[
    {
        "full_article": "When an electorate is tired of the ruling parties both at the Centre and at the State level during an Assembly election — even if these parties are opponents — the chances that people will vote for a fresh alternative are high. But this does not always happen in Indian elections. Parties professing to be an alternative to the established ones take time to emerge, even if they are the product of social or political movements. Electoral success is achieved only if they cross a high threshold of competitiveness that is made possible through messaging and organisation besides peoples’ yearning for change. The Aam Aadmi Party’s spectacular triumph in Punjab — winning 92 of the 117 constituencies — needs to be tempered with the fact that it won 42% of the votes in what was largely a triangular contest with the Congress (23%) and the Shiromani Akali Dal (20.2%). In 2017, AAP won 20 seats with a 23.7% vote share, but its victories were largely concentrated in the southern Malwa region. This time, in 2022, its vote share (47.2%) was the highest in Malwa. It also managed a credible 30.2% and 36.8% in the Doab and Majha regions, respectively, helping it sweep the State. Of the three major losing parties including the BJP, the Congress looked to be the best placed a year ago. Strongly mobilised opposition to the BJP government’s farm laws had caused the BJP-SAD alliance to break up. While the Captain Amarinder Singh-led Congress government had not fully lived up to expectations, the party had little to lose from the agitations and could have capitalised on the public mood by seeking to implement its promises made in 2017. But an ill-conceived move by its high command, forcing out Capt. Amarinder and empowering the rabble-rousing, party-hopping former cricketer, Navjot Singh Sidhu, to take over the reins of the party created unnecessary tumult. Even the party’s last minute promotion of the new Chief Minister, Charanjit Singh Channi, was not enough to shift the mood of the electorate, which had lost patience with the party, now riven by internal bickering. The electorate’s dissatisfaction with the Centre and the Congress regime in the State is evident in the CSDS Lokniti Survey: a net negative satisfaction of -44 and -52 points, respectively. With grievances and anger over the corruption under the previous SAD regime still fresh, AAP emerged as the default alternative. Its promises of clean governance and populist measures in health, education and power supply — already implemented in Delhi — were able to sway a large section of a disenchanted electorate. But it is one thing to succeed in governance in what is largely a municipality by eschewing ideological perspectives and focusing on just populist measures. It will be a challenge to effect this in an important border State such as Punjab. AAP has its task cut out.",
        "headline_1": "Mood for change: On AAP’s Punjab win",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mood-for-change-the-hindu-editorial-on-aaps-punjab-win/article65215261.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "The Government’s decision to allow scheduled commercial international flights to resume operations from later this month will come as a big relief to the travel, tourism and hospitality sectors, which have been among the hardest hit by the pandemic. The International Air Transport Association estimates that the global aviation industry suffered about $201 billion in losses between 2020 and 2022 due to COVID-19 and the accompanying curbs on overseas travel and domestic mobility. The tourism and hospitality industry largely feeds off the aviation sector for its earnings and jobs growth, evident from estimates that in 2020 — the year of lockdowns — India’s foreign exchange earnings from tourist arrivals from abroad plummeted 76% from the previous year, to ₹50,136 crore. Official data show that in just the nine months ended December 2020, 21.5 million jobs were lost in tourism. However, the decision to open up international travel has coincided with the intensification of sanctions on Russia in the wake of its invasion of Ukraine, which in turn has sent oil prices soaring on fears of disruptions to global energy supply chains. The price of crude oil has zoomed close to historical peaks. As a result, aviation turbine fuel (ATF) prices have also jumped by almost 60% year-on-year. This month, India’s state-owned oil marketing companies raised ATF prices for the fifth time this year, and this was before crude soared to near record highs. Fuel costs typically constitute about one fifth of a global airline’s operating expenditure and multiple price increases are certain to hurt airlines’ margins and viability. The conflict in Ukraine has also triggered a sharp jump in a wide range of commodity prices, that is potentially set to quicken inflation across the globe. This is bound to seep into the cost of overseas travel as well, with travellers needing to budget more for food and entertainment. Airlines will find it a challenge to fill seats profitably, given the combination of rising costs, economic uncertainty triggered by the conflict in Eastern Europe and the residual fear among travellers of new variants of the SARS-CoV-2 virus. Strict regulations as various parts of the world cautiously open their borders to visitors will only add to the burden of the aviation and the hospitality industries. And, with the pandemic and restricted mobility having steered corporates to conduct business online effectively, getting business-related travel back to pre-pandemic levels will be a tough ask. Restoring visitor confidence through enforcement of COVID-19 protocols and widening vaccination coverage alone may not be enough. Estimates show that indirect taxes take away 21% of airlines’ revenue, hobbling the sector. Lowering ATF prices by cutting duties is an option the Government must weigh. Everything must be done to woo back more tourists.",
        "headline_1": "Skies wide open: On resumption of international flights",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/skies-wide-open-the-hindu-editorial-on-resumption-of-regular-international-flights/article65214340.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "The new Election Commission, led by Kazi Habibul Awal, is the first in the country's history to have been formed through the enactment of a specific law, as prescribed in the constitution 50 years ago. This makes it unique, to say the least, although it is too early to say whether it will be able to live up to the expectations that led to this moment. The five-member commission formed by the president will be judged by their actions and decisions with regard to the monumental task that lies ahead—holding credible elections.\nIn the coming days, there will be a lot of discussion on the EC's performance. For now, however, let's turn our attention to how the five commissioners were picked following a hectic selection process—and political parties whose recommendations eventually mattered—to understand if there was a pattern to this process. \nThere are some interesting facts to consider. For one, not a single name recommendation by any heavyweight political party was taken into consideration. Rather, a small Islamist party's recommendation yielded an election commissioner two times in a row. How is this significant?\nAfter the search committee called on political parties to propose names for the posts of chief election commissioner (CEC) and four other election commissioners, the BNP, the Communist Party of Bangladesh (CPB) and several other parties did not respond to its request. Not only did they not recommend any names, they also didn't participate in the president's dialogue on EC formation before.\nOn the other hand, the ruling Awami League, main opposition Jatiya Party, the Workers Party of Bangladesh, Jatiya Samajtantrik Dal (JSD), Bangladesh Tariqat Federation, Ganatantri Party, Bangladesh Nationalist Front (BNF), National People's Party (NPP), and Bikalpadhara Bangladesh took part in the dialogue and also proposed their picks to the search committee, as did some organisations and individuals as well.\nOf the 322 names proposed to the search committee, 138 came from the political parties, although the committee didn't disclose the identities of those who made the recommendations. It didn't disclose details of the 10 shortlisted nominees either, despite repeated calls for those names to be made public.\nAfter the president constituted the 13th Election Commission on February 26, based on the shortlist submitted by the committee, Awami League General Secretary Obaidul Quader said that none of the names recommended by his party had been appointed. And it's not just the ruling party—none of the major participating parties, including Jatiya Party, Workers Party, JSD, and Bikalpadhara, got any mileage with their recommendations.\nThe twist lies in how smaller parties got their recommendations accepted. Let's start with Bangladesh Tariqat Federation, a lightweight Islamist party, which has already proven itself as the \"luckiest\" party in terms of selecting election commissioners.\nCEC Habibul Awal was Tariqat's number one recommendation, while Brig Gen (retd) Ahsan Habib Khan, another name proposed by this party, was chosen as one of the election commissioners. Interestingly, the same thing happened in 2017, when then-CEC KM Nurul Huda and other two commissioners—Rafiqul Islam and Brig Gen (retd) Shahadat Hossain Chowdhury—were picked up from the five names proposed by Tariqat.\nBesides Tariqat, other parties that got lucky with their recommendations were BNF, Ganatantri Party, Samyabadi Dal, Bangladesh Samajtantrik Dal (BSD), National Awami Party (NAP), and NPP, with some of the recommendations repeated between them. Incidentally, Ganatantri Party, Samyabadi Dal and NAP are all part of the Awami League-led 14-party grand alliance, while Tariqat is part of Awami League's electoral alliance.\nNow, let's look at these political parties' representation in parliament.\nIn the 350-seat parliament, Awami League has 302 seats, Jatiya Party 26, BNP seven, Workers Party four, and JSD, Gono Forum and Bikalpadhara have two seats each, while Tariqat Federation and Jatiya Party (Manju) have one seat each. Independent candidates have three seats. So, except for Tariqat, none of the parties associated with EC formation—BNF, Ganatantri Party, Samyabadi Dal, BSD, NAP, and NPP—has any parliamentary representation.\nHere is another twist: even though BNP boycotted the whole process, Gonoshasthaya Kendra founder Dr Zafrullah Chowdhury, known to be close to BNP, did recommend names to the search committee, with CEC Habibul Awal one of them. Immediately after the EC was formed, Zafrullah congratulated the newly appointed commissioners. BNP, however, wasn't happy with his move, not least because it could allow Awami League to claim that BNP had \"indirectly\" engaged in the process through Zafrullah. Recently, the BNP high command decided to boycott Zafrullah, and party leaders and activists have been verbally instructed not to invite him to any of their programmes, nor to participate in any of his.\nThe president's role in the appointment process is significant. According to Section 48 of the constitution, the president shall act in accordance with the advice of the prime minister in all matters, except in case of the appointment of the chief justice and the PM herself. So, as per the constitution, the president must have consulted with the PM prior to appointing the EC. If that is the case, why did the PM not advise him to appoint her party's recommended names? Did she advise him to pick names from the lists of the small political parties, and if so, why? And why did the PM advise him to drop the names proposed by parties with strong support base and organisational structure as well as representation in parliament? Did she leave the whole decision-making process to the president without interfering? We really don't know.\nThe names proposed by the ruling party were not selected by the president this time, while in 2017, only a single name was selected from its recommendations. Is Awami League not capable of proposing the right candidates? Does that indicate a political bankruptcy for a party as old and big as AL?\nOr, is it possible that it used like-minded and pro-government parties to push its preferred names, instead of submitting those themselves, to avoid criticism?\nIf that is the case, it is a smart political tactic indeed.\n \nPartha Pratim Bhattacharjee is the chief reporter of The Daily Star.\n",
        "headline_1": "In EC formation, was AL’s political tactic at play?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ec-formation-was-als-political-tactic-play-2981446",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "The eyes of the world are on Ukraine as its citizens fight to uphold their democracy in the face of Russian aggression. But how many people are aware that American democracy is similarly under grave threat?\nAmerica has long been considered an exceptional land, where democracy thrives and people of different backgrounds all have a chance at prosperity. This optimistic view of America has, admittedly, always been questionable given the country's embrace of slavery, its imprisoning of a higher percentage of the population than any other country in the world, its refusal to ratify important treaties including the Convention on the Rights of the Child, and its odd clinging to the electoral college, which allows the loser of the popular vote to become president.\nThe United States also has a unique (among democratic countries) system of lifetime appointments for Supreme Court justices, meaning that there is no rhyme or reason to how many justices any single president can appoint. Of the nine justices now on the Supreme Court, five were appointed by presidents who lost the popular vote (George W Bush and Donald Trump). Barack Obama, despite winning the popular vote twice, only appointed two justices, while Trump, who lost the popular vote twice, was able to appoint three.\nWhile America's 100 senators are currently split 50-50 between Republicans and Democrats, those 50 Democratic senators represent nearly 40 million more voters than their Republican counterparts. Meanwhile, thanks to the filibuster, it requires 60 out of 100 votes to pass laws, meaning that the Senate cannot pass major legislation. This suits the Republican Party, which is dedicated to blocking virtually all legislation. In the words of the Republican leader in the Senate, Mitch McConnell, \"100 percent of our focus is on stopping [the Biden] administration.\" McConnell also famously publicised his intention to ensure that Barack Obama would only serve one term. He failed—but he did make it extraordinarily difficult for Obama to get anything done.\nDonald Trump, the very definition of a sore loser, continues to deny that he lost the 2020 election. The Big Lie has taken over the Republican Party and has been used as an excuse to make it harder to vote if you are poor or not white. In 2021, 19 states enacted 33 laws that will make it harder for Americans to vote. Some Republican-led states are considering laws that would allow the state legislature to overturn election results. Crazy fantasy? Well, look at Trump's claim that Mike Pence, as vice president, could have overturned the election.\nIn any case, however democratic or not the US has been in the past, now for the first time it has been demoted to the status of a \"backsliding\" democracy by the International Institute for Democracy and Electoral Assistance (IDEA) think tank.\nI don't mean to make Republicans out to be the only bad guys in the system. Then Senator Joe Biden drafted, and President Bill Clinton signed, new legislation that dramatically increased the prison population in the 1990s, particularly increasing the number of Black and brown prisoners. Politicians of both parties are more beholden to their corporate sponsors than to the public, and the results show in the nature of the bills they draft and in their votes. But while Republicans literally have no platform (other than to lower taxes on the rich, ban abortion and various books, and make it harder for people of colour to vote—none of which are popular among the masses), the Democrats, to some degree at least, are trying to pass voting rights legislation, universal healthcare, and various other policies that would make life easier for the poor and middle class.\nA country that regularly elects the loser as president, is now veering into autocracy in terms of believing that the president is above the law and that elected officials rather than the electorate should determine elections, and that is grossly skewed in its representation—and then makes it almost impossible to pass legislation—is hardly a model democracy. Factor in its treatment of Black, indigenous, and other people of colour, and it never has been one.\nAnd I haven't even mentioned the January 6 insurrection.\nSo while we watch Ukrainians fight heart and soul to save their democracy, some pundits are asking just how hard Americans are willing to fight to save theirs.\n \nDebra Efroymson is executive director at the Institute of Wellbeing. \n",
        "headline_1": "Is democracy worth fighting for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/democracy-worth-fighting-2981441",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "We need to seriously think about the effective integration of \"arts\" into our education system. If we want to see ourselves thriving in a world that is rapidly embracing computational interventions such as artificial intelligence (AI), putting equal emphasis on the arts is the only way forward. As societies are becoming more educated, degrees will not be the only licence to success anymore. It's the quality of education that will matter.\nIn my last piece, \"Time to adapt to AI\",  I argued that Bangladesh should start institutionally thinking about AI. The piece emphasised the supply side of the adaptation process and argued that the government needs to play a pivotal role in this regard. For this, starting from one specific sector, perhaps textile, would be recommended for Bangladesh. Gradual adaptation of AI-based technologies may occur in service delivery, supply chain management, marketing, quality assurance, manufacturing, and even transportation sub-sectors of the industry. However, this can only happen if the demand side of the AI marketplace is knowledge-intensive. AI will thrive in a society that engenders creativity, using education as the key enabler.\nFor industry 4.0, \"knowledge-based society\" is the new buzzword. The world is all in favour of teaching kids how to code in computing languages. STEM (Science, Technology, Engineering, and Mathematics) is at the focal point of most of our educational reform processes. However, there are two important things we need to remember. First, STEM helps to understand the world mathematically, rationally, and logically, and those are not the only ways in which humans act. Second, as the developed world leads this revolution, AI-based intelligent interventions are becoming a part of our lives. If we want to keep our culture alive, we will need to help our youths be creative and be aware of their surroundings.\nAI is a multi-disciplinary science. Yes, knowing how to code helps. But if we want robots and software to do tasks more efficiently than humans can, we need to have better algorithms. And if we want to have robots that can organise, cooperate, and sacrifice like humans do, we need far better algorithms. The key to devising these algorithms resides in the disciplines that help humans think, understand, and interact with others and in groups. The cases of self-driving cars or assistive robots for the elderly or for differently-abled persons are full of these challenges. Scientists are now learning from sociology, anthropology, the history of science, economics, game theory, dance, music, and fine arts to understand how we behave.\nIn a few years' time, we will be submerged deeply in more pervasive AI-powered environments. To be able to navigate, we will need to reform our organisations, redesign all our regulatory institutions, re-plan our teaching-learning structures, and reinvent our personal and virtual relations. To ensure we are well-equipped for that future, we will have to switch from STEM to STEAM—the \"A\" denoting \"arts\".\nWhether we like to hear about it or not, humans are slow. This means that we are meant to walk, pause, devour the beauty around us, and then think. We react to the actions of our surroundings. Nobel Laureate Daniel Kahneman, in his famous book, \"Thinking, fast and slow,\" showed how we behave in different situations. For some reactions, the thinking process is fast, intuitive, and emotional. For others, it is slow, more deliberate and logical. However, holistically, this process of thinking and learning from our surroundings can be done effectively if we are trained to think both rationally and irrationally. Art, literature and music ignite our irrational creative thoughts. They train us to think out of the box, teach us how we can be social, and help us learn social norms and culture. Looking at the waves of the sea after looking at Japanese master Hokusai's \"The Great Wave off Kanagawa\" would ignite the creative cells of our brain.\nLearning about society is not enough, we need to learn to move and love our own bodies, too. Sir Ken Robinson, the famous British author, argued about the importance of being aware of our body. In one of his Ted Talks titled \"Do schools kill creativity?\", he eloquently explained how traditional education slowly kills the creative minds of children and how art, as an integral part of education, can reverse this process. He argues in favour of putting equal emphasis on teaching dance as we do for mathematics. After all, dance helps us to be aware of the very body we reside in. The arts can prepare us to break barriers and liberate us from the fear of failure. As Sir Robinson said, \"If you're not prepared to be wrong, you'll never come up with anything original.\"\nMoreover, learning through art also helps students to learn science better. Brouillette and Graham (2016) conducted research encompassing 55 high-poverty elementary schools in urban California. A curriculum was designed to correct misconceptions and clarify concepts students had struggled with in the past year. The researchers found that integrating arts into the curriculum helped make learning science more memorable. In another work, Anne de Bruin (2018) studied secondary schools in Australia, the USA, Canada, and Singapore. She reported that teachers felt that cross-disciplinary learning shaped critical and creative thinking. Focusing on STEM helps education planners rethink how to teach science and mathematics, emphasises building devices, hones coding skills, and can even initiate robotics programmes in schools which can afford it. STEAM takes these skills to the next level by helping students contextualise, rethink, redesign, wonder, inquire, critique, and innovate.\nThe world is now set for the inter-disciplinaries. AI scientists need to understand history and art, while historians and artists should understand AI. This communication can be effective only if we are trained to be multi-disciplinary.\n \nMoinul Zaber is a computational social scientist. His Twitter handle is @zabermi\n",
        "headline_1": "How the arts can help make AI better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-arts-can-help-make-ai-better-2981426",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "The University Grants Commission (UGC) has asked all its affiliates to implement the semester system by July 1. No new programme or curriculum will be approved unless the academic calendar is divided into two halves. The arguments are simple: since the public universities are using it, the private ones must follow suit for a uniform structure of study period. Trimesters, practised in most of the private universities, divide an academic year into three terms (each about 12-13 weeks long), and arguably encourage teachers to cut corners and reduce content. There is not enough preparatory time for exams. Apparently, the \"hidden\" reason for opting for the trimester system is \"commercial\" as private universities \"benefit\" from three rounds of enrolments.\nPrivate universities have been running with credit-hour-driven, trimester-based, UGC-approved curricula since the 1990s. In the early 2000s, public universities started shifting to the semester system. But the UGC now requires all tertiary institutions to implement a standard system. From a logistics perspective, this new model will apply only to the incoming students—there will be two simultaneous systems during the roll-out phase. Has there been any study to find out if the universities in question have the necessary classrooms and teachers to run two parallel systems? There are already some universities where the old programmes are being run in a trimester system, while the recently approved ones are being run in a semester system with great difficulty.\nThe Bangladesh National Qualifications Framework (BNQF), prepared by the Bangladesh Accreditation Council (BAC) and circulated by the UGC, aims at benchmarking our system against the best international practices. Interestingly, BNQF insists on modular and unitised course-offering for greater transparency, delivery efficacy, and learning benefits. BNQF outlines the credit hours, not the academic semesters. Why is UGC so insistent on the revised study period, then, when BAC is not?\nStudents pay per credit of coursework. In theory, the number of semesters will have no impact on university revenue. If the intake deadline is fixed by the government in alignment with the publication of HSC results, then the proposed change will be inconsequential. However, the mode of payment can appear to be burdensome for many students as some of the bigger private universities have a policy of upfront payment. If the UGC is sincere in streamlining the study period, then it must first work on bringing all stakeholders together. The higher secondary and tertiary systems must devise a supply-chain model, so that students get a fair opportunity to choose between public and private institutions.\nThe reluctance of certain private universities in resorting to the semester system makes us revisit the pros and cons of both the systems. The arguments for the semester system include the extra time teachers will get to give in-depth instructions. It facilitates greater collaboration between the faculty and the students. The preparatory week before exams and the longer break between semesters are useful. Conversely, the semester system demands a student to enrol for five to six taught courses in order to graduate in time. Therefore, students get a relatively shorter study period as they are required to be on campus for six days a week. There are more accumulative exams with only two breaks in a year.\nIn a trimester, students enrol in three or four courses per term with longer study periods. They have four short breaks in a year with three graduation/enrolment dates. Students can take on more courses with greater flexibility, required to be on campus three to four days a week. The trimester system generally allows students more flexibility in scheduling classes, looking for part-time jobs, and getting involved in co-curricular activities. The extra number of courses in the trimester system gives students more opportunities to sample diverse subjects, including remedial courses. The downsides include the faster pace, which puts pressure on students. They don't have any preparation week before exams. For the staff, the administrative work can be overwhelming.\nThe UGC reasons that the semester system is congenial for faculty research. Not all undergraduate teaching entities are research institutions, and how best a faculty can use the longer semestrial break needs further guidance. The key difference between the public and the private, however, rests on the assessment criteria. Given the wide range of courses covered in a semester, more than one teacher is assigned to teach a course. The final exams are evaluated by two examiners in public universities. Consequently, there are delays in result publications. Students resume their new semester without getting results of the old. A June 2020 report published in this newspaper observed that out of 83 departments of four public universities—Dhaka, Jahangirnagar, Chattogram and Rajshahi—75 failed to publish their semester results within the scheduled time of eight weeks. They took 18-34 weeks. In contrast, the private system with single course teachers is quite punctual in their result publication.\nThere are reasonable arguments on both sides. The UGC, however, is tilted towards the public-oriented semester system. If the performance of the public universities is any indication, the attempt to divide up the academic calendar pie is a reminder of the proverbial monkey. To ensure that the pie is best served according to the UGC design, a unique 16-digit ID is now being proposed so that any option to show the third semester is eliminated. This is in contrast to the BAC prescription, which has no observation on the semester. Because the accreditation agency knows that for greater student mobility and international mapping, we need to align our calendars with international ones where credit hours are more important than the weekly chart. If so, why cannot we allow both the systems to persist?\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Do we need semesters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/do-we-need-semesters-2980846",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "It is good to see that many farmers in the northern region are now happy as they can see profit coming from cultivation of tea. A number of farmers in the district have reportedly opted to grow tea instead of traditional crops which did not bring much profit. A report by this daily narrates the story of one Imran Ali, a farmer, who started to grow tea on his 1.7 acres of land in 2005. The decision, he says, changed his life forever as he saw a profit of Tk 14 lakh last year. Encouraged by the returns, Ali has now brought 8.5 acres of land under tea production.\nThis is great news from a socioeconomic point of view as tea production in the district has benefited many small and marginal farmers like him who switched to tea from rice, wheat, sugarcane, jute and tobacco. The profit will definitely increase their buying capacity and help them become economically solvent. The added benefit of growing tea, as reported by the farmers, is that it does not cause harm to the land's fertility.\nBeginning with 455 acres of land in 2002, Panchagarh has already gone ahead of Chattogram in terms of gross annual production of tea. It is now second only to Sylhet, and according to data from Bangladesh Tea Board, tea from Panchagarh accounted for about 15 percent of the country's record tea production of 96.5 million kilograms in 2021. Records also show that last year, tea was cultivated on 11,433.9 acres of land in nine registered and 21 unregistered gardens of the northern region, helped by its higher and more fertile grounds that allowed growers to pluck leaves after a year of planting saplings. The production capacity of the entire area will increase manifold if another 50,000 acres of land can be brought under the coverage.\nIt needs to be mentioned that the idea of starting tea production in Panchagarh was a bold one but it has paid off. Those pioneers who started it showed the path for the next generation of investors and growers. It is no mean feat that only within two decades, Panchagarh tea growers have outpaced those in Chattogram who have been in the trade for many more decades. We hope this will continue in the coming days to further boost our economy.\n",
        "headline_1": "The magic of tea in North Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-magic-tea-north-bengal-2981421",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    },
    {
        "full_article": "It's quite disappointing to see the fate of two U-loops built on Dhaka's airport road two years ago to ease traffic congestion there. These U-loops, despite being successful to some extent to serve their purpose, were recently demolished to construct the country's first bus rapid transit (BRT-3). Reportedly, Dhaka North City Corporation (DNCC) built these structures spending Tk 3 crore, although they knew those would be demolished for BRT construction. The question is: Why would they spend money on a project despite knowing its future? This, once again, shows how unplanned our development activities are and how public money is often wasted on arbitrary projects.\nMany crores of taka have already been spent on various projects to ease Dhaka's obnoxious traffic congestions, with little improvement in sight. Over the past 15 years, the government reportedly spent Tk 119 crore to modernise and digitalise Dhaka's traffic signal system, but all the money went down the drain because of such inefficient planning. Building footbridges, footpaths, and roads, and then dismantling them to make way for some other projects have rather become a norm. The lack of foresight is evident in most such projects. Reportedly, 11 U-loops were built under such a project undertaken in 2016. Now, two of them have been demolished. Who knows what will happen to the rest if other new projects are taken up?\nDhaka's traffic condition is one of the worst in the world. The city has been ranked 10th among 228 cities in terms of poor traffic management in the World Traffic Index 2020. Also, according to Buet's Accident Research Institute (ARI), the country lost an estimated Tk 55,685 crore last year due to traffic congestion in Dhaka alone. Therefore, we definitely need projects to solve its traffic congestion, but those need to be well-planned and well-coordinated and certainly part of a bigger plan for the entire city's traffic management. No projects should be taken up arbitrarily without considering their sustainability.\nIn this particular case, we think the DNCC made a major blunder by building U-loops that they knew would be demolished soon for the sake of another project. Reportedly, the U-loops will be built again once the BRT project is complete. This means that the public will have to pay twice for the same project, which is totally unacceptable. The DNCC authorities must be held accountable for such wastage of public money. The government also should take a lesson from this incident and ensure no such wastage out of flawed planning ever takes place. \n",
        "headline_1": "Why build U-loops only to demolish them later?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-build-u-loops-only-demolish-them-later-2981276",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-03-2022"
    }
]