[
    {
        "full_article": "India’s factory output growth slowed to 4.9% in March from a downgraded 5.6% uptick in February, despite benevolent base effects from the previous year when the Index of Industrial Production (IIP) had shrunk 1.9%. Output from mines slid to a 19-month low growth of 1.2%, while manufacturing growth picked up from 4.9% in February to 5.2%, still marking a five month-high. Electricity generation rose 8.6% but over a contraction in March 2023. The National Statistical Office, which will release fresh GDP growth estimates for 2023-24 this month end, will thus factor in a 5.8% uptick in industrial output through FY2023-24, moderately higher than the 5.2% rise recorded in the previous year. Most of this annual increase came from mining, up 7.5%, while manufacturing saw a milder pick up to 5.5% from 4.7% in 2022-23 and electricity generation growth eased to 7.1%. Production growth was strongest for capital goods as well as infrastructure and construction goods for the second straight year — not surprising given the ramp up in government infrastructure spends to pump prime the economy till private capex recovers.However, for private investments to take over the economy’s growth engine, household consumption signals are critical and there is little comfort here for the second year in a row. Production of consumer durables and non-durables rose just 3.6% and 4%, respectively, on top of a meagre 0.6% and 0.7% uptick in 2022-23. This matches with the 3% growth estimated in private consumption spends over last year, and their production this March was still below pre-COVID levels. Hopes of an above-normal monsoon may prop up rural demand dented by last year’s erratic rainfall, although tight credit conditions could impair urban consumption. As some economists have stressed, consumption recovery since the pandemic has been uneven, driven by demand for higher-end goods and services from upper-income households, while lower-income homes have turned reluctant spenders even for fast-moving consumer goods. Job creation and real wage growth for those already employed are imperative for a broad-based demand recovery that triggers private capex. The concern here is that employment-intensive manufacturing segments such as apparel, computers and electronics, furniture and leather products, have contracted in 2023-24, with weaker exports only explaining part of this downturn. The latest IIP data also reflect flagging momentum — growth slid to a three-quarter low of 4.9% between January and March. The next government must prioritise addressing the broader challenges haunting hesitant consumers and reviving platforms for reticent investors to voice their concerns freely. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nmanufacturing and engineering\n\n/\n\nelectricity production and distribution\n\n/\n\ninvestments\n\n/\n\nCoronavirus\n\n/\n\nemployment\n\n/\n\nelectronics\n\n/\n\ntextile and clothing\n\n/\n\nMonsoon",
        "headline_1": "Modest rebound: On IIP data",
        "headline_2": "The small rise in industrial output holds some worrying portents",
        "link": "https://www.thehindu.com/opinion/editorial/modest-rebound-on-iip-data/article68168358.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "A recent ‘working paper’ titled the ‘Share of Religious Minorities: a Cross-Country Analysis (1950-2015)’, by Shamika Ravi, a credentialed economist and member of the Economic Advisory Council (EAC) to the Prime Minister, and two co-authors, has sparked a political firestorm, dredging familiar anxieties of a decline in the proportion of Hindus in India’s population. Freely accessible, the paper draws on a dataset, Religious Characteristics of States Dataset, 2017 (RCS-Dem), where two U.S.-affiliated researchers have compiled an extensive dataset of religio-demographic changes in 167 countries. By defining ‘majority’ and ‘minority’ religions based on countries’ official census data, the RCS-Dem quantifies changes in the population of those professing a country’s major religion. There is no discussion on the causes or factors driving these changes. The current paper does little other than reproduce this data set, explain it, and highlight — what has been known since 2011 in India and discussed threadbare since — that the share of Hindus as a proportion of India’s population declined from 84.68% to 78% (1950-2015). Muslim proportion meanwhile has risen from 9.84% to 14%. They underline how most countries have seen their majority-religion adherents decline. They note that the Indian experience, vis-à-vis the proportional decline of Hindus, is unexceptional in the light of broad trends globally. They reiterate that they make no “...causal links between a specific state action and demographic shifts..” They note however that in the “immediate South Asian neighbourhood”, this 7% relative decline was second only to Myanmar’s 10% decline of the majority Theravada Buddhists.From here the authors make, without analysis or data, a deduction. That the rise in Muslim numbers proved media reports and UN human rights reports (which they cite) of discrimination and violence against Muslims in India were false. They single out Pakistan and Bangladesh to underline that “demographic shocks” reduced the proportion of the largest minorities, Hindus, there. The authors thus break their own rule of not having a causative explanation of demographic change by ascribing rising Muslim numbers in India to “progressive policies and inclusive institutions.” The authors would then have to explain if India’s Parsi and Jain populations (whose numbers they reference) are declining due to hostile state policies. Given that prosaic explanations of declining fertility rates across religions and economic migration explain some of these known India trends, it is perplexing why the EAC would lend its sanction to a work that is at best incomplete, and at worst disingenuous. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npopulation\n\n/\n\nnational or ethnic minority\n\n/\n\nUSA\n\n/\n\nMyanmar\n\n/\n\nUnited Nations\n\n/\n\nPakistan\n\n/\n\nBangladesh\n\n/\n\ndemography\n\n/\n\nIndia",
        "headline_1": "Clickbait paper: On the EAC-PM working paper",
        "headline_2": "Linking demographic shifts directly to state actions is problematic",
        "link": "https://www.thehindu.com/opinion/editorial/clickbait-paper-on-the-eac-pm-working-paper/article68168032.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "The Indian diaspora reaches far and wide, with many young people choosing to explore the world and build successful careers away from home. The US boasts one of the largest Indian populations, with over 4 million talented Indians expanding their experiences and learning, sharing their culture and making a positive, lasting impact in businesses big and small.\nSouth East Asia is an increasingly popular destination, and in particular Malaysia. A vibrant economic centre, the country has become a leading education hub in the region. With a rich and diverse culture, in one of the world’s safest countries, cities such as Kuala Lumpur offer a world-class education that is far more affordable than neighbouring Singapore, the UK or North America. \nSanjay Sarma, an IIT graduate and former Vice President for Open Learning at MIT has chosen Malaysia for the next chapter of his impressive career. The engineer, businessman, father, author, and professor last year accepted the position as the Dean, President and CEO of Asia School of Business (ASB) in Kuala Lumpur. \nHis new leadership role made perfect sense to him. ASB was founded as a collaboration between MIT Sloan and the Central Bank of Asia. Students benefit from learning from both institutions, with a one-year MBA that will prepare them for their career, both in terms of the immersive Action Learning they will discover, and the cultural experience they will enjoy.A model of humility, Sanjay doesn’t talk often of his achievements. He earned his bachelor’s in mechanical engineering from the Indian Institute of Technology, Kanpur, and then a Master’s at Carnegie Mellon and his PhD from UC Berkeley. Upon completing his degrees, Sanjay initially worked in the industry, and during his illustrious teaching career, he has been involved in an IPO, developed key technologies behind Radio Frequency standards, and now sits on the board of numerous companies. \nHe also developed courses and bootcamps for entrepreneurs, which had hundreds of attendees, a content library for professionals to keep up to date with the latest advances in technology, and led the development of MITx Online, which is responsible for most of MIT’s online courses.\nIn his writing, Sanjay has published books focusing on rethinking how we learn and has a deep passion about embedded learning. He writes about methods of education, and how to bring them up to date. So, where to next for someone so deeply connected to the shifting landscape of technology and education?\n“I think Asia School of Business is magical. This idea that the best qualities of a Western school and an Asian school could be brought together within one MBA is really marvellous. Students get to experience life in ASB’s home, Kuala Lumpur, for most of their MBA, with the last three weeks taking place at MIT Sloan. This opens them up to new cultures and experiences, and a wide variety of new people to get to know.”\nStudents will learn from faculty based in both ASB and MIT Sloan in Cambridge, Massachusetts. Upon completion of their degree, MBA graduates earn an MIT Sloan Certificate of Completion, meaning they will receive MIT Sloan graduate affiliate status. From there, students have the opportunity to continue their studies by applying for the Visiting Fellows Program, or the nine-month STEM-designated MS in Management Studies from MIT Sloan. This would provide them with work authorisation in the US for up to three years. \nSpeaking about the link with MIT Sloan, Sanjay describes it as “having their cake and eating it too.” Students and schools alike each get the best of both worlds, benefiting from the best of professors, and providing students with the opportunity to work in and learn from the cultural melting pot that is Southeast Asia. \nAcknowledging that education has changed drastically in the past couple of years, with the pandemic and the growth of AI and technology, Sanjay acknowledges that we are “living in strange times.” He believes that for education to survive, it needs to adapt to keep up with the times. \nHe wants to create an environment where learning is through doing, and embedded learning is the norm. Likening lectures to being lectured as a child, he wants to ensure that students can learn at their fullest capabilities. Despite all of his beliefs about change in the industry, he hopes that the “human instinct” will remain; students learning from the best in the industry, and forging connections as they do.\nAt ASB, Sanjay Sarma is bringing his experience leading MIT’s online courses with him, and utilize AI and the developments in technology. They plan to “flip” the classroom, by having students learn through videos and AI tools. In Sanjay’s words, he hopes to turn the classroom into a studio; “it’s more than just reciting information learned off by heart, the classroom is becoming a studio.” Not only this, but students are provided with the opportunity to learn onsite in different places around Asia.\nOther ventures of ASB are their research labs, which focus on areas such as supply chain, finance, economics and more. They want to encourage researchers to learn as much as they can and help themselves and their peers to be truly ready for the workplace. “We have wonderful thought leadership going on in our community”, Sanjay said, and he insists that after completing the MBA, students will be proficient both in theory and practical knowledge.\n“The cost of the Asia Business School MBA is far less than that of the other leading programs in Asia, coming in at $35k,” he explains, “and the return on investment is substantial.” The program has been recognised by Poets & Quants as one of the hottest MBAs in Asia. \n“We are not sacrificing the quality of the experience. – we are getting as much information across to students as humanly possible.” Due to the timeline and attractive price, he refers to it as getting 50lbs into a 15lb bag.\nStudents can also choose to extend their stay post-MBA to become a scholar or an “entrepreneur in residence”. The school will provide an office for their entrepreneurial pursuit, or the opportunity to work with a professor in one of their research centers. With all of these opportunities, students can really go in any direction they please.\nSanjay is passionate about showing students all that Malaysia has to offer, describing it as the perfect gateway to all that Southeast Asia has to offer. “Kuala Lumpur is a dynamic economic hub in the region and serves as the ideal hub for our students to experience Asia through our Action Learning projects.”\n“It’s an intellectual journey worth grabbing with both hands.”\n\n",
        "headline_1": "Why talented Indians and MIT sloan are heading to Malaysia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bluesky-thinking/why-talented-indians-and-mit-sloan-are-heading-to-malaysia/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "With parliamentary elections underway, BJP’s invoking of the familiar Muslim appeasement charges against Congress has reopened the Muslim quota debate. In this complex debate, some prominent anti-caste voices have opposed the inclusion of Muslims and Christians of Dalit origins in the Scheduled Caste (SC) category.\nTheir core argument is that excluding non-Indic faiths, particularly Islam and Christianity, from the SC category was settled in the Constitution through the Constitutional (SC) Order 1950, notified by the ministry of law when B R Ambedkar was the law minister. I will contend that this is a half-truth, and the argument on the authority of the Constitution and Babasaheb Ambedkar does not sustain a deeper investigation.\nAt the onset, Article 341 (1) of the Constitution does not advance any religion-based restriction in the SC list. Further, Article 13 (1 and 2) pronounces any law made before the commencement of the Constitution that is inconsistent with or in derogation of the fundamental rights to be void. The religion-based restriction in the SC list, i.e., the exclusion of non-Hindu Dalits, does not have the backing of the Constitution but was introduced by Para 3 of the Constitution (SC) Order 1950 passed by the President. Since the President is bound by the advice of the council of ministers headed by the Prime Minister as per Article 74, the 1950 Order reflects the will of the incumbent government and not the Constitution per se.\nPara 3 had excluded all non-Hindu groups with the proviso of four Sikh castes of the Punjab region (out of 34 listed in the schedule). Subsequently, the SC net was expanded through amendments, and the remaining Sikh and all Buddhist castes of Dalit origin were included in the SC list in 1956 and 1990, practically excluding Dalit Muslims and Dalit Christians. Muslims and Christians of Dalit origin have been mobilising to lift the religious ban. Since 2004, several petitions have been filed in the Supreme Court for the scrapping of Para 3. The matter has been pending for over two decades.\nWomen paying tribute at the 125 feet statue of social justice on the occasion of Dr. BR Ambedkar birth anniversary in Vijayawada on Sunday. pic: SS Vijay Babu\nIf, as per the Constitution, religion alone cannot be used as a principle for granting reservations, it cannot also be used for purposes of exclusion from reservations. That is precisely what the Presidential Order 1950 does by excluding Dalit Muslims and Dalit Christians from the SC category on the sole criterion of religion. This violates their fundamental rights, primarily Article 14 (equality) but also Articles 15 (non-discrimination), 16 (non-discrimination in employment), and 25 (freedom of conscience).\nDid Ambedkar endorse the 1950 Order merely because the law ministry notified it? Under regular administrative business, any concerned ministry can notify presidential orders, and one may not get to know Ambedkar’s position on the matter as the advice of the council of ministers is protected by Article 74 (2). While the onus of any Presidential Order falls primarily on the PM — Jawaharlal Nehru, at that point —one may speculate about Ambedkar’s agency through a set of further questions. Why did Ambedkar fail to include Buddhism in the SC list through the Presidential Order 1950 even when he was the law minister? In an inspiring speech, ‘Why Was Nagpur Chosen?’ delivered on October 15, 1956 —a day after he converted to Buddhism—Ambedkar acknowledged that his followers would lose SC entitlements due to conversion to Buddhism. Also, he explicitly favoured sociology over theology and practice over principles in analysing religious collectivities. In ‘Pakistan or the Partition of India’, he notes categorically that “…the Mahomedans observe not only caste but also untouchability”. In ‘The Condition of the Convert’, Ambedkar states that “…conversion has not brought about any change in the status of the untouchable convert…the untouchable remains an untouchable even though he becomes a Christian.”\nMoreover, explanation II of Article 25 (b) renders Sikhs, Jains, and Buddhists as ‘legal’ Hindus only for purposes of social welfare, reform, and public access to religious institutions. If Sikhism and Buddhism were a Hindu branch according to the Constitution, why did most Dalit Sikhs have to wait till 1956 and Dalit Buddhists till 1990 to be enlisted as SCs? If Islam and Christianity are egalitarian traditions, then so are Sikhism and Buddhism. If Muslim and Christian castes can avail of religiously neutral OBC, ST, and EWS reservations along with minority preferences, so could Sikhs and Buddhists, who are construed as religious minorities.\nThe shrill opposition of a few anti-caste voices to the inclusion of Dalit Muslims and Dalit Christians in the SC category has very little to do with the Constitution or Babasaheb’s vision. It is animated by the punyabhumi/pitrabhumi (holyland/fatherland) logic of V D Savarkar. The new consensus that a few Ambedkarites are forging to invalidate non-Indic Dalits from being recognised as SCs is aimed at sharpening the religion-based fault lines within the Dalit community. It is neither just nor democratic\n\n",
        "headline_1": "Muslim quota row deepening fault lines among Dalits",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/muslim-quota-row-deepening-fault-lines-among-dalits/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Sanjay Leela Bhansali’s new show was a wonderful chance to fictionalise the powerful cultural legacy of courtesans: be it Mah Laqa Bai Chanda (d.1824) of Hyderabad who was the first female Urdu poet; 19th century vocalist Goki Bai who laid the foundations of Patiala gharana, or indeed prolific poet-singer Janki Bai Allahabadi (d.1934).\nYet, despite being mounted on an epic scale, ‘Heeramandi’ could not be more distant from real-life courtesans, or the gritty bylanes of pre-Partition Lahore. For a historian of Punjab, this lack of a compelling storyline even remotely grounded in a Lahori context is bewildering — given the wealth of real-life stories of Lahore’s tawaifs. While Lahore’s Mughal pasts are indirectly referenced, ‘Heeramandi’ bears no imprint of its more recent Sikh-era past, where the very origins of Hira Mandi (named after Hira Singh Dogra, Maharaja Ranjit Singh’s wazir’s son) lie.\n\nThe song ‘Sakal Ban’ aside, ‘Heeramandi’ could have dwelt on courtesans’ centrality to Punjab’s shrine cultures. For a series set in 1940s Lahore, a reference to the Female Singers’ Prohibition Bill, hotly debated in the Punjab legislative assembly during these very years (1939-1942), would have been apt. The Bill sought to outlaw girls or women from singing or dancing, with or without musical accompaniment, at any Muslim shrine in Punjab, pointing to just how pervasive courtesans had been in these spaces. Naturally, one cannot blame Bhansali alone for missing the link between sacred and sensual worlds inhabited by Punjab’s tawaifs. The anti-nautch movement led by Lahore’s ‘Punjab Purity Association’ in the 1890s has over time wiped out any cultural memory of these overlapping worlds. This overlap was not only evident in courtesans’ performances in holy spaces, whether Sufi, Hindu, or Sikh, but also in the several mosques and schools built by courtesans or in their generous donations to many temples. The Maharaja’s powerful courtesan queen Bibi Moran, for example, built the Mai Moran Masjid in Lahore, donated generously to the Bhairon Mandir, and patronised a madrasa with esteemed hadith scholars. Equally, many tawaifs of Shia origin sponsored taziyas during Lahore’s Muharram processions.\nFor Bhansali, the courtesan world is an excuse to indulge in visual pyrotechnics and borrow from tired Orientalist tropes of Lahore’s courtesans from European colonial writing. Rudyard Kipling’s short story ‘On the City Wall’ (1888), features the wealthy and powerful Lalun, whose beauty ‘was so great that it troubled the hearts of the British Government and caused them to lose their peace of mind.’ It is difficult to decipher at which point Kipling’s imperialist version of the cunning Lahore courtesan morphs into the scheming and powerful tawaif of Bhansali’s homegrown brand of Orientalism. Unlike Kipling’s short story, though, Heeramandi’s watery plot struggles to hold our attention, or explore why Lahore’s courtesans were so powerful.\nAmidst such tropish excess, there is no room for the everyday life of tawaifs. The sole, caricaturish ustaad is never shown teaching the courtesans any music or dance, their main forte. Where are the mirasi bard-musicians who accompanied the courtesans, the higher status kalawants who trained them, the bodyguards who protected them, or the holy men who offered religious instruction? Where are the Sikh and Hindu elite patrons of tawaifs or, indeed, the non-Muslim courtesans, both Sikh and Hindu? Where are the maharajas or nawabs from neighbouring princely states like Bahawalpur, Patiala, Jammu, Kapurthala, the biggest patrons of Lahore and Amritsar courtesans? Where are the European memsahibs so keenly interested in courtesans’ music? And finally, contrary to the trite Alamzeb storyline, where are the renowned courtesan-poets of Urdu? Incorporating such details could have made a far more memorable show.\nHardcore Bhansali fans will urge us to ignore the historical setting and succumb to his maximalism, asking us to simply luxuriate in the lavish costumes and sets. This would be easier were the series based in Lucknow, where it more readily belongs. Instead, by choosing to set it in the courtesan quarters of Lahore, and saturating it with ‘Muslim’ protagonists alone —whether courtesans or patrons  —Bhansali falls into a curious ‘presentism’, incorrectly viewing the past in terms of the present. He thereby reveals a uniquely South Asian version of Orientalism by stereotyping Punjab’s courtesan cultures, and misunderstanding Lahore’s rich multicultural pasts. This bears mentioning since ‘Heeramandi’ is Bhansali’s first attempt directly addressing cross-border audiences. Given the Islamophobic undertones of his previous films like ‘Padmaavat’, what does this two-dimensional stereotyping of Muslim courtesans do to the collective memory of our shared pasts?\nBhansali’s films are always steeped in nostalgia, but even nostalgic excursions on this scale bear some responsibility towards their target audiences. Novelist Svetlana Boym famously stated that far from being politically irrelevant, “fantasies of the past determined by needs of the present have a direct impact on realities of the future”. If imagined with some sensitivity to history, ‘Heeramandi’ had the potential of offering us both a window into a bygone era, and a bridge to a more inclusive future. Alas!\n\n",
        "headline_1": "Heeramandi’s stereotyped courtesan world is a missed opportunity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/heeramandis-stereotyped-courtesan-world-is-a-missed-opportunity/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Has climate change finally become an electoral issue in what may be India’s hottest year? If it had, wouldn’t politicians be shouting about heat, drought and flood protection in the same breath as reservations and freebies? That’s not quite happening, is it? And yet, party manifestos have become replete with climate. BJP’s manifesto mentions ‘climate’ 6 times, ‘green’ 13 times and climate’s visible manifestation, ‘water’, 22 times (compared to 2, 2 and 24 times respectively in 2019). Congress manifesto mentions ‘climate’ 12 times, ‘green’ 8 times and ‘water’ 18 times (compared to 11, 5 and 31 times respectively in 2019). Manifestos show where a party is headed, and clearly climate is becoming more important. After all, politicians are clever people who listen closely — very closely — to what the voters care about.\nA 2022 Yale and C-Voter study of 4,619 Indians found that 81% worried about climate change. Most had noticed the heat and changes in rainfall. Over 60% thought it would take them months (a quarter said years) to recover from an extreme event like a flood or a drought. But would they vote on it?\nIn 2018, after surveying 2,73,487 people across 534 Lok Sabha constituencies, the Association for Democratic Reforms (ADR) found that voters cared most about jobs, better healthcare and drinking water. The Jal Jeevan Mission, launched in 2019 by the current government, has since provided tap water connections to nearly 115 million more homes. A 2022 government review found that 80% of the households felt the tap connection fulfilled their daily water needs, even though water came for only three hours a day on average, and did not come daily to about a quarter of the homes. And even if water availability fell in 2023 (an El Nino year), the daily lived water experience of most of those 115 million households has improved from 2019. Women are likely to keep this in mind while casting their vote.\nThe ADR survey also found a lot of variation in what voters cherish across India and within states. For example, in the 2019 general elections, Maharashtrian voters said, ‘Whoever fixes the drought will get my vote.’ Indeed, ADR data showed that ‘availability of water for agriculture’ was among the top three priorities for rural Maharashtrian voters. But it wasn’t their only burning issue. Rural Maharashtrians also cared about electricity for agriculture and getting higher prices for their crops. Meanwhile, urban Maharashtrians, in Mumbai North, Pune and Nagpur, prioritised drinking water. While water is omnipresent in voter priorities, it’s not in a way that makes trade-offs easy for politicians. And so, politicians listened carefully to voters and compromised. In 2018-19, Maharashtrian farmers got more than Rs 11,000 crore in electrical subsidies whereby politicians are seen to be acting on voter interests. But did it ‘fix the drought’? Not quite. In 2019, farmer suicides spiked in the state, with nearly 4,000 farmers taking their own lives. Maharashtra, with a third of India’s cotton acreage, irrigated only 2.7% of cotton area in 2020 (other key cotton states, Telangana and Gujarat irrigate 13% and 69% respectively). Rains failed again last year, reservoirs are empty, and water tankers are out. Reportedly, the winter onion crop planted area has fallen. Manifestos do not appear to show concrete climate actions for such a vulnerable state. So, how will Maharashtrians vote? Will they even vote in sufficient numbers?\nAnalysing past elections, I’ve found that voters reward governments for building climate resilience by improving water access (Gujarat in 2007, Madhya Pradesh in 2013, Telangana in 2018), but not necessarily for water management, which becomes more important as temperatures rise. Politicians start walking on the path of management (Telangana’s tanks, Delhi’s water metering) but quickly switch to populism (free electricity for borewells, water charge waivers) as elections approach. Indeed, ADR data shows voters care little about clearing encroachments from public spaces. Then, why should politicians spend their precious political capital to clear up encroachments from lakes? But if they don’t, how will Chennai’s and Bengaluru’s water woes ever get resolved? Get real, voters. Despite the outrage over flood and drought, Chennai’s already low voting percentage only fell further from 2019 levels while Bengaluru’s remained constant. During a water crisis a few years ago, Sundaram Climate Institute asked over 900 people in Madurai whether they would vote on the basis of water. An overwhelming majority answered ‘No’. So, in the words of the wonderfully pragmatic Dowager Countess of Grantham in Downton Abbey, ‘Never mistake a wish for a certainty’. To make climate action a certainty, we need voters to vote for it, which needs crafting a compelling narrative. Those who can tell that story will make India climate resilient and reap the reward.\n\n",
        "headline_1": "Climate is changing but politicians won’t till voters put it on the agenda",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/climate-is-changing-but-politicians-wont-till-voters-put-it-on-the-agenda/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Amid ongoing debate over age-limit extension for government jobs to 35 years, one worrying aspect of the current recruitment process in public sector, especially in Bangladesh Civil Service (BCS) exams, has been highlighted by a recent report—long delays at every stage of the exams. This is not a new problem, but the fact that it has been allowed to persist for so long speaks to the inefficiency and lack of accountability at the Public Service Commission (PSC), which conducts the exams. From publishing circulars to confirming recruitment through gazette notifications, it may take over four years to finish the entire cycle of one exam, thus significantly affecting the life and career prospects of jobseekers.\nFor the graduates, BCS has turned into a double-edged sword. Their fixation with this most coveted of government jobs can be richly rewarding but the road to that reward is filled with uncertainties. And they can hardly focus on any other career path as they remain caught up in BCS preparations. Even successful candidates face delays after the publication of final results, because of post-exam procedures such as police verifications and medical tests. Currently, the PSC is dealing with three BCS exams—44th, 45th, and 46th—each at different stages of their cycle, meaning that many candidates too are having to deal with all three simultaneously.\nThe question is, why are such delays being allowed year after year, despite there being a roadmap to complete the entire examination process in one year? The convoluted processes of examination, evaluation, and verification are a key issue. The PSC cites its limited workforce and reliance on external experts for critical tasks at all stages as contributing factors. For example, the introduction of multiple examiners for script evaluation, while intended to ensure transparency, has inadvertently added layers of complexities. Moreover, lengthy post-exam verifications, including delving into irrelevant details like political affiliations of candidates, only cause further delays. There is clearly room for simplifying and expediting these processes.\nWhile a rigorous evaluation of the eligibility of those entering public service is crucial, it is vital that the process be rid of unnecessary complications. Every year, many thousands of graduates sit for the BCS exams. But only a fortunate few are able to reach the finish line, that too after prolonged waiting periods. The authorities must overhaul and streamline the entire recruitment process so that they don't have to sacrifice crucial years of their lives unnecessarily.\n",
        "headline_1": "BCS has turned into a two-edged sword for jobseekers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcs-has-turned-two-edged-sword-jobseekers-3608306",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Rabindranath Tagore is perhaps the only poet whose songs were chosen as the national anthems of two countries: India and Bangladesh. On January 24, 1950, Tagore's song \"Jana Gana Mana\" was officially adopted by the Constituent Assembly as the Indian national anthem. Twenty-two years later, on January 13, 1972, an earlier song of Tagore's, \"Amar Sonar Bangla,\" was officially recognized as the national anthem of Bangladesh. If a country's national anthem epitomizes the identity of the country, how do these two songs epitomize the identities of India and Bangladesh?  Furthermore, is there something ironic in choosing these two songs that had been composed in different circumstances – one mourning the partition of Bengal and the other celebrating the annulment of that partition – as the national anthems of two countries? Does giving a song an \"official\" status deprive it of its richness and even complexity? Especially, as in both cases, only a few lines of the songs are the national anthems? In the case of \"Amar Sonar Bangla,\" in particular, has its institutionalization weakened its evocative power as the rallying cry for Bengalis in 1971?\nOn July 20, 1905, the British Raj announced the partition of Bengal. The partition would take effect from October 16 that year.  The new province of Eastern Bengal and Assam would include the districts of Dacca, Mymensingh, Faridpur, Backergunge [Barisal], Tippera, Noakhali, Chittagong, the Chittagong Hill Tracts, Rajshahi, Dinajpur, Jalpaiguri, Rangpur, Bogra, Pabna, and Malda.  While the official reason behind the partition was that the Bengal province was too large to be administered by a single governor, the division of the province into a Hindu-dominated  one and a Muslim-dominated one could be considered but another example of the British \"Divide and Rule\" policy.\nThere was almost immediate reaction to the announcement of the partition.  The anti-British Swadeshi movement was launched on August 7, 1905, at a public meeting at the Calcutta Town Hall, when the Boycott Resolution was passed. By September 1905, the sale of British cloth in some districts fell to between 6 and 20 per cent of original levels. Public burning of foreign cloth took place spontaneously. Earlier attempts to boycott foreign cloth had failed to elicit this response. If Lord Curzon, then Viceroy of India, meant to curb the rising tide of nationalism, he succeeded in doing just the opposite.  The anti-British feeling led to a new wave of patriotism as well as increasing violence.\nRabindranath Tagore too became involved in the swadeshi movement.  Though he did not approve of violent methods – as his novel Ghare Baire reveals – his initial reaction to the partition was an outpouring of grief over the dismemberment of his motherland. Among the songs he composed at this time were \"Banglar Mati Banglar Jal,\" \"Bidhir Badhon Katbe Tumi Emni Shaktiman,\" \"Jodi Tor Dak Shune Keyu Na Ashe Tobe Ekla Chalo Re,\" and \"Amar Sonar Bangla.\"  \nIn the face of these protests, the partition was annulled in 1911.  At The Great Coronation Durbar on December 12, 1911, King George V announced the annulment of the partition. But there was a price: From Calcutta, the capital was shifted to Delhi.\nOn the occasion of the visit of King George V to the Delhi Durbar, Rabindranath Tagore was asked by a friend to compose a song. While he did not write a song for the Durbar, he did write one for the annual meeting of the Congress. The wordings of the song suggest that it was written in praise of George V.  The Statesman, for example, on December 28, 1911 stated, \"The Bengali poet Rabindranath Tagore sang a song composed by him specially to welcome the Emperor.\" The Englishman also noted \"The proceedings [of the Congress] began with the singing by Rabindranath Tagore of a song specially composed by him in honour of the Emperor.\" Reba Som notes, in Rabindranath Tagore: The Singer and His Song, that though Tagore did not write a song for George V,  \"Jana Gana Mana\" \"was deliberately ambiguous\" (103).  In 1911, the dispenser of India's destiny was, in all practicality, the British ruler.\nTagore would insist that the poem was not in praise of King George and the word \"Chirasarathi,\" which he translated as \"Eternal Charioteer\" in his translation of 1919, referred to Krishna. However, it is not improbable that in 1911 with the annulment of the partition of Bengal, Tagore was celebrating the reunification of India – but it was a reunification that had been made possible by the then ruler of India's destiny.  Tagore's anti-British feelings would not come to a head until 1919, after the Jalianwallah Bagh atrocities when he renounced his knighthood awarded by George V in 1915.\nIn January 1912, the Brahmo Samaj journal, Tatva Bodha Prakasika,  published the song. Below is a transliteration of the first stanza.\nJana gana mana adhināyaka jaya he\n\nBhārata bhāgya vidhātā\nPañjāba Sindhu Gujarāṭa Marāṭhā\nDrāviḍa Utkala Vaṅga\nVindhya Himāchala Yamunā Gaṅgā\nUcchala jaladhi taraṅga\nTav śubha nāme jāge\nTav śubha āśiṣa māge\nGāhe taba jaya gāthā\nJana gaṇa maṅgala dāyaka jaya he\nBhārata bhāgya vidhāta\nJaya he, jaya he, jaya he\nJaya jaya jaya, jaya he!\nIn February 1919, Tagore accepted an invitation from the Irish poet James H. Cousins, Principal of the Besant Theosophical College, to spend a few days with him and his wife, Margaret. After listening to Tagore singing the song, Margaret set down the notation which is still followed. It was here that Tagore wrote his English translation of the song, titling it The Morning Song of India. The first stanza describes the varied land of India and its people.\n \nThou art the ruler of the minds of all people, dispenser of India's destiny.\nThy name rouses the hearts of Punjab, Sind, Gujrat and Maratha, of the Dravida and Orissa and Bengal; it echoes in the hills of the Vindhyas and Himalayas,   \nmingles in the music of Ganges and Jamuna and is chanted by the\nwaves of the Indian Sea. They pray for thy blessings and sing thy praise.\nThe saving of all people waits in thy hand, thou dispenser of India's \n      destiny.\nVictory, victory, victory to thee.\nIn 1941, shortly before his death, Tagore wrote the essay \"Crisis in Civilization.\" Despondent over the violence that attended the anti-British movement, Tagore looked forward to a time when the British would indeed leave India and man's humanity would prevail.\nThe wheels of Fate will some day compel the English to give up their Indian   empire.  But what kind of India will they leave behind, what stark misery?  When the stream of their centuries' administration runs dry at last, what a waste of mud and filth they will leave behind them! I had at one time believed that the springs of civilization would issue out of  the heart of Europe.  But today when I am about to quit the world that faith has gone bankrupt altogether.\nAs I look around I see the crumbling ruins of a proud civilization strewn like a vast heap of futility. And yet I shall not commit the grievous sin of losing faith in Man.  I would rather look forward to the opening of a new chapter in this history after the cataclysm is over and the atmosphere rendered clean with the spirit of service and sacrifice. Perhaps that dawn will come from this horizon, from the East where the sun rises. A day will come when unvanquished Man will retrace his path of conquest. Despite all barriers, to win back his lost human heritage.\n\nWhile Tagore describes the beauty of Bengal in the poem, it is only the entire poem that reveals that it is also about the political situation at the time. The last two lines refer to the boycott of foreign goods and in an almost prophetic vision foresee the hanging that would be the result – as it indeed was when Khudiram was hanged.\nUnfortunately, when the British left India, there was a cataclysm more violent than any Tagore had visualized. The Indian subcontinent was divided into two nation states, with India in the middle of the two wings of Pakistan: East and West Pakistan. The  early patriotic fervour in East Pakistan soon faded as people started feeling that they were being treated as second-class citizens. One of the issues was that of the state language. This issue came to a head in 1952 when Governor-General Khawja Nazimuddin defended the \"Urdu-only\" policy in a speech on January 27. Police action on February 21 led to the killing of at least six persons. The language movement and the killing of protestors was the catalyst for an awakening nationalist consciousness among the Bengalis of East Pakistan. Though the central government granted official status to Bangla  in 1956, the awareness that the people of East Pakistan were Bengalis first and Muslims later led to increasing distancing from West Pakistan.\nThe awakened Bengali consciousness was given a boost on the cultural side when, in 1961, the government of Pakistan attempted to ban the singing of Tagore songs in East Pakistan. However, a group of intellectuals and singers defied this ban and celebrated Tagore's birthday.  Subsequently, a cultural organization was formed to nurture and foster the cultural aspect of the land, including the celebration of the birthday of Tagore. Chhayanat initiated the celebration of the Bengali New Year on the first day of Baisakh, April 14, 1963 with Tagore's song \"Esho Esho He Baisakh.\" The song not only celebrated the coming of a new year, but also stressed the cultural unity of the people of Bengal. Thus, if Tagore recognized the multi-ethnic, multi-religious Indian identity in \"Jana Mana Gana,\" his songs helped to create a sense of Bengali identity distinct from the Pakistani Muslim one. Subsequently, as the movement for autonomy grew and increasingly in 1971 after the crackdown, Tagore's \"Amar Sonar Bangla\" became popular as the song which epitomized the meaning of the land for the dispossessed Bengali.\nWhile Tagore describes the beauty of Bengal in the poem, it is only the entire poem that reveals that it is also about the political situation at the time. The last two lines refer to the boycott of foreign goods and in an almost prophetic vision foresee the hanging that would be the result – as it indeed was when Khudiram was hanged.  With \"Amar Sonar Bangla\" elevated to the status of the national anthem, we are deprived of the complex feelings that inspired the poet to write these lines. The poem is not just about beauty but also about separation, about the cauldron of history in which much creation occurs.\nThe circumstances under which \"Amar Sonar Bangla\" was created are interesting and reveals Tagore's openness to borrowing whatever he found good. Between 1891 and 1901, Tagore resided at the family estate of Shilaidaha, on the south bank of the Padma in Kushtia. Apart from composing poems and songs, Tagore was fascinated by the songs of the wandering baul singers. The universal message of their songs appealed to him as did  their evocative tunes.\nIn 1905, when Tagore was writing his songs of protest, he used the tune of Gagan Harkara's \"Ami Kothay Pabo Tare\" to accompany the lyrics of \"Amar Sonar Bangla.\" The song which first appeared in the September 1905 issues of Bangadarshan describes the beautiful land of Bengal and perhaps owes something to the baromashi, the Bengali song of separation which refers to the different Bengali months and their seasonal changes.  However, the English translations of Tagore's song – perhaps to make it more understandable to readers unfamiliar with the Bengali months – use \"Spring\" and \"Autumn\" instead of \"Phalgun\" and \"Agrahayan.\"\nThe official English version of the first stanza is that by Syed Ali Ahsan, himself a Bangla poet.\nMy Golden Bengal\nMy Bengal of gold, I love you\nForever your skies, your air set my heart in tune as if it were a flute.\nIn spring, my mother mine the fragrance from your mango-groves makes me wild\nwith joy –\nAh, what a thrill!\nIn Autumn, Oh mother mine,\nIn the full blossomed paddy fields,\nI have seen spread all over – sweet smiles!\nAh, what a beauty, what shades, what an affection\nAnd what a tenderness!\nWhat a quilt have you spread at the feet of banyan trees and along the bank of\nrivers!\nOf mother mine, words from your lips are like nectar to my ears!\nAh, what a thrill!\nIf sadness, Oh mother mine, casts a gloom on your face,\nMy eyes are filled with tears.\nIn 1972, the song that Tagore had composed in protest against the division of Bengal became the national anthem of a sovereign country, the seeds of which had perhaps been sown in 1905 with that division. While celebrating Bengal, the song, by becoming the national anthem of Bangladesh, reifies the division that had created the province of Eastern Bengal and Assam and which, after much blood shed, became Bangladesh – but a Bangladesh reduced in size because Assam had not been part of East Pakistan and was not subsequently part of Bangladesh.\nNiaz Zaman is a retired academic, writer and translator.\n\n\"Rabindranath Tagore and the Creation of National Identity\" was first presented at the conference on \"Redefining Paradigms of Sustainable Development in South Asia,\" organized by Sustainable Development Policy Institute, Islamabad, Pakistan, in December 2011. This is a shorter version of the developed essay published in Chaos, IUB Studies in Literature, Language and Creative Writing, Fall 2012.\n",
        "headline_1": "Rabindranath Tagore and  the Creation of National Identity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/rabindranath-tagore-and-the-creation-national-identity-3608701",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Earlier today, the 2024 SSC results have been published. As always, all the conversations have veered to the attainment of GPA 5—the holy grail of board exams in Bangladesh. The headlines in newspapers are dominated by success stories surrounding SSC exams, including the number of students who earned GPA 5. TV channels, meanwhile, are broadcasting the familiar visual of students in school uniforms dancing to celebrate their results, many posing with the \"V\" sign. \nBut what about the students who did not score GPA 5? Does this \"failure\" mean they have been defeated? There is a palpable perception in some quarters that they may have. \nStudents and parents obsessing about the outcome of the two board exams has become a common aspect in our country over the last two decades. The ever-glorified GPA 5 system has played a central role in it. It is almost as if a student achieving GPA 5 has the same value as the mere passing of these exams once had in the past. The lives of students are being designed around such expectations from the first day of their preparation leading all the way up to the exam dates. A student's wish to learn a new skill, participate in an extracurricular activity, visit friends or family, play outdoors—all circle around their perceived level of preparation. \nThis sort of behaviour from parents, teachers and the wider society is absolutely unreasonable. While getting good grades in these exams definitely have a positive transitional value for students' future career, it is not the end of the world if they do not do well. It does not take a genius to figure that out. Good results in these exams can give students an edge in the public university admission race—and their parents the bragging rights for having an overachiever in the family—but should these considerations be allowed to overwhelm the students? \nHow many of them would eventually get into those desired public universities, anyway? Compared to the number of students who pass the exams, only a small percentage would make it to the University of Dhaka, BUET, Dhaka Medical College, etc.—where most parents want to enrol their children. What's left is almost 90 percent of the total number of students. Are they forever doomed? Absolutely not. \nIn reality, most parents and teachers understand this. Yet, the excessive emphasis on getting GPA 5 in these exams persists. This is largely because of the societal value attached to it. Students suffer from extreme pressure as these exams are treated as mass public events. We have seen in the past how this led to students committing suicide hours after their SSC or HSC results were published. Could those lives have not been saved? \nApart from the students committing suicide, there are a larger number who remain traumatised by the results. We don't have the data on this, but if you ask around, a lot of families would relate to such experiences. This surely has an adverse effect on the future life and career prospects of students, especially their confidence. \nI think all of us can agree that not reaching a certain benchmark of success in board exams does not mean a failed future career, and obtaining a great result does not automatically guarantee a successful career. It's the constant effort and everyday activities that ultimately shape a fulfilling life. So, we should all work together to lessen the hype surrounding these exams. More importantly, parents should play a more supportive role in ensuring that their children don't view these exams as the sole determinant of their worth and future.\nMonorom Polok is a member of the editorial team at The Daily Star\nViews expressed in the article are the author's own\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Sorry parents, but GPA 5 is not the holy grail you think it is",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/sorry-parents-gpa-5-not-the-holy-grail-you-think-it-3608286",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Bangladesh appears to be taking the bait and falling into the market manipulation trap again and again meticulously orchestrated by a section of unscrupulous and speculative traders who are increasing in number, as are their nefarious activities. Take for example the recent exchange rate hike of the US dollar from Tk110 to Tk117. In less than 24 hours of this increase, prices of various essential commodities such as beef, eggs, Sonali chicken, local fish varieties, vegetables, and even green chillies shot up further. It's crystal clear that if the taka falls against the dollar more taka is needed to pay the dollar invoices. What puzzles most people, however, is how are locally produced essential good items such as vegetables affected instantly by the increase or decrease of the dollar?Moreover, the recent increase in the dollar exchange rate occurred only last Thursday - the last day of the banking week. The traders, who raised their prices in response, citing the rate hike as an excuse, did not have time to open LCs following the surge. All commodities currently available in the market were imported at the previous lower exchange rate. So, their argument for hiking prices of commodities is untenable. When the taka appreciates, there is no record of downward price revision immediately. Neither did the stocks of these essential commodities deplete overnight. Only the absence of strict market monitoring and control over traders can explain the reason behind this absurd price hike.In a free market economy, the market should be allowed to operate on its own and follow its own course, where the demand and supply determine price structure. However, the principle of demand and supply in Bangladesh has been distorted by rampant market manipulation with a view to jacking up prices essentials. Recently the government fixed prices of over a dozen essential items, but has failed to implement it. Many even allege government agencies are protecting the interest of vested quarters, instead of protecting the common people from the onslaught of runaway inflation.The International Monetary Fund's World Economic Outlook report suggests that high inflation may persist in Bangladesh this year too, echoing concerns raised by the World Bank in April about short-term economic pressures. According to the latest data from the Bangladesh Bureau of Statistics (BBS), the country's inflation climbed to 9.81 per cent in March, up from 9.67 per cent in February. The Director General of the Bangladesh Institute of Development Research (BIDS) Binayak Sen, however, claims that food inflation has already surged to 15 per cent in the country. High inflation adversely impacts people's lives as well as prolongs economic uncertainty. Reining in inflation, therefore, is a major priority for the government. Experts say the dollar's appreciation could further inflate the prices of imported goods, but prudent management of macroeconomic fundamentals could mitigate its impact. To address inflation in the short and medium terms, experts recommended increasing production, ensuring adequate market supply, supporting industrial productivity enhancement, and enhancing monitoring to balance supply and demand. Strengthening market management and institutional capacity is also crucial. Besides, bolstering the Competition Commission to control inflation and increasing surveillance to combat unscrupulous syndicates are also long overdue to ensure market stability and safeguard consumers' interests.",
        "headline_1": "What does green chilli have to do with greenback?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-does-green-chilli-have-to-do-with-greenback-1715524067",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "The precious yellow metal, gold, has caught the imagination of investors, particularly of the central banks of emerging markets and developing economies (EMDEs). Global economic uncertainties caused by persistent inflation and recession in the advanced economies, which were further exacerbated by the Covid-19 pandemic in 2020, war in Ukraine since 2022 and now in Gaza, have prompted many investors including central banks in the EMDEs to buy large amounts of gold as reserve and a hedge against currency depreciation. Though held in low esteem by world's great businessmen like Warren Buffet as an investible asset and dismissed by the famous British economist John Maynard Keynes as a 'barbarous relic', gold, a legacy asset, has not yet lost its shine as a safe haven for investors. Despite the pros and cons, gold seems to be returning to the world stage with its full ancient glory. The Chinese central bank, the People's Bank of China (PBC), for instance, has over the last 17 months gone on a gold buying spree. At the same time, the price of gold has also been rising reaching a peak of over USD 2,400 per ounce in mid-April this year, though later it dropped to around USD2,300 in recent weeks. This is happening despite the fact that US dollar is going strong and investment in US Treasury Bond is bringing good returns. Then why is this rising demand for gold in the world market as an investible asset? Many analysts think, it is because of the fear of future uncertainties in the global economy. Also, the EMDEs are clearly trying to move away from US dollar as chief hard reserve currency as the US and its G-7 allies are increasingly using USD as a sanction weapon against countries that they want to punish. Russia and Iran are examples against whom sanctions have been imposed multiple times. Worse yet, recently, the G-7 countries led by the US have blocked Russian sovereign assets worth US$300 billion sitting in the banks of the US and its western allies and prohibited transactions with Russia's central bank as well as its finance ministry. Last month, the US Congress passed what it called the REPO ACT, by the exercise of which the US will be able to unlock frozen Russian sovereign assets kept in US banks and use those for Ukraine's reconstruction work. Notably, between US$ 100 billion and US$120 billion Iranian assets are lying frozen in foreign accounts in the West. Fearing similar use of USD as a weapon in the future, other countries are switching to gold as reserve. According to the World Gold Council, in 2023, People's Bank of China (PBC), alone bought 225 metric tonnes (MTs) of gold, which is about a quarter of what all other central banks of the world bought amounting to 1027 tonnes. The present stock of gold in PBC is 2,262 tonnes. The Reserve Bank of India (RBI) has also been buying gold since 2017. Meanwhile, RBI has built a stockpile of over 200 MTs of gold. During the first three months of this year, the central banks of the world have bought 290 MTs of gold. During this period, the Turkish central bank, for instance, bought 30 MTs of gold, though last year (2023), this country was a net seller of gold disposing of 160 MTs of gold in the spring of that year. All these developments point to a clear shift from US dollar as a global reserve currency. According to a report, central banks of the world had 71 per cent of their investments in US Treasury Bonds (T-bonds).These are fixed rate US government debt securities with a maturity of 20 to 30 year. Even so, by 2020, the amount of reserves held in US T-bonds by central banks worldwide came down to 59 per cent. Interestingly, China has been reducing its greenback holdings and since 2011, those have fallen by about one third to around US$ 800 billion. The BRICS (Brazil, Russia, India, China and South Africa) countries, which are set to diminish USD's supremacy as the global reserve currency, have as part of diversifying their reserve assets, been buying gold. Additionally, they are thinking of introducing a shared currency, posing a big challenge to USD's dominance. Against this backdrop, experts at the World Gold Council have recently said that the world's central banks' move to diversify their reserve assets to gold is not going to stop anytime soon. True, gold's worth lies in the fact that it has an intrinsic value and that it is rare and not easy to extract. But as its supply is limited, it cannot replace the world's fiat currencies like USD as a reserve currency.While central banks of the EMDEs and others are stockpiling the precious metal as reserve asset, it does not mean that they will amass all the gold the world has. That is because the US-led Western world still holds the highest amount of gold. At present, the world's central banks together possess 35,000 metric tonnes (MTs) of gold. This is 20 per cent of all the gold that humanity has so far extracted from the mines. Almost a quarter (23.14 per cent) or 8,100 MTs is owned by the US making it 78 per cent of its total foreign reserve, followed by Germany (3,300 MTs), which is 74 per cent of its forex reserve. In comparison, gold represents only 22 per cent of Russian forex reserve, while, gold still makes a mere 4.0 per cent of China's foreign exchange reserve. Yet recent spike in gold price may not be entirely ascribable to gold purchase by world's central banks. Analysts find it as the wok of speculators. \n[email protected]",
        "headline_1": "Gold's rise as central banks' reserves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/golds-rise-as-central-banks-reserves-1715524112",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "Who says Bangladesh belongs to a globally interconnected world? To the country the global village is a misnomer and it is an isolated island so far as its commodity market is concerned. At a time when the World Bank (WB) reveals that commodity prices globally registered a 3.0 per cent drop, with lower prices of fertilizer, natural gas and coal influencing the decline, in the first quarter of 2024, Bangladesh market continues to be more volatile. The WB cites particularly the decrease in world food prices but on this count Bangladesh has an unenviable record diametrically opposed to the global position. The latest surge in prices of commodities here is presumably linked to the combined effect of two decisions the Bangladesh has taken. One is further depreciation of Taka against dollar under the newly introduced crawling peg for exchange rate and the other is the market-driven banking interest rate. While the first one will certainly make imports costlier, this has no reason to impact the market overnight. In a country where prices of commodities are hiked on flimsy or even imaginary pretexts, the two moves are strong reasons for making market jittery. Let alone imported items, different varieties of locally grown agricultural produce, fish, egg and chicken have witnessed an abnormal surge in prices by Tk 10 to 50 a kilogram or per piece. However, traders have their archaic argument in favour of pushing up prices of kitchen market items. They advance arguments that recent heat waves have caused damage to crops and a supply shortage is the reason behind price escalation. A visit to the market, however, does not corroborate their claim. Leave the more perishable items, what about potato and onion, the harvest of which are already over? Now that India has lifted restrictions on export of onion, the item's price should have at least stabilised if not gone down. Here traders' argument is quite intriguing. Indian onion will take time to arrive in the market and before that price cannot be reduced. In case of local kitchen items and imported essentials, the letters of credit are opened months before, prices go up overnight but when it comes to price fall in the international market, it never takes effect here immediately. The more important question here is, do farmers or growers get a share of the artificially elevated profits? There is no reason they do because this market is repressed under the monopoly hold traders and a parasite class comprising middlemen and extortionists have established. Actually the extra costs on the supply chain in between growers and consumers explain the higher commodity prices in the abnormally managed market of Bangladesh. Business is not only mostly unethical but also defies the principle of demand and supply. Binayak Sen, Director General, Bangladesh Institute of Development Studies (BIDS) lately told the media that food inflation has already hit 15 per cent. This latest round of price escalation might trigger even higher food inflation. The poor, lower and middle-income classes have been writhing in agony due to the outrageous prices of commodity, particularly food. Their agony is likely to intensify if floating exchange rate is introduced and the International Monetary Fund's (IMF's) prescription of withdrawal of subsidy from the power and energy sector followed soon. That will give business coteries yet another pretext to raise prices of commodities. Now if the WB's projection on global commodity prices--- on top of that of the first quarter of this year--- is taken as a guide, prices will fall by 3.0 per cent in 2024 and by 4.0 per cent in 2025. Bangladesh is likely to be an anomaly if traders are allowed to continue with the market anarchy they have become accustomed to. Whether the government is powerless or a tacit accomplice to the ploy or not is anybody's guess. But the consumers, the majority of whom are bleeding because of market volatility, with their back to the wall have a potential weapon to apply. They can nationally boycott items of absurdly spiralled prices, targeting one by one. No one will buy a certain item unless or until the price is lowered to a reasonable level. Otherwise, traders may not mend their ways.\n[email protected]",
        "headline_1": "Last measure against arbitrary price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/last-measure-against-arbitrary-price-hike-1715524142",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2024"
    },
    {
        "full_article": "An institutional email address is typically useful for everything from research endeavour to pursuing scholarships abroad for students. Students gain access to the Google Suite or G Suite applications for free via their university email, which they would otherwise have to pay for. While the free version of Google has limitations that necessitate payment for expanded use, G Suite offers unrestricted access without additional charges, as organisations cover the costs. However, utilising the email addresses provided by Cumilla University (CoU) yields minimal benefits, aside from access to several terabytes on Google Drive.The university administration has issued student email accounts, but the intended advantages of these institutional email addresses remain unclear. Students are expected to enjoy the benefits of Google services such as Google Drive, Google Meet, Google Classroom, and Google Docs, along with unlimited storage space. These resources are crucial for various academic tasks and are often prerequisites for different employment opportunities. Additionally, students typically expect access to other platforms like Microsoft 365, Microsoft Outlook, Hotmail, Yahoo, as well as student developer resources on platforms like GitHub, Microsoft Azure, Springer, and opportunities for portfolio creation.Unfortunately, none of these facilities are available to students using Cumilla University's email system. Despite repeated demands from students to solve the issue through various channels, any satisfactory solution is yet to be found. We the students of Cumilla University urge the administration to promptly take necessary steps to enhance students' access to the aforementioned resources through their institutional email accounts. \nUrmi Akter, StudentEnglish language & literatureComilla University [email protected]",
        "headline_1": "CoU institutional email address for students remains underutilised",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cou-institutional-email-address-for-students-remains-underutilised-1715524164",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-05-2024"
    }
]