[
    {
        "full_article": "By choosing to place a “technical hold” on the joint India-U.S. proposal to designate Jaish-e-Mohammad deputy chief Rauf Asghar a global terrorist on the United Nations Security Council 1267 Committee listing, China has swung another blow to its ties with India, which are already at a fragile point. Despite 16 rounds of military commander talks at the Line of Actual Control, India and China have failed to resolve the standoff that began with the PLA amassing troops, and transgressions along the LAC in April 2020. The two sides sparred in the maritime sphere this week, after India made its concerns over the proposed docking of a Chinese satellite tracking ship at Sri Lanka’s Hambantota port clear to the Sri Lankan government. And while bilateral trade has recovered from the COVID-19 downturn, Chinese technology majors in India are being raided by the Enforcement Directorate and Income Tax authorities under suspicion of a range of financial crimes. At a time when bilateral trust is already in such deficit comes China’s decision to stop an important terror listing, just two months after Beijing similarly stopped the designation of Lashkar-e-Taiba deputy chief Abdul Rahman Makki. To take such measures on an issue that it knows India has always been extremely serious about, given the number of major attacks perpetrated on Indians by the LeT and JeM, right from the 1990s, is insensitive at the least, but part of an unfortunate pattern by China, which has held up several such listings in the past. Asghar is wanted for his role in freeing his brother Masood Azhar in the most dastardly way, by organising the hijack of Indian Airlines flight IC-814, and holding nearly 200 civilians hostage on the Kandahar tarmac, and other attacks. He is now reportedly in Pakistani prison, convicted on terror-related charges, and is on both the U.S.’s and India’s domestic ‘most wanted terrorist’ lists.It is important, however, for India to persevere with attempts to designate both Makki and Asghar, as well as other terrorists responsible for attacks on Indians, without losing faith in the process. One option is to keep the international pressure up, and garner more co-sponsors for the listing, which was reportedly approved by 14 of 15 UNSC members. Another would be to work on changing 1267 Committee procedures, so that they don’t allow one country to hold back such important terror listings without due cause. A third may even be to open dialogues with both China and Pakistan bilaterally on the issue, leveraging Pakistan’s need to be removed from the FATF grey list later this year as well as China’s interest in Pakistan’s economic recovery, to ensure the listings are accomplished. Eventually, if the goal behind the UNSC listings is to ensure that perpetrators of terrorist acts are held accountable, the emphasis must be on working through all avenues.",
        "headline_1": "No holds barred: On the Chinese hurdle to designate terrorists",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-holds-barred-the-hindu-editorial-on-the-chinese-hurdle-to-designate-terrorists/article65762986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "In quashing a criminal case against actor Suriya and director T.J. Gnanavel, the Madras High Court has spared them the ordeal of facing vexatious proceedings for allegedly insulting a section of society in the acclaimed film Jai Bhim. The FIR cited Section 295A of the IPC, a provision that makes it a crime to commit “deliberate and malicious acts intended to outrage religious feelings” on the basis of a complaint that the film insulted the Vanniyar community. A magistrate had forwarded the complaint to the police for the registration of a first information report by concluding that it disclosed a “cognisable offence”. The High Court has rightly concluded that the magistrate had acted mechanically as the order did not even mention what offence was made out in the complaint. In this case, it is quite strange that a perceived insult to a caste was seen as outraging “religious” feelings. It indicates the perfunctory manner in which caste and religion can be conflated with one another by those claiming to be hurt or insulted by others. The court has noted that except for a contention that the film was made in a manner that is likely to incite violence and hostility towards a particular community, there was no specific instance stated in the FIR.The casual resort to criminal prosecution for perceived insults to religion or any other social segment has become an unfortunate feature of contemporary life. Some years ago, the Supreme Court had to intervene to quash a criminal complaint against cricket star Mahendra Singh Dhoni for being featured in the likeness of a deity on the cover of a magazine. Section 295A has been interpreted by a Constitution Bench in 1957 to the effect that it only “punishes the aggravated form of insult to religion” when something is done with a deliberate and malicious intention to outrage the religious feelings of a class. However, in practice, groups and individuals use some imagined slight to themselves as a pretext to infringe the right to freedom of speech and expression by objecting to films, plays and public performances. In many cases, the police tend to give greater credence to such complaints than they deserve and cite the possibility of a disruption of law and order to clamp down on the screening or performance rather than protect free speech. Constitutional courts do intervene time and again to protect freedom of expression, but often such relief comes after a delay. Books have been pulped and performances and lectures have been cancelled based on threats and complaints more often than needed. These developments can only mean that the fight for free speech has to be fought anew from time to time.",
        "headline_1": "Never-ending fight: On free speech vs religious and caste groups",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/never-ending-fight-the-hindu-editorial-on-the-jai-bhim-case-free-speech-and-religious-and-caste-groups/article65762908.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "It is 75 years since India became free of British rule. There is certainly much to celebrate. Anniversaries, however, are also times to take stock, to set the course for the next few decades. What more do we have to do to be truly independent, to be truly free?\nThe Partition riots that accompanied independence were a monumental tragedy that indelibly marked our birth as a nation. It was not clear then that India would survive as a country, let alone a democratic one, whether the peoples of our various states would feel a sense of national unity and purpose that overcame the religious, caste, language and socio-economic identities that differentiated them. Most citizens were poor and illiterate, unequal economically and socially. Political freedom was most valued by the elite, who could slip into the roles vacated by the colonial administration.\nRead full opinion on TOI+\n\n",
        "headline_1": "A journey unfinished: India@75 has much to celebrate but the full range of freedoms available to elites eludes most",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-journey-unfinished-india75-has-much-to-celebrate-but-the-full-range-of-freedoms-available-to-elites-eludes-most/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "India’s higher education regulator is working on a proposal to integrate engineering and medical entrance exams into the undergraduate common university entrance test, and the driving logic is no different from what drove both NEET and JEE’s evolution. These two common entrance exams had to overcome huge resistance to go full throttle, but they have clearly proved the doomsayers wrong, setting up a more efficient and less painful pipeline to scarce seats than the glut of separate exams they replaced. At the same time, the many agonies inflicted by a dramatically expanded CUET-UG this year call for proceeding with care.\nHigher education institutions that will be impacted by the CUET-NEET-JEE integration include some of India’s most cherished centres of excellence. Only through consultations with them as well as with other key stakeholders will NTA be able to arrive at robust alternative testing. For example, NEET has very high biology standards and JEE a very high math threshold. Both these test Class XI as well as XII syllabi while CUET quizzes only the Class XII syllabus. But reconciling these divergent needs is quite doable with proper groundwork and NTA shouldn’t be reinventing the wheel either. Learn from South Korea, a quality education exemplar and which channels all its university intake through a single-day, five-session exam.\nOf course, no other country’s system can simply be duplicated in India. Processes have to be developed to work across our own diverse local contexts. Harrowing CUET glitches have driven home costs of under-preparation on this front. Any CUET-NEET-JEE integration will be looking at upwards of 43 lakh applicants compared to around 5 lakh for South Korea’s CSAT. Don’t sabotage the noble goal of saving students from a multiplicity of exams through slapdash implementation.\n\n",
        "headline_1": "CUET-NEET-JEE: Good idea. But terrible without massive prep",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cuet-neet-jee-good-idea-but-terrible-without-massive-prep/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "India is two days away from celebrating its 75th year as an independent country. But for some Indians, the founding promise of political equality seems years away. A 24-district survey by the Tamil Nadu Untouchability Eradication Front has found many kinds of discriminatory behaviours against Dalit panchayat presidents: denied access to their office, not provided with documents they need, stopped from sitting on chairs, and disallowed from hoisting the tricolour. Then there are schoolchildren all over India refusing midday meals cooked by Dalits, gruesome atrocities against Dalits, and a thousand invisible hurdles that dictate where and how they can live and work.\nIt’s not that the state has stinted in its efforts at inclusion. Like in public education and public jobs, panchayat raj institutions also mandate a quota for scheduled castes. But this has been undermined in many states, with requirements of having a middle school education, or the right number of children, or a toilet in their homes, which inevitably disqualify the socially marginalised. The whole point of democratic participation seems foreign to many in a society still riddled with pre-modern hierarchy and domination. If good sense and state rules and laws don’t work in the face of entrenched prejudice, then perhaps fear will – those who deny basic constitutional rights to others must be seen to be paying heavily for it.\n\n",
        "headline_1": "Caste and country: Discrimination must be heavily punished",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/caste-and-country-discrimination-must-be-heavily-punished/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "The success of any political and economic order depends on how natural and common-sensical it seems. In today’s turbulent world, we see the cracks in a three-decade-old system – neoliberalism – that took shape in the US and then shaped most of the world, says historian Gary Gerstle in The Rise and Fall of the Neoliberal Order.\nThe architects of neoliberalism, starting with Ronald Reagan, dismantled the system that sought to work out a compromise between capital and labour, and state and market. Neoliberals were convinced that regulatory controls stymied growth and innovation. It prized free global movement of goods and labour, was all for cosmopolitanism and globalisation.\nRead full opinion on TOI+\n\n",
        "headline_1": "Neoliberals & our troubled world: As a big idea fractures, what’s coming next?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/neoliberals-our-troubled-world-as-a-big-idea-fractures-whats-coming-next/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "Population and housing census in any country is critical as it is the source of reliable, updated, and comprehensive data about a population's size, distribution, and structure. The quality of census data is crucial for many reasons, including building public trust and understanding the national statistical system. Thus, the government needs to ensure that the census provides accurate, result-giving data that is required for future plans and policies. \nThe main objective of the census is to count all the population and households residing within a nation's territory at a point in time, from where the socioeconomic and demographic characteristics of the people and the households are reflected. The Bangladesh Bureau of Statistics (BBS) under the planning ministry conducted the sixth decennial and first digital population and housing census of Bangladesh on June 15-21, 2022, which was extended for a week for data collection in the flood-affected areas of Sylhet, Sunamganj, Moulvibazar and Netrakona districts. The Computer-Assisted Personal Interviewing (CAPI) process was used for the digital census.\nIt is good to state that, for the first time, the BBS was quite fast to release the preliminary report within a month of the census operation. Still, questions have been raised from different corners in terms of the figure of the total population of the country (165,158,616). There are also a few striking features reflected in the findings, like the sex ratio (98 males per 100 females) for the first time in history, floating population (only 22,185), slum population (1,800,486), partial information of households (17,507) or partial information of population (85,957), residents of Dhaka city corporations (10,278,822), etc, which drew massive attention on social media as well as print and electronic media over the exclusion of people on counting. Currently, the preliminary report lacks information on the size of the population living abroad or remittance-receiving households, number of foreigners, etc, but it is expected to include such important information later in the final report.\nIt is well-recognised that a population census is not perfect. No one can claim that a census is error-free. The errors can be categorised into two types: coverage errors and content errors. Coverage errors occur due to omissions or duplication of persons or housing units in the census enumeration, whereas content errors are those that arise in the incorrect reporting or recording of the characteristics of the persons, households, and housing units enumerated in the census. In this regard, many countries, including Bangladesh, have recognised the need to evaluate the overall quality of their census results. Generally, census errors are omissions, duplication, erroneous inclusions, and gross versus net errors. It is crucial to conduct the post-enumeration check (PEC) following the operation guidelines of the United Nations Principles and Recommendations for Population and Housing Censuses (Rev 2), mainly for an independent evaluation of the quality and coverage of the primary census conducted. Independence, quality assurance, control of non-sampling errors, etc are good PEC data collection programme attributes.\nAs the Bangladesh Institute of Development Studies (BIDS) has been assigned to conduct the PEC, they should be meticulous and cautious in this regard. They should be given complete independence to conduct the PEC as its purpose is to give users confidence when utilising the data and to explain errors in the census result. As a result, field enumerators and supervisors in the PEC should not be BBS employees, but people from the BIDS. Considering the flood in the localities and other matters, the enumeration areas (EAs) should be determined and kept secret from all field staff. The current census is digital so that the PEC can be done within a limited time interval. \nFor a census to be successful, three things need to be looked at: how the data was collected, how it was compiled, and whether it was published or not. First, we need to look into how the data was collected. The BBS decision to conduct the census during the rainy season was not prudent. Floods in the northern regions meant data could not be collected on time. This was not a population but also a housing census; what happens when people's houses are washed away by flood? There was also the Cumilla city election, which coincided with the census. Given the above scenarios, were we able to count all the people and the households accurately?\nThe census needs to answer questions about both individuals and households, like the number of people per household, age and sex, the type of households they live in, the kind of electricity they use, education level, access to water, sources of fuel, sources of drinking water and types of sanitation, if anyone is abroad, remittance received in the last two years, the number of foreigners in the country, etc. There were 35 questions, and we need to examine if all of them were asked. If not, the government needs to know how the data collectors acquired the information from unasked questions. What is the female household response rate during the enumeration? In this regard, the PEC is important, because it will show how many people have been left behind in the primary census and how they can be considered to adjust the total size of the population. For example, in 2011, our fifth census primarily showed that we had a population of 144,043,697. After the PEC, the population increased to 149,772,352, including an additional 5,728,655. So now, we see the primary census as a first step. \n\n\nThe second step will be the PEC conducted by the BIDS as a completely independent agency to ensure public trust under the demanding situation. Then the BBS will complete the socioeconomic and demographic survey on a sample population. The PEC will reveal how well the census was conducted. We need it to be of quality, and it has to be correct. We cannot work with a faulty census, so the quality cannot be compromised. The PEC will adjust the errors and give a more precise picture. If we don't have the correct data, we won't know the ground reality to gauge our progress towards achieving the Sustainable Development Goals (SDGs) by 2030 and beyond, and to undertake the right policies and plans, seeing as the population is at the centre of development. \nDr Mohammad Mainul Islam is a professor and former chairman of the Department of Population Sciences at Dhaka University.\n",
        "headline_1": "Bangladesh needs independent census evaluation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-needs-independent-census-evaluation-3093491",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "Following protests by the opposition parties, rights groups and businesses, the Indian government has withdrawn its proposed Data Protection Bill. The draft bill received 81 amendment suggestions at the joint parliamentary committee. Reports suggest that the government is now considering bringing in a fresh bill, taking into consideration all the suggestions that came through the parliamentary committee.\nWhile the government in India has listened to the opposition, in Bangladesh, the government has brushed aside the civil society's concerns about a similar bill and published a third draft with further expansion of authoritative controls over personal data and privacy.\nIn India, the bill was sent to the parliamentary panel in 2019 after the opposition parties said the data privacy law violated the fundamental rights of the citizens. They said the law gave sweeping powers to the government to access personal data of individuals under opaque conditions citing national security and other reasons. The law also reportedly would have required large social media platforms to offer an identity verification option, a potentially precedent-setting effort to rein in the spread of \"fake news.\" Rights groups and tech giants argued that the requirement proposed by the Indian government would likely raise a host of technical and policy issues, including potential conflicts with other governments over data localisation.\nSimilarities between Bangladesh's draft law and the bill abandoned by India were too many, especially in the areas of invasive powers allowed to the government agencies on ill-defined grounds and imposition of the requirement of data localisation. In fact, changes brought in the third draft of the bill proposed in Bangladesh, published on July 16, 2022 by the ICT Division, would make minorities more vulnerable as data related to their religious beliefs, political ideologies or sexual orientation have been excluded from the list of \"Sensitive Data.\"\nThe worst part, however, is keeping the regulatory authority, the Data Protection Office (DPO), under the Digital Security Agency, which is to be set up in accordance with the infamous Digital Security Act, 2018, and the director general of the Digital Security Agency shall be the chief of the DPO. This is quite contrary to the idea of protecting the privacy of citizens through a legal framework of data protection, which requires absolute independence of the regulatory authority from any direct or indirect government influence or control. The government and state machinery are typically among the most prominent data collectors and processors of people's personal information, and the Digital Security Agency is assigned to be the lead agency in carrying out such work on behalf of the state. If the current draft becomes law, then the DPO will simply become another tool of the government to invade the private space of individuals and abuse opponents and critics.\nThe latest revised draft still contains too wide a scope for exemptions to meaningfully protect data and guard against the misuse and abuse of powers. Submissions made earlier by Access Now, a global advocacy group for defending the digital rights of users, pointed out that the scope of exemptions and the circumstances in which – and under whose authority – they may be applied is not clearly defined; the provision does not carry any meaningful limitations, and fails to lay down a procedure to ensure transparency and accountability, and adherence with principles of necessity and proportionality. But the draft does show their concerns have been ignored outright.\nThe draft act also retains undefined and unrestricted rule-making powers of the government, which experts and activists have been opposing, arguing that such powers must be restricted, and as much as is possible be prescribed in legislation formulated through a democratic process of participation and parliamentary procedures. Provisions with respect to scope and procedures for access, storage and disclosure of data and the mechanism for the affected parties to enforce their rights and seek remedy and redress must be well-defined by law.\nStringent data localisation provisions kept in the draft act also means retention of the government's access to and control over the data, increasing the vulnerability of people's privacy and free speech. Existing laws and regulatory frameworks in Bangladesh allow for any data stored in Bangladesh to be subjected to surveillance, monitoring and interception, as well as data disclosure or removal requests, by government and intelligence agencies, who could be exempt from the draft act. Access Now argues, \"Insufficient safeguards to protect people's data may also undermine Bangladesh's trade prospects with other territories, such as the European Union, the United Kingdom and the United States, which place restrictions on transfer of personal data unless the country provides an adequate level of protection for the rights and freedoms of users in relation to the processing of personal data.\" As a result, it cautions, that people in Bangladesh may be deprived of access to internationally available services, thereby placing them at a disadvantage and negatively impacting rights, accessibility and growth.\nThe proposed legislation makes way for storing data in data centres and servers in Bangladesh with exceptions for necessary cross-border data transfer with prior notification to the director general of the Digital Security Agency, but what constitutes \"necessary\" has not been clearly defined. Domestic and foreign businesses connected to the global economy will thereby face serious impediment due to such restrictions on cross-border data flows. Experts say data centres are power-hungry and expensive to build and maintain, which will discourage new ventures, and small- and medium-sized business units will face huge challenges to survive.\nOne unique addition in the latest draft, perhaps the first in the world, is that the government has absolute liberty to fix different effective dates for different sections of this act, through official gazette notifications. Why want such an extraordinary measure to enforce a new legislation? It allows the government to delay the implementation of the sections that protect people's rights, but apply the harsh and anti-people sections immediately.\nThe publication of the third draft makes it clear that the Bangladesh government's understanding of data governance and priority have not changed. Its priority is to establish full control over all data collected and stored or its trafficking within and outside of the country. All of these would be done under the notion of security and sovereignty of the state, instead of allowing the citizens control over their personal data and protecting their rights to privacy. We could only hope our government would take lessons from our closest neighbour and one of the largest digital markets in the world, and consider rewriting the draft act with wider consultations with all the stakeholders.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Can Bangladesh follow India in redrawing its data protection law?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bangladesh-follow-india-redrawing-its-data-protection-law-3093451",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "It is condemnable that migrant workers are mistreated by the airport and Biman officials and staffers at the Hazrat Shahjalal International Airport (HSIA) in Dhaka when they come home after long stretches abroad. Complaints abound of different types of harassment, ranging from mishandling of luggage to physical and verbal abuse at the airport. The height of misdemeanour was reported when a customs official slapped a passenger who arrived from Malaysia.\nStories of migrant workers facing disrespectful behaviour at the Dhaka airport surfaced when the Civil Aviation Authority of Bangladesh (CAAB) organised a mass hearing of grievances at the airport in the presence of top airport and CAAB officials. It is inexcusable that our migrant workers have to face such belittling conduct from their own countrymen – in sharp contrast to the \"VIP\" treatment provided to rich and powerful quarters – despite the fact that they work hard in foreign lands to earn precious foreign exchange that we need so badly to prop up our economy.\nWe appreciate the initiative by CAAB to improve passenger service at the country's main international airport. We sincerely hope that it was not a one-off event, but rather the first of a series of much-needed initiatives to hold the airport staff accountable and improve the quality of service. We welcome the CAAB chief's proposal of organising training programmes and preparing a code of conduct for all officials and staffers at the airport. However, we cannot help but wonder why there is no such guideline to begin with. Given the shoddy service that passengers – irrespective of their socioeconomic background – receive at the airport, it is of paramount importance that such a guideline be finalised and implemented immediately. Exemplary action must be taken against those who fail to abide by the guidelines. Most importantly, there must be a change in the mindset of both the authorities and the staff about how they treat passengers, particularly those without the \"VIP\" status.\nDuring the mass hearing, several passengers highlighted their misfortune with luggage after arrival. What we would like to know is, given that the luggage problem is a perennial issue, what have the airport authorities done so far to improve the situation? Surely, this is not the first time that they have heard of a passenger losing a bag or finding parts of it missing. The mismanagement and anarchy at our top international airport is simply unacceptable and embarrassing for the nation.\nWe would like to stress that all passengers, especially those who earn foreign exchange for the country, must be treated with rest. The image of Biman and CAAB largely depends on what kind of services they offer to the passengers. They must act with humility, dignity, and efficiency as they are the first point of contact for those entering or returning to the country.\n",
        "headline_1": "Do our remittance earners deserve such disrespect?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/do-our-remittance-earners-deserve-such-disrespect-3093446",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "When the family cards programme was introduced back in March this year to help 10 million poor and ultra-poor families combat the price hike of essentials, it seemed like a great and timely initiative. Essentially, each household was supposed to receive a subsidy of around Tk 550 twice for essential goods during Ramadan. However, a study by Transparency International Bangladesh (TIB) – conducted between April and June – has revealed quite the opposite scenario.\nAccording to the TIB report, a staggering 40 percent of the cash transfer beneficiaries did not even receive the family cards. Additionally, about four percent of those who did receive the cards could not do so without facing hurdles, such as having to pay bribes of up to Tk 200 to get their cards. As for actually purchasing essentials using the family cards from the Trading Corporation of Bangladesh (TCB) trucks, the respondents complained of receiving poor quality goods or receiving much less than the amount promised – all while having to wait in line for an average of 1.2 hours to a maximum of 10 hours. And despite having obtained the cards, 7.5 percent of the beneficiaries could actually not afford the TCB goods. Many of the beneficiaries had to sacrifice a day's work (and their income) to stand in line for the TCB supplies. Many fainted from heat and exhaustion after waiting in line for hours.\nFor the government to take a necessary initiative to assist around 30 percent of the country's population, and to be unsuccessful in it due to internal corruption, irregularities, and a lack of communication, is severely disappointing. This will stand as yet another example of the government's lack of foresight and planning when it comes to any large-scale project or programme.\nWhat is most telling of the authorities' apathy is that many people did not even know about family cards when they were first introduced. Before, people could queue up to buy goods at subsidised prices from the TCB trucks. But the introduction of family cards meant that even those who could only afford essentials at the subsidised prices could not purchase them unless they had family cards. Yet, TIB suggests that a significant number of real beneficiaries were left out of the programme due to corruption and political influence.\nWe would like to draw the authorities' attention to the findings of the TIB study and to take them into consideration when executing a similar programme in the future. The family card programme is highly beneficial in theory. But corruption and the influence of local politicians made it virtually ineffective. Given the rising prices of all goods, the poorest of our population require the government's assistance even more now than they did back in April. As such, we would urge the authorities to conduct all relief and aid programmes in a planned and efficient manner, and to rein in the ever-present threat of corruption, so that all deserving beneficiaries can receive the help they need.\n",
        "headline_1": "How the government failed ‘family card’ recipients",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-the-government-failed-family-card-recipients-3093441",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "It is condemnable that migrant workers are mistreated by the airport and Biman officials and staffers at the Hazrat Shahjalal International Airport (HSIA) in Dhaka when they come home after long stretches abroad. Complaints abound of different types of harassment, ranging from mishandling of luggage to physical and verbal abuse at the airport. The height of misdemeanour was reported when a customs official slapped a passenger who arrived from Malaysia.\nStories of migrant workers facing disrespectful behaviour at the Dhaka airport surfaced when the Civil Aviation Authority of Bangladesh (CAAB) organised a mass hearing of grievances at the airport in the presence of top airport and CAAB officials. It is inexcusable that our migrant workers have to face such belittling conduct from their own countrymen – in sharp contrast to the \"VIP\" treatment provided to rich and powerful quarters – despite the fact that they work hard in foreign lands to earn precious foreign exchange that we need so badly to prop up our economy.\nWe appreciate the initiative by CAAB to improve passenger service at the country's main international airport. We sincerely hope that it was not a one-off event, but rather the first of a series of much-needed initiatives to hold the airport staff accountable and improve the quality of service. We welcome the CAAB chief's proposal of organising training programmes and preparing a code of conduct for all officials and staffers at the airport. However, we cannot help but wonder why there is no such guideline to begin with. Given the shoddy service that passengers – irrespective of their socioeconomic background – receive at the airport, it is of paramount importance that such a guideline be finalised and implemented immediately. Exemplary action must be taken against those who fail to abide by the guidelines. Most importantly, there must be a change in the mindset of both the authorities and the staff about how they treat passengers, particularly those without the \"VIP\" status.\nDuring the mass hearing, several passengers highlighted their misfortune with luggage after arrival. What we would like to know is, given that the luggage problem is a perennial issue, what have the airport authorities done so far to improve the situation? Surely, this is not the first time that they have heard of a passenger losing a bag or finding parts of it missing. The mismanagement and anarchy at our top international airport is simply unacceptable and embarrassing for the nation.\nWe would like to stress that all passengers, especially those who earn foreign exchange for the country, must be treated with rest. The image of Biman and CAAB largely depends on what kind of services they offer to the passengers. They must act with humility, dignity, and efficiency as they are the first point of contact for those entering or returning to the country.\n",
        "headline_1": "Do our remittance earners deserve such disrespect?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/do-our-remittance-earners-deserve-such-disrespect-3093446",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "When the family cards programme was introduced back in March this year to help 10 million poor and ultra-poor families combat the price hike of essentials, it seemed like a great and timely initiative. Essentially, each household was supposed to receive a subsidy of around Tk 550 twice for essential goods during Ramadan. However, a study by Transparency International Bangladesh (TIB) – conducted between April and June – has revealed quite the opposite scenario.\nAccording to the TIB report, a staggering 40 percent of the cash transfer beneficiaries did not even receive the family cards. Additionally, about four percent of those who did receive the cards could not do so without facing hurdles, such as having to pay bribes of up to Tk 200 to get their cards. As for actually purchasing essentials using the family cards from the Trading Corporation of Bangladesh (TCB) trucks, the respondents complained of receiving poor quality goods or receiving much less than the amount promised – all while having to wait in line for an average of 1.2 hours to a maximum of 10 hours. And despite having obtained the cards, 7.5 percent of the beneficiaries could actually not afford the TCB goods. Many of the beneficiaries had to sacrifice a day's work (and their income) to stand in line for the TCB supplies. Many fainted from heat and exhaustion after waiting in line for hours.\nFor the government to take a necessary initiative to assist around 30 percent of the country's population, and to be unsuccessful in it due to internal corruption, irregularities, and a lack of communication, is severely disappointing. This will stand as yet another example of the government's lack of foresight and planning when it comes to any large-scale project or programme.\nWhat is most telling of the authorities' apathy is that many people did not even know about family cards when they were first introduced. Before, people could queue up to buy goods at subsidised prices from the TCB trucks. But the introduction of family cards meant that even those who could only afford essentials at the subsidised prices could not purchase them unless they had family cards. Yet, TIB suggests that a significant number of real beneficiaries were left out of the programme due to corruption and political influence.\nWe would like to draw the authorities' attention to the findings of the TIB study and to take them into consideration when executing a similar programme in the future. The family card programme is highly beneficial in theory. But corruption and the influence of local politicians made it virtually ineffective. Given the rising prices of all goods, the poorest of our population require the government's assistance even more now than they did back in April. As such, we would urge the authorities to conduct all relief and aid programmes in a planned and efficient manner, and to rein in the ever-present threat of corruption, so that all deserving beneficiaries can receive the help they need.\n",
        "headline_1": "How the government failed ‘family card’ recipients",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-the-government-failed-family-card-recipients-3093441",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "Though any idea of spending more than Tk 200 million to build a one-kilometre drain may appear unusual to an ordinary mind, it may not be so if one is from the government's Roads and Highways Department (RHD). In fact, the RHD has proposed a whopping Tk 8.69 billion estimate to build a drain along the 43-kilometre road under a project titled, 'Widening of Sylhet-Carkhai-Shaola highways project'. When queried, an official concerned at the RHD, as reported in the Monday's (August 9) issue of this paper, replied that the project was very important as it would activate the Shaola land port for enabling cross-border passenger and freight movement between Bangladesh and neighbouring India. Also, it would enhance regional connectivity through linking the South Asia Sub-regional Economic Cooperation (SASEC) Road Corridor-5 as well as the Bangladesh, China, India and Myanmar (BCIM) Corridor, the official further added.Even if it is accepted that widening of the particular section of the Sylhet-Carkhai-Shaola road is important, how does then one justify the excessively high expenditure as proposed for the project? One would then like to ask if any special kind of material is going to be used to build the drain or the entire road section in question for that matter. Additionally, Tk. 3.51 billion has been estimated for what it said as part of the project's price adjustment. And to think that the amount would be borrowed from the World Bank! Then, the story does not end here. Consider that TK 1.50 billion has been proposed for shifting utility lines, Tk 890 million as fees for consultancy, close to TK 5.0 billion for land acquisition, Tk 1.5 billion for earthwork and so on and so forth. All this is going on when the economy is reeling from high inflation, remittance from migrant workers is declining and the foreign exchange reserve is shrinking. Could not the government agency concerned consider downsizing the proposed project when the economy is under such an intense pressure?A privately done study has shown that it is possible to cut the cost of the entire project worth Tk 38.72 billion by 66 per cent without much affecting the basic project work. Interestingly, some in the government, in the Planning Commission (PC), in particular, where the said project has been submitted for approval, seemed to be unconvinced about the merit of such a high-budget road-widening project proposal. They questioned the very rationale behind such an ambitious project involving inessential expenditures when the government in its budgetary policy for the current fiscal year has restricted such spending. It is not only just one such case under a particular government department where a project proposal involving seemingly excessive expenditures has been suggested. There may be many more such unnecessarily costly projects under other government departments that are in the process of being implemented or may have already been implemented. But it would be quite unacceptable at a time when austerity is being practised in government-spending at all levels. The development calls for strict government monitoring of all such ongoing projects as well as those awaiting approval from relevant authorities. Thankfully, some in the authority responsible for approving RHD projects have reportedly started the process of scrutinising the proposed project. It is believed, the government would ensure accountability of all its departments and stop undertaking wasteful projects once and for all.",
        "headline_1": "Getting rid of wasteful government projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-rid-of-wasteful-government-projects-1660310373",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "The economy is clearly under serious pressure as the local currency, Taka, is losing its value at a faster rate against US dollar than before. On Wednesday (Aug 11), for example, the US dollar was sold at a maximum of Tk119, whereas two days before on Monday (actually, one day before as the market remained closed on Tuesday), the cash dollar traded at a maximum of Tk115.Though the central bank has been continuing with its support to the scheduled banks by selling large amounts of dollar to tame the heated up foreign exchange market, it is hardly showing any sign to cool off. Curiously enough, on August 9, the central bank made six commercial banks to relegate their managing directors (MDs) and chief executive officers (CEOs) to lower ranks as they had allegedly quoted high price for US dollar thereby further unsettling the foreign exchange market. The next business day each dollar got pricier by four more Taka. Against this backdrop, the Bangladesh Bank (BB) has given practically free rein to the local banks to reach drawing arrangement with overseas Authorised Dealers (ADs) in foreign exchange without prior permission from the BB. At the same time, the requirement of obtaining a letter of permission or a certificate from the Bangladesh diplomatic missions abroad to reach drawing arrangement with foreign exchange dealers in the respective countries has also been withdrawn. Needless to say, the objective is to increase the inflow of foreign exchange in the economy. The scarcity of dollar in the market is the apparent reason for continuous rise in the value of dollar against Taka. But why is this chronic shortage of dollar in the market? Is it only due to paying rising value of import bills against pricier dollar and reduced volume of foreign remittance from migrant workers? Or is the dollar crisis created artificially to smuggle large amounts of foreign currency out of the country? It appears, multiple factors are at work here causing the flight of dollar out of the country's foreign exchange reserve. However, it has to be acknowledged that the rise in the dollar price is not purely a local phenomenon. In fact, it is a global one. For it happened after the US Federal Reserve raised interest rates in the face of rising inflation in the US economy (in March 2022, the country saw its highest inflation rate at 8.5 per cent in 40 years). As dollar has become stronger against most national currencies in the world, Bangladesh is obviously no exception. While bigger and stronger economies can weather such shocks from fluctuations in the foreign exchange market for long, it is not so for smaller economies, the sources of earning foreign exchange of which are few. Sri Lanka's economy fell because its major foreign currency earning industry, tourism, was badly battered by the Covid-19 pandemic. Some wrong policies, for example, regarding its infrastructure projects and, finally, its agriculture, precipitated the crisis leading to the collapse of the economy.However, most importantly, much depends on how the politicians in power are capable of handling the situation. Undoubtedly, Sri Lanka's leadership failed their country. But Sri Lanka's is a special case and it should not be generalised for all small economies with limited source of foreign exchange income. Bangladesh, too, has only two major sources of foreign exchange earning-remittance and export. In the post-pandemic dispensation, the disrupted supply chain caused to raise commodity prices globally. But the demand of market remained rather strong seeing that consumers had money in their pocket, thanks to the generous stimulus packages the governments across the globe injected in their respective economies. Bangladesh, too, took similar measures to keep its pandemic-hit economy afloat.Demands remained more or less unaffected, but the availability of goods reduced due to supply chain disruption. This gave rise to the obvious, inflation. And the Ukraine war that erupted in the last week of February only added fuel to the fire of inflation. But the fact that Bangladesh is not alone in the sea of global inflation and that its attendant volatility in the foreign exchange market is also pervasive should not be any reason for complacency. This is for the simple reason that the volume of foreign exchange the country earns from its two sources is small. And the economy cannot afford to lose its precious foreign currencies at such a fast rate.Measures have already been taken to curtail non-essential imports. The delinquent foreign exchange dealers have been disciplined. Any doubtful trade in dollars through the banking channels is being strictly monitored. But still the flight of dollar outside the economy has not stopped. In this connection, the Bangladesh chapter of the international corruption watchdog, the Transparency International Bangladesh (TIB) has recently pointed to money laundering, invoice fraudulence during export and import and tax evasion as the routes through which the country is losing its precious dollars. According to the Global Financial Integrity (GFI), the Washington DC-based think tank that keeps watch on money laundering, corruption and various other kinds of illicit financial transactions worldwide, between 2008 and 2015, money worth US$8.2 billion was taken out of Bangladesh through invoice fraud. The updated amount would come to more than US$12 billion, if current data on such fraudulence were taken into account. However, the TIB made the observation while advising the government against the deleterious effect of any foreign loan on the economy including that from the International Monetary Fund (IMF). Notably, the TIB warning comes in view of the government's seeking IMF loan amounting US$4.5 billion as balance of payment support.The TIB's advice also includes the measures the government might adopt to plug the holes through which dollar is flying out of the economy. Particularly, it stressed that the government should introduce 'Common Reporting Standard (CRS), an internationally acknowledged method to prevent tax evasion and money laundering. Anyway, the government would be required to take a raft of measures to stop flight of dollars and maintain the foreign exchange reserve at a comfortable level. \n[email protected]",
        "headline_1": "Who's behind flight of dollars?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whos-behind-flight-of-dollars-1660310556",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "The outrageous increase in the fuel oil prices, announced last Friday mid-night, came literally as a mortal blow to millions of people. The consequences of the oil price hike, among other, are a sharp rise in the fares of public buses. However, bus operators cannot be blamed much as they have no way to cope with more than a 50 per cent hike in oil price. Thus, the regular commuters in Dhaka and other parts of the country have already started paying additional bus fares.Over the years, the number of motor vehicles in the country has increased significantly. The Bangladesh Road Transport Authority (BRTA) statistics showed that the total number of registered motor vehicles increased to 0.44 million in 2021 from 0.19 million in 2011. The five-fold jump in motor vehicles within a decade also increased the demand for fuel oils as around 80 per cent of these vehicles are run by diesel and petrol. Buses and mini buses are the country's leading public transport, and approximately 10 per cent of these vehicles are CNG-run. A growing number of motorcycles has also become a significant mode of public transportation along with private use, and almost all the motorbikes are run by petrol. So, any hike in fuel oil makes the mobility of the regular commuters costlier. With few alternatives, they bear the burnt while some suggest walking more, which sounds like a mockery to some extent. Yes, many people want to walk. There is, however, no way to walk unhindered in Dhaka. Footpaths are mostly occupied by street vendors, tea stalls and hawkers. Motorcycles and cars are also parked there and some footpaths are broken and unusable. Paths not occupied by vendors are frequently infringed by motorcycles, making it difficult for pedestrians to walk. If footpaths of Dhaka could be accessible for walkers only, many office goers could take a walk to and from the office. The same is true for students and many others. Even women and children will also walk to cover the short distance. The lack of adequate walking space has enhanced the reliance on human-pulled rickshaws and battery-run easy bikes. As a result, rickshaws are plying almost all the streets in Dhaka except a few VIP roads. The non-motorised vehicle is economical and comfortable for many, although time-consuming and a significant factor of traffic congestion. Again, many commuters are ready to pay for better and comfortable public transport, public buses to be accurate. Unfortunately, there are no such buses except a few air-conditioned (AC) ones. The fares of AC buses are high and not affordable to most commuters. Non-AC buses can also be passenger-friendly. Low-floor, wide-door non-AC buses having sufficient leg space between the seats are almost absent from the public transport fleet. Instead, commuters are compelled to use dirty, narrow-spaced, ramshackle buses daily. These buses are also polluting the air.The lack of decent and efficient public transport also compelled many to rely on private cars, motorcycles and CNG-run auto-rickshaws. These motor vehicles have increased fuel oil demand and created traffic congestion. Thus, the country has failed to develop an efficient public transport system in the last 50 years mainly due to serving the vested interest groups and rent-seekers. It also appears that the policymakers are indifferent to suffering of the general public from the proliferation of inefficient public transport. The sharp rise in fuel oil price again proves it.\n[email protected]",
        "headline_1": "Inefficient public transport piles up miseries",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inefficient-public-transport-piles-up-miseries-1660310606",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2022"
    },
    {
        "full_article": "Street crimes are rising in Bangladesh. Some are even taking place in broad daylight. There is an atmosphere of insecurity and fear, especially in Dhaka city, where mobile phones, wallets, motorbikes and cars are often snatched away at gunpoint. It appears that no one's life and property are safe nowadays. The police, on the other hand, do not seem to play the role of vanguards against these criminals. The causes of the rising street crimes in the country are drug addiction, unemployment and poverty that are contributing to the criminal practice. The authorities concerned should take serious steps to control these crimes, like ensuring education to the poor class in particular, and creating employment opportunities for them. The police, in particular, should play a more coordinated role to nip this evil in the bud. They need to be extra alert in safeguarding the lives and properties of the city's residents. \nAfroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Checking street crimes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/checking-street-crimes-1660310636",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2022"
    }
]