[
    {
        "full_article": "Prime Minister Narendra Modi and U.S. President Joe Biden have held a virtual summit meeting before kicking off the India and the U.S. ‘2+2’ meetings, discussions covering foreign and defence policies, respectively, in the bilateral space. On the one hand these high-level discussions represent continuity in the upward trajectory of India-U.S. cooperation across a deep spectrum of bilateral cooperative engagement; yet on the other they underscore the importance of the world’s largest and oldest democracies re-engaging in consultations at a time when the war in Ukraine has cast a cloud of uncertainty across the world stage. Although there are marked differences between their strategic positions since Russia’s invasion, the summit meeting served as an opportunity to emphasise areas where they shared a similar view, most notably in their condemnation of violence against civilians in Ukrainian cities. However, there was a large policy agenda to catch up on following the intervening vicissitudes of the COVID-19 pandemic — including global challenges relating to public health, space and technology cooperation, territorial, maritime, and cyber security, and the climate crisis. Beyond these specific sectors, where India-U.S. cooperation has a potential to improve the lives of millions, one of the highest priorities was to ensure that there is no further erosion of the rules-based international order as it applies to the Indo-Pacific.Yet, whether in relation to the Indo-Pacific or bilateral defence and energy cooperation, Mr. Modi and Mr. Biden must have found it hard, if not impossible, to avoid the subject of Russia. Moscow remains New Delhi’s largest supplier for defence imports, and the unilateral sanctions imposed by the U.S. for trade with Russian entities could impact India’s procurement plans unless there is an unambiguous waiver granted for the same. Nowhere does this apply more prominently than in the case of India’s $5.5 billion purchase of the S-400 anti-missile system from Russia, a move that falls under the U.S. Countering America’s Adversaries Through Sanctions Act (CAATSA). Also, the Modi government appeared prickly regarding its oil imports from Russia too, with External Affairs Minister S. Jaishankar implying at a post-meeting press event that Washington’s attention in this regard ought to focus on European imports of Russian energy first, which dwarfed India’s. As human rights violations and apparent war crimes mount in the Ukraine war, India, which seeks recognition as a principled voice and responsible power on the global stage, may have to tread a fine line regarding its strategic backing of Russia. However, the U.S. position on India is no less delicate, as it relies on close ties and a strong record of bilateral cooperation with New Delhi to balance China’s aspiration to be and act as a regional hegemon.",
        "headline_1": "In the shadow of war: On Modi-Biden virtual summit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-the-shadow-of-war-the-hindu-editorial-on-modi-biden-virtual-summit/article65314617.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "For the past two weeks, China has locked down Shanghai, its financial centre. Many of its 26 million residents, confined to their apartments, have complained of acute food shortages. The government has struggled to supply every household with daily necessities, with the supply chain paralysed by China’s stringent measures under which every COVID-19 case, even if asymptomatic, is confined in government-run quarantine facilities. Food shortages are not the only problem. Many have said they are running out of medicines. Children who tested positive have been separated from their parents. The crisis has now ignited a debate on whether this strategy that enabled China to avoid a major second wave, still remains relevant when much of the rest of the world has returned to some form of normalcy thanks to vaccines. China is the only country still closed off from the rest of the world.Signs are Beijing has no intention of changing course. The official Xinhua news agency on Sunday rebutted criticism over the policy saying “a dynamic zero-COVID approach remains crucial...” and “the repercussions of lowering the guard could be disastrous for... 1.4 billion people, including 267 million aged 60 or above”. With those numbers, it argued, China’s medical system “would risk a collapse”. Chinese officials point to Hong Kong’s experience. After two successful “zero COVID” years that allowed for normalcy, an Omicron outbreak this year led to 8,000 deaths there. Most were unvaccinated elderly residents. Beijing now finds itself in a bind. Opening up, it is feared, would mean many deaths among the elderly who have refused to get vaccinated. However, experts say one major reason for vaccine hesitancy is the “zero COVID” strategy, with the wide perception that risks from vaccines outweigh the risk of catching COVID. Zero COVID, in a sense, has become a victim of its own success. Politics is also as much a factor as public health. For two years, China’s government has hailed its model as a contrast to the West which saw high deaths and continues to tell its population that COVID is a dangerous disease that requires everyone to be hospitalised. Changing course now would not suit that narrative, particularly with President Xi framing China’s COVID response as one of his big legacies. Continuing on the current path, however, will bring rising economic and social costs. Rather than trumpet zero COVID and criticise living with the virus as irresponsible, China would be better served looking at the examples of countries that have successfully opened up and followed the science, as in Singapore, which aggressively vaccinated its population and incentivised it to do so by setting a timetable for opening. Otherwise, as the continued suffering in Shanghai has shown, the cure risks becoming worse than the disease.",
        "headline_1": "Disease and the cure: On China’s zero COVID strategy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/disease-and-the-cure-the-hindu-editorial-on-chinas-zero-covid-strategy/article65314648.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "A fortuitous combination of several factors in the past few months have brought down the Imran Khan government in Pakistan. In a sense, the writing was on the wall since early March, when the opposition tabled the no-confidence motion in the lower house of parliament. The citizens' movement for the past several months against the mismanagement of the economy and the unity of opposition parties set the backdrop. The army's unwillingness to support its blue-eyed boy was an important factor, and the discomfort both within the country and outside with the foreign policy pursued by the government contributed to the turn of events. But in the end, undeniably, it was the Supreme Court of Pakistan that pulled the curtain on the Imran Show—at least for now. The active role of the country's highest court, headed by Chief Justice Umar Ata Bandial, became the decisive element in the political and constitutional crisis that began to unfold in March, but particularly on April 3, when the deputy speaker abruptly rejected the no-confidence motion. It was followed by Prime Minister Khan's decision to request President Arif Alvi to dissolve the parliament, which he did immediately.\nImran Khan's shrewd move to avoid being fired from the job caught the opposition parties off-guard and apparently delivered him a strategic victory. In this move, especially how the no-confidence motion was thrown out, Khan unwittingly opened the door for the judiciary to intervene, because it involved the interpretation of the constitution. The Supreme Court, being the protector and the ultimate interpreter of the constitution, had the opportunity to step in. The modus operandi of the no-confidence motion's rejection was an open invitation to the court, because even a layman would have understood that it was a flagrant violation of the constitution. The Supreme Court intervened even before the opposition parties reached its door. After four days of hearings, the court delivered the verdict—that the way the no-confidence motion was rejected breached the constitution, and a subsequent series of events—and the dissolution of parliament was reversed as well. The court further instructed that a vote on the motion must take place by midnight on April 9.\nIt is in this context that the question arises whether this role of the court was an example of the independence of the judiciary in Pakistan, or whether the court played this role on behalf of some other force.\nThe history of Pakistan's judiciary has two strands. One strand is the unwavering support for the executive branch and legitimising its misdeeds. The other one is the stand taken opposing the executive's anti-constitutional activities.\nAt the time of Pakistan's founding, it was promised that the judiciary would enjoy absolute independence. This was stated in the \"Objective Resolution\" passed by the Constituent Assembly of the country in 1949, which played the role of the de facto constitution until 1956. A few decades later, the 1973 constitution also said so against the backdrop of a new political reality and the new geography of Pakistan. However, this promise was never kept. Instead of acting as an independent coequal branch of the executive, Pakistan's judiciary has served as the instrument to legitimise the executive's actions.\nThere have been several instances of Pakistan's courts providing justifications for the executive. The first incident happened in 1955. In October 1954, Governor General Ghulam Mohammad dissolved the Constituent Assembly and declared a state of emergency on the pretext of \"a deadlock in parliament.\" But the fact of the matter was that the Constituent Assembly was trying to strip the governor general of the power to sack ministers. Maulvi Tamizuddin Khan challenged the dissolution of the Constituent Assembly in the Sindh court in February 1955. The court ruled in his favour. But the Supreme Court, headed by Chief Justice Muhammad Munir, overruled the Sindh court's verdict.\nIt had been rumoured that the governor general had already received assurances from the chief justice that, whatever might happen in the Sindh court, the Supreme Court would rule in the governor general's favour. In another judgment, it was later admitted that in Tamizuddin Khan's case, the governor general's power to make laws had been circumscribed. But in a third case, on the pretext of the absence of the Constituent Assembly and that the constitution had not yet been promulgated in the country, the Supreme Court granted the governor general the right to make laws. The court's argument was based on the \"Doctrine of State Necessity,\" which means that \"in a situation of emergency or exigent circumstance, a state may legitimately act in ways that would normally be illegal.\" In other words, it provided the legal veneer to Ghulam Mohammad's unconstitutional acts. These three cases offered a clear idea that the judiciary in Pakistan had become subservient to the executive.\nSince then, military rule has been imposed three times in Pakistan and has been legalised by the court each time. The first military rule in Pakistan began on the morning of October 8, 1958, with the military rule of General Ayub Khan. Chief Justice Munir legitimised him with the theory of \"revolutionary legality.\" Under that theory, courts would endorse a coup that \"satisfies the test of efficacy and becomes a basic law creating fact.\" A Pakistani court also provided legitimacy to Yahya Khan's military coup d'etat of 1969. However, after the establishment of civilian rule in the country, it said that the military rule had no constitutional validity. Yet, in 1977, when General Zia-ul-Haq imposed military rule, the court did not say anything to him, instead when Begum Nusrat Bhutto challenged it, the court dismissed it citing the \"Doctrine of Revolutionary Legality.\" As the cases filed in the court after General Pervez Musharraf seized power in 1999 were piling up, the judges of the court were forced to pledge allegiance to the law enacted by Musharraf under a law like that of Zia.\nThere are other instances where the judiciary had taken a different stance—at least the justices had stood up to the executive. General Zia in 1981 promulgated an order called the Provisional Constitution Act (PCO), which required all judges to take a fresh oath. However, 16 judges lost their jobs and three refused to be sworn in. The remainder, however, succumbed under pressure. This slight resistance became an example of respect for the constitution and the rule of law among judges. It is far short of institutional repudiation to military rule, but a glimmer of hope nevertheless. Before Zia-ul-Haq dissolved the parliament in 1988, Article 58 (2) was added through the eighth amendment of the constitution, which gave him unlimited power. However, after his death, the court said the dissolution of parliament was unconstitutional.\nWe witnessed a major role of the judiciary in 1993. In April, President Ghulam Ishaq Khan dissolved parliament to oust the Nawaz Sharif government. Nawaz Sharif returned to power in May, thanks to the court which threw out the president's order as unconstitutional. The strengths of the judges and lawyers and their commitment to the laws were on display after Chief Justice Iftikhar Muhammad Chaudhry was sacked in March 2007 by President Pervez Musharraf. Movement across the country against Musharraf's decision rocked the nation. A full bench of the Supreme Court in July voted 10-3 to declare the president's decision unconstitutional and reinstated the chief justice, and quashed the charges brought against him at the Supreme Judicial Council and the law which the president used to dismiss the chief justice.\nThe second phase of the court's direct confrontation with Musharraf took place in late 2007. When the court challenged the legality of the October presidential election, Musharraf dismissed 60 judges, including Chief Justice Iftikhar Chaudhry, and placed him and other top judges under house arrest. This galvanised the movement against Musharraf, leading to his fall from power. Another evidence of the court's desire to exercise its independence came in 2012 when the court sentenced Prime Minister Yusuf Raza Gilani on charges of contempt of court and eventually forced him to resign.\nThose familiar with these two strands in the history of Pakistan's judiciary will be able to understand that the conduct of Chief Justice Umar Ata Bandial and the Supreme Court in the last few days was important, but it is not unprecedented. It cannot be claimed that the courts in Pakistan are not influenced by the manoeuvring of the country's political forces, but there is no evidence to support the claim that the courts in Pakistan were instigated or influenced by other forces in judging the constitutionality of Imran Khan's government's conduct. Fortunately, it didn't have to intervene further as the vote was held at the last minute. On the other hand, to prevent the downfall of the Pakistan Tehreek-e-Insaf (PTI) government due to defections, the court ordered that Article 65 (A) of the constitution must be considered during the no-confidence vote. This article includes the anti-defection provision of the constitution and stipulates that a member of parliament will lose his/her membership if he/she defects. As such, it is erroneous to suggest that the court opened all the avenues for the fall of the government in the name of protecting the constitution, but instead the court's conduct appeared to be an attempt to protect the constitutional integrity of the legislative process.\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Imran Khan’s downfall and the judiciary’s role in it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/imran-khans-downfall-and-the-judiciarys-role-it-3003581",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "The second song of Coke Studio Bangla, titled \"Prarthona\" (Prayer), was released on the eve of Ramadan this year. It was the same time when both the mainstream and social media flooded with updates, news, and views on the harassment of a Hindu female college teacher by a Muslim male police constable for wearing a teep on her forehead. Feminists and social justice activists started protesting the incident by updating their Facebook profiles with photos of themselves wearing teeps and demonstrating on the streets. It was also the same time when social media was taken over by sexist, masochistic comments about the killing of a 21-year-old student of North South University (NSU), who was riding her scooty, by a covered van in a road accident. Many blamed the victim for her \"transgression,\" criticising her attire and her parents' decision to get her a scooty. My Facebook newsfeed was swamped by comments and discussions on all of these events.\nPerhaps these juxtapositions—where people either produce or criticise orthodox, fundamentalist narratives and practices that exploit women and other minoritised communities, while cherishing the release of a spiritual and subversive music composition that celebrates an egalitarian divinity—are reflective of the unique realities of a postcolonial, neoliberal Bangladesh that is shaped by myriad forces of globalisation.\nOn the one hand, globalisation has opened doors for foreign direct investment (FDI) and invited The Coca-Cola Company to tap into a growing beverage market worth Tk 2,500-3,000-crore in Bangladesh. Many Bangladeshis are taking pride in the fact that Coke Studio, which sponsored music production in Pakistan, India, Brazil, and other countries, has made a grand entrance into their country and opened doors for supporting local musicians and promoting local musical traditions. Forgotten here is Coca-Cola's long problematic history of lawsuits for racial discrimination against African-American employees and polluting air in the US, aggravating groundwater depletion in India, conducting cruel animal testing, monopolising markets in the US, Europe, and Mexico, and being the single largest plastic polluter in the world—to name just a few. Coca-Cola recently invested USD 74 million to establish a plant in Bhaluka, Mymensingh, and promised to expand not only the plant and infrastructure, but also its market and portfolio in Bangladesh. Coke Studio Bangla and its latest release of \"Prarthona\"—a celebration of, as Coke Studio Bangla describes, \"the eternity of virtue and how the real magic of devotion can withstand the test of time, connecting generations, old and new\"—are parts of Coca-Cola's massive portfolio building initiative in Bangladesh.\nOn the other hand, the same globalisation has been strengthening the ultra-orthodox Wahhabi-Faraizi-Deobandi-Salafi versions of Islam in this region that originally embraced Islam through more egalitarian and Persianised conquerors, traders, and Sufis. The free flow of Saudi petrodollars, as well as locally sponsored orthodox religious educational and other charity programmes, filled the vacuum in a country that failed to provide social safety to its working-class and most vulnerable communities. The influence of missionary-style religious charity, widespread circulation of orthodox narratives on social media, the government's need to appeal to conservative voters and its strategic softer stance towards certain fundamentalist groups to secure an endorsement, as well as the globalised political consciousness of the returned Bangladeshi (mostly male) labour migrants—who are aware of global and class inequities, but reject democratic politics in favour of authoritarian Islamic regimes as a way to achieve prosperity that they have witnessed in the Middle East—have been widely influencing everyday vocabularies, gendered norms and practices, and other expectations in Bangladesh.\nAgainst this backdrop, Coke Studio Bangla's choice of two songs—\"Allah Megh De\" and \"Baba Maulana\"—and their release on the eve of Ramadan offer an intriguing scope to critically reflect on both the imperialist-capitalist invasion of the global Coke empire, as well as Coke Studio Bangla's powerful subversion of the dominant, orthodox Wahhabi-Salafi popular rhetoric in Bangladesh. Both the devotional songs were written and composed by authors/composers/singers who did not grow up in Muslim families. \"Allah Megh De\" was written and composed by Girin Chakraborty, who was trained by legendary musicians Allauddin Khan and Aftabuddin Khan. Great folk singer Abbasuddin Ahmed later sang the song and popularised it. \"Baba Maulana\" was written and composed by Ramesh Chandra Shil, who was popularly known as kobiyal Ramesh Shil or Ramesh Maizbhandari. Ramesh Shil grew up in a Hindu family in Chattogram. His songs addressed anti-colonial and social justice struggles, including the revolutionary raiding of the Chattogram armoury, the self-sacrifice of Surya Sen, the non-cooperation and the Khilafat movements, the 1947 Partition, famine, and the Language Movement. He transformed kobi gaan from a medium of entertainment into a tool for political and social justice activism. He had a long history of organising with the Communist Party and was a strong supporter of Jukta Front in the provincial election of East Pakistan in 1954. He got arrested after the Jukta Front government was dismissed by the Pakistan central government. He was also a follower of the Maizbhandari Sufi tradition.\nBecause of the origins of the authors and composers of the \"Prarthona\" songs, we see an intriguing amalgamation of language that incorporates a prayer to \"Allah\"—the monotheistic God—by saying that the drought is happening because the King of Clouds got angry and so only Allah can now bestow clouds and rescue the suffering community (\"Meghraja gomraiya roise megh dibo tor keda\"). Similarly, \"Baba Maulana\" describes \"Maulana\" as a \"doll of light\" (\"Noor-er putula baba maulana\")—a metaphor that would perhaps be heavily discarded in anti-pagan Abrahamic religious traditions.\nThe fact that the lyrics, as well as the choice of the two songs, are creatively subversive does not lessen the fact that Coke Studio Bangla is still situated within the political economy of what some scholars have described as \"coca-colonisation\" to refer to the aggressive production and marketing strategies of Coca-Cola exploiting resources and environment, and privileging global as well as local elites. Through the \"Prarthona\" composition, Coke Studio Bangla challenges the Wahhabi/Salafi dominant narratives of Islam and promotes an indigenous, mystical, egalitarian, and subversive new \"Muslim\" identity. However, it does so by appropriating indigenous, folk, and Sufi music traditions, which historically took place in dargahs, and placing it in an experimental studio. Within the mediated space of the studio, Mizan Rahman, who was never involved with the Maizbhandari tradition, becomes the chief vocal for \"Baba Maulana,\" and Momtaz Begum's usual flamboyant self and her non-elite rawness is turned into a sanitised and derivative \"mellow, controlled vocalisation.\" In this way, Coke Studio resuscitates minoritised musical traditions, but then appropriates as well as commodifies them to produce an indigenised version of \"modernity.\"\n \nNafisa Tanjeem is an assistant professor of gender, race, and sexuality studies and global studies at Lesley University in the US. Views expressed in this article are the author's own. \n",
        "headline_1": "Coke Studio Bangla's 'Prarthona': Caught between subversion and co-option?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/coke-studio-banglas-prarthona-caught-between-subversion-and-co-option-3003491",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "Recently, the US officially recognised the coordinated atrocities against the Rohingya Muslim minority, perpetrated by the Myanmar military through a bloody \"clearance operation,\" as \"genocide,\" the gravest of crimes. Within the first three weeks of the deadly military crackdown in August 2017, Bangladesh took in more refugees than the entirety of Europe did during the Syrian crisis. Since then, Bangladesh has been generously sheltering more than 1.2 million Rohingyas on humanitarian grounds. Following this refugee influx—the fastest and largest—Bangladesh and Myanmar signed two bilateral agreements in 2017 and 2019 for the repatriation of these forcibly displaced Rohingyas. But due to the reluctance and non-cooperation on Myanmar's part, repatriation remains a distant reality. The situation has become further complicated due to the ongoing conflict between the military regime and the pro-democracy front, following the audacious coup on February 1, 2021.\nHowever, Naypyidaw's recent proposal to take back 700 Rohingyas frustrated Dhaka, as the former compiled the \"verified list\" in a way that apparently showed its \"lack of goodwill\" for repatriation. Again, the question arises: Is repatriation the only sustainable solution to end the plight of the stranded Rohingyas?\nBut, as per the legal maxim of William E Gladstone, \"Justice delayed is justice denied.\" As almost five years have elapsed without an enduring solution, it's high time we rethought a viable way out of this crisis. The 1951 Refugee Convention, a universal treaty on the status and rights of refugees, could be a legal statute to resolve any refugee crisis with three possible solutions: local integration, resettlement in other countries or voluntary repatriation. An in-depth assessment of those options, discerning distinct spectrums of the crisis, could offer one that would be feasible in resolving the protracted Rohingya crisis.\nAn impact assessment study, jointly conducted by the UNDP and the Policy Research Institute, unveiled the immense socio-economic pressure and environmental costs of supporting Rohingya refugees for Bangladesh, an already overpopulated country with more than 165 million people. The total geographical area of Bangladesh is 147,570 sq-km, 92nd in terms of country size, and smaller than the US state of Iowa. It is understandable why it is impossible for Bangladesh to accommodate 1.2 million Rohingyas—more than the total population of Bhutan—on its limited land. Moreover, Bangladesh, which has long been struggling with its own unemployment problems, has neither the financial capability to ensure basic needs and life-saving assistance for the Rohingya refugees, nor provide them with employment opportunities.\nArguably, even if Bangladesh started integrating the refugees locally, it would motivate the Tatmadaw not only to continue delaying the repatriation, but also to conduct its brutality on around 600,000 Rohingyas now living in Myanmar, and to make them stateless. Besides, the Arakan Rohingya Society for Peace and Human Rights stated point-blank that they did not want Bangladeshi citizenship, and would rather go back to their homeland. So, integrating them locally, against their will, would equate depriving them of fundamental and human rights. This is why the World Bank has been recently hit with extensive criticism for its proposal of local integration—an unacceptable solution on all grounds—of Rohingya refugees into Bangladesh.\nApart from Bangladesh, the members of this persecuted minority are now living in 19 other countries. As of today, no other country has expressed interest in granting citizenship to the Rohingya refugees with due economic and social rights. As the countries with the capability to accept Rohingyas are already struggling with the global refugee problem, it is illogical to expect that they would resettle millions of Rohingyas as citizens. According to the UNHCR, around 84 million people worldwide have been forced to flee their homes, of whom more than 26 million are refugees. The number has been intensified by the recent Ukraine war, which has resulted in the second largest ongoing refugee crisis in the world, after Syria. As overseas resettlement is a voluntary option, depending on the willingness of third-party countries, it should not even be considered as an option until any large country, in terms of geographical area and financial capability, wilfully declares their acceptance of Rohingya refugees.\nGiven the socio-economic conditions of Bangladesh and the intense global refugee crisis, dignified repatriation ensuring internationally monitored safe zones remains the only sustainable solution to put an end to the Rohingyas' struggles. As formal diplomatic manoeuvres see no light at the end of the tunnel, Bangladesh may venture into informal diplomacy as well. Though the Tatmadaw is directly ruling Myanmar now, they indirectly ruled this quasi-civilian state, as a near-deep state, even when they were not in power. This is why defence diplomacy, especially military-to-military cooperation, could be fruitful not only to understand the Tatmadaw's psychology, but also in convincing them for the safe and dignified repatriation of the Rohingyas. Also, deepening bilateral ties through economic dependency, such as exploring unexamined avenues of economic sectors, leasing agricultural lands, importing natural gas, etc between these two neighbours could also be helpful. Obviously, this does not mean that Bangladesh should stop pushing world communities to exert continuous pressure on Myanmar to expedite the Rohingya repatriation process and end the cycle of systemic abuse against the Rohingyas. Instead, Bangladesh should leave no stone unturned to ensure the safe and dignified repatriation for the most persecuted minority of our time.\nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "Is repatriation the only way for Rohingya refugees?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/repatriation-the-only-way-rohingya-refugees-3003441",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "Why is it that, no matter how many times we have experienced something unpleasant, we continue to do the exact same things we did before, expecting a different outcome? This illogical perspective that is described as insanity cannot be more manifested than in our traffic situation. Before Ramadan, it was bad enough. Travelling from A to B took a minimum of one hour no matter what the location, whether it was from Kachukhet to Gulshan or Gushan 1 to Gulshan 2. Now, with the holy month in progress, public office goers are out by 3 pm, people are already shopping for Eid, and schools have reopened, making an already untenable situation worse.\nDhaka is at a total standstill, most of the time. We hear of school students arriving an hour late for class or commuters from Uttara spending two and a half hours on the road to reach Karwan Bazar, making their total number of travel hours (up and down) around five hours—every day, except maybe Friday. One cannot but reiterate the refrain: How are we to function if we spend so much time just on the road? On top of that, it's hot and dusty thanks to perpetual construction, the air is thick with choking smog—why must something as basic as travelling within the city be such a miserable experience? What happens when there is a medical emergency, how will an ambulance reach the hospital on time before someone's breath runs out?\nWith most of our energy sapped from being trapped in traffic, we are washed out by the time we reach our workplace, irritable and demotivated, especially because we are already thinking of the gruelling ride back home.\nThey say that once the metro rail is complete, all problems will be solved. Yes, they could be, to an extent, if most people decide to use the train, especially private car owners. The question is: Will they? And what do we do in the meantime? There are over three lakh private cars plying our roads currently, taking up 60-65 percent of their capacity. How can we get a large number of these vehicles off the roads?\nReducing the number of private cars and motorcycles would be an obvious solution. What about taking off CNG-run private vehicles from the main roads of Dhaka? This is no doubt a controversial suggestion as it will hurt the middle class who can now afford private cars because they are CNG-run. But if people had safe, clean, easily available, and properly-driven buses to use, maybe they would be persuaded to leave their cars at home. And when the metro rail finally arrives, the benefits of a large majority of people using it, even some of those who would otherwise be napping in their fancy fossil fuel-run SUVs, would be huge. As for school-goers, if there were enough safe, reliable school buses, the unnecessary jams near schools could also be avoided.\nThe bottom line is that policymakers must wake up from their slumber and come up with real solutions instead of keeping their eyes closed as their flag-flying cars whiz by while the rest of the population sweats it out in the chokehold of traffic. They must repair the footpaths (so people are not maimed by open manholes, potholes and broken debris from construction) and free them from hawkers who have to pay a fee to the local mafia for a piece of pavement. Many people have already resorted to walking instead of being stuck in hours of traffic, but the broken and encroached upon pavements make it hazardous and difficult to travel on foot. Public transport vehicles must be dramatically increased—we only have 37,593 registered buses for a city of over two crore. Our city fathers, moreover, must give up their indulgence of rickety murir tin buses, owned by powerful quarters, that emit black fumes and stop anywhere and everywhere to pick up passengers. Women in particular must be able to travel without fear whether on a bus, metro or on foot. Though experts have suggested adding widely available women-only buses, all modes of public transport must be made accessible to women.\nThere are also ways to lessen the burden of people moving around in the city. The Covid experience has given us a logical solution: A hybrid model—with some days working from home and the rest in the workplace. Government offices that deal with processing documents digitally could adopt this model and make sure all applications can be processed online without disruption. Other offices where most or all of the work is done on digital platforms, too, could benefit from this—especially during Ramadan.\nThese are not difficult measures to implement and it is surprising that most of what has been mentioned constitutes the bare minimum that ordinary citizens can expect from their capital city. Dhaka's population is now around 22,478,000 and is estimated to reach 31.2 million by 2035. One can only shudder to think how Dhaka will cope with another nine million or more city dwellers, most of whom will be moving around the city at any given time. Will those responsible for this city finally take notice of our misery and allow Dhaka's arteries to flow freely again?\n \nAasha Mehreen Amin is senior deputy editor at The Daily Star.\n",
        "headline_1": "Can traffic get any worse than this? Yes, it can.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/can-traffic-get-any-worse-yes-it-can-3002981",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "It is disappointing to learn how the government's 40-day job scheme project fails to be efficient in serving the farmers in the northern districts of Bangladesh, seemingly every year. The annual scheme, which was launched in 2010, is meant to employ farmers for development projects in rural regions during the lean season, so that they may not succumb to the seasonal lack of income. However, according to a report by this daily, most of the labourers in Lalmonirhat and Kurigram are yet to receive their full wages, even though the allocation for these wages—over Tk 13 crore for 8,365 beneficiary labourers from Lalmonirhat and over Tk 43 crore for 27,200 beneficiary labourers from Kurigram—were made in December 2021. It is astonishing that a government project that has been running for so many years should be subject to such inefficiency on the part of government bodies such as the local union parishads and the upazila project implementation offices.\nThe reasoning by the authorities for this delay is twofold. First, while labourers have been paid their wages into their respective bank accounts all these years, the authorities decided to switch to an e-payment system through mobile financial services this year. But of course, as with any digitalisation initiative, government bodies are struggling to cope with this change. Second, it's being said that local representatives faced \"complexities\" while preparing the list of beneficiaries, which also contributed to the delay.\nThe first reasoning may be justified, as many labourers failed to provide the correct mobile phone numbers for the e-payment to be deposited into, and it is, after all, a new method of payment for everyone involved to get adjusted to. However, it's downright alarming that even the basic task of listing beneficiary labourers should be mired in inefficiency, especially since this 40-day employment scheme has been conducted for over a decade in the northern region. Even in 2017, the project could not begin on time in 15 unions of Lalmonirhat as the newly-elected union parishad chairmen demanded verification of the list of beneficiaries in their unions. And there are allegations of local politicians and their close ones being listed among the beneficiaries.\nWhile it is appreciable that the wage for labourers under the 40-day employment scheme has been doubled this year—from Tk 200 to Tk 400—it is of no use if the money doesn't reach them when they need it the most. Such delays every year are also inexcusable. The government must push the local authorities to make the process efficient and free from corruption.\n",
        "headline_1": "Work now, pay much, much later?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/work-now-pay-much-much-later-3003576",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    },
    {
        "full_article": "While flash floods in late April in the haor areas of the greater Sylhet and Mymensingh regions are more or less expected, we're increasingly witnessing a change with such floods coming early and damaging semi-ripe crops before harvest, causing farmers financial losses in huge amounts. We are now seeing flash floods in late March and early April, as it happened just a few days ago, in the districts of Netrakona, Kishoreganj and Sunamganj. The devastating effects of flash floods in 2017—which damaged crops, fish and poultry worth Tk 13,000 crore—and 2019 also come to mind. This early-season occurrence destroys not just crops worth thousands of crores of taka, but also marine life, poultry and livestock. It's worth mentioning that farmers in this region grow Boro paddy on around 400,000 hectares of land, producing Tk 7,500 crore worth of paddy every year.\nGiven the regularity with which pre-season flash floods have been occurring over the last five or six years, we may be facing a new normal, which merits a long-term solution rather than quick fixes. According to experts, the fact that the timespan for floods is advancing into the harvesting season has much to do with the global climate crisis. Thus, merely constructing levees to protect haor areas, as we traditionally do, is no longer going to be enough. It's an uneconomical and recurring expenditure, whose return is disproportionate to the cost, especially in the face of flash floods becoming more erratic and frequent. Reportedly, all three major levees in this region gave away in the face of floods, while most others are at risk of collapsing.\nWhat's needed is a shift away from total dependence on levees to long-term solutions like river-dredging. We understand that the water resources ministry is planning to start dredging 14 rivers in the Sylhet region. But instead of dredging a few rivers at random, we need a massive dredging plan backed by a thorough study of the river and canal system in the region, backed by the collective wisdom of water experts and engineers.\nIt will also be worth the money to investigate the underlying causes of the flash floods before permanent solutions are formulated, since there's more than one reason why flash floods occur and why the run-off of the precipitation is impeded. It's also necessary for collaboration with India, since it's the precipitation in Meghalaya that causes the surge downstream in the Sylhet region. Without a permanent solution, our losses will continue to be recurrent.\n",
        "headline_1": "Erratic flash floods in haors alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/erratic-flash-floods-haors-alarming-3003461",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2022"
    }
]