[
    {
        "full_article": "The better part of management is preparedness. Unless a certain clairvoyance, inspired by evidence, is possible and systems are ready, post facto management could be a damp squib. The rising numbers of COVID-19 cases in the country indicate the need to gear up again. On April 12, a total of 7,830 new cases were reported in a 24-hour period, according to the Union Health Ministry’s data, possibly the highest in over 200 days. There are over 40,000 active cases in the country as on date. A lineage of the Omicron virus called XBB.1.16 is said to be behind the current rapid proliferation of cases in the country. Fatalities are also slowly increasing, being reported from States where there had been no deaths reported for months. It might be reassuring that initial studies of the behaviour of XBB.1.16 show milder infections not requiring hospitalisation, indicating that it is not a very virulent strain. However, health systems can scarcely afford to be under prepared, especially considering the recent traumatic experience of a raging pandemic taking a huge toll.In any long-winded battle in the realm of public health, a sense of fatigue is inevitable, particularly during a pandemic when the demand on health human resources and infrastructure is relentless. Every opportunity to lay down the burden will be seized, naturally, and low infection levels over time can lead to complacence. The rising number of COVID-19 cases in India is that call to rouse health systems across the country and have them in a state of readiness to meet the challenge. The difference though, between March 2023 and March 2020, is that the world is no longer COVID-naive. The experience has given an indication of how to be prepared, even if the World Health Organization has come round to treating COVID-19 similar to seasonal influenza. Prime Minister Narendra Modi, at the meeting of the COVID-19 taskforce two weeks ago, rightly advised States to focus on the stratagem that worked earlier — ‘test-track-treat-vaccinate’ and adhere to COVID-appropriate behaviour. He also called for enhancing lab surveillance, testing all severe acute respiratory illness cases, and for drills to be conducted regularly in hospitals, nationwide. Several States have brought in compulsory masking at various levels, and conducted drills. But, it is also clear from prior experience that a lot depends on compliance at the personal level — hand washing hygiene, masking, and reaching the hospital early particularly in the case of senior citizens and persons with co-morbidities. As governments prepare themselves, strengthening health systems, individuals should also be prudent to take adequate precautions.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCoronavirus\n\n/\n\npublic health/community medicine\n\n/\n\nhealthcare policy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nhospital and clinic",
        "headline_1": "Ready, or not: On rising numbers of COVID-19 cases and India’s state of preparedness",
        "headline_2": "Health systems must gear up to face the fresh rise in COVID-19 cases",
        "link": "https://www.thehindu.com/opinion/editorial/ready-or-not-the-hindu-editorial-on-rising-numbers-of-covid-19-cases-and-indias-state-of-preparedness/article66729220.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "Tamil Nadu Governor R.N. Ravi’s assent, on April 7, to the Bill prohibiting online gambling and regulating online games in the State, has brought closure to a controversial issue. Almost all parties, including the AIADMK and the BJP, have backed the legislation, now called the Tamil Nadu Prohibition of Online Gambling and Regulation of Online Games Act. The passage of the Bill has seen ups and downs. About a month ago, the Governor returned the Bill, on the grounds that the State Assembly had “no legislative competence” to enact such a law. In late March, the House re-adopted and sent the Bill back to him. In the meantime, Union Minister of Information and Broadcasting Anurag Thakur had, referring to the presence of “betting and gambling” in the State List (Entry 34), clarified in Parliament that online gambling too came under the jurisdiction of States. The news that the piece of legislation had received the assent of the Governor came out on April 10 — the day the House had adopted a resolution urging the President and the Union government to ensure time-bound gubernatorial assent to Bills passed.The Governor’s approach to the Bill — of late assent — is in contrast to when he approved an identical ordinance in October last. His meeting with e-gaming industry representatives, even as the Bill was under his consideration, came in for criticism. Adding to the intrigue was the Raj Bhavan’s silence over four months when the Bill was with the Governor. In fact, on the day that the Raj Bhavan returned the Bill to the Assembly (March 8), there was no official word from the Governor’s side in support of his stand. Mr. Ravi could have deflected criticism had he made his stand open, as he had done to a Bill that he had returned in February 2022, seeking exemption for students of the State from the National Eligibility-cum-Entrance Test (NEET) for medicine (this Bill is awaiting presidential assent). Further, with the Centre having notified the IT (Intermediary Guidelines and Digital Media Ethics Code) Rules, there should be no confusion as far as enforcing the law is concerned — which has to be done in conjunction with the IT Act, 2000. Addiction to online gaming has resulted in financial distress in many a family and also caused serious health issues. Even while seeking to implement the law banning online gambling and online games of chance (rummy and poker), the proposed Tamil Nadu Online Gaming Authority should ensure a balance: no restrictions on online games permitted under the Act as well as monitoring of online game providers. In an ever-evolving digital world, it would be in the interests of all to create an environment for healthy online games.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nonline\n\n/\n\ncasino and gambling\n\n/\n\nTamil Nadu\n\n/\n\nlaws\n\n/\n\nGovernor\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nparliament\n\n/\n\nhealth",
        "headline_1": "Skill over chance: On the Tamil Nadu Prohibition of Online Gambling and Regulation of Online Games Act and gaming",
        "headline_2": "Authorities must create an environment for healthy online games",
        "link": "https://www.thehindu.com/opinion/editorial/skill-over-chance-the-hindu-editorial-on-the-tamil-nadu-prohibition-of-online-gambling-and-regulation-of-online-games-act-and-gaming/article66728937.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "By Raghuram Rajan and Rohit Lamba\n\n\n\nIndian private consumption, that is what and how much households consume, has remained tepid. Aggregate exports have declined but their composition tells an interesting story: services exports are continuing to rise remarkably even as goods exports flail unremarkably. \n\nRead full opinion on TOI+ \n\n\n\n\n",
        "headline_1": "Ride globalisation, again: India’s services exports continue to rise remarkably. The IT sector is leading the rally. We now need to tap a world of opportunities in finance, medicine, education, law…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ride-globalisation-again-indias-services-exports-continue-to-rise-remarkably-the-it-sector-is-leading-the-rally-we-now-need-to-tap-a-world-of-opportunities-in-finance-medicine-education/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "Ursula von der Leyen, president of the European Commission, flew into Beijing last week amidst a shift in the European policy on China. But it has not yet crystallised. Witness the different public positions taken by Charles Michel, president of the European Council, and von der Leyen. They agree that China’s goal is to systemically change the global order, but Michel wants overall engagement while von der Leyen is more suspicious about the securitisation of the Chinese economy and its implications for European prosperity and wellbeing.\nLike in Brussels, in Berlin too while the endgame is yet to be determined, both the federal government and the opposition are crafting a harder line on China.\nRead full opinion on TOI+\n\n",
        "headline_1": "On China, a tectonic shift is under way in German politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/on-china-a-tectonic-shift-is-under-way-in-german-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "IMD on Tuesday forecast the southwest monsoon for 2023 will be normal. Rainfall is estimated at 96% of the long period average (LPA), two percentage points higher than the private weather forecast firm Skymet’s estimate. Southwest monsoon forecasts are traditionally an important lead economic indicator as they influence farm output. This, in turn, influences the economy mainly through two channels, food inflation and rural consumption. The 2023 IMD forecast marks the fifth straight year when the southwest monsoon has been normal or above normal. It was above normal in 2019 and 2020, the first time in six decades of successive years of rainfall between 105-110% of LPA.\nBut traditional perspectives on monsoon’s economic impact now need to be altered to climate realities. Increasingly it’s the spatial distribution and extreme weather events that affect farm output and not the season’s average rainfall. Last year, a heat wave in March in northwestern India led to more than 50% decline in wheat procurement for PDS and catalysed cereal inflation subsequently. Signs this year too are not encouraging. Following unusually heavy rainfall last month, there are issues with the quality of wheat harvested in Punjab. Consequently, the state government on Monday asked GoI to relax relevant norms in procurement.\n\nPunjab is central to India’s cereal security. Last year, it contributed 51% of the total wheat procurement of 18. 8 million tons even though it trailed MP and UP in output. These developments give a sense of how vulnerable the economy is to extreme weather events. This factor will play a larger role in shaping economic policy in the days to come as their incidence is increasing. According to GoI, extreme weather events in India are rising in the backdrop of global warming. Data shows that both frequency and spatial extent of droughts have risen between 1951 and 2016.\nGiven this background, RBI’s monetary policy committee last week did well to pause its policy of raising interest rates from May 2022. RBI’s data shows that inflation in India is being driven by supply shocks. Therefore, using interest rates to combat inflation is unwarranted. Also, with IMF lowering India’s 2023-24 GDP forecast by 0. 2 percentage points since January to 5. 9%, there’s no case to curb aggregate demand through rate increases. Now, it’s nimble fiscal positioning that will have to be at the vanguard of the policy to insulate India from both supply shocks and a global economic slowdown.\n\n",
        "headline_1": "Watch how it falls: IMD’s forecast of a normal southwest monsoon is encouraging. However, extreme weather events are the swing factor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/watch-how-it-falls-imds-forecast-of-a-normal-southwest-monsoon-is-encouraging-however-extreme-weather-events-are-the-swing-factor/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "India-China border tensions appear to be moving east as New Delhi and Beijing trade verbal salvos over Arunachal Pradesh. Amit Shah’s visit to the northeastern state not only saw him launch GoI’s Vibrant Villages Programme but also reiterate the point about defending every inch of Indian territory. Unsurprisingly, Beijing protested by asserting its so-called claims over ‘south Tibet’.\nThe larger geopolitical context is this: while Indian and Chinese troops continue to be engaged in their border standoff in eastern Ladakh, Beijing wants New Delhi to normalise relations and compartmentalise the border dispute. The truth is Beijing has no interest in resolving the border row since it enjoys considerable natural military advantages along the LAC. The latter have been further reinforced since the 2020 Galwan clashes through fresh construction of roads, bridges and helipads on the Chinese side.\n\nAnd as China prepares for an intensification of the strategic competition with the US and the Quad, it wants to hold the border dispute as leverage over India. Thus, India has no choice but to rapidly reduce the border infra gap to prevent further Chinese salami chopping. Beijing understands strength. It’s true that GoI has quickened the pace of infra development. But more needs to be done. The VVP scheme is a well intentioned attempt at preventing out-migration from remote border villages to make them natural defences. But its success will depend on speed and quality of implementation.\nBear in mind that as the birthplace of the sixth Dalai Lama, Arunachal assumes salience for China’s Tibet question. India must start preparing for future tussles over the declaration of the next Dalai Lama. Countering China will require a multidimensional approach.\n\n",
        "headline_1": "Build The Answer: Ladakh or Arunachal, India’s counter to China’s border tactics must be via capability enhancement",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/build-the-answer-ladakh-or-arunachal-indias-counter-to-chinas-border-tactics-must-be-via-capability-enhancement/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "We're deeply saddened by the passing of Dr Zafrullah Chowdhury, 81, who breathed his last at the Gonoshasthaya Nagar Hospital in Dhaka on Tuesday. Few stars in the socio-political firmament of Bangladesh has shone as bright and for as long as he did. As Victor Hugo once said, \"Short as life is, we make it still shorter by the careless waste of time.\" Life's potential, seen through this lens, is measured by not how long it is but how well and meaningfully it is lived, and Dr Zafrullah Chowdhury has surely lived his to the fullest. As a nation, we couldn't be prouder that he chose to do so in the service of our people, tirelessly working for them until his last days.\nAffectionately called \"people's doctor\" because of his lifelong work in public health, Dr Zafrullah's name will be forever etched in our history as the man who had founded Bangladesh Field Hospital to treat wounded freedom fighters during the War of Liberation. It was the seed of what would later be Gonoshasthaya Kendra post-independence. Designed to mainly serve the poor and disadvantaged, this centre would go on to have a revolutionary effect not just in the public health sector but also in the public perception of women, empowering them by breaking gender stereotypes. Today, this multidimensional institution includes projects ranging from primary healthcare centres and hospitals, community schools, agricultural cooperatives and women's vocational training centres, to economic enterprises to help finance its Trust activities. But its most obvious success is its primary healthcare programme (mainly in the villages) which benefits over a million people.\nAnother notable achievement of Dr Zafrullah was his leading role in formulating the National Drug Policy, 1982, which served as a cornerstone of today's robust pharmaceutical industry. His activism in the dark days of the pandemic in Bangladesh were also exemplary. His deep love for his country and the people also drove him to tirelessly campaign on various socio-political issues. Every time there was an injustice, he was among the first to speak up. Overall, the scope of his works was as breathtaking as their effect. He was a nation-builder like no one else.\nThe awards he received in recognition of his service were also legion. Among them were the Independence Award (Swadhinata Padak), the highest state honour given by Bangladesh government; a \"Certificate of Commendation\" for his contributions during the War of Liberation; the Swedish Youth Peace Prize for founding Gonoshasthaya Kendra and providing primary healthcare to rural communities; Maulana Bhashani Award; Ramon Magsaysay Award; The Right to Livelihood Award, Sweden; One World Action Award, UK; Fr. Tong Memorial Award, India; Doctor of Humanitarian Sciences Award, Canada, etc.\nDespite all his achievements, however, Dr Zafrullah lived a very ordinary life. He epitomised the philosophy of \"simple living, high thinking\" – and to his credit, he knew how to realise his thoughts and visions into a reality. So as we try to process the loss of this illustrious son of our soil, we hope more than anything that his rich legacy of pro-people, pro-poor activism will live on.\n",
        "headline_1": "A nation-builder like no other ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/nation-builder-no-other-3295671",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "Today, no matter what I write, it won't do justice to this great man. In a world fractured with strife, self-interest and greed, he stood up tall in principle, determination and a sense of purpose. That purpose was for a Bangladesh free from exploitation, where everyone would enjoy their basic and fundamental rights. A true patriot, he not only played a key role in the birth of Bangladesh, but devoted his life to make the dream of our independence a reality.\nWith that single-minded purpose, Dr Zafrullah Chowdhury left a legacy that will be hard to match for generations to come. Affordable healthcare for all was his first objective. He believed that it is possible to provide every person with the healthcare they need. The Gonoshasthaya Kendra (GK) and the Gonoshasthaya Nagar Hospitals are a testimony to his conviction that heath service is a right no one should be deprived of. The doors of the hospital are open to one and all, with everyone enjoying the same quality of services.\nHe set up the kidney dialysis centre in the GK Nagar Hospital again with that same belief. I once asked him why he set it up, and this is what he told me: one day, while taking dialysis at a private hospital, a lady told him she would not return for dialysis from tomorrow. Shocked, Zafrullah Bhai told her that she would surely die without dialysis, to which she replied, \"I know, but I can no longer pay for it.\"\nThis affected Zafrullah Bhai so much that he decided to set up the kidney dialysis centre. He raised funds from private sources to set up the centre, making it the biggest one in the country providing free service to 20 percent patients, charging others between Tk 800 to a maximum Tk 2,500, while other private hospitals charge anything between Tk 4,000 and Tk 5,500. He believed passionately that health services, like education, should not be for profit.\n\nA crusader for an equal and just society, he stood beside every social movement as a strong voice against discrimination, abuse of power, environmental degradation, and discrimination against vulnerable people. He never minced his words and was sharply critical of policies and actions that went against the fundamental rights of citizens.\nZafrullah's contribution has not been confined to just health services. A crusader for an equal and just society, he stood beside every social movement as a strong voice against discrimination, abuse of power, environmental degradation, and discrimination against vulnerable people. He never minced his words and was sharply critical of policies and actions that went against the fundamental rights of citizens. Personal health challenges could not deter him from standing in human chains, protest rallies or dialogues to convey his message of justice and equality for all.\nThere are so many remarkable aspects to his contributions to society that it is hard for me to write which one is the most outstanding. Is it the drug policy that he formulated, which resulted in affordable medicine for everyone, or the success of his family planning strategies, or is it his special attention to improving the situation of women?\nIn spite of the progress women have made in Bangladesh, we are still struggling with gender-defined roles, norms and practices. Way back in the early 70s, GK in Savar started to train women as drivers, welders and farmers. He believed everyone irrespective of gender should learn skills that would make them self-reliant. His recruitment policy was fair, non-discriminatory with an element of affirmative action. Today, 40 percent of the staff at GK are women, many in top positions.\nThe health situation of women, especially from low-income groups, rural women and those living in remote areas, was a special concern for him. After retiring from GK, he devoted his time to addressing women's special medical needs through timely surgeries, obstetric care, etc. He remained forever pained at the high rate of maternal mortality in Bangladesh and believed that it was totally preventable.\nDr Zafrullah Chowdhury's demise is an end of an era, of hopes, dreams and idealism. A valiant freedom fighter, he continued till the end to materialise the dream and aspiration through which Bangladesh came into existence. I cannot end without mentioning Shireen Huq, a women's and human rights activist, his life partner who stood beside him all the way to fulfill his dream of a more humane, equal and just society.\nGoodbye, dear Zafrullah Bhai. We will miss your presence, because you always stood up for what is right.\nShaheen Anam is the executive director of Manusher Jonno Foundation.\n\n",
        "headline_1": "Our one and only Zafrullah Bhai",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-one-and-only-zafrullah-bhai-3295461",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "In 2014, when many international organisations including the World Bank were busy praising Sri Lanka for \"sustaining development,\" a non-profit organisation named the Sri Lanka Campaign for Peace and Justice published a report titled \"Roads paved with gold,\" which raised questions about the economic viability of expensive construction projects undertaken by the country, with loans taken mostly from China, Japan and the Asian Development Bank (ADB). The report mentioned that Sri Lanka's roads cost three and a half times the global average, and in some cases cost 11 times the cost of an Indian motorway, which was the result of \"corruption at every level of the system, and that many people from the top of the process to the very bottom have taken a cut.\" \nSri Lanka's ruling elites did not pay heed to these questions. They continued to build grandiose and unaffordable public projects that served to distract both their people and the international community from the serious flaws in the island nation's economy. Initially, this huge expense in construction activities contributed to high GDP growth, but when it became evident that the country could no longer continue to borrow for newer construction projects, and the newly built highways, ports or airports failed to generate additional foreign currency earnings to pay back the loans, the economic growth started to slow down. These expensive, foreign-debt-dependent projects, combined with other factors such as huge commercial loans from international markets, low tax-GDP ratio, budget deficit, decline of tourism and remittance earnings, and corruption, caused the serious economic crisis for which ordinary Sri Lankans are still suffering.\nAlthough the fundamentals of Bangladesh's economy are different from that of Sri Lanka's in many respects, there are some eerie similarities – especially in the aspects of the public-sector-construction-led development model. Bangladesh too, has undertaken many construction activities that have been termed some of the most expensive construction projects in the world. The cost of road construction per kilometre is much higher in Bangladesh than in neighbouring India and China, and even in Europe. Construction of a four-lane road costs $1.1-1.3 million per kilometre in India, $1.3-1.6 million in China, and $2.5-3.5 million in Europe. But in Bangladesh, according to the World Bank, the estimated cost of construction is $6.6 million per kilometre for the Rangpur-Hatikumrul highway, $7 million per kilometre for Dhaka-Sylhet highway, $11.9 million per kilometre for Dhaka-Mawa highway, and $2.5 million per kilometre for Dhaka-Chattogram and Dhaka-Mymensingh highways. That means the construction cost of any road in Bangladesh is two to nine times that in India and China and is as much as double the cost in Europe, although the cost of labour in Bangladesh is quite low compared to these countries.\nThe Bus Rapid Transit (BRT) project in Dhaka has also been named as the most expensive in the world. Usually a BRT takes less time and cost to build as it is built on the existing roads. The average cost of BRT construction in the world is $ 6 million per kilometre, but in Bangladesh the cost is $26 million per kilometre for the Airport-Gazipur BRT line. It's a classic case of delay and cost overruns during project implementation. When the 20.5km BRT project was taken up in 2012, the cost was estimated at Tk 2,040 crore, which doubled to Tk 4,264 crore by 2018.\n\nThis unusually high construction costs of various megaprojects in Bangladesh are fuelled by irregularities, corruption, and problems with project planning.\nThe construction cost of the first Mass Rapid Transit (metro rail) project in Dhaka is also more than double the cost of that built in other countries in recent times. The construction of Phase I of the North-South line of the Jakarta MRT project in Indonesia began in 2013 and was completed in 2019. The construction of this 15.2km MRT line, built on the loan from the Japan International Cooperation Agency (Jica), cost $1.05 billion – $69 million per kilometre. The construction of the Orange metro rail in Lahore, Pakistan started in 2015 and ended in 2020. The cost of construction of this 27.12km line, built on China's loan, was nearly $1.63 billion – $60 million per kilometre.\nIn Dhaka, the cost of constructing the 21.26km MRT line between Uttara and Kamalapur is Tk 33,472 crore or nearly $3.35 billion (considering $1=Tk 100), i.e. the cost per kilometre is $157 million – more than double the cost of the Jakarta and Lahore MRT lines.\nThe construction cost of power plants in Bangladesh is also much higher than the global average. According to a study published in the journal Frontiers in Energy Research, the global mean cost of a gas-based power plant, ultra-super-critical coal power plant, and nuclear power plant are $551, $1,600 and $4,474 per kilowatt, respectively, but in Bangladesh the costs are $1,177, $3,343 and $5,625 per kilowatt, respectively. Researchers blamed corruption for these excess costs in our country.\nThe cost of power plant construction here is also higher than that in India by $500-4,000 per kilowatt. The Rooppur Nuclear Power Plant (RNPP) and India's Kudankulam Nuclear Plant are both being built by Russian company Rosatom, but according to a study published in the journal Environmental Science and Pollution Research, the construction cost in Bangladesh is $5,271 per kilowatt, which is about 69 percent higher than India's cost of $3,125 per kilowatt. As a result, the cost per unit of power generation in Bangladesh's nuclear power plants (9.36 cents/kWh) will be 75 percent higher than that in India (5.36 cents/kWh).\nThis unusually high construction costs of various megaprojects in Bangladesh are fuelled by irregularities, corruption, and problems with project planning. Due to improper and inadequate project planning, design errors are found several times after a project is initiated, and modifications have to be incorporated at later stages, which invariably delays the project and raises the cost. In almost all megaprojects, these issues arise with no one held accountable or punished, and the taxpayers end up paying the price.\nThe high construction costs and consequently high fare rates of the first metro rail in Dhaka is an example of how people have to pay if the construction cost of a project increases abnormally. In 2021, the fare determination committee of metro rail calculated that the daily expense for MRT-6 would be Tk 2.33 crore. Of that, nearly Tk 1.54 crore will be needed for foreign debt repayment and Tk 49.91 lakh to meet government expenses. After that, due to the increase in the construction cost, the estimated daily expense of metro rail increased to over Tk 3.36 crore. To meet this higher expense, the metro rail fare has been increased from the initially (in 2021) proposed Tk 2.40 to Tk 5 per kilometre. This way, the fare of Dhaka metro rail becomes double the fare in Delhi, three to four times that in Kolkata and two to five times that in Lahore.\nAs a result of this cost escalation of megaprojects, people have to spend extra money in terms of tolls, fares and utility prices, and the burden of direct and indirect taxes on the people increases as well. Due to the increase in the amount of foreign debt repayment, pressure on our foreign exchange reserves also increases, which ultimately stands in the way of sustainable economic development. \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "The price of expensive development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-price-expensive-development-3295406",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "We're deeply saddened by the passing of Dr Zafrullah Chowdhury, 81, who breathed his last at the Gonoshasthaya Nagar Hospital in Dhaka on Tuesday. Few stars in the socio-political firmament of Bangladesh has shone as bright and for as long as he did. As Victor Hugo once said, \"Short as life is, we make it still shorter by the careless waste of time.\" Life's potential, seen through this lens, is measured by not how long it is but how well and meaningfully it is lived, and Dr Zafrullah Chowdhury has surely lived his to the fullest. As a nation, we couldn't be prouder that he chose to do so in the service of our people, tirelessly working for them until his last days.\nAffectionately called \"people's doctor\" because of his lifelong work in public health, Dr Zafrullah's name will be forever etched in our history as the man who had founded Bangladesh Field Hospital to treat wounded freedom fighters during the War of Liberation. It was the seed of what would later be Gonoshasthaya Kendra post-independence. Designed to mainly serve the poor and disadvantaged, this centre would go on to have a revolutionary effect not just in the public health sector but also in the public perception of women, empowering them by breaking gender stereotypes. Today, this multidimensional institution includes projects ranging from primary healthcare centres and hospitals, community schools, agricultural cooperatives and women's vocational training centres, to economic enterprises to help finance its Trust activities. But its most obvious success is its primary healthcare programme (mainly in the villages) which benefits over a million people.\nAnother notable achievement of Dr Zafrullah was his leading role in formulating the National Drug Policy, 1982, which served as a cornerstone of today's robust pharmaceutical industry. His activism in the dark days of the pandemic in Bangladesh were also exemplary. His deep love for his country and the people also drove him to tirelessly campaign on various socio-political issues. Every time there was an injustice, he was among the first to speak up. Overall, the scope of his works was as breathtaking as their effect. He was a nation-builder like no one else.\nThe awards he received in recognition of his service were also legion. Among them were the Independence Award (Swadhinata Padak), the highest state honour given by Bangladesh government; a \"Certificate of Commendation\" for his contributions during the War of Liberation; the Swedish Youth Peace Prize for founding Gonoshasthaya Kendra and providing primary healthcare to rural communities; Maulana Bhashani Award; Ramon Magsaysay Award; The Right to Livelihood Award, Sweden; One World Action Award, UK; Fr. Tong Memorial Award, India; Doctor of Humanitarian Sciences Award, Canada, etc.\nDespite all his achievements, however, Dr Zafrullah lived a very ordinary life. He epitomised the philosophy of \"simple living, high thinking\" – and to his credit, he knew how to realise his thoughts and visions into a reality. So as we try to process the loss of this illustrious son of our soil, we hope more than anything that his rich legacy of pro-people, pro-poor activism will live on.\n",
        "headline_1": "A nation-builder like no other ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/nation-builder-no-other-3295671",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "Despite fatal road accidents becoming a regular phenomenon in the country, it is disturbing to see how casually this is being treated, with government agencies themselves having no uniform road crash data. Until January, Bangladesh Road Transport Authority (BRTA) used police data on road crashes, but then it started publishing its own. And according to its data, 636 people were killed and 752 others were injured in 630 road accidents in January and February. But this does not match with police data, which says that 542 people were killed and 420 others were injured in 557 road crashes during the same period.\nAside from contradicting each other, these numbers are also much lower than that provided by independent organisations, which puts a question mark on the former's initiatives. Lack of reliable official data could derail the government's plan to implement the National Road Safety Strategic Action Plan 2021-2024 to reduce 20 to 25 percent of casualties by 2024, and to halve the casualty number by 2030. But what number will that be? Besides road safety campaigners, different international organisations have also raised questions about the veracity of our accident data.\nThe World Bank, for example, which already approved a loan for a Tk 4,988.14 crore project on road safety – under which a road accident database will be developed, among other targets – said that the \"poor quality and unreliable data on crashes, deaths, and injuries impede proper road safety management.\" One may recall that, according to a World Health Organization's report published in 2018, at least 24,954 people were killed in road crashes in the country in 2016. According to the police, however, only 2,463 people were killed in 2016. The huge discrepancy between these figures shows how confusing policy-making can be in the absence of reliable data.\nThe reason given by the BRTA chairman for the difference between BRTA and police data is that the latter is based on the cases filed over accidents, but many injured died in hospitals later. Since the BRTA also includes hospital data, its number may be higher. But how will it explain the discrepancy between the numbers of accidents recorded? Either way, the data has to be accurate, which requires developing a uniform system of documentation. In the absence of that, it will be more difficult for the authorities to take proper measures to reduce road crashes.\nIt doesn't boost confidence when the authorities, far from seeing the error of their ways, criticise road safety campaigners for publishing \"fabricated\" reports on crashes, as the Road Transport and Highways Division secretary did early this year. Using the classic diversion tactic to cover up their own failure, he said such reports were \"tarnishing the image\" of the country. But what about the fact that responsible agencies have repeatedly failed to prevent loss of life due to road accidents? Why is it that the same government agencies that criticise data provided by safety campaigners are themselves failing to prepare accurate data? The government must hold them accountable for their failures so they can show better results.\n",
        "headline_1": "We need reliable official data on road crashes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-reliable-official-data-road-crashes-3295161",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "In what appears as an upsetting revelation, a BBS (Bangladesh Bureau of Statistics) survey has found that a large number of children who left their village homes facing acute poverty for big cities do not want to go to rehabilitation centres, nor even reunite with their families. The reasons underlie a lack of freedom, family disputes, and surprising of all, unwillingness of their families to accept them for want of space at home. The BBS conducted the survey on April 04-23 last year with 7,200 samples across the country's eight divisions and two city corporations in Dhaka. Among the street children, some 82 per cent were boys and 18 per cent girls. The number of street children was the highest in Dhaka South City Corporation (DSCC)--22.7 per cent, followed by Dhaka North City Corporation (DNCC)--18.3 per cent, the survey noted. It found that 37.8 per cent of these children left their homes in a desperate bid to escape poverty and hunger, 15.4 per cent due to parents' migration to urban areas, 12.1 per cent for exploring work opportunities, 5.0 per cent for lack of custodians, and 3.6 per cent in search of a better prospect in city locations. One plausible recourse could be to bring them to rehabilitation centres but unwillingness of a major segment of the these hapless children tells a sorry tale that the authorities need to take on seriously to get things right. According to the survey, 72 per cent of these children do not want to go to rehab centres, while the remaining 28 per cent want to. Among the major reasons for their reluctance, 79.2 per cent of the children stated absence of enough freedom, 43.3 per cent disliked following rules and regulations, 37.8 per cent felt their own needs would not be met there, 31.9 per cent felt they could not move freely with their friends. On the flip side, however, there is a sobering note in that some 66.8 per cent of the children have plan to change their street-life through better job/work, 27.9 per cent want to attend school, 23 per cent want to try small businesses, 13.7 per cent want to return home, the survey found. In this context, it may be noted that a BIDS (Bangladesh Institute of Development Studies) survey in 2015 showed that there were over 1.5 million street children in Bangladesh, suggesting the number could rise to 1.6 million by 2024. Echoing the same guess, UNICEF has said its experts fear the number of children living on the streets in Bangladesh could be in the millions. No doubt, the BBS survey is an eye-opener in many respects, and given the state things are in, a lot has to be done. While rehabilitation centres do come to mind first, the relevant state agency should mind its business by way of motivating the children for a better life ahead. Also, the NGOs can find it highly rewarding to do something meaningful for the ill-fated children.",
        "headline_1": "Making a space for street children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-a-space-for-street-children-1681310897",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "American politics, though not America, is in crisis. With former President Donald Trump indicted on charges of criminal conspiracy --- and do not forget that in his days in the White House he went through two impeachments --- the course politics will take in the United States remains uncertain. The uncertainty stems from the clear decline in values in the country. Trump loyalists, rather than move away from him in light of the indictment in New York, are now determined to protect him from the law. Worse, they expect him to return to the presidency at the election in November next year.Politics in America used to be different, for a different set of values was at work. Nelson Rockefeller, the liberal Republican whose chances of being President were doomed when he went for a second marriage with a woman named Happy, could only end up as Vice President under President Gerald Ford in the years 1974-1977. Ford was an unelected President, in the aftermath of the Watergate scandal which destroyed Richard Nixon. When, as Vice President appointed by an embattled President Nixon, Ford succeeded to the presidency, he in his turn appointed Rockefeller to the vice presidency.Speaking of values in US politics, Gary Hart, the Democrat who sought the presidency in 1988, saw his campaign implode when he was photographed in the not so edifying company of a woman named Donna Rice on a boat ironically named Monkey Business. Hart till that point had been well positioned to take his party back to control of the White House. But the idea that values mattered, that he had not lived up to them, came in the way. Back in 1968, sensing trouble should he seek the Democratic Party nomination for a second term as President, Lyndon B. Johnson decided to opt out of contention. Values were at work.So when did values in American politics go on a slide? The recent instance of two state politicians in Tennessee being ejected from their elected positions by their rivals, not the electorate, is yet one more sign of politics on a nosedive in the country. It takes one back to the beginning of the slide in the year 2000 when the US Supreme Court stepped in to stop a critical vote count in Florida and arbitrarily declare George W. Bush the man to succeed Bill Clinton as President. The court would not stay its hand until the final votes had been tallied at a time when indications were there of Al Gore being the next President of the United States.Politics slipped to new lows with the arrival of Donald Trump. During his campaign for the presidency in 2016, he insulted his Republican rivals and then went on to egg his mob of supporters into raising ugly slogans against the urbane Hillary Clinton. As President, Trump felt no embarrassment in publicly denigrating John McCain's heroism in Vietnam. He and his followers speared values, to a point where his partisan mob did not flinch from breaking into the Capitol on 6 January 2021 to prevent Congress from certifying Joe Biden's victory at the November 2020 presidential election.Values took a beating on the day. More than two years on, the beating continues, with Trump haranguing his followers into hate toward the New York District Attorney, the judge and the judge's wife and daughter. His fellow Republicans, even those who harbour ambitions of being the party nominee at next year's election, have rallied behind him. The Republican Party had never before fallen to such depths. Next year, as the election campaign goes into full swing, Trump might be his party's standard bearer again and will be campaigning against Biden. Alongside the campaign, his trial will go on. It will be a strange case of a man charged with --- perhaps to be convicted of --- criminal activity wanting to be President again. It will be darkness at noon for America.Move away from Trump and the values question. On the Democratic side, Robert F. Kennedy Jr, the son of the late Senator Robert F. Kennedy, has made it known that he will challenge Joe Biden for the party's presidential nomination next year. There is little chance that Kennedy will push Biden out of the race, but the interesting part of the story is one of the Kennedy dynasty trying to take centre stage again in US politics. The dynasty is no more what it used to be, with the generation of Kennedys coming of age in the 1970s and 1980s unable to light the spark which once ignited the Kennedy magic. The Kennedys had their sunshine days in the early 1960s, with John Fitzgerald Kennedy beating Richard Nixon in the presidential race in November 1960. JFK, as he was popularly known, wasted little time appointing brother Robert the country's Attorney General. In 1962, the President's former Senate seat, which he had won by defeating the Republican Henry Cabot Lodge in 1952, went to thirty year-old Edward Moore Kennedy. John and Robert would both fall to assassins' bullets, in 1963 and 1968. Edward Kennedy would go on to become a long-serving Senator, initiating significant legislative measures that would instil respect in others for him.But Edward Kennedy's presidential ambitions in 1980, when he challenged an already beleaguered Jimmy Carter for the Democratic nomination, did not go down well with many Americans. It would have helped if Kennedy had stood by Carter through the Iran hostage crisis and in the campaign against Ronald Reagan, but that did not happen. Carter lost his bid for a second term to Reagan at the election in November. Again, there has been the feeling that Kennedy's failure to best Carter had a good deal to do with the death of a young woman when the car he was driving, with Mary Jo Kopechne beside him, fell into the river in 1969. It dealt a blow to Kennedy and would till the end haunt him.The Kennedys have had their share of ambition and tragedy. Robert Kennedy plunged into the presidential race in 1968 at a time when the peace candidate Eugene McCarthy was well on his way to making his case for the White House. Kennedy's entry put paid to McCarthy's dreams. In the end, it was Vice President Hubert Humphrey who went on to challenge the Republican Richard Nixon and lose.The son of Robert Kennedy may never be President, but his sudden ambition speaks of the Kennedy dynasty yet not calling it a day in public service. President Kennedy's daughter Caroline, having served as US ambassador to Japan under Barack Obama, is today ambassador to Australia. Her aunt Victoria Reggie Kennedy, the widow of Edward Kennedy, is ambassador to Austria.America remains an interesting country. \n[email protected]",
        "headline_1": "American values, Trump and the Kennedys",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/american-values-trump-and-the-kennedys-1681310951",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "The government is supposed to provide free textbooks to all schoolchildren on January 1, the first day of their academic year. But this is hardly the case this year. One-third of the year 2023 is over but thousands of primary and secondary school students in different districts have not yet received their full set of textbooks. Bhola is among the worst-performing districts on this account. According to media reports, around 26,000 students of grade I and II in this district's 205 primary schools are yet to get a single textbook for their new academic year. These students' attendance has fallen sharply due to unavailability of their textbooks. Teachers, too, are not imparting them any lesson in the classroom. The students now go to school, play games and return home. Many schools and madrasas in Sylhet, Khagrachhari, Bandarban and Satkhira have also reported of not having rceived all the required textbooks for their students. First-graders in many upazilas of Sylhet have not yet got their mathematics books, while second-grade students are still waiting for Bangla and mathematics books. Additionally, students in the third, fourth, and fifth grades have only received textbooks for three to four out of the six subjects they study. The situation is almost the same in other schools of Khagrachhari, Bandarban and Satkhira. A textbook festival is organised every year on January 1 to celebrate the distribution of free textbooks to school students. This year has not been an exception. Although the authorities concerned could not deliver all the books to students, they instructed all educational institutions in the country to hold the festival on the first day of the new year. And many students who attended the festival returned home without the textbooks they were promised. On that occasion, state minister for primary and mass education Zakir Hossain said that all students would get the new textbooks by January. However, his promise has not yet been fulfilled. Even after the passage of about four and a half months of the year, no one now seems to know when every student is going to receive all their textbooks. The government's failure to ensure timely delivery of school textbooks raises questions about the utilisation of funds, how printers and distributors are engaged and the role of the National Curriculum and Textbook Board. The unavailability of textbooks for a period of more than four months is harmful for the educational career of primary and secondary students. It compromises the process of learning and students' performances. Even if the students get all their textbooks within days, they will still face problems as they'd have to complete the entire syllabus within a short time. Schoolchildren are now paying the price for no fault of their own. Many schools have made them buy old books and sit for examination. The students who could not buy the old books are in most cases not attending classes. And they may become new school dropouts. \n[email protected]",
        "headline_1": "When will schoolchildren get all textbooks?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-will-schoolchildren-get-all-textbooks-1681310989",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-04-2023"
    },
    {
        "full_article": "Gonoshasthaya Kendra founder and freedom fighter, Dr Zafrullah Chowdhury, is no more. He breathed his last on Tuesday at the age of 81. He was a well-known physician and public health activist. When the liberation war of Bangladesh broke out in1971, he was in the UK for his post-graduate studies in medicine. Returning in India, he with his colleagues set up a 480-bed field hospital in Agartala to treat those wounded during the war. He also took guerrilla training and had been a valiant freedom fighter. In 1972, he founded Gonoshasthaya Kendra with the aim of providing healthcare services to underserved communities in Bangladesh. This is why he is still fondly called the people's doctor. Half of the workers of Gonoshasthaya Kendra are women as part of the organisation's efforts to ensure women's empowerment. Zafrullah Chowdhury won the Independence Award in 1977 and the Ramon Magsaysay Award, known as the Nobel award of Asia, in 1985. He was also the architect of the country's first national drug policy, adopted in 1982, that played a crucial role in Bangladesh's success in the public health sector. According to the Ramon Magsaysay Award Foundation, his engineering of Bangladesh's new drug policy eliminated unnecessary pharmaceuticals and made comprehensive medical care more available to ordinary citizens. Zafrullah Chowdhury is no more with us physically. But he will surely continue to be remembered for his works, especially for his contribution to the country's health sector. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Goodbye, Zafrullah Chowdhury!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/goodbye-zafrullah-chowdhury-1681311020",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-04-2023"
    }
]