[
    {
        "full_article": "With the support of four independents, the National Conference-Congress-CPI(M) INDIA bloc alliance in Jammu and Kashmir (J&K) has now got the endorsement of 53 of the 90 MLAs in the newly-elected Assembly. This should be a boost for Chief Minister-designate Omar Abdullah of the NC as he embarks upon the tough path of fulfilling promises made to the electorate in the Union Territory. The INDIA bloc faced many odds in these elections such as the fragmented party system in the Valley with multiple contenders; the challenge by the Bharatiya Janata Party (BJP) that went on to consolidate its base in Jammu and sought to use the delimitation exercise to manufacture majority support, and a wary electorate, possibly disenchanted with the lack of Statehood, local representation and normal politics ever since the erstwhile State was bifurcated and its special status diluted. But the enthusiastic electorate had a clear message. In the Valley, the INDIA bloc was chosen decisively over rivals who included independents fielded by the banned Jamaat-e-Islami. The National Conference’s steadfast moderation on Kashmiri autonomy and the rights of the citizens in the erstwhile State, the Congress’s message of reconciliation and support towards restoration of Statehood, and the popularity of J&K’s lone Leftist and long-time legislator Mohamad Yousaf Tarigami helped the alliance reap the lion’s share of seats in the Valley and win in reserved seats (for STs) in Jammu, with a respectable vote share across regions and communities.The NC must now live up to this mandate but the task is not easy. The BJP at the Centre has insisted on a hardline stance towards India’s conflict-prone border province. The elections were also held after its hand was forced by the Supreme Court. While Home Minister Amit Shah has often promised the restoration of statehood, the undue delay in this basic step that would reassure the citizens suggests that the Centre was willing to do so only at a moment of its choosing. But with the electorate ensuring that the INDIA bloc got the reins to power, it would be best if the Centre respected the mandate, accelerated the process of restoring statehood and allowed the newly elected government to fulfil its promises. This is an imperative as even if the autocratic steps of the last few years have not brought back the dark days of the militancy of the 1990s, palpable despondency and disenchantment are evident. Statehood and a vibrant Assembly would help reactivate the political, administrative and civic aspects of democracy beyond electioneering and rule by fiat from the Centre.  Published - October 11, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nReservation\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nJammu\n\n/\n\njudiciary (system of justice)",
        "headline_1": "​Respect the mandate: On the 2024 Jammu and Kashmir elections",
        "headline_2": "With elections done and dusted, J&K now must return to statehood",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brespect-the-mandate-on-the-2024-jammu-and-kashmir-elections/article68741552.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "Nearly a year after his election, Maldives President Mohamed Muizzu made his first bilateral visit to Delhi, seen as an attempt to mend fences with Delhi. India was not his first bilateral destination, a tradition leaders of friendly neighbouring countries observe, although Mr. Muizzu and Prime Minister Narendra Modi met briefly at a summit in the UAE in December 2023 and he attended Mr. Modi’s swearing-in in June. Tensions between India and Maldives were originally a consequence of Mr. Muizzu’s Presidential campaign, that was built on the opposition’s “India Out” campaign. Next came a controversy that pitched tourism in Lakshadweep as an alternative to the Maldives following criticism of Mr. Modi by Maldivian Ministers that led to a “Boycott Maldives” campaign in India. Mr. Muizzu’s decision to travel to Turkey, China and the UAE before he came to India also rankled. Even as Mr. Muizzu said he would pursue a “Maldives first” policy, critics in New Delhi grew concerned over Male’s economic initiatives and defence pact with China. Amidst the change in regimes in Bangladesh and Sri Lanka, India has been under some fire over its Neighbourhood First policy, further fuelled by this perceived distancing from the Maldives. As Mr. Modi and Mr. Muizzu held their first formal bilateral negotiations, some of the work in smoothening their path had been done. After India acceded to Mr. Muizzu’s demand that Indian troops stationed in the Maldives since 2012, for aircraft maintenance, be replaced by technical personnel, both sides turned course, with their Foreign Ministers exchanging visits and new joint projects being announced. India’s decision to extend $100 million in SBI subscriptions of Maldivian T-bills enabled Male to make its debt service payments at a time it was in danger of defaulting. Mr. Muizzu has also softened his rhetoric and sacked the Ministers who were critical of Mr. Modi.India’s extension of $400 million in support and Indian ₹3,000 crore in a currency swap arrangement has shored up Male’s record-low currency reserves. The joint announcement of infrastructure projects, Free Trade Agreement talks, and the outline of a vision statement on a comprehensive and maritime security partnership to be concluded indicate a change. In Mumbai and Bengaluru, Mr. Muizzu made a strong case for the return of Indian tourists to previous levels, and offered more avenues for investment and employment. The turnaround is welcome news, given the historic relationship, and shows how sensitive and subtle diplomacy can surpass muscular posturing and brash statements. This also allows the natural logic of close geography to reassert itself, which has ensured that India is always, as Mr. Modi put it, the “first responder” for the Maldives in times of need. Published - October 11, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMaldives\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nelection\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\nChina\n\n/\n\nBangladesh\n\n/\n\nSri Lanka\n\n/\n\nforeign aid\n\n/\n\nMumbai\n\n/\n\nbengaluru\n\n/\n\ninvestments\n\n/\n\nemployment\n\n/\n\ntourism",
        "headline_1": "​First responder: On Maldives-India ties",
        "headline_2": "India and Maldives let subtle diplomacy surpass muscular posturing",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfirst-responder-on-maldives-india-ties/article68741577.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "It’s Nobel Prize season. Since their inception in 1901, only 12 individuals of Indian origin have been awarded the Prize, with just five being Indian citizens. Among them, Dr C V Raman remains the sole Indian to have won in the science category, with his 1930 Nobel in Physics for the discovery of the Raman Effect.\nThe 94-year gap since Raman’s achievement is concerning, especially when there have been Indian scientists who have made significant discoveries that went unrecognised. To position Indian scientists for future Nobel recognition, we must act now to foster an environment where ground-breaking research thrives.\nScience is the foundation of all technological advancement. The mobile phone which everyone uses today would not have been possible without at least a dozen Nobel Prize-winning discoveries behind it.  Be it the transistor (1956, Physics), laser technology (1964, Physics), information theory (1965, Physics), integrated circuit (2000, Physics), conducting polymers (2000, Chemistry), semiconductor heterostructures (2000, Physics), fibre optics (2009, Physics), LED technology (2014, Physics), lithium-ion battery (2019, Chemistry), etc., each of these discoveries and several others were critical for the modern revolution we see in consumer electronics.\nIt’s vital to remember that countries don’t invest in science because they are developed; they become developed because they invest in science. Here are five steps to improve India’s scientific output and pave the way for future Nobel laureates.\n1. Check engg rush and focus on STEM education: Nobel Prizes frequently honour fundamental contributions that change entire fields of study. A strong foundation in basic research can unlock technologies that transform industries that drive today’s digital world. To achieve this, India must focus on identifying and nurturing scientific talent early on. Providing scholarships, strong mentorship programs, and opportunities for research will ensure that gifted young minds are cultivated. We need to revive and scale-up schemes such as the Kishore Vaigyanik Protsahan Yojana (KVPY) in addition to launching significant other initiatives for identifying gifted children early on in schools. The current rush toward engineering careers — often at the expense of scientific curiosity — should be checked to allow students to pursue their strengths in pure sciences.\n2. Stop the brain drain: India’s scientific community remains significantly smaller compared to global standards. With only 260 scientists per million people, India ranks 81st globally in terms of researchers. In contrast, countries like the US and the UK have over 4,000 scientists per million. To improve India’s chances of winning Nobels, expanding the number of researchers is essential. This will require a concerted effort to retain talent and prevent brain drain. Many promising Indian scientists leave for better opportunities abroad due to inadequate infrastructure, low salaries, and limited career prospects at home. The recent removal of financial incentives for high-performing scientists through awards and recognitions is a misguided step. Unlike other professions, the global nature of science means that scientists, regardless of their location, must compete with the best worldwide for their work to be recognised and accepted. To retain and motivate these talented individuals, it is crucial to treat them differently from other professions. China, for example, has set a good example in incentivising scientists to attract and retain top talent.\n3. Increase investment and build world-class research institutions: America has invested heavily in science and deservedly reaps the rewards. It now has far more Nobels than any other country (see chart). Currently, India’s allocation of funds to scientific research as a percentage of GDP remains lower than that of even other BRICS nations. A stronger commitment to research and development funding, both from the govt and private sector, is needed to fuel Nobel-level discoveries. India must focus on supporting its Centers of Excellence and creating new ones where cutting-edge research can flourish.\n4. Encourage international collabs: Many Nobel-winning discoveries are the result of collaborations across disciplines and borders. India must actively promote international collaborations by enabling its brightest minds to work with leading scientists worldwide, including Nobel laureates. We need to launch a ‘1000 Scholar Programme’ to encourage our young scientists and students to intern with top research groups and Nobel laureates across the globe. Such initiatives will help bring the latest scientific techniques and knowledge to India.\n5. Don’t play it safe: One of the key barriers to producing Nobel-level research in India is the lack of a strong culture of risk-taking and innovation. Scientists are often encouraged to pursue safe, incremental research for the sake of securing research funding, rather than bold, high-risk projects that may lead to revolutionary discoveries. Excessive bureaucratisation of research management is another matter of concern in India.\nIf we want to join the prestigious Nobel club, it’s time we made the effort.\nProf Rao is vice-chancellor for the BITS Pilani group of institutions and former director of IIT Delhi. Views expressed are personal \n\n",
        "headline_1": "What India can do to end science Nobel drought",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/what-india-can-do-to-end-science-nobel-drought/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "Youth voters don’t react to unemployment because they’d rather wait for sarkari jobs\nRead full story on TOI+\n \nMost analysts have, willingly or not, failed to spot that Hindu consolidation was a big factor\nRead full story on TOI+\n\n",
        "headline_1": "Two takes on BJP’s Haryana win",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/two-takes-on-bjps-haryana-win/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "After the announcement of poll dates for Haryana and J&K, there was much public speculation about the timing of Vidhan Sabha polls in Maharashtra. What has largely escaped public attention, however, is the absence of elections to a large swath of the state’s local bodies since early 2020. Significantly, in what raises questions about the functioning of this vital tier of Indian democracy, several states besides Maharashtra have also seen local body elections being postponed in recent years.\nRead full story on TOI+\n\n",
        "headline_1": "Democracy on a slow march",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/democracy-on-a-slow-march/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "That India has a severe air pollution problem crying to be addressed with all hands on deck is indisputable. So is the fact that older vehicles have higher emissions while newer ones meet higher emission standards. This is the logic basis which NGT banned petrol vehicles over 15 years old and diesel vehicles over 10 years old in Delhi-NCR, an order upheld by SC in 2018. Over 59 lakh vehicles have accordingly been deregistered since then. For context, Delhi currently has 82 lakh active vehicles. But all this pell-mell activity is on one side. What’s going on on the other side?\n\nAuto industry also has an immense environmental impact at the manufacturing stage – where it has one of the highest rates of raw material consumption and pollution globally. Thus, when people take good care of their vehicle, but are forced to replace it without anyone bothering to check how (un)polluting it is, that hardly helps sustainability’s cause. A much better policy would be to make massive investments in pollution testing infra. This is unconscionably leaky across the country. EPCA research indicates that even in Delhi only 15-20% of the most grossly polluting vehicles on the road are being identified by the testing centres. A robust framework for quality control is absent.\nAnd what happens to vehicles that are deregistered? Some may leave the capital to ply in less regulated pastures. Some will need scrapping. End-of-life vehicles, along with electrical and electronic equipment, are already the main sources of solid waste after municipal solid waste. What’s to be done with an exponentially growing volume of this waste? A formalised and high-tech circular economy in Japan ensures that the recycling rates for airbags and auto shredder residue are 85% and 70%, respectively. This is what India needs to achieve as well, instead of just doing the easy thing of policing consumers.\n\n",
        "headline_1": "How Green is your car?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-green-is-your-car/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "As floodwaters begin to recede in the Mymensingh, Netrokona and Sherpur region, the scale of the destruction caused by the recent flash floods is gradually becoming apparent. Current estimates suggest that Aman crops over 83,000 hectares of land have been totally or partially ruined, impacting around 322,000 farmers. Moreover, a large number of fish farms have been washed away. In Sherpur alone, floods have washed away the fish from 7,366 ponds, affecting around 4,500 farmers. While a comprehensive assessment of the damage done to agriculture, fish farms, livestock and properties can only be made after the water fully recedes, it is already clear that recovery will be an immense challenge for this agriculturally crucial region.\nFarmers whose crops have been destroyed have an uncertain future awaiting them. The damage to this season's Aman paddy is beyond repair, as the window for new cultivation has already passed. How will these farmers survive? Or, consider the case of fish farmers like Mohammad Ali, who had taken the lease of an acre of land to set up a fish farm and invested nearly Tk 7 lakh by taking a bank loan. He and others like him have not only lost their livelihoods but are now saddled with a crushing debt.\nWhile the flood situation in these districts has improved to some extent over the last few days, many villages in low-lying areas still remain inundated. According to the local administration, about 13,000 families are still trapped by water. These people, too, face an uncertain future, not knowing what awaits them when the waters finally recede.\nUnder the circumstances, the government must urgently come up with a robust post-flood recovery plan for all the affected areas, while continuing its relief efforts by providing food, medicine and other essential supplies to the victims. Understandably, livelihood rehabilitation, particularly for farmers, will be one of the government's biggest challenges as they need to be given an alternative choice of crops or vegetables to cultivate since the Aman season is already over. To this end, the Department of Agricultural Extension should swiftly assess the conditions on the ground and identify suitable crops and vegetables for the affected areas. Immediate distribution of crop saplings, vegetable seeds, fertilisers, and other necessary inputs is also essential.\nThose who cannot go back to their previous livelihoods must be given alternative means of earning a living. This is a huge task requiring strong coordination among all the relevant government agencies. We hope that the government will rise to the challenge, supported by NGOs and philanthropic organisations, to meet the post-flood needs of the affected communities.\n",
        "headline_1": "Flood-hit farmers need proper support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/flood-hit-farmers-need-proper-support-3726036",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "The Federal Reserve Board has recently cut its key lending rate, also known as policy rate or key rate in other economies, by half a percentage-point to the range of 4.75 percent to five percent in its first reduction after more than four years. This signals a global shift towards boosting consumption and job creation, as it follows a European Central Bank (ECB) key rate cut a few months ago. This shift is interesting in the backdrop of an opposite reaction from Bangladesh Bank, which recently hiked its policy rate to curb a high sustained inflation rate. These opposite reactions pose an opportunity for Bangladesh to gain access to more foreign investments, improve its export competitiveness, and bolster its foreign reserve.\nThe Federal Reserve Board's rate cuts come expectedly following a prolonged period of raising rates, as it aims to battle unemployment before it gets out of hand. The projection for an increasing unemployment rate in the US rose to 4.4 percent by the end of 2024, which is expected to remain the same for 2025 as experts predict further interest rate cuts. A lending rate cut means that banks can access funds from the central bank by paying a lower interest rate compared to before. As banks borrow more money from the central bank, their consequent higher liquidity allows them to provide loans to individuals and businesses at a lower interest rate than before. This in turn prompts more individuals to take mortgages at a lower interest rate to buy houses, or avail car loans at lower rates. In addition, businesses are incentivised to take advantage of lower interest rates by financing business expansion through bank loans. This expansion then leads to more jobs being created, and thus a lower unemployment rate. \nBeyond this singular effect, we must look at the broader impact that a lending rate cut can have for the US economy. Generally, lower debt financing leads to domestic consumers having a surplus of wealth to spend. This leads to higher investment into the equity and alternative instruments markets as they provide a higher return compared to government instruments. However, more money at hand doesn't always lead to more investments. For the average person, this usually leads to higher consumption, which eventually increases inflation if not controlled. Moreover, a lower interest rate is viewed by foreign investors as unattractive, which lowers the demand for the US dollar. This devalues the US dollar in the foreign exchange market leading to exports being cheaper and imports getting more expensive in the US. This again can benefit local manufacturers as imports decrease while local consumption increases. \nBangladesh Bank initiated an opposite policy move by hiking policy rates recently to combat a high inflation rate in a reformative Bangladesh. This is expected to be followed by two more hikes in the coming month as mentioned by the central bank governor . A higher policy rate has the exact opposite effects to the ones discussed above. This higher interest rate can be seen by both local and foreign investors as attractive in conjunction with the newly introduced crawling peg rate, and a gradually reducing US dollar value in the future. The combination of these policies can lead to a much-needed increase in the foreign exchange value of the Taka, making imports cheaper. With lower interest rates in the US, global investors often seek higher returns in emerging markets. This phenomenon, known as the \"search for yield,\" could thus lead to increased capital inflows into Bangladesh. This could help revive Bangladesh's struggling foreign direct investment (FDI) inflows, which have been stagnating in recent years. An increase in FDI would be especially beneficial for the country, as it faces a persistent shortage in foreign exchange reserves, which have been fluctuating around $20 billion for the past few years. Strengthening FDI could provide much-needed stability and alleviate pressure on the country's reserves, offering a buffer to manage external payments, especially with imports getting cheaper due to the policy rate hike.\nHowever, the drawbacks must be addressed alongside the opportunities. An excess of short-term capital inflows, known as \"hot money,\" can make the economy vulnerable to volatility, particularly if the Federal Reserve Board changes course and raises rates again. Capital can quickly exit the market, putting pressure on Bangladesh's foreign reserves and currency stability. As consumer demand in the US picks up, it could lead to increased orders for Bangladeshi textile products, which account for a significant portion of the country's export earnings. However, with the policy rate hike making exports more costly, businesses may face lower than expected returns, discouraging exporters and limiting the full potential of this opportunity. Then there is the evident reduction in business expansion and individual consumption as a direct effect of the policy rate hike. So, even if imports become cheaper, there is a possibility that consumer demand might not match it leading to recession. \nThus, while contradictory monetary policies between Bangladesh and the global economy offer a potential boost for much-needed investment in Bangladesh's reforming economy, the associated risks could undermine these benefits. It is crucial to take cautionary measures in evaluating the impact of the policy rate hike, especially as other economies are moving toward monetary easing. A balanced approach will be essential to maximise the inflow of investments while mitigating the negative effects on exports, consumer demand, and economic stability.\nTahmeed Rifa is associate at Innovision Consulting Pvt. Ltd. \n\nViews expressed in this article are the author's own\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What lower global interest rates mean for a reforming Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-lower-global-interest-rates-mean-reforming-bangladesh-3725881",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "It is quite concerning that, despite birth registration being mandatory in the country, the practice has not picked up pace as expected. According to a recent report in Prothom Alo, births of only 45 percent of children aged one year have been registered in the first eight months of this year. This means Bangladesh is still far behind in achieving the target of 100 percent birth registration by 2024, undertaken as part of the Asian and Pacific Civil Registration and Vital Statistics (CRVS) Decade. The vacuum that has been created in our city corporations following the political changeover in August has also played a role here. For example, the registration work in various ward councils under the Dhaka North City Corporation was reportedly on hold for over two months, until it resumed on October 9.\nThe complicated process of registering births and deaths deters people from availing the service on time. Lack of awareness is also an issue. According to the report, in the 12 city corporations across the country, only six percent of births have been registered within a year, while the rate of late registration is 60 percent. The situation is similar in the case of deaths too. In the above-mentioned period, 45 percent of the deaths have been registered; 21 percent of deaths have been registered within a year, while the rate of late registration is 79 percent.\nObtaining a birth registration certificate is essential for access to all the essential services that the government offers. It is also the legal proof of citizenship for a child. However, the registration process is quite cumbersome: bureaucratic and technical complexities, lacklustre service and many other irregularities cause parents to put off registering their children's birth until absolutely necessary, such as vaccination and school admission. This delay can only be avoided by making the registration process simple and user-friendly.\nTherefore, the relevant authorities should consider putting more effort into making the registration of births and deaths easier and more accessible. To this end, a registrar can be appointed at every hospital across the country. An awareness campaign can also help people understand the importance of registering births and deaths on time. The government must put concerted efforts to raise the numbers of birth and death registration if it wants to meet the Sustainable Development Goal of 100 percent birth and 80 percent death registration by 2030.\n",
        "headline_1": "Make the birth registration process easy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-the-birth-registration-process-easy-3725831",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "What has been revealed by Transparency International Bangladesh (TIB) in a recent research study about the level of corruption in the Roads and Highways Department (RHD) is deeply shocking. For decades, this department has been a hotbed of corruption, but the level of graft had reached a new height over the last 15 years. The TIB research study has presented how a whole cabal of various interest groups had come together to rip off the national exchequer with hugely over-inflated project costs. The report has stated that political leaders, bureaucrats, engineers, contractors etc., were involved in illegal tradeoff from the road and bridge development projects executed by the RHD during the Fiscal Year 2009-2010 to FY 2023-24.The graft amounts, according to the study, ranged anywhere from Tk 292.30 billion to Tk 508.35 to develop and construct roads, highways and bridges. Since everyone got a slice of the pie, no one complained - except ordinary citizens. It is the electorate who were left to pick up the pieces of shoddy jobs that were commissioned and quality control was not a priority area. Hence, commissioned road networks had worn out much faster than envisaged (or stated in project documents) and since money had changed hands, mere lip service was paid to address complaints. The immediate-past government had proudly declared \"zero tolerance\" on corruption. The few individuals who were investigated did never include those who sat at the top of the pyramid (of graft). The minnows were exhibited as examples of the war on corruption. The study that has been carried out goes into detail about the percentage of graft involved in RHD project execution. For instance, it is stated that the bribery amount ranged between 23 per cent and 40 per cent of the work orders. Now that brings the amount to Tk 1.27 trillion over a 15-year period. There were other bribes involved. A certain percentage had to be paid at the time of handing over of work orders to contractors and another amount had to be paid at the time of the payments made against bills submitted following the completion of the project work. So, in total, about 50 per cent of work contract value was paid in bribes.Now that explains why contractors fail to do quality work on roads and highway projects. The aim is not to deliver quality work but to share funds plundered through irregularities. The media had enough to write on round the year and they covered a part of it. Given that black laws enacted by the Hasina regime to muzzle the press from doing its job, a lot of the disasters are now being exposed. The question is will the interim government take the TIB study seriously? People want some actions on its part, for, given the past track records, they do not have much faith in any political government's seriousness in tackling graft. The \"Ghush-banijjo\" as bribery is popularly known in Bangla is a cancer that has devoured everything. Billions of Taka have changed hands and this is one department that cannot be ignored.",
        "headline_1": "RHD a hotbed of corruption",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rhd-a-hotbed-of-corruption-1728743222",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "After the fall of the Hasina-led autocratic regime in Bangladesh, a testament to the inspiring courage and unwavering determination of the students and youths, one of the critical areas that comes under focus is the current status of the press and its future. It is disheartening to note that the mainstream media, both print and electronic, has largely failed to play due role during the movement that reached its peak in July. Except for a few of the media outlets, most of the houses were timid about covering and presenting the real picture of the movement that ultimately turned into a mass upspring. Instead, some of the media outlets, especially some television channels, shamelessly backed the autocratic ruler to suppress the movement brutally. As a result,, the print and the electronic media lost people's trust. And it is the social media and some digital outlets that came to fill the vacuum where a kind of netizen journalism proliferated extending a strong support to the vital movement. Thus, the need for a thorough soul-searching of the country's media is now more pressing than ever if it truly wants to play its due role in the coming days and flourish professionally. A discussion meeting held last week in Dhaka may be considered as such an initiative where a number of journalists and media people tried to do some brainstorming in this connection. A critical question raised at the discussion is whether journalism is a profession in the country. Titled as 'Reform in Media: Why and How,' the concept note of the meeting outlined a brief sketch to find out an answer that included various shortcomings of the media in the country. Sad to say, most of the discussants agreed that the current situation of media and journalism is disgraceful. So, the relevant question as to what makes the journalism disgraceful in the country was raised. The quick answer was that it is the lack, if not absence, of professionalism. The answer requires some explanation, however.Journalistic professionalism may be defined as 'a profound commitment to a set of ethical principles and standards that govern the actions and responsibilities of journalists.' At the core of the professionalism lies truth and accuracy. Journalists are assigned to and responsible for delivering accurate and precise information to people objectively. They are also required to do rigorous fact-checking and careful verification of sources before producing the news or disseminating the information. They are also subject to being dispassionate and avoiding loyalty to any regime, political party, or group, although they may have some ideological biases. Media houses or outlets are thus entrusted to provide the required support to the journalists, media persons, or pressmen to do their job. In other words, what applies to a journalist to become a professional also applies to a media outlet. When someone chooses journalism as a profession or sets up a media outlet, be it a newspaper or electronic platform, they commit to follow the ethics, principles, standards and norms of professionalism. There is no denying that journalistic professionalism was severely compromised during the last one decade and a half as many media outlets became loyal to the autocratic government. A good number of journalists proudly identified themselves as soldiers or cadres of Hasina and her party, and some of them even started to worship her. These media outlets and journalists also forced others to either follow them or remain silent by not raising any questions about any misdeed of the Hasina regime. In exchange, these Hasina-loyal media owners and journalists were rewarded with undue cash and kind. In this process, the media turned into a hub of misinformation and disinformation instead of reliable information. To ensure the control of the press, the autocratic regime also introduced a series of oppressive acts. The few media outlets and journalists struggling to maintain professionalism came under stringent surveillance and intervention from different government agencies. So, these media outlets were also forced to subdue their stance as it became harder to fight against the autocratic regime, especially when a large number of newspapers, television channels and digital platforms became highly pro-regime. The Hasina government also permitted many media outlets to operate only to create unhealthy competition. The core idea behind the move was to weaken the media from witin. That's why more than 50 television channels and 300 national dailies can't pay their staffers regularly. Job cuts and poor salaries are two common things in the media industry in the country now. Nobody compels anyone to publish a newspaper, launch a television channel or set up a digital media outlet. But, when someone comes to do it, they have to do it professionally. Otherwise, there is no need to do so. It can't be an excuse that poor financial conditions or lack of adequate investment forces some media houses to compromise journalistic professionalism. It is essential to think twice before initiating any media outlet and face various roadblocks to moving ahead once in the field. It is also inappropriate to expect financial support from the government for survival. A democratic government is indeed responsible for ensuring a conducive environment for professional journalism by providing a necessary legal framework, reducing undue obstacles and interventions. As the ousted Hasina regime was not a democratic one, there was no reason for it to ensure a conducive environment for a free press. Instead, it deployed various tools to curb professionalism among the journalists, divide the media to weaken its strength, and instil corruption in media. So, a course correction in media is necessary, which is not easy. Nevertheless, the move to reform the media for its betterment is an imperative, and journalists must be active in this regard. [email protected]",
        "headline_1": "Upholding professionalism in media",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/upholding-professionalism-in-media-1728743265",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "Fishermen of the country are a community time forgot. They are among the poorest of this poor country. They are also engaged in one of the most hazardous occupations. It is they who brace themselves for the deadliest storms and tidal bores and as a result hundreds die every year in the Bay or in the turbulent Padma while catching fish. Brief news items routinely report a large number of fishermen as missing and there is hardly any follow-up story on their ultimate fate.Another menace they have to live with is attack and looting by Myanmar pirates as well as their Navy. On Wednesday, a fisherman was killed and two others received gunshot wounds after Myanmar Navy chased and opened fire at six Bangladeshi fishing trawlers near Saint Martin's Island in the Bay of Bengal. The government fails to take up the matter with the Myanmar government. As if fishermen's lives are the most expendable in the country. This indifference would be more inexcusable when set against their massive contribution to the life and economy of the country.According to the fisheries department, there are an estimated 1.8-million registered fishermen in Bangladesh. They are mostly self-employed or employed by some other fishermen. Sixty-seven per cent of the people's animal protein intake, 2.43 per cent of national GDP and 22.14 per cent of the agricultural GDP and 1.05 per cent of foreign exchange earnings come from the fishery sector. And the credit for the sector's significant contribution to economy primarily goes to the fishermen. But the politics of change or economics of change pass them by. One does not even hear of the NGOs taking up any programme for development of this luckless lot. Moreover, due to their economic vulnerability, many in society tend to look down upon them. They rarely receive the same recognition as farmers and other rural communities. Apparently, their connection with those in power is too weak to advocate for their needs effectively.Annually, the fishermen face a 147-day fishing ban, which includes a 22-day ban on catching hilsa in October, a 60-day ban on catching jatka (hilsa fry) during March and April, and a 65-day ban from May 20 to July 23. These bans are essential for the breeding and conservation of marine life and ensuring sustainable fisheries. In the meantime, how do the fishermen survive and feed their families? When these restrictions are enforced, the fishing community is pushed to the brink of survival, as the government-provided food assistance during these periods is inadequate. As a 22-day ban on catching Hilsa began from Saturday (October 12) midnight, fishermen in the coastal region once again are voicing concern about their impending economic hardship. There is a call for increased food assistance and cash aid during the ban, access to life-saving equipment, deep-sea weather signal broadcasting, and loans on easy term, just to weather the storm.Against this bleak backdrop, the government's plan to introduce insurance coverage for fishermen is a welcome development. The Financial Institutions Division (FID) has been tasked with developing a project to implement the insurance scheme through the state-run Jiban Bima Corporation (JBC). If effectively implemented, this coverage would provide a vital safety net for fishermen and their families in cases of accidents, illness, or death. Without such protection, these families are left financially vulnerable when disaster strikes, sinking them further into poverty. Offering insurance would also help mitigate the long-term economic hardship of the fishing communities entirely dependent on fishing for survival.As a fish-loving nation it is essential that fishermen are given every consideration and protection.[email protected]",
        "headline_1": "Fishermen in deepening misery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fishermen-in-deepening-misery-1728743310",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2024"
    },
    {
        "full_article": "For several decades, the Ready-Made Garment (RMG) industry has been a leading contributor to Bangladesh's export revenues. Despite remarkable achievements, such as having the highest number of LEED-certified factories globally, the industry continues to face numerous challenges. Political instability within the workforce significantly impacts the sector, while the ongoing energy crisis hampers production. Additionally, production costs in Bangladesh exceed those of neighbouring countries, forcing factories to accept disproportionately low prices to avoid idleness or losing orders to competitors. As a result, buyers often have considerable leverage in price negotiations.Alarmingly, despite ranking second globally in market share, Bangladesh lacks a strong presence of local retail brand chains, which is a cause for concern. It is hoped that the apex representative body of the RMG sector will address these issues, enhancing the industry's control over its own future.Rafid AlamDhaka[email protected]",
        "headline_1": "Challenges facing RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-rmg-sector-1728743335",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2024"
    }
]