[
    {
        "full_article": "Eighteen-year-old D. Gukesh has made history by becoming the 18th world chess champion, which will make him the youngest to do so and emulating the doyen of Indian chess, Viswanathan Anand, the only other Indian to achieve the honour. Gukesh managed his feat after a blunder made by the reigning world champion, Ding Liren of China, on the 55th move, Rf2, in the 14th and final classical game of the match. The game was headed towards a draw, but with Gukesh pressing for any advantage in a rook-bishop-pawn endgame and having an extra pawn, it took just one misstep for Ding to lose his crown. Ding was in poor form prior to the match but the Chinese GM proved his mettle by winning the first game, setting up a strong contest. Gukesh won Game 4 to tie the match and after a series of draws, Gukesh played an enterprising Game 11 to take the lead; Ding fought back brilliantly to tie the match again with a strong win in Game 12. The strategies of both players were evident. Gukesh played strong openings and exhibited tenacity in trying to gain advantages in near equal positions as the games progressed. Ding’s plan seemed to be to secure a stalemate in the classical games and to drag the match into the shorter rapid and if need be, blitz formats, and to use his strength in terms of experience. Sticking to his strategy of pushing through equal positions, Gukesh had the last laugh.The Chennai-born Grandmaster’s mental toughness and wisdom beyond his age have been his calling card. His steady rise was due to his dedication and his accelerated path to glory was helped by the work done by his seconds — Gukesh revealed their names only after the match — besides the mentoring by GM Anand’s WestBridge Anand Chess Academy. His versatile game, built on an innate ability to calculate moves deeply on the board, kept him in good stead against his more experienced opponent. The surge of young Indian talent to the top echelons of world chess in recent years — compatriot GMs Arjun Erigaisi and R. Praggnanandhaa are in the top 15 along with Gukesh — raised expectations of another Indian world champion in chess. The youngsters have pushed each other to do their best. Gukesh won a strong Candidates tournament to emerge as Ding’s challenger and his prowess was evident following his individual gold winning performances in the Chennai and Budapest Chess Olympiads, the latter being India’s first gold in the team event. His next frontier would be to reach the heights scaled by the world’s strongest chess player, Magnus Carlsen. Gukesh becoming the world champion would also motivate his Indian compatriots and will add a fillip to the growth of modern chess as a sport and vocation in the country of its birth.\r Published - December 13, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        chess\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Chennai",
        "headline_1": "​A legend, made: On D. Gukesh, the world’s youngest chess champion",
        "headline_2": "D. Gukesh is first among a cohort of young Indian chess geniuses",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ba-legend-made-on-d-gukesh-the-worlds-youngest-chess-champion/article68978135.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "From a 14-month high of 6.2% in October, consumer price inflation moderated to 5.5% last month. Much of this minor respite stems from a decline in the inflation rate of some food items. For vegetables, it cooled from a 57-month peak of 42.2% to just under 30%, while foodgrain prices rose at the slowest pace in 28 months, and pulses cooled to just over 5% after a prolonged spell of double-digit spikes. Despite these pockets of relief, overall food inflation remained sharp at over 9% for the third straight month, with edible oil prices firming up 13.3%, the highest in 30 months as a global price spike has coincided with an import duty hike by the Centre. It is no surprise coconut oil prices are up over 42%, even as items such as garlic (85.1%), potato (66.7%), cauliflower and cabbage (well over 40%), are pinching consumers. While recent conversations about the economy have focused on decelerating urban demand, the price rise trend is hitting rural consumers harder with close to 6% inflation in November as well as higher food prices.Despite assertions by the government that food prices are volatile and should be ignored for monetary policy purposes when growth is stumbling, higher spends on meals are spilling into other items’ prices. Manufacturing and services firms have reported intensifying cost pressures last month compelling them to hike prices at the highest pace in 12 years. The Reserve Bank of India (RBI), which had originally estimated October-December inflation to average 4.8%, raised it to 5.7% at its monetary policy review last week. This implies inflation this month — which will be the last data before the RBI’s Monetary Policy Committee (MPC) meets next — could still be high at 5.4%. This would be well above the central bank’s median target of 4% — the MPC now expects average inflation to attain that level only by the second quarter of 2025-26. The government, whose clamour for an interest rate cut was ignored by the MPC last week, may be hoping its new appointee at the helm of Mint Street, another Finance Ministry insider, may oblige with more urgent and bigger rate cuts to support growth. While some assert a rate cut in February’s MPC meet is virtually cemented, going by current trends, the data may not back such a move as growth might recover a bit and inflation may cool a tad more, thus diminishing any urgency. That the Centre would have presented its Budget 2025-26 by the next MPC meet, may help the rate cut case going forward, if it demonstrates fiscal prudence and steps to ease citizens’ living costs.\r Published - December 13, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        prices\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        fruit and vegetable\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        Union Budget",
        "headline_1": "Price worries: On inflation",
        "headline_2": "The inflation trajectory suggests a rate cut may remain elusive for some time",
        "link": "https://www.thehindu.com/opinion/editorial/price-worries-on-inflation/article68978440.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "SC, hearing pleas for & against Places of Worship Act, must uphold the law as it stands\nThe Supreme Court got off to a decisive start yesterday as it began proceedings to hear challenges to the constitutionality of the Places of Worship law. CJI-led three-judge bench put a stop to further suits against places of worship. It didn’t stay proceedings in pending suits, but ordered that no court would pass any orders, including on surveys. On Sep 11, 1991, Parliament had passed the Places of Worship Act, to protect the country from communal flare-ups like the one recently witnessed in Sambhal over its Jama Masjid.\nAll political parties barring BJP and Shiv Sena were unanimous that legislation was necessary to prevent litigation by various ‘interested parties’ that would dredge up masjid-mandir issues. The law would prohibit conversion of any shrine from its status at Independence. Ram Janmbhoomi-Babri Masjid was exempt. Three decades on, SC in its Ayodhya verdict in 2019 spoke at length on the essentiality of Places of Worship Act. The 5-judge bench called the law “a legislative instrument designed to protect secular features of Indian polity…Constitution’s basic features.” SC said the law imposed on the state a “non-derogable obligation towards enforcing…secularism under the Constitution.” That “Parliament mandated in no uncertain terms that history and its wrongs shall not be used…to oppress the present and the future.”\nIt’s nothing less than tragic that a 77-year-old democracy, on its way to becoming world’s third largest economy, finds itself scouring hoary grievances, knifing in new wounds and fresh scars into a pluralistic society carefully crafted by state and civil society alike to maintain peace and constitutional values. The quest to ransack history for political currency is not just outdated but an attack that weakens society. Disputes such as ones over Gyanvapi mosque or Shahi Idgah are plain disruptive. The cost of such rancour is borne by ordinary people, struggling with joblessness, inflation and poor health and education services. The Places of Worship Act protects from ruptures in civic life and must at all costs be maintained. SC’s final ruling will have a pivotal role in deciding whether India has a secular future and whether its social fabric can repair itself.\n\n",
        "headline_1": "Article of faith",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/article-of-faith/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "The benefits of medical insurance weigh against the pathological compulsions of VFM\nIn his timeless classic, Three Men in a Boat, Jerome K Jerome in one of the delightful diversions for which his books are noted, recounts how when feeling indisposed he went to a library and looked up a medical encyclopaedia.\nHe discovered that not only did he have all the symptoms of hay fever, but idly leafing through the pages, under T he found that he had the symptoms of typhoid as well. Under S he found he suffered from St Vitus’s Dance. To determine the full extent of his pathology, he decided to go about it alphabetically.\nSure enough, under A he came to know he suffered from ague, under B he had Bright’s Disease, followed in C by cholera, D by diphtheria, G by gout, all the way to Z by zymosis.\nThe only ailment he did not have was Housemaid’s Knee, a singular omission that he felt miffed about. Why this invidious exception? Why didn’t he have Housemaid’s Knee?\nI’m feeling a bit like Jerome right now. It’s not that I’ve suddenly been assailed by an attack of hypochondria, imagining that I’m suffering from all manner of complaints. It’s that I’ve just renewed my medical insurance policy, an exercise that’s left a comprehensive vacuum in the space once occupied by my bank account. Health insurance should carry a statutory warning: This insurance is injurious to your wealth.\nWhat’s got me worried is how many ailments and bouts of ill health I’ll have to endure in order to get VFM – Value For Money, or paisa vasool – on my premium.\nOn a twin-sharing basis, a Gurgaon hospital room costs 3,500 a day. Add doctors’ fees, medication, and disposables, and a single day’s hospitalisation can come with a price tag of 20,000 or more.\nLike Jerome, I begin to mentally list the various illnesses I’ll need to contract to get my insurance money’s worth.\nThat’s the problem of medical insurance. You can’t afford not to have it if you do fall ill. But if you do have it, you can’t afford not to fall ill.\n\n",
        "headline_1": "Ill bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/ill-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "Just raw talent doesn’t make you a champion. Gukesh shows why being fiercely focused is so important\nDommaraju Gukesh went into the final of April’s Candidates chess tournament – where the world champion’s challenger is chosen – as underdog, with one bit of friendly advice from 5-time world chess champion Magnus Carlsen: “Just don’t do anything crazy. Let your opponents do the crazy things.” Gukesh, then 17, came out the youngest challenger ever, and yesterday, he let Chinese GM and world champion Ding Liren blunder in the final minutes of their 14th and final round to become the youngest world champion at 18.\nIt’s only the second time an Indian has won the title. Vishwanathan Anand won the first of his five in 2000, but he already had 30 summers behind him. In a game where experience perhaps counts more than raw talent – experts say chess players peak in their 30s – 18-year-old Gukesh’s triumph suggests a long career in chess’s top echelons. The previous youngest world champion, Garry Kasparov, had started his long reign at 22. And the way Gukesh held his nerve to the end of the match when both Ding and he had 6.5 points each shows the new king is cast in steel.\nGukesh’s genius became apparent when he qualified as grandmaster at 12. And he’s regularly shown his resilience in tournaments ever since. In the whirlwind mood of Candidates earlier this year, he didn’t let his loss to France’s Alireza Firouzja pull him down. He had been leading when he blundered in the final seconds – the game was his to lose – and got checkmated. But Gukesh didn’t beat his head, spend the night mopping up spilt milk. He won his remaining matches in a streak.\nIn the world championship, he started with a loss, and then lost again in Game 12, but showed maturity beyond his years by remaining focused. That focus is an acquired art. Gukesh’s worked on mastering himself with mind and physical training. He’s known to play three sets of tennis a day, seven days a week. Add to this conditioning his abundant sense of gratitude for his parents’ sacrifices – successful doctors, they crowdfunded his dream – and you have the complete winning package.\n\n",
        "headline_1": "The steely king",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-steely-king/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "A 34-year-old tech professional in Bengaluru has died by suicide. In a letter to a men’s rights NGO, he blamed his estranged wife and her family for driving him to it, trapping him in false allegations and demanding a large settlement or spousal maintenance. While the facts on each side are to be determined by a trial, the rush of sympathy and popular judgment has taken a familiar form.\nThere is a popular strain of grievance that believes that state and society go too far to protect women. Laws against domestic violence, sexual harassment and dowry abuse are seen as tools of torture. Some argue that women are unfairly pampered by policies that give them incentives and reserved seats in public transport, for instance. Many see men as vulnerable to false accusations.\n\nRead full story on TOI+ \n\n",
        "headline_1": "Why men & women can’t talk about men & women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-men-women-cant-talk-about-men-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "No two regime-toppling events are similar, yet there are some uncanny resemblances between the overthrow of Bashar al-Assad and Sheikh Hasina. Both seemed invincible but fell like a house of cards, clung to power for long yet disappeared within days, claimed popularity yet had little knowledge of how unpopular they had become. Both felt they stood on sturdy daises, but they were moth-eaten ones to the core. Both convinced themselves that they controlled the narrative yet were unaware that nobody trusted them. Both felt they were irreplaceable figures of history, but were replaced within days of their defeat without their people batting an eye. Both believed that ruling their people was their God-given right, hence they didn't need to take their people's mandate. So brutal, atrocious and heartless were their reigns that both had to flee and seek asylum abroad. They had no place in their countries, which they both thought they owned.\nThe Syrian revolution is the latest piece in the ever-changing world that Bangladesh will have to deal with as it forges ahead. The big question is: do we have the requisite expertise for it?\nForeign policy is among the least discussed subjects in Bangladesh. It is always shrouded in the mist of bureaucratic maze. In the 33 years of my experience with this daily, I cannot recall a single instance where foreign policy was discussed by the government in any public forum. Our parliament failed itself and the voters by never bringing it up in the House. Discussions by private think tanks or newspapers could go only so far.\nNone of the reform commissions is on foreign policy. This is indicative of our own sense of priority—or the lack of it. If not a commission, we could at least have officially brought some of our former foreign secretaries, senior bureaucrats, former ambassadors, academicians and security experts together to discuss how to navigate through the ever-changing geopolitical reality.\nTake our relationship with India. One look at the map will tell you how vital, complex, multi-faceted and intricate our geolocation is, and the high-quality multidisciplinary expertise we need to get the best deal for ourselves. I have often wondered why we don't have specialised institutes to study our foreign relations, especially with our big neighbour. Do we really know what our only other neighbour is all about? The Rohingya issue should have driven home the point that we need geopolitics to solve it a long time ago.\nEvery university of repute should have courses that could produce specialists on these issues. The rise of the Arakan Army, which now controls our border with Myanmar, has suddenly brought home a new reality. Do we have the expertise to handle it, or even understand it?\nIn my long years as the editor of The Daily Star, I realised that when we talk about relations with India, we most often think of New Delhi and Kolkata and at best Mumbai. We have very little idea of South India where India's IT hub is located, and from where our startups and IT entrepreneurs could have learnt. How do we forge a new, win-win, non-hegemonistic and mutually beneficial and respectful relationship with India? The answer is clearly knowledge, competence and belief in ourselves. While we have the latter, we need significant work on the first two. We need coolheaded experts to sit together, do all the calculations, make the facts public, and make a stable and mutually beneficial relationship that benefits us both. Any one-sided agreement is bound to fail.\nThe just concluded trip by the Indian foreign secretary, we ardently hope, will mark some progress in our relationship that has shown some disturbing signs lately. Honestly, we have been totally outraged and deeply disappointed at the depiction of Bangladesh by the Indian media.\nTake the case of the repercussions of the Syrian regime change. What was Russia's role in the sudden collapse of its long term ally—Assad—to maintain whom Putin invested hundreds of billions? The common wisdom is, the Ukraine war drained too much resources from Russia. He needed to make a choice about allocating additional resources, and he chose Ukraine. So what will be Russia's new strategy? Will it abandon Syria?\nWhat is the story of Iran? It did extend all its support to Assad and for a while felt comfortable being on the winning side. The destruction of Hamas in Gaza and subsequent diminishing of Hezbollah in Lebanon—both being integral parts of the forces that helped Assad stay in power—created the opening for the rebels to make their breakthrough. The impact on Iran is still not clear, but it definitely stands weakened.\nIsrael's bombing of Syrian military assets—480 airstrikes in 48 hours—is the clearest indication of how this war-mongering country is taking advantage of the situation. It has been more than a year since it started carrying out the most cruel and destructive bombing and killing of the Gazans.\nThen it invaded Lebanon and killed thousands of ordinary citizens in the name of destroying Hezbollah. Israeli soldiers were spotted way into the Syrian territories around the Golan Heights, which President Donald Trump allowed Israel to annex during his first term. Israel is indiscriminately attacking some of its neighbours with complete impunity—without the UN Security Council condemning it for such a blatant violation of international law.\nWhat its policy will be vis-à-vis Iran is the big question. When a country's foray inside other countries goes unchallenged, in fact encouraged, how far it will take its aggression remains unclear. History has very dangerous lessons in this regard.\nTürkiye has definitely emerged as a more active player with its president now holding more cards than before.\nRelations with the US under President Trump will be quite a challenge for Bangladesh. The former prime minister's offensive and unexplained comments on the US has left a bad taste in the mouth of the State Department officials. Trump's message on X before the election clearly shows the nature of our future challenge.\nOur only counterbalancing factor is the respect that Chief Adviser Prof Muhammad Yunus enjoys in the US, being one of the very few recipients in US history of the two highest civilian medals: the Presidential Medal of Freedom in 2009 and the Congressional Gold Medal in 2010. Both were bipartisan honours.\nIt is this uncertain world that Bangladesh's foreign policy will have to navigate. The first and the most important thing we have to understand is that whatever emotion and feelings that may drive us in domestic affairs, when dealing with foreign policy, we need pragmatism. There is, of course, our own idealism and world view, but the only way forward is being a realist. While flexing muscle can be an option for the big powers, for us, making our case logically, factually and convincingly and gathering global opinion to back it is the only answer.\nThe new Bangladesh must persuasively tell its story to the world. It must be able to convince others that we want to build a free, just, inclusive, tolerant, equal and democratic society internally, and a peaceful and just international order globally. For that, words and speeches are not sufficient. We need performance that produces powerful facts, and for that we need all-round expertise.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Assad’s ouster and the ever-changing world for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/assads-ouster-and-the-ever-changing-world-bangladesh-3774771",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "Given that the previous regime's strategy for remaining in power relied on falsified narratives, it is unsurprising that it used outdated definitions to downplay the unemployment rate in Bangladesh. According to a report in this daily, the former government relied on international definitions and standards that are over four decades old to measure labour data in the country, presenting an overly optimistic picture of low unemployment and an improved labour market.\nThis, quite frankly, was evident. For instance, the final report of the Labour Force Survey 2022—prepared using the outdated 13th International Conference of Labour Statisticians (ICLS) standards from 1982—stated that unemployment in Bangladesh stood at 3.5 percent, or 2.58 crore people are unemployed. However, based on the latest 19th version of ICLS from 2013, the unemployment rate is 5.9 percent. Similarly, youth unemployment, calculated using the updated method, is 17.7 percent, significantly higher than the inaccurately reported eight percent.\nAccording to the government-commissioned white paper on the economy, the unemployment rate among educated youth has increased 2.5 times since 2010. Previous reports have highlighted how the number of young people not in employment, education or training (NEETs) in Bangladesh is alarmingly high—likely with even those figures being understated. Despite these warning signs, which clearly indicated that we were squandering the energy and potential of our young population, the previous regime consistently dismissed such concerns through manipulative tactics and misrepresentation of facts.\nThis is a habit we must urgently abandon. Relying on outdated standards distorts the true picture of labour and employment conditions, impacting several key indicators, including the labour force participation rate, employment rate, unemployment rate, youth unemployment, youth NEETs, and informal employment. In today's age, if we fail to base our decisions on accurate and reliable data—as other countries do—we risk falling behind rapidly and continuing to implement misguided policies.\nPolicymakers and others must base their decisions on accurate data. Bangladesh has already fallen behind in taking advantage of its demographic dividend. And the social and economic costs of having such a large number of unemployed people—particularly among the youth—will be immense. Therefore, it's high time the government took extraordinary measures to reduce the country's unemployment rate. At the same time, the Bangladesh Bureau of Statistics (BBS) must urgently adopt the updated standards for measuring labour data. While the BBS has stated that it needs time to implement the new method, the government should seek international expertise if necessary to expedite the process. Given the extent of falsehoods propagated by the previous regime regarding our economy, the nation is currently operating under a significant veil of misinformation. The sooner the truth comes to light, the quicker the existing problems can be identified and resolved.\n",
        "headline_1": "Address unemployment with priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/address-unemployment-priority-3774756",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "Dhaka's air quality has consistently ranked among the worst in the world for several years. While it remains unhealthy during the dry season, it improves slightly during the monsoon. However, with the onset of winter, the city's air quality has reached \"unhealthy,\" \"very unhealthy,\" and even \"hazardous\" levels on some days, according to AQAir. On Wednesday, for instance, the concentration of particulate matter or PM2.5—the primary component of air pollution—was 34 percent higher than the World Health Organization's standard, with the city being ranked second worst globally with an AQI of 249. Previously, on December 5 and 9, its air quality was classified as \"hazardous,\" with the AQI exceeding 300.\n\nIf pollution remains at \"hazardous\" levels for at least three hours over three consecutive days, a health emergency is supposed to be declared. However, in Dhaka, we have never seen the authorities declare such an alert. While residents suffered from the extremely polluted air, the authorities were either inactive or misappropriated funds intended for air pollution control projects. This time, however, the environment ministry has urged people to wear masks outdoors and recommended that \"sensitive individuals\" avoid going outside unless absolutely necessary. But we must ask, is this enough?\n\nFor years, reports have repeatedly highlighted the health risks of polluted air, but little has been done. According to a World Bank report, air pollution accounts for about 20 percent of premature deaths in Bangladesh. Another study found that poor air quality is contributing to rising rates of premature births and low birth weight in babies born in Dhaka. Yet another study revealed that the average life expectancy in Bangladesh is being shortened by 6.8 years due to continuous exposure to polluted air. Air pollution has now become the leading cause of death in Bangladesh, surpassing deaths caused by high blood pressure, poor diet, and tobacco use, according to a global study.\n\nWhile past governments failed to act, we hope the interim government will not make the same mistake. In addition to implementing a regular alert system for the public, as directed by the High Court in February, the government must take decisive action to tackle the known sources of pollution. It is crucial that they urgently enforce environmental guidelines for construction firms and brick kilns and also remove all outdated vehicles from our roads. The time to act is now.\n",
        "headline_1": "Take strict action to improve Dhaka’s air",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-strict-action-improve-dhakas-air-3774521",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Revamping bond market for economic growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revamping-bond-market-for-economic-growth-1734019903",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Illegal foreign nationals make most of lax law enforcement",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/illegal-foreign-nationals-make-most-of-lax-law-enforcement-1734020059",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Relief at the cost of dignity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/relief-at-the-cost-of-dignity-1734020104",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bridging gaps in labour market dynamics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bridging-gaps-in-labour-market-dynamics-1734020137",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-12-2024"
    }
]