[
    {
        "full_article": "Since his election campaign last year, U.S. President Joseph Biden had promised to hold a “Summit for Democracy” in order to highlight the worrying trends around the world of growing authoritarianism, and to bolster democratic institutions that appear to be faltering. While the concerns are genuine, and Mr. Biden’s successful delivery of his promise last week, with a summit that saw 110 nations invited must be credited, it has also thrown up troubling questions. The State Department’s decision to “arbitrarily place” restrictions on the invitee list, has led to a controversy. In South Asia, the inclusion of Pakistan, along with India and Nepal, but the exclusion of Bangladesh, Bhutan and Sri Lanka raises serious doubts on the criteria applied. And, if the “quality of democracy” and the importance of human rights were the criteria, then the question is which country is qualified to make that value-based judgment? Expectedly, the Summit was roundly criticised for the most notable exclusions: Russia and China. In a joint editorial, the Russian and Chinese Ambassadors to the U.S. claimed their own states are democratic in practice, and criticised the U.S.’s experiments in regime change and “democratic transformations” in Iraq, Libya and Afghanistan. That the summit was organised in a year when newest democratic entrants, Afghanistan and Myanmar, reverted to autocratic regimes that rule by the power of the gun casts doubts on the efficacy of the international system in enforcing democracy through external interventions.Apart from a more inclusive guest list, as a result, the summit would have done better to begin with a globally accepted definition for democracy, and a common understanding of the challenges. The Biden administration committed to announcing specific targets on helping free media, ensuring free and fair elections, and the participation of women, and listed authoritarianism, corruption and human rights violations as key challenges. Prime Minister Narendra Modi referred to the principles of “inclusion, transparency, human dignity, responsive grievance redressal and decentralisation of power” as key to Indian democracy. Many accused big tech companies and social media of “digital authoritarianism”, and some spoke of the devastating impact of COVID-19, climate change and rising economic inequality as major stumbling blocks. Few, however, were willing to concede the shortcomings in their own democracies, however, especially the rise in hyper-nationalism, xenophobia and majoritarianism that saps the very essence of representational, pluralistic and inclusive governance today. Democracy, like charity, begins at home, and rather than making international pledges at summit-level conferences, elected leaders must keep their promises of freedom and equality for the people or “demos” that make up their nations.",
        "headline_1": "Freedom and power: On Biden's Summit for Democracy",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/freedom-and-power-on-bidens-summit-for-democracy/article37940667.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "The ruling by the High Court in London that WikiLeaks founder Julian Assange, currently in a British prison, can be extradited to the U.S., where he is facing charges under the Espionage Act, is a blow to all those who believe in press freedom. A lower court had earlier this year rejected the U.S. request for extradition, citing his mental health. His lawyers and doctors had argued that he might be driven to suicide by American jail conditions. But the High Court, after receiving some assurances from the U.S. authorities that Mr. Assange would not be held in restrictive prison conditions (based on his conduct), decided to allow the extradition. The U.S. accuses him of conspiring to hack into defence databases to get sensitive unclassified information. The leaks, the U.S. says, put lives at risk. If convicted, Mr. Assange, 50, could face up to 175 years in jail. His legal team will now appeal and the legal process could drag on for years. But these cases have already put him in one or the other form of confinement for years. He took refuge in the Ecuadorian Embassy in London in 2012 while facing a probe on accusations of sexual assault in Sweden, which were later dropped. In 2019, after his arrest from the Embassy, he was jailed for 50 weeks in the U.K. for breaching his bail conditions. He is now in London’s Belmarsh prison.The documents WikiLeaks released on the Iraq and Afghan wars, which were published by almost all media houses, exposed official crimes and cover-ups. Any responsible, democratic government should have taken action against those who committed those crimes. Instead, the U.S. government went after the publisher. The Trump administration unsealed the indictment against Mr. Assange for violating the Espionage Act, a First World War-era law, after his 2019 arrest. The U.S. government argued that he was not a journalist. But beyond the definition of journalism, what the U.S. tried to do was to use a controversial law to punish someone who published unpleasant truths about powerful entities. If he is extradited and convicted, it would set a bad precedent for press freedom and investigative journalism, raising questions about the protection the First Amendment offers to the press. It is ironic that the administration of President Joseph Biden, who convened a global “Summit for Democracy” last week and emphasised the role of free press, is following Mr. Trump’s policies in pursuing Mr. Assange. If the U.S. and the U.K., among the world’s oldest democracies, are serious about their proclaimed commitment to press freedom, they should take steps to set Mr. Assange free. The ordeal the “free world” has put this man in for exposing abuses of power has taken away years from his life and affected his health. This should not go on forever.",
        "headline_1": "Endless ordeal: On extradition of Julian Assange",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/endless-ordeal-on-extradition-of-julian-assange/article37940676.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "Throughout 2021, we have been celebrating 50 years of Bangladesh's independence, with a lot of glory and pride. We are fortunate to have a country of our own as many people around the world are still struggling for a country of their own even today. We are immensely grateful for the sacrifice made by the freedom fighters who fought to liberate the country during the nine months of war in 1971. We have deep gratitude towards Bangabandhu Sheikh Mujibur Rahman, who led Bangladesh's war for independence.\nThis war was to liberate Bangladesh from the economic, social, political and cultural dominance of Pakistan. The Liberation War was influenced by the ethos to establish a country where the underlying philosophy of development policies were equity and justice. Independence was about achieving democratic, economic, social and cultural rights. Following our independence, the aspirations of the people of Bangladesh were articulated eloquently in our constitution.\nAfter Bangladesh's liberation in 1971, we inherited a poor and undiversified economy. It was predominantly an agricultural economy with low productivity. It had underdeveloped industrial and services sectors, a rapidly growing population, low education and skill, and poor infrastructure. Due to decades of British and Pakistani colonial exploitation, the economy was stuck in a vicious cycle of poverty. Low levels of income, savings and investment were resulting in a low growth. On top of these, the war had caused serious damage to the economy.\nDespite such unfavourable circumstances and resource constraints, Bangladesh has made spectacular economic and social progress over the last five decades. The growth rate of our Gross Domestic Product (GDP) has been impressive. On average, Bangladesh's GDP has risen from about three percent in the 1970s, to seven percent in the 2010s, and crossed eight percent just before Covid-19 hit the country. Though the pandemic has slowed the GDP growth, it is projected to catch up faster than other countries. High growth has pushed per capita income upwards by 23 times in 2020 from the level in 1973.\nThe characteristics of a modern economy—that is, the transition from agricultural dependence to industry and service sector-based growth—is also being observed gradually. Currently, the share of agriculture in Bangladesh's GDP is about 13 percent, while that of the industry and services sectors are about 35 and 52 percent, respectively. The economy has also been integrated with the global economy. Shares of exports, imports and remittances in GDP have increased over time. High imports are possible through impressive remittance flow. On the other hand, dependence on foreign aid to undertake development work has declined by almost half in terms of its share in GDP in 2020 from that in 1973, indicating a more self-reliant growth effort.\nEconomic progress has impacted the citizens' social lives positively, on many counts. Population below the poverty line has declined from more than 80 percent in the early 1970s to 24.2 percent in 2016. Life expectancy has increased by more than one and half times since 1973. Maternal mortality has declined by almost four times and child mortality by about five times now since the 80s. And there are many more visible progresses, of which we are proud.\nThe recognition of such progress has come from several organisations. In February 2021, Bangladesh, for the second time, fulfilled all three criteria to graduate from the group of least developed countries to that of developing countries. The United Nations has recommended Bangladesh's graduation by 2026. In 2018, Bangladesh met these criteria for the first time. Besides, in 2015, Bangladesh became a lower middle-income country from a low-income country, according to the World Bank.\nEnabling national and international policies, and the hard work and resilience of Bangladeshi people have transformed the economy into one of the fast-paced economies in the world. It could withstand domestic and global challenges such as political unrest, natural calamity, and global financial meltdown. More recently, the economic fallout due to Covid-19 has been much less in Bangladesh than many countries. But such complacency should not get into our heads, because any economy which stands on weak footings and is characterised by high inequality, low job creation, poor governance, corruption, and low efficiency cannot sustain its progress for long.\nWhile we rejoice at the achievements since our independence, we have also observed many missed opportunities. The fruits of the progress are yet to be distributed equally to each and every citizen. Despite steady progress in several areas, the promise of an equitable and just society has remained unfulfilled. Income inequality persists as resources and wealth are concentrated among a few people in society, many of whom are politically connected. The nexus between politics and business is stronger than ever before. It is now a two-way relationship in Bangladesh. Politicians are now turning into businesspersons by using power to enjoy wealth and luxury, while businesspersons are turning into politicians to enjoy the power that is attached to it. In the process, the whole objective of serving the people as their representatives has become blurred as this is often a secondary objective of many politicians. Bangladesh is now a country where the number of ultra-rich people is increasing fast. The experience so far is that, as economic prosperity of the country has increased, inequality has risen as well. This is reflected both through Gini coefficient and Palma ratio, which economists use to measure inequality.\nTherefore, the macroeconomic numbers are only a part of the full story. The GDP may continue to grow, and per capita income may also rise, but they mean nothing in the end, particularly for those who live on the edge of vulnerability. This is not only because the process of estimating GDP and per capita income is faulty and provides an incomplete picture, but also because, in the absence of major enablers of economic progress, such as participatory development process, growth will continue to suffer from disillusionment. Studies indicate that if political and economic institutions are inclusive and pluralistic, everyone will have incentives to invest and success follows. However, nations find it difficult to succeed if institutions protect the political and economic interests of a small group of powerful people.\nOn the occasion of Bangladesh's golden jubilee, as we celebrate the achievements made by our country, we also have to bear in mind that the sacrifice of our freedom fighters can only be meaningful if tangible change in the lives of the poorest and common citizens takes place. This requires an inclusive democratic and development process. Participation of the broader section of people in the economic and political process can make the 50 years of economic progress meaningful. During elections, a lot of promises are made by the aspirant public representatives. However, following the elections, one does not see much of those promises fulfilled. The accountability of the political representatives is weak with little monitoring on the fulfilment of their commitments.\nTherefore, in the next 50 years, we have to work towards consolidating what has been achieved so far and improve upon where we are lagging behind. Our golden jubilee celebration may come to a close formally by the end of 2021, but we want to celebrate Bangladesh's achievement each and every day. This is possible if we engage ourselves to accomplish the unfulfilled dreams of making Bangladesh a just and equal society.\n \nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Achieving a just society in the next 50 years",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/achieving-just-society-the-next-50-years-2916041",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "Democracy today is going through a bad time all around the world. The ghost of the Arab Spring still haunts us. Authoritarianism and dictatorship have emerged within various structures in different countries around the world. By taking away the freedom of expression and the right to elect people's representatives, dictators have muzzled their respective citizenries. The cries of the oppressed people can be heard in the streets.\nAt such a time, the summit for democracy was held on December 9-10 at the initiative of US President Joe Biden. The Biden administration invited 110 countries from around the world to take part in the virtual event. Naturally, China and Russia did not get the call, as the Biden administration claimed that the conference was to save the world from their dictatorship. But what of the countries that did it make it to the list?\nDemocracy now exists in 91 of the 110 countries invited to the conference, according to Freedom House, a Washington-based watchdog that has been working on democracy and human rights for 80 years. In other words, 19 of the invited countries have partial or no democracy. These include Angola, Congo, and Iraq. Democracy in these three countries is blocked, says Freedom House. Only 16 African countries have been invited to the conference, which is one-third of the continent. Although Sierra Leone, Lesotho, Madagascar, Benin and Burkina Faso are better ranked on the Freedom House Democracy Index than those 16 countries, there is no clear answer as to why they were not invited. Meanwhile, the Philippines and Pakistan in Asia do not have real civil liberties and free and fair elections. Both countries are adept at suppressing opposition. Democracy in India is also moving in the wrong direction. But these countries were invited. Similarly, war-torn Iraq in the Middle East was invited to the conference.\nSteven Feldstein, a senior member of the Cornish Endowment, a non-aligned international think tank, said 30 percent of the invited countries had either partial or incomplete civil and political rights. He made the remarks citing Freedom House's 2021 report on civil and political rights.\nDoes the United States have any moral right to convene or lead a summit on democracy? They have worked directly and indirectly to overthrow many democratic governments in the name of regime change. Former US President Donald Trump's warm relationship with dictatorial leaders around the world was well-known. During his term in office, the whole world witnessed horrific events. After terrorising citizens with arms in front of polling booths on election day last year, Trump supporters attacked the Capitol Hill, the seat of US government, in January this year. Racial discrimination is on the rise in the country. According to a recent Pew Research Center survey conducted on citizens in 18 countries, 56 percent think that the United States is not a good example for democracy. It ranks below Chile, Slovakia and Costa Rica in the Freedom House list of democracies. Thirty-three laws have been enacted in 19 states of the United States to make it difficult for people to vote. In some states, neutral election officials have been replaced by party ideologues. In addition, North Carolina and Texas have changed their electoral maps to get results in the polls.\nThe United States is on the list of backsliding democracies, as revealed last month by the Stockholm-based international think tank International Institute for Democracy and Electoral Assistance—for the first time in history. At present, a significant part of the US citizens is in doubt about the credibility of their latest election. According to a poll by the non-profit US media National Public Radio, only 33 percent of Republicans believe the 2024 presidential election will be transparent.\nOf the 195 independent nations recognised by the United Nations, 85 countries, including Bangladesh, were not invited to the democracy summit. Due to such a questionable list, the foreign minister of Bangladesh recently commented that only countries with weak democracies were invited in the first phase of the conference. Other countries that have not been called by Biden can perhaps also find solace in the disputed list.\nIn the current context, the success of the democracy summit is in question. History also speaks against the United States. Democracy meetings of 106 countries were held in June 2000 in Warsaw, Poland. The initiators were then US Secretary of State Madeleine Albright and Polish Foreign Minister Bronislaw Geremek. Russia and some Arab countries were invited as potential democracies. The Warsaw Declaration vows to protect human rights. However, the implementation of that declaration has not seen much progress. On the contrary, the condition of democracy in the world has deteriorated day by day over the last 15 years.\nIt is still too early to say if President Biden was too optimistic about the success of the Summit for Democracy. The influence of dictatorship is growing all over the world. Expecting to find a solution through such a special conference is a bit of a stretch.\n \nFurqanul Alam is news editor at Channel24.\n",
        "headline_1": "Does the US have any moral rights to convene a democracy summit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/does-the-us-have-any-moral-rights-convene-democracy-summit-2916031",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "Muhammad Bin Qasim entered Sindh in 711AD, thus becoming the first Muslim invader in India. Many of us know the date and celebrate the event. About the same time, one Gopala was elected a king by the tribal chiefs of our region, but few among us know that, and almost none of us celebrate it. Yet, his and his successors' rule saw the golden age of Bengal.\nThis narrative starts with the first of the Palas, Gopala, elected as the king by the chieftains in the region following a period of turmoil. His capital was Gaur, near present-day Rajshahi, and his kingdom was later to become an empire covering almost the whole of the Gangetic valley. That empire lasted four centuries. They were Buddhists, with messages of tolerance and inclusiveness and, like us, the region's natives.\nTheir rule was marked by all the hallmarks of enlightened guardianship. They re-established peace and order. The celebrated centre of learning at Nalanda flourished under their rule. They carried Indian/Buddhist culture across the seas to East and Southeast Asia. Atish Dipankar (980-1053), one of the luminaries who lived during this period, had lit up not only India, but he was also celebrated across the whole of East Asia—from Tibet to Korea. He was born in the greater district of Dhaka. His ashes were preserved in China for a thousand years until they returned home when they were presented to Bangladesh in the 1970s. They now remain preserved at the Buddhist temple in Kamalapur.\nFast forwarding almost a thousand years found Bengal as a vassal state of the Mughals, ruled by alien Nawabs. In the narrative of the time of Plassey, history doesn't mention any Bengali of eminence! They, somehow, fell off the stage in their own land. It was all about Mir Jafar and Mir Qasim, Siraj ud-Daula and Shuja ud-Daula, Jagat Shet and Nagar Shet, etc. They came from all kinds of places—Marwa, Afghanistan, Persia, Arabia, South India—but none from Bengal. Where were the natives—the progenies of the Palas, the rulers of that empire, heirs to Atish Dipankar's message of inclusiveness?\nFast forward further, this time around a hundred years, to 1857, when another defining event occurred, the sad consequence of which we were to reap a hundred years later. By then, a company, housed in an unpretentious, three-storey, five-window-fronted house in London, had conquered India with the armies of the three presidencies of Bombay, Madras and Bengal, among which Bengal was the largest, and whose ranks were filled with sepoys mainly from Bengal/Bihar. The so-called Mutiny, which started in Barrackpore, was sparked by a sepoy of the Bengal Native Regiment and then spread fast westward. The British had to scramble to raise forces to suppress it. They found fertile grounds and willing recruits among people further west in India. The British were, therefore, indebted to them. The empire had been saved. Thereafter arose the moniker \"Martial Races\" (See the footnote below for more information, taken from Wikipedia). And, as a reward, in less than 10 years, Punjab was transformed by the construction of large irrigation systems—among the largest in the world at that time. Soldiers from Bengal/Bihar, no longer considered loyal enough, found their fortunes ebb in the British Army and were replaced by recruits from the western parts—parts considered more loyal. The result was that at the time of Partition about a century later, the Muslim part of the British Army which fell to the share of Pakistan consisted almost entirely of soldiers from what became West Pakistan. And since, from its very beginning, power in Pakistan flowed out of the barrel of the gun; the fate of Bengalis had been sealed by the events of 1857.\nThe loot of India by the British morphed into the loot of Bengal by the Pakistanis. The new Kiplings and the Dyers were now brown: the Ayubs, the Yahyas, and the Tikkas—the Martial Races. They had the guns in their hands and the belief that they had God in their corner—a toxic mix, indeed. But, like Gopala a thousand years ago, another leader was elected who completed the arc of history by his declaration at Paltan. The natives were back.\nThis year, the natives celebrate 50 years of that return and a hundred years of the birth of the leader, Bangabandhu Sheikh Mujibur Rahman, who made that happen, again with the message of inclusiveness, shared values and prosperity, having transformed the country from a \"basket case\" to a breadbasket.\n \nFootnote: According to modern historian Jeffrey Greenhunt on military history, \"The Martial Race theory had an elegant symmetry. Indians who were intelligent and educated were defined as cowards, while those defined as brave were uneducated and backward.\" According to Amiya Samanta, the Martial Race was chosen from people of mercenary spirit (a soldier who fights for any group or country that will pay them), as these groups lacked nationalism as a trait. British-trained Indian soldiers were among those who had rebelled in 1857 and thereafter, the Bengal Army abandoned or diminished its recruitment of soldiers who came from the catchment area, and enacted a new recruitment policy that favoured the castes whose members had remained loyal to the British Empire.\n \nKazi M Huque is a retired engineer and a former director of BCL Associates Ltd.\n",
        "headline_1": "From Basket Case to Breadbasket",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/basket-case-breadbasket-2916011",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "The proverbial ostrich buries its head in the sand in the face of danger, assuming that if it cannot see the hazard, the hazard does not exist or will disappear. Denial of obvious problems as a response to them is thus known as the \"ostrich syndrome\". Actually, ostriches don't bury their heads to avoid danger, but they dig holes in the dirt to make nests for their eggs and check on them frequently. Ostriches are more sensible than many humans, who refuse to see obvious problems and whose solution to problems is to pretend that the problems or risks don't exist.\nSchools re-opened partially on September 12 after remaining closed for the better part of two academic years. The decision-makers' dilemmas in a difficult situation cannot be underestimated. Yet, it is not helpful if authorities behave as if everything will be fine if they pretend that nothing much has happened and schools can go back to a normal routine. The SSC and HSC exams have been held, albeit in an abridged form, the admission process and dates for the new school year starting in January have been announced, and schools have been advised to hold their annual exams. Most students will start a new grade in January, having missed most lessons from the previous two grades.\nIt is far from fine for these students. With minimal learning engagement in almost two years, were they ready for lessons for the new grade after being auto-promoted from their previous grade in 2020? Come January, will they be ready for their lessons after another virtual auto-promotion to the next grade? Students are attending school now for a very limited number of hours and days since mid-September. And from what we hear, up to a quarter of students, especially girls, have not returned to school.\nThe pandemic has been an unprecedented global crisis, not just for the education sector, and the end is not in sight. An extraordinary situation demands an exceptional and bold response. It does not make sense to presume that the education machine could be restarted where it was left off in March 2020, as if the intervening 18 months did not matter. In fact, the plan to bring all students to their classes and start the normal instruction routine did not work out.\nMany private schools outside the government's subsidy net (known as MPO) have not reopened. Vaccinating all older students and keeping students, teachers and their families protected has not gone well. There are warnings about a new and more infectious variant of Covid-19, the Omicron, which have led to the re-imposition of general and schooling restrictions in many countries. The education minister said restrictions would be practiced in our schools again if necessary.\nWelcoming school re-opening in September, 10 educationists of the country, including myself, jointly recommended four urgent steps as part of a learning recovery and an accelerated learning agenda in response to the special situation (The Daily Star, \"Four urgent steps to put students on track for learning,\" September 25, 2021).\nFirst, a rapid assessment of students' grade-level preparedness was needed. Simple tools for rapid assessment of core grade-level competencies in Bangla and mathematics at the primary level and Bangla, English, mathematics and science at the secondary level should be designed and applied in order to determine the students' grade-level readiness. The result should then be used to place students in an appropriate recovery phase—including accelerated learning activities for core skills—to bring them up to their grade-level readiness.\nSecond, prolonging the current school year and introducing a permanent September-June school calendar was recommended. Extending the current year to June 2022 would provide more time for the students and the school system to adapt to the new situation, assess students' preparedness, and avoid rushing to public and annual exams by December (which is happening now). There are also ample climate-related reasons to permanently shift to a September-June school calendar, with a predictable and long summer vacation between July-August and classes held during Ramadan with modified hours.\nThird, scrapping the Primary Education Completion Examination (PECE), the Junior School Certificate (JSC) and equivalent exams was urged. The energy and efforts of students and teachers should be devoted to recovering from learning loss, rather than preparing for exams.\nFourth, teachers needed support to implement learning recovery. Guidelines and orientation should be provided to schools and teachers regarding the implementation of a learning recovery plan, especially on: a) use of rapid assessment of grade-level student preparedness; b) pedagogic approaches for assisting students using results of the rapid assessment; c) instructional planning to focus on core competencies aiming to help students become self-reliant learners; and d) providing socio-emotional support to students and communicating with both students and parents. Online platforms should be used extensively for the guidance and orientation of teachers, as well as to complement classroom teaching for the students.\nThis urgent appeal, however, has not evoked any reaction from the authorities. They are hell-bent on going back to the old routine, no matter how this has affected the students. The decision-makers have not been moved by the warning that, without the proposed steps, most students would not be able to keep up with their grade level lessons, their deficits would be cumulative and that they would be harmed permanently.\nIt is necessary to get away from the unfortunate mindset that prevails, which is that the schools and the teachers need to conduct their lessons and \"cover\" the syllabus within the set number of class hours in the school calendar. What students learned, or if they learned at all, was their own business. Meanwhile, a formula has emerged with a set pattern of public exam questions, which could be answered by memorising guidebooks in coaching centres or with private tutors. This formula, plus a little bit of a liberal approach to marking tests, would ensure a high pass rate in public examinations—real learning be damned. \nThe golden jubilee of Bangladesh's independence this year is an occasion for taking a retrospective and prospective look at the progress and challenges in many fields, including education. A longer term view, however, can hardly be taken unless the education system stands on its feet now and survives this month, this year or the next.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Education and The Pandemic: The ostrich syndrome is not the answer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/education-and-the-pandemic-the-ostrich-syndrome-not-the-answer-2915226",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "Passengers at Hazrat Shahjalal International Airport (HSIA) in Dhaka have been going through immense sufferings after the airport authorities introduced an eight-hour closure of its lone runway—starting from midnight on Thursday—in order to facilitate the construction and expansion of taxiways for the airport's under-construction third terminal. Reportedly, the departure of several flights were delayed following the closure, since the airport authorities could not complete the immigration process of several hundred passengers in time, as per the new schedule.\nWhile the airport authorities had previously assured that the closure would not cause any disruption of flights and in-passenger handling services, what happened in reality was just the opposite. Reportedly, at least 12 international flights had to be rescheduled due to the runway closure, and passengers had to stand in long queues at the check-in counters, immigration and other places. The mismanagement at the airport was evident everywhere—including inside and outside the terminals, passenger check-in counters of airlines, immigration, and boarding bridges.\nWhile flight delays and passengers' sufferings are regular phenomena at Dhaka airport, the closure of its only runway for as long as eight hours every day has just turned the situation from bad to worse. Evidently, the authorities have not planned properly or taken any prior preparations to operate all the flights—some 85-90 flights depart and touch down at the airport every day—within the 16 hours of operation. As the airport authorities often grapple with maintaining the flight schedules at regular times, it is no surprise that they would struggle to maintain the new schedule, unless of course they take the necessary measures to do so. Sadly, that's where they have failed—they did not ensure the necessary number of check-in counters, boarding bridges, security check-in counters, baggage loading and unloading bays and other related facilities to maintain the new schedule.\nSince the daily runway closure is supposed to continue till June next year, the authorities must address all these issues as soon as possible in order to avoid the flight delays and reduce passengers' sufferings. They must ensure that all the immigration counters are in operation so that passengers can complete their immigration on time. Setting up additional check-in counters and other necessary facilities to deal with the pressure of passengers, as different airlines have demanded, should also be considered. In addition, the manpower shortage at the airport also must be addressed. Last but not the least, the airport authorities may consider reducing the closure time of the runway in order to overcome the present crisis.\n",
        "headline_1": "HSIA authorities must ensure smooth flight operations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hsia-authorities-must-ensure-smooth-flight-operations-2915996",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    },
    {
        "full_article": "As we had all feared, the Omicron variant of the coronavirus has now been detected in Bangladesh. Two players of the Bangladesh women's national cricket team, who tested positive for Covid-19 last week, have been infected with the Omicron variant. They are currently under observation in quarantine, and we hope they will make quick and full recovery.\nThis, however, should serve as a wake-up call for us all. On the first day of this month, the World Health Organization (WHO) reported that Omicron had been found in 24 countries. A week later, various international media outlets began to report that Omicron had spread to nearly 40 countries, which WHO confirmed as well. Meanwhile, the most recent reports suggest that the new variant has spread to close to 60 countries. That just goes to show how quickly this new variant has been spreading.\nAccording to scientists, the Omicron variant is 4.2 times more transmissible in its early stage than Delta. That means that it is already far easier to spread—and could be even more so when it mutates further.\nThe economic damage done by the previous waves of Covid—particularly as the country was forced to go into lockdown—was massive. Our economy is yet to recover in any shape or form from that, which means the Omicron variant poses a clear and present danger to our economy, along with the health of our citizens. Therefore, if we continue to handle the situation lackadaisically, like we did during the previous waves, there is no doubt that Bangladesh is in for a bumpy ride ahead.\nWe hope that the authorities have learned from the mistakes that were made during the previous Covid waves. Instead of being reactive in its measures, the government has to be proactive in stopping the new variant from spreading in the country. That means it has to ensure strict monitoring and screening at the airports and at every other location through which people might be entering Bangladesh. And those entering the country should be placed into a minimum of 14 days of quarantine.\nAs recommended by experts, the genomic sequencing of every new case of Covid-19 should be done to limit the transmission of Omicron. Moreover, the government should make sure that all hospitals are ready and equipped to deal with any sudden spike in the number of infections, and also continue to enforce the health guidelines strictly—without exceptions.\n",
        "headline_1": "OMICRON detected in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/omicron-detected-bangladesh-2915776",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-12-2021"
    }
]