[
    {
        "full_article": "The resurrection of a criminal case dating back to 2010 against writer-activist Arundhati Roy and an academician from Kashmir seems ill-motivated. There can be no other explanation for Delhi Lieutenant Governor V.K. Saxena granting sanction to prosecute Ms. Roy and Sheikh Showkat Hussain, a former Kashmir University professor, for alleged divisive speeches and imputations against national unity made in New Delhi as far back as on October 21, 2010. Coming in the wake of the recent arrest of Prabir Purkayastha, the Editor-in-Chief of NewsClick under an anti-terrorism law and other penal provisions, the revival of a 13-year-old case betrays intolerance and follows a pattern of vendetta against the state’s perceived civil society antagonists and outspoken critics. Significantly, the Delhi Police did not think the speeches merited prosecution for sedition at the time, as sought by a complainant before a Magistrate court. However, a Metropolitan Magistrate rejected the police contention and, on November 27, 2010, directed the filing of a first information report (FIR). The police complied with the order, invoking sections of the Indian Penal Code relating to sedition, statements promoting enmity between different groups, imputations against national integration and statements causing public mischief. The FIR also included Section 13 of the Unlawful Activities (Prevention) Act (UAPA) which seeks to punish “unlawful activities”.It is known that the government of the day did not wish to pursue any case against remarks made at the conclave titled ‘Azadi: the only way’, as it did not want to jeopardise an ongoing effort to find a political solution to the Kashmir issue through three interlocutors. At a time when much has changed in Kashmir since then, including a spell of elected rule and then the abrogation of Jammu and Kashmir’s special status and its division into two Union Territories, it makes little sense to criminalise past political speeches now. Mr. Saxena has approved prosecution for the other offences, but not sedition, as there is a Supreme Court of India bar on proceeding with sedition charges. It is not clear whether the police will press the UAPA charge, as Section 45 of the Act requires the sanction of the Central government, and the rules prescribe strict time limits to obtain it. It must be examined if the prosecution is barred by limitation. Under the Code of Criminal Procedure, the limitation for offences that entail prison terms of up to three years is three years. All three sections for which sanction has been granted — Sections 153A, 153B and 505 — attract a three-year jail term. Even though the Code permits the exclusion of the period during which sanction is awaited while computing limitation, it is unlikely that courts will permit such an exclusion if the sanction itself was sought after the limitation period.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njustice and rights\n\n/\n\ncrime, law and justice\n\n/\n\npolice\n\n/\n\nlaws\n\n/\n\nterrorism (crime)\n\n/\n\nJammu and Kashmir\n\n/\n\npolitics\n\n/\n\nprison",
        "headline_1": "Vendetta without limit: On the resurrection of an old case against Arundhati Roy",
        "headline_2": "Reviving 13-year-old case against Arundhati Roy smacks of intolerance",
        "link": "https://www.thehindu.com/opinion/editorial/vendetta-without-limit-the-hindu-editorial-on-the-resurrection-of-an-old-case-against-arundhati-roy-and-an-academician/article67412339.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "Madhya Pradesh, which is in the geographical centre of India, will likely witness a straight contest between the Bharatiya Janata Party (BJP) and the Congress in the Assembly election in November. The BJP is currently in power in the State, though it was the Congress that won the election five years ago in 2018. Using defections from the Congress, the BJP usurped power two years later in 2020. The BJP hopes to overcome the anti-incumbency that it has accumulated over 18 years through some deft moves and electoral experiments. The party has given enough indications that Chief Minister Shivraj Singh Chouhan will not continue in the event of the party winning another term; it has fielded seven Parliament members including three Union Ministers — Narendra Singh Tomar, Faggan Singh Kulaste, and Prahlad Singh Patel. The party is betting that it will be able to generate new enthusiasm among its fatigued cadres. The BJP strategy also deemphasises the performance of the State government and Mr. Chouhan and turns the spotlight on the personal image of Prime Minister Narendra Modi. The party’s campaigning focuses on social groups such as tribespeople even as it lays claim to being the sole spokesperson of Hindu identity politics, which manifests itself in acts such as the inauguration of a landmark statue of Adi Shankaracharya recently.The Congress, which is still nursing the wounds of the 2020 split, is trying to turn that setback in its favour in this round. The entry of Congress defectors into its fold unsettled the power balance within the BJP, particularly in the Gwalior-Chambal region, which might translate into electoral dividends for the Congress. The defections also shed some weight from the top for the Congress, helping it to better balance its internal affairs. All leaders now defer to former Chief Minister Kamal Nath who is firmly in command of the party campaign. Congress leader Rahul Gandhi’s Bharat Jodo Yatra had generated enthusiasm in the State, and he now commands a following that adds additional heft for the party. The Congress’s uncharacteristic plunge into caste politics by promising a caste-based survey across the country will be on test in Madhya Pradesh. Unlike Rajasthan and Chhattisgarh, the Congress does not have a considerable number of Other Backward Class leaders in Madhya Pradesh. The party may also have to deal with sniper attacks from the Aam Aadmi Party which may try to alter the bipolar nature of the contest. The biggest challenge for the Congress is to walk a tight rope on the question of Hindu identity politics, and avoid communal polarisation that the BJP instinctively resorts to when on the back foot.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCaste\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nRajasthan\n\n/\n\nChhattisgarh\n\n/\n\nreligion and belief\n\n/\n\nBharat Jodo Yatra\n\n/\n\nAam Aadmi Party",
        "headline_1": "Central point: On the Madhya Pradesh Assembly polls",
        "headline_2": "Congress should not use caste mobilisation as counter to communalism",
        "link": "https://www.thehindu.com/opinion/editorial/central-point-the-hindu-editorial-on-the-madhya-pradesh-assembly-elections-in-november-2023/article67407980.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "India retained its pole position among the world’s major economies in IMF’s latest forecast on economic growth rates. In 2023-24, India is forecast to grow at 6.3%, followed by China at 5%. While India’s growth rate is expected to hold at the same level next year, China’s rate will slow down to 4.2%. Another key takeaway from this round of IMF forecasts is that global growth outperformed the bleak expectations of March-April 2022. One of the reasons is that the Indian economy displayed a lot of resilience.\n\nBut the good news about the economy needs to be tempered by the growth rate dynamics between India and China. China’s nominal GDP is $17.7 trillion, about five times that of India. With a baseline at that level, China’s contribution to the incremental addition to global GDP of $104 trillion will still be more than India’s at current growth rates. According to a recent report by Barclays, India needs to grow at 8% for some years in order to overtake China in terms of contribution to the global economy.\nPushing up the trend in growth from about 6.5% to 8% requires us to address structural challenges that are a drag on economic momentum. GOI’s jobs data showed that since 2018-19, the last pre-pandemic year, and 2022-23, a part of the labour force has gone back to agriculture, the sector with the lowest productivity. In 2022-23, agriculture’s share of the workforce was 45.8%, over three percentage points more than 2018-19. The change in composition was partly on account of a modest decline in the workforce engaged by the manufacturing sector. In 2022-23, only 11.4% of the workforce was in manufacturing. The consequence of these trends is that it limits the potential expansion of private consumption, the biggest segment of the economy.\nBarclays has called for an increase in investment in traditional sectors such as mining and utilities because they trigger wider economic activities. This is a useful suggestion because most attention is on tech or capital-intensive manufacturing sectors. That skew has meant that over the last few years, construction has surpassed manufacturing in absorbing labour, which isn’t good news. A structural transformation is the prerequisite to have a bigger impact on global growth than China and, thereby, narrow the economic gap with it. Shrinking this gap will be the basis for realising India’s geopolitical ambitions.\n\n",
        "headline_1": "Good, do better: For India, to be the fastest growing major economy isn’t enough. Real change needs 8% growth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-do-better-for-india-to-be-the-fastest-growing-major-economy-isnt-enough-real-change-needs-8-growth/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "Far from the hustle of caste formulas and bustle of populist measures is an issue that has long decided election outcomes – farm incomes. In rural India, 70% depend primarily on farming; 85% of these are small and marginal farmers, mostly caught in a seemingly endless cycle of debt, poverty and poor quality of life. Given this, it’s no surprise that the three states where the small farmers’ incomes improved over the years are also the ones where CMs retain strong support bases among farmers – Telangana, Chhattisgarh and Odisha. The first two are poll-bound. KCR and Bhupesh Baghel appear to have reasonably strong support. Telangana especially has grown, knocking Haryana off from second spot after Punjab, in paddy procurement – from 36.2 lakh tonnes in 2017-2018 to 88.4 lakh tonnes in 2022-2023. For Chhattisgarh too, procurement grew to 58.7 lakh tonnes in 2022-2023 from 32.6 lakh tonnes in 2017-2018.\n\nKCR has a tough challenge in that Telangana’s farmers rely almost entirely on groundwater for irrigation. Despite promises of reservoirs and canals, farmers continue to rely on borewells. But what his government did to get around this and what KCR will be banking on as he fights for a third term, is that not only did Telangana procure 81% of rice produced (2021-22), the share of small and marginal beneficiary farmers in the kharif cycle (2021-22) was 93% – highest among all states. The second highest share of small-marginal farmers benefitted was 84.5% in Odisha, and 83% in Chhattisgarh. Including larger numbers of small and marginal farmers within the MSP net in these three mid-sized states helped stabilise incomes in a sector that’s largely distressed. Why don’t parties pay a little more attention to this and a little less to caste surveys and freebies.\n\n",
        "headline_1": "Grain of truth: Caste and freebies aren’t as crucial to lives of farmers in poll-bound states as income stability",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/grain-of-truth-caste-and-freebies-arent-as-crucial-to-lives-of-farmers-in-poll-bound-states-as-income-stability/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "Has KCR gone from being his party’s primary draw to being a liability? Has Congress closed in on BRS or even inched ahead? Will BJP put up a strong enough fight to make this a triangular contest?\nAs the state of Telangana approaches the completion of its first decade, its politics has been making some dramatic turnarounds. Within the space of a year, Congress and BJP have switched places as the main competitor and distant third, respectively. The governing BRS, of KCR, which has long clung on to a dominant position, appears to be barely holding fort against a rapidly rising Congress.\nThree months ago, the People Pulse survey had placed BRS much ahead (a gap of around 9%) of Congress. On Monday, however, the ABP-Cvoter survey showed Congress had closed the gap. It showed a Congress vote share of 39%, BRS 38% and BJP 16%. Roughly, Congress appears to have gained, and BRS lost, a remarkable 10% vote share compared to the 2018 elections.\n\nThe interesting question of the Telangana elections is not whether there is considerable anti-incumbency, as antiincumbency has demonstrably shown up in key bypolls over the last two years. The interesting question is whether BRS can contain its losses and Congress mount a campaign transforming this latent anti-incumbency into an anti-BRS wave.\nRead full article on TOI+\n\n",
        "headline_1": "The Telangana topsy-turvy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-telangana-topsy-turvy/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "First, Covid, then China’s aggressive rise, then Ukraine war and now Middle East conflict…how Asia’s second largest economy can use the churn to its benefit.\nWe are barely three years into the new decade – 2020s – and what a decade it’s turning out to be! Once-in-200-years pandemic. Emergence of a new superpower after 30 years, with all attendant tensions, bared fangs and uncertainties that accompany such a rise. A pan-European war that has mass resonance in the West – after 75 years. And now, a potentially status quo changing conflict in the Middle East that can upend 50 years of halting but definite normalisation since the Yom Kippur war in 1973.\nAs Vladimir Lenin memorably said, “There are decades where nothing happens; and there are weeks where decades happen.”\nTo be sure, in the age of a hyper-connected world and social media, it is easy to over-amplify the long-term impact of events. Not every conflict is a world war, not every terror attack is the assassination of Archduke Franz Ferdinand, not every mass protest is the Boston Tea Party. Even discounting for this truism, 2020s is turning out to be a disruptive time, playing out in fast motion.\nRead full article on TOI+\n\n",
        "headline_1": "Will 2020s be a decade of disruption? Can India profit from it?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-2020s-be-a-decade-of-disruption-can-india-profit-from-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "We have said this before, but elections are a time when people get the chance to express their will as to which party and which leaders will govern them. But in our case, it is the cacophony of two leading political parties that will be assaulting our eardrums. Awami League's wish for election under Sheikh Hasina and BNP's wish for the very opposite are all we have heard of in the past months, if not years.\nThere has been no well-researched, in-depth and fact-based criticism of the government's performance by the BNP. Why there has been no analysis of the ministries or the government's performance escapes our comprehension. All we have seen is a sweeping demand for this government to quit. From the other side, no elaborate explanation has been given as to why legal ways cannot be found to respond to BNP's demands, except that \"we won't go outside the constitution.\"\nWith only a few months left till the election, we still have no idea what AL's and BNP's manifestos will reveal – though what they say and what they end up doing are usually miles apart. We know of no effort from either side to engage with the public in any way and inquire what the people's wishes and concerns are.\nThere have been no open surveys, opinion polls or any big or small group discussions that we know of. How, then, will the leaders on both sides learn what the real issues are? If asked what they are doing to gauge the priorities and concerns of the people, they will most likely say, and with supreme certainty, \"We don't discuss with the people because we do not need to. We are with them all the time, we know everything about their aspirations as we are always and tirelessly working for them. It is you people – the media, NGOs, intellectuals, civil society, etc – who do not know and therefore have to ask.\"\nBetween BNP's \"people want Hasina out\" and AL's \"people know who has brought about development,\" our all-knowing political leaders seem to have no wish to get to the grassroots. The Daily Star used to run opinion polls in our earlier days, especially when power would change hands every five years and when neither party was entrenched enough to be authoritarian. But with the rise of complete intolerance and vindictiveness towards those who bring out the \"bad news\" regarding the rulers, we have long since given up.\nPresently, BNP says that they will not participate in any election while the AL government is in power because they suspect that the incumbent will misuse the state machinery to manipulate the election. Awami League says they will not deviate from the constitution, which clearly allows the government to remain at the helm of affairs in an interim capacity. This is particularly ironic because back in the 1994-96 period, when BNP was in power, AL demanded for a caretaker system to hold elections because the then incumbent could not be trusted to hold free and fair elections, while BNP argued that they could not go \"outside the constitution.\" After 27 years, we are once again stuck on the same issue, only with the arguments being reversed between the same two sides.\nThis zero-sum game has locked Bangladesh in a deadly political stalemate, threatening all our achievements of the last 32 years.\n\nIn our political world – as described above – the question that constantly runs through our minds is, given that both AL and BNP are only obsessed with their own interests, is there any space left on their plates for the people's interests?\nWhatever economic gains we made stands threatened due to both international and domestic factors. Internationally, there is the Russia-Ukraine war, which has now been joined by the very fluid situation in the Middle East created by the latest Hamas attack and Israel's all-out war against the Palestinians. Our international trade is coming under strain, with both our exports and remittance inflow showing worrying signs of dipping. Internally, the falling forex reserves, the rising prices of essentials, inflation and more threaten our economy.\nUnder these dramatically changed circumstances, we are faced with a very volatile political situation. Awami League is solely focused on clinging to power. And BNP will hear of nothing besides dislodging the status quo. Both parties seem to be inhabiting their very narrow, self-serving, partisan worlds. The simple question from our end is this: who is thinking of the economy, the people and the country? The answer, sadly, is \"not them.\"\nDemocracy was restored in Bangladesh in 1991. It was done through a civil movement by the combined opposition over a sustained period of time. Gen Ershad's government was toppled by a massive alliance led by Awami League and BNP, respectively. The public massively supported the opposition alliance because of the 19-point programme that they promised once victorious. None of the promises made during that time was honoured, and we gradually descended to a state of politics that can only be described as tribal.\nToday, our politics is that of an election only being \"free and fair\" for the party that wins and being a fraudulent one according to the party that loses. No facts or evidence seem to be required. \"Democracy prevails only if we are in power and absolutely nothing is acceptable if the other side is running the show\" seems to be the go-to attitude. This is the myopic, narrow-minded, and self-centred worldview that AL and BNP harbour. In this \"world\" of theirs, there is no accommodation, no compromises, and no space for anything other than each side's view of the other.\nI often wonder what it is in our nature or our psyche that draws us to self-defeating inflexibility in our political posturing. For the last 32 years, as a part of The Daily Star, we have been a front row witness to the politics in Bangladesh. We have witnessed specifically the behaviour of our two leading parties. The one thing that both parties have retained in their behaviours is the firm refusal to compromise on any issue, however justified a compromise may be. They continue to be insular to the political reality of the moment, in that their respective stance has no relation with the changing circumstances.\nIn our political world – as described above – the question that constantly runs through our minds is, given that both AL and BNP are only obsessed with their own interests, is there any space left on their plates for the people's interests? They are too greedy for power, too insulated against people's worries, too removed from the global realities, too unconcerned about the bigger picture, and too unmindful of the changes that are occurring all around us to have public interest high on their list of priorities. When the world is entering an era of artificial intelligence and examining the potential of quantum computers, we are still quarrelling over how to hold an election that will be acceptable to all. Sadly, we already know from past experience that even if we hold the most transparent and most well-conducted election in the world, the losing side will always reject it under one pretext or the other. Such is the irreconcilable nature of our politics. And it is what we are stuck with at a time when Bangladesh is termed one of the most vulnerable countries facing the biggest threat to civilisation: climate change.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Poisoned rhetoric and public concerns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-poisoned-rhetoric-and-public-concerns-3441561",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "It is disheartening to know that, despite concerns from independent analysts, a controversial move to buy 261 expensive cars (SUVs) for DCs and UNOs has been approved by the Cabinet Committee on Economic Affairs. As we have said when it was reported last month that the finance ministry had greenlit the proposal, the Tk 381-crore procurement initiative will only add to the strain on public coffers at a time of record-high import bills and critically low forex reserves. Moreover, the latest development hasn't been announced properly, possibly fearing backlash, despite the finance ministry earlier declaring that it would hold a press briefing.\nIt goes without saying that the public has a right to know the reason for such purchases using their hard-earned money. Although the finance minister did attempt a justification – that \"there was already a need to buy the cars. Moreover, cars are really needed during elections, and they are needed for conducting fair elections\" – we are unconvinced that this is the case. The DCs and UNOs usually serve as returning officers and assistant returning officers, respectively, during elections. In any constituency, everything related to polling basically goes through them. Thus, the latest move, coming just months ahead of a scheduled general election, has ignited fears that it was meant to please these officials and potentially impact the election outcome.\nIf this is the case, then we have every reason to be worried. In the past weeks, we have seen similar, strategically timed provisions in the form of perks and promotions for public officials holding important positions. We have seen how demands for in-situ promotions were indulged in both BCS police and public administration cadres. While we recognise the importance of deserving officials getting what they are due, those must be a means to a greater end: public interests. And right now, the public is not best served by such initiatives.\nSUVs don't help in elections. If a fair election is indeed what the government wants, it must ensure neutrality of election officials and transparency in the electoral process.\n",
        "headline_1": "SUVs for the sake of a fair election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/suvs-the-sake-fair-election-3441511",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "The attack in southern Israel and the ensuing retaliatory war in Gaza are unprecedented as people from all over the world – from Nepal to France to the United States – have lost their lives, and many immigrant communities in southern Israel and refugee communities in Gaza have been terrorised. Such rich and in-depth coverage of the harrowing and heart-wrenching anecdotes of the survivors and victims of the Hamas attack brings the events to life and makes the gravity of loss in the Kibbutz deeply palpable. But it is difficult to ignore the apparent demarcation between how the situations unfolding in Israel and Palestine are being reported by the Western media. What is disheartening is that all nuance has been lost in examining the root cause, history, politics, and mechanism of terror, oppression, and occupation. This incident is not a surprise attack or result of a state's failure to act. It is quite the opposite.\nWhile there are gruesome acts from both sides, this is not a war between equals. The cover of international law has not befitted the Palestinian cause for justice. The meticulous choice of words in international reporting is telling of the one-sided, ahistorical narrative that elite media in the West is choosing to amplify. Netizens have taken to social media to bicker about right and wrong, and usually there is less hope for constructive dialogues on these vacuous mediums. One will hear what they want to hear, and see what they want to see. Student groups on college campuses are being targeted and individuals are being doxxed for solidarity activism. Harvard professors like Alan Dershowitz are demanding a public release of information on students who condone violence. Universities are touted as left-wing indoctrination camps by right-wing media, and any dialogue is quashed by terming students and scholars critical of the occupation as \"anti-Semitic.\" Spaces for prayer are needing to be guarded by police officers on US college campuses to prevent violence. Scope for critical discourse is slim due to mass-polarisation and selective exposure to information.\nThe big blanket allegation that if someone supports justice for Palestinians, they also support terrorism and are anti-Semitic, needs to be taken seriously and questioned. Does this also mean that someone who grieves the loss of lives in southern Israel supports the oppressive dehumanising tactics of the occupation? There might be some on the fringes who support violence, but they are outliers. Rather than addressing the root cause of the attack, we are wrangling over outliers. Islamophobia and anti-Semitism become more accepted and visible to varying degrees as political inclinations become more pronounced through group politics and biased reporting. Using religion simplifies complex politics and makes it easier to bifurcate and galvanise people into group- and identity-based politics.\nThis tension is fuelled by callous journalism that perpetually fails to take into account the protracted emergency and the systemic oppression that has made Gaza into an \"open-air prison\" and mass graveyard, depriving its economy and residents of basic necessities to the extent that donkeys have become critical for mobility. This dire situation has persisted for decades. It is unfathomable how international state actors could think of patching up the Middle East without addressing the continuous trauma inflicted by the apartheid regime.\nThe constant flurry of reporting fails to contextualise the occupation when it calls the Hamas attack a surprise attack and a failure of Israeli intelligence. Israel's border with Gaza has experienced attacks before. There should not be any residential settlement on a border that is so fraught with history of contention. Communities cannot serve as human shields to protect borders. Houses on Israel's southern Kibbutz need to have safe rooms to withstand attacks from mortars and rockets. Israel's articulation of state power and settler colonialism through forced expansion has pushed its citizens to the edges of precarious living.\nHamas' attack is being called \"pyrrhic,\" because now it not only legitimises occupation but provides an excuse for Israeli state actors to go above and beyond in its massacre operation. Both Hamas and Israeli state actors should be seen in the same light. If Hamas' terrorism is responsible for the revenge carnage and loss of human lives in Gaza, Israeli state actors are also responsible for the deaths of its residents. We need to clearly differentiate between the interests of Israeli citizens living under the hard right-wing government and the Palestinians living under Hamas' control in Gaza. Such institutions do not represent the interests of residents. Israeli citizens are bearing the brunt of their government's failure to build a consensus. It is important to keep in mind that not all Israelis agree with the genocidal tactics of the occupation, and many are committed to justice.\n\nThe big blanket allegation that if someone supports justice for Palestinians, they also support terrorism and are anti-Semitic, needs to be taken seriously and questioned. Does this also mean that someone who grieves the loss of lives in southern Israel supports the oppressive dehumanising tactics of the occupation? There might be some on the fringes who support violence, but they are outliers. Rather than addressing the root cause of the attack, we are wrangling over outliers. \nThe failure of such a strong state like Israel to act should be questioned further. Not only is it one of the biggest exporters of surveillance technologies, its state security apparatuses (such as Shin Bet and Mossad) also bolster their special brand of military industrial complex with billions of dollars of investment into intelligence infrastructure. The success of these surveillance tools is proven, as they are tried and tested on Palestinians – providing an experimental lab for intelligence institutions and defence contractors. With such top-notch military and intelligence apparatuses and intel from the Egyptian intelligence on an impending attack, why was the rescue operation delayed? This is a question that Israel needs to answer for itself.\nIsrael's cunning occupation tactics, which have resulted in the loss of thousands of lives over decades, have been justified through the doctrine of double effect, where the loss of civilian lives is an unintended double effect or collateral damage as the Israeli state operates to mitigate the terror inflicted by Hamas. Hamas, on the other hand, directly targets civilians. The terror mechanism from both sides should be condemned. As Husam Zomlot, the head of the Palestinian mission to the UK, aptly puts it, \"International law must be applied equally.\"\nTerrorism and occupation share a symbiotic relationship of justifying each other. While the US is sending arms to Israel, aid has stopped flowing to Gaza where families and children are in desperate need. Creating further imbalance would only lead to escalations, loss of human lives, and also delay any possibility reaching a comprehensive solution.\nAhistorical reporting is harmful as it barely skims over the decades of resistance, ethnic cleansing, emergency situations, and injustice orchestrated by the occupation. While it is important to humanise suffering on both sides, it is critical to note that the status of the occupier and the occupied in this crisis are not the same.\nAs we speak, downtown Gaza is being indiscriminately bombarded, while hospitals are turning into morgues and neighbourhoods into mass graveyards. Billions of dollars of hard-earned taxpayers' money are being channelled into funding this war on terror, which only results in subsequent cycles of wars and creates vacuums for political forces that are harder to tame.\nSarzah Yeasmin is a Boston-based Bangladeshi writer. She works at Harvard Kennedy School and is currently pursuing a micro-master's in data and economics at the Massachusetts Institute of Technology (MIT).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Decontextualising Western media’s ahistorical reporting around Palestine-Israel",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/decontextualising-western-medias-ahistorical-reporting-around-palestine-israel-3441506",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "It is disheartening to know that, despite concerns from independent analysts, a controversial move to buy 261 expensive cars (SUVs) for DCs and UNOs has been approved by the Cabinet Committee on Economic Affairs. As we have said when it was reported last month that the finance ministry had greenlit the proposal, the Tk 381-crore procurement initiative will only add to the strain on public coffers at a time of record-high import bills and critically low forex reserves. Moreover, the latest development hasn't been announced properly, possibly fearing backlash, despite the finance ministry earlier declaring that it would hold a press briefing.\nIt goes without saying that the public has a right to know the reason for such purchases using their hard-earned money. Although the finance minister did attempt a justification – that \"there was already a need to buy the cars. Moreover, cars are really needed during elections, and they are needed for conducting fair elections\" – we are unconvinced that this is the case. The DCs and UNOs usually serve as returning officers and assistant returning officers, respectively, during elections. In any constituency, everything related to polling basically goes through them. Thus, the latest move, coming just months ahead of a scheduled general election, has ignited fears that it was meant to please these officials and potentially impact the election outcome.\nIf this is the case, then we have every reason to be worried. In the past weeks, we have seen similar, strategically timed provisions in the form of perks and promotions for public officials holding important positions. We have seen how demands for in-situ promotions were indulged in both BCS police and public administration cadres. While we recognise the importance of deserving officials getting what they are due, those must be a means to a greater end: public interests. And right now, the public is not best served by such initiatives.\nSUVs don't help in elections. If a fair election is indeed what the government wants, it must ensure neutrality of election officials and transparency in the electoral process.\n",
        "headline_1": "SUVs for the sake of a fair election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/suvs-the-sake-fair-election-3441511",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "We are horrified, though not altogether surprised, that a police investigation has cleared ASI Emadul Haque – who ran over and killed two people while driving a seized bus in the capital's Gulistan in December 2021 – of any wrongdoing. The investigation officer, in his final report submitted to a Dhaka court on September 24, stated that there was no evidence that Emadul was driving recklessly, and that he had actually driven the vehicle in \"good faith\" to ensure the smooth flow of traffic. The police would have us believe that the incident happened as a result of a faulty engine and brakes.\nThe IO further claims that the ASI had taken control of the bus when its driver fled the scene after causing an accident. However, two dozen witnesses had confirmed to The Daily Star at the time that the ASI had forced the driver out of an empty bus before driving it himself, after which he swerved violently, ploughed through a crowed, and killed two people, injuring two others, in addition to damaging vehicles and the guard rail of a footpath. Even if we accept the IO's narrative, that there was something wrong with the bus, there is still no justification for the ASI taking over the vehicle, particularly as the incident was not even under the jurisdiction of his police station in Paltan, and given that he had not informed the concerned DMP Wari division before doing so. And even if the bus had been abandoned by the bus driver (which, as we know from eyewitness accounts, is false), why did Emadul not have it towed, as is the standard practice, but instead drive it without checking whether it was safe to do so in the first place, given that it had already caused an accident?\n\nWhat is truly alarming in this particular case is the clear bias that the police have shown in conducting the investigation, highlighting the illogic of tasking the same law enforcement to investigate allegations of crimes by one of its members.\nNo matter how the police try to spin it, the facts simply don't add up. If the ASI really did take control of the bus in \"good faith,\" it may clear him of murder. But can he still not be charged for causing death by negligence under Section 304A, given that he had not followed due process and had taken unnecessary and unjustified risks in driving the bus?\nWhat is truly alarming in this particular case is the clear bias that the police have shown in conducting the investigation, highlighting the illogic of tasking the same law enforcement to investigate allegations of crimes by one of its members. We have seen time and time again how cases of torture and extrajudicial killings have fallen through the cracks because the investigations were not conducted by an independent body. Under the circumstances, we urge the court to intervene in the matter, assign another law enforcement agency, and ensure that an impartial investigation is carried out. This is the least we can do to ensure justice for Shukur Mahmud and Raisul Kabir Tusher, who were killed that fateful day in 2021.\n",
        "headline_1": "IO report on ASI Emadul simply doesn’t add up",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/io-report-asi-emadul-simply-doesnt-add-3441336",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "The upcoming ordinance on uniform entry test for public universities from the 2023-24 academic session, as announced by the University Grants Commission (UGC), appears to strike a note of urgency. Concerned quarters, academics in particular, feel the system should have been in place years before. The ordinance will prevail over anything contained in the University Act regarding admission tests. A committee, headed by a UGC member, was entrusted with the task of drafting the ordinance. A FE report says the decision was made unanimously by the UGC-constituted committee to hold admission test under a single umbrella for all public universities countrywide. The UGC announced this on Tuesday following a meeting with the vice-chancellors of public universities. For sometime now, there have been discussions on the problems in the existing entry tests, known as cluster tests conducted by the public universities, which according to many, tend to cause much hassle for the admission seekers and their guardians. Each university sets its date for the test and the candidates, not sure about their entry/berth in the universities of their choice, try their luck in all the universities across the country rushing from place to place in a short time. For families, not well off enough to have their wards tour across the country to sit for the tests, it is often too burdensome. The situation for admission-seekers in most cases is of sheer uncertainty as to where they might land up to pursue future studies. As for their parents and guardians, they too spend time in anxiety until the results of tests are published. Besides removing the existing problems, what however the UGC intends to achieve through the ordinance is a semblance of harmony in the calibre of the admission seekers, given that there are dozens of public universities already operating in the country, with some more in the pipeline. Clearly, the entry tests, as a measure of assessing the merit of the students, largely vary from one university to another. This no doubt is a cause for disparity in academic standing of the universities, and those who eventually complete their studies are not free from the public perception of such disparity. This apart, the fact remains that students seeking admission to universities must have the requisite academic merit, and in order to ensure this it is highly imperative that their entry should be on the basis of a sound and harmonious system. There is more to the issue. By ensuring a well thought-out standard for admission test, it can be expected that students in the public universities would be at least good enough to qualify for the minimum uniform threshold. This, however, is not to say that all public universities would rank equal in their standing. Needless to say, it is the academic environment, and a host of related facilities that make a university what it stands for.With the ordinance set to be implemented from the next academic year, the main job would be to successfully execute the country-wide admission procedure. A challenging task, though not an impossible one.",
        "headline_1": "Public universities to hold uniform entry test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/public-universities-to-hold-uniform-entry-test-1697125688",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "With the launching of a 70-billion project for commercialisation of farming on Wednesday last, the country's agriculture embarks on a fresh pasture. Mostly financed by the World Bank, the project seeks to mainly produce vegetables and fruits on a commercial basis for boosting export in compliance with Good Agricultural Practices (GAPs). This obviously calls for maintenance of food safety standard as followed internationally. A total of 0.3 million hectares in 4,500 unions of 495 upazilas have been earmarked for the purpose. On this count, the five-year project is going to be the largest of its kind so far. It is scheduled to be completed by June, 2028.When mega projects like the Padma Bridge, metro rail, express way and Karnaphuli tunnel hog newspaper headlines, this groundbreaking agricultural project has sadly received hardly any publicity. However, the initiative sets its sight on a horizon well beyond the cultivation of vegetables and fruits. Apart from expanding cultivation of climate-resilient and high-yielding paddy, it does not forget to focus on enhancing the acreage of pulses, oil seeds and horticulture crops to 0.2 million hectares each. Clearly, with this shift in cropping patterns, agriculture is set to get diversified and enter a completely new phase. Now the moot question is, if farmers are well prepared for taking up the challenge and if they do, what will be the impact on domestic food security, particularly involving the staple. Here is a small geographic area and the arable land of which is shrinking at an alarming rate of 80,300 hectares annually or 220 hectares a day. True, vegetables and fruits may have uses other than cash crops only but affordability of those produced under the GAP for the average domestic consumer is a matter of concern. Otherwise, the government plan to bring the 22.7 million farmers under a scheme of various supports including financial and input subsidies deserves unreserved appreciation. To further the range and scope of the project, 20,000 youths and women entrepreneurs will be imparted training on commercial agriculture, agribusinesses, agricultural innovation and services. Looks like, a comprehensive plan has been devised. If carried out pragmatically without partisan political influences, the project has the potential to deliver the goods. In this context, let it be noted that the country's agriculture scientists have worked wonder so far as research and innovation are concerned. The country's farmers have demonstrated their willingness and ability to accept new technology, tools and methods of agricultural practices all the time. In short, their resilience in adapting themselves to changing time and agricultural environment has been phenomenal. There is no reason why they will not be able to rise up to the occasion this time as well. Even by this time they have to their credit the feat of achieving remarkable successes in production of not only high-yielding varieties of paddies, but also of exotic vegetables and fruits such as capsicum, broccoli, strawberry, grapes and orange on plain-land orchards. The prospect looks bright on the production front. But there is no guarantee for putting in place the supporting system concerning establishment and smooth operation of testing laboratories accredited by international bodies, marketing of produce and agri-products without interference of middlemen. There is the more complicated issue of intervention by large companies who have developed a habit of laying a stranglehold on farm produce and businesses only to manipulate the domestic market. Their intervention will be unwelcome because of their exploitative business practices which deprive the real growers of their deserving benefits. That a 'Krishi Smart Card' each of the 22.7 million farmers under the project will receive can be made good use of for developing a marketing mechanism where designated procurers will collect an array of produce for marketing within the country and shipment abroad. A strong supply chain can be built if a pool of vans and trucks is arranged, like the planned 200 vehicles to be used as crop clinics, for transportation of the produce collected from farmers. This way, prices can be maintained at a reasonable level where both producers and domestic consumers become beneficiaries and the profit margin in case of export is quite handsome.The improved and efficient irrigation technology, as envisioned, will be of immense help to keep the production cost low and at the same time avoid wastage of the precious water ---surface or underground. But one area that is not brought under adequate monitoring and supervision is the application of excessive chemical fertilisers and pesticides. This unwise farm practice should be rationalised, preferably minimised, in order to further cut the production cost as well as maintain sustainability of soil and the environment. Last but not least, this small country in its present state cannot afford cut-throat commercialisation of its agriculture. Once the project completes its schedule, there is a chance of corporate business taking over the control of farms developed painstakingly. This can be avoided if farmers' cooperatives are formed under different heads of production. Such cooperatives will have full control of their agricultural farms and produces. The expertise developed through training imparted to youth and women entrepreneurs can be effectively used for marketing. If the pool of vehicles is leased to the cooperatives and arrangements are made for payment of instalments for such collective bodies to own those, the domestic market can be stabilised and shipments carried out on the fast track. \n[email protected]",
        "headline_1": "Commercialisation of agriculture: How much is too much?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/commercialisation-of-agriculture-how-much-is-too-much-1697125728",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "The Bangladesh Competition Commission (BCC) has finally shown its teeth. After a yearlong 'meticulous' investigation, it has slapped a substantial amount of fines on two poultry farms, namely, Kazi Farms and Saguna Foods for their alleged price manipulation. Kazi Farms will have to pay a fine of Tk 50 million and Saguna Tk 34.4 million. The fine amounts are possibly the largest ever imposed on entities involved in the production and marketing of food items. The BCC ruling came after it investigated an unusual surge in the prices of eggs and chicken in August last year. The price of a dozen of eggs skyrocketed to Tk180 and per kilogram of chicken to Tk300 within a very short time for no tangible reasons. The BCC actions came when the market, at the moment, is witnessing an identical situation. A dozen of eggs now cost between Tk150 and Tk160 at the retail level. To cool down the egg market, the government some weeks back allowed the private import of 150 million eggs by 15 companies, which is enough for four to five days of egg consumption in the country. However, not a single imported egg has reached the country so far. Meanwhile, the government has decided to allow five more companies to import 50 million eggs. The news of egg import has failed to leave any impact on the price situation of the item in the local market, as its prices continue to be stubbornly high. At least, on one occasion last year, the commerce minister's threat to allow egg import proved effective, to some extent. The egg prices came down albeit marginally. This year, the market is ignoring the government directive to sell eggs at Tk 12 apiece at the retail level. The decision to import eggs at lower prices and the slapping of huge fines on errant large poultry farms have created no impact on the market. Such a situation, however, is noted with many other essential items. Most goods, produced locally or brought in from other countries, are being sold at high prices. No measure seems effective in reining in the market uptrend. There is no problem with the supply of items, essential or otherwise, in the market. Fish, vegetables, fruits, medicines, toiletries etc., are now unusually costlier than before. The surge in the prices of imported items is more than locally produced ones for understandable reasons. The greenback is now scarce and its one unit is costlier by Tk30 (the kerb market price). The increase in prices of consumer items, however, is not commensurate with the depreciation in the value of the local currency. The hike is unusually high. Thus, it has become difficult for the people in the administration to cite the currency depreciation and other external factors as reasons for the ongoing price situation. Undeniably, external causes do have a role in the price escalation. But the prices of most commodities in the global market have returned to the pre-Covid days. The dollar crunch and depreciation of Taka are hurting domestic production and contributing to the rise in prices. But that does not support the level of rises in prices of most commodities. Even policymakers do admit the administrative failures in containing the abnormal rise in prices of some essential items. They seem to be helpless and lost control of the situation. The inability to convince the traders to sell essentials like eggs, onions and potatoes at the government-set prices remains a pointer to that fact. So, the rot has gone too deep to find a cure. Consumers may have to wait for post-general election days to get a respite. Still, there is no guarantee. \n[email protected]",
        "headline_1": "BCC, eggs and wayward market of essentials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bcc-eggs-and-wayward-market-of-essentials-1697125766",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2023"
    },
    {
        "full_article": "In the fast-paced world of e-commerce, where speed and efficiency reign supreme, businesses are constantly seeking innovative ways to streamline their supply chain operations. One method that has recently gained significant popularity is cross-docking. This logistic strategy has proven to be a game-changer for e-commerce companies, enabling them to meet customer demands faster and more cost-effectively. In a cross-docking operation, products arrive at a distribution centre and are swiftly unloaded from incoming trucks. They are then sorted based on their destination. So, it reduces the need for extensive storage space. Once sorted, similar products from various suppliers are combined into outbound shipments, minimising shipping costs and maximising transportation efficiency. Time-sensitive products are also prioritised, ensuring they reach customers with minimal delay. The final step involves dispatching goods to their final destinations, often without the need for warehousing. This streamlined approach significantly shortens the time between receipt and delivery, benefiting customers with quicker shipping times and reducing operational costs for businesses.Cross-docking is a logistical marvel that has revolutionised the e-commerce industry. By eliminating the need for prolonged storage and optimising transportation, it allows companies to meet the ever-increasing demands of consumers for rapid deliveries. This method not only enhances efficiency but also reduces operational costs, making it a win-win for both businesses and their customers. This innovative strategy ensures that products move swiftly through the supply chain, reaching their destinations faster than ever before. As the e-commerce industry continues to evolve, cross-docking will undoubtedly play a pivotal role in meeting the demands of an increasingly impatient consumer base.\nFaria Tabassum, Student of Finance and Supply Chain Management, North South University, Dhaka, [email protected]",
        "headline_1": "Revolutionising e-commerce through cross-docking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revolutionising-e-commerce-through-cross-docking-1697125793",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-10-2023"
    }
]