[
    {
        "full_article": "A former judge of the Supreme Court of India and a former Indian Army commander are among the new Governors of States appointed by the Centre on Sunday. The Governors of several States and the Lieutenant-Governor of a Union Territory were also shuffled. In recent years, Governors have sought to play a political role in States such as Jharkhand, Kerala, Tamil Nadu and West Bengal, creating a train of controversies. For good reasons, the roles of the military and the judiciary too are topics of interest, particularly with regard to their relationship with the political executive. The executive government’s eagerness to control judicial appointments, besides the debate on the collegium system of judges appointing judges, is evident. It has selectively delayed and accelerated appointments recommended by the collegium, effectively exercising powers that it does not have in appointing judges. The Bharatiya Janata Party (BJP) has also faced charges of using the armed forces to further its political narratives. Earlier too, retired police and intelligence officers went on to occupy Raj Bhavans, but it was the appointment of a retired Chief Justice of India (CJI) as a Governor in 2014 that created a new precedent. Another retired CJI was nominated to the Rajya Sabha, in 2020, raising eyebrows.\rThe institution of the Governor is a legacy of the British imperial governance structure. The legitimacy of a nominated Governor in a democracy was the topic of a heated debate in the Constituent Assembly, but it was carried on into the new republic nevertheless. The Governor was to act as a dynamic link between the Centre and the State, but the makers of the Constitution were clear that the posts must remain ornamental, except in very narrowly defined situations in which they were allowed discretion in decision-making. Over the decades, the overreach of Governors has become a serious question in Centre-State relations and democracy in general. The dominance of the BJP at the Centre since 2014 has added fresh tensions with the States. The BJP has a vision of national unity that causes anxiety among regional interest groups. The office of the Governor was to be embellished by the personalities of those who would occupy it. Opening it as a post-retirement possibility for those who are required to stay aloof from partisan politics in their current roles, lowers the dignity of the offices that they leave behind and what they go on to occupy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGovernor\n\n/\n\ndemocracy\n\n/\n\nWest Bengal\n\n/\n\nJharkhand\n\n/\n\nTamil Nadu\n\n/\n\nKerala\n\n/\n\nArunachal Pradesh\n\n/\n\nSikkim\n\n/\n\nAndhra Pradesh\n\n/\n\nHimachal Pradesh\n\n/\n\nAssam\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment",
        "headline_1": "Honour of office: On new Governors of States appointed by the Centre",
        "headline_2": "Those required to stay away from partisan politics in current role must not be made Governors",
        "link": "https://www.thehindu.com/opinion/editorial/honour-of-office/article66504721.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "Among the marquee schemes that the government hopes to showcase ahead of the general election next year is the Jal Jeevan Mission (JJM). The aim here is to provide piped water to every rural household by 2024. In the Budget address, Finance Minister Nirmala Sitharaman apportioned ₹69,684 crore, a 27% increase, from the ₹54,808 crore from the revised estimates of financial year 2022. However, the outlay reflects the extent of the work that remains. Of the targeted 19.3 crore rural households, only 3.2 crore had piped water in August 2019. The JJM dashboard on the Jal Shakti Ministry website says that as of February 2023, over 11 crore households, or about 57% of the targeted, now have tap water. While that is an impressive jump in percentage points for three years, it will be difficult with only 12 months to go to ensure that the remaining 47% are connected. So far, only the States of Goa, Gujarat, Haryana and Telangana have reported 100% coverage of eligible households with piped water, with Punjab and Himachal Pradesh nearly there at over 97%. Excluding these, only 10 other States or Union Territories have reported over 60% coverage. Large, populous States such as Uttar Pradesh and Rajasthan have reported only 30% coverage, and Madhya Pradesh, around 47%.\rA fully functional tap water connection is defined as a household getting at least 55 litres of potable water per capita per day all through the year; however, local reports suggest that despite having a tap connection, several village households revert to their local groundwater resources as the quality of supplied tap water is inadequate. Few independent assessments of the scheme exist. A sample survey of around 3,00,000 eligible households that was commissioned by the Ministry of Water Resources to assess the functioning of the scheme found only three-fourths of them reported water seven days a week, and, on average, households were getting water for only three hours a day. While over 90% of institutions such as anganwadis and schools reported access to tap water, several of them reported high levels of chlorine as well as problems with bacterial contamination. Moreover, the current numbers on the adoption in households are based on self-reporting by villages and are not certified by a third party. Some States such as Bihar have stated that most of their connections were provided for under State funds and not under the JJM. Functional, permanent tap water is a basic necessity and rather than aim to reach just a numerical target, the government should try to evaluate the extent of quality, consistent adoption of tap water in rural India. While planned as a bottom-up scheme, the Centre must ensure that States with the lowest adoption and largest population be assisted with improving numbers, rather than only facilitating States that are close to the finishing line.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndrinking water\n\n/\n \nelection\n\n/\n\nBudget 2023\n\n/\n\nBihar\n\n/\n\nUttar Pradesh\n\n/\n\nRajasthan\n\n/\n\nMadhya Pradesh\n\n/\n\nministers (government)\n\n/\n\nGujarat\n\n/\n\nHaryana\n\n/\n\nGoa\n\n/\n\nTelangana\n\n/\n\nPunjab",
        "headline_1": "Not a pipe dream: On marquee schemes of the central government",
        "headline_2": "Functional tap water is a basic necessity that must be provided to all households",
        "link": "https://www.thehindu.com/opinion/editorial/not-a-pipe-dream/article66504773.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "The earthquake in Turkiye and Syria is testing India’s humanitarian assistance and disaster relief (HADR) power. ‘Power’ is the ability to create and sustain outcomes. It boils down to three variables: capability, capacity and credibility. Airpower is always the first responder and the question is whether its performance in the three indices affords India the position of a regional HADR provider.\nCapability: Air power of a nation is the combined weight of its military and civilian assets. IAF’s transport aircraft fleet is well-endowed with airlift assets that would be the envy of many nations. These include 11 C-17 Globemasters, 12 C-130J Super Hercules, around 8 IL 76 and 90 odd An-32 aircraft that give it immense trans-oceanic as well as short-haul tactical airlift capability. Other than the An-32 all other machines are fairly recent acquisitions and are testament to the foresight of IAF’s and national leadership since 2001 when paperwork for acquiring these assets was started.\nRead full opinion on TOI+\n\n",
        "headline_1": "Planes + NDRF = Help: Does the aid to Turkiye and Syria mark the coming of age of India’s humanitarian assistance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/planes-ndrf-help-does-the-aid-to-turkiye-and-syria-mark-the-coming-of-age-of-indias-humanitarian-assistance/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "India’s quick response to the humanitarian crisis in Turkiye and Syria reinforces what has been a pattern over the last two decades. India has quietly become a net provider of development assistance and has become a first responder in many humanitarian crises, while at the same time declining offers of overseas aid. India’s capacity to deliver humanitarian assistance and disaster relief (HADR) as well as execute development projects far beyond its region is something only developed countries have demonstrated in the past.\nIndia responds to emergencies with a ‘no strings attached’ approach. It has responsive and capable armed forces with an experienced pool and capacity to respond to emergencies as well as sustained development needs. But if India has to live up to its potential in the field, it has to consider creating a professionalised humanitarian aid agency like all other developed countries.\nRead full opinion on TOI+\n\n",
        "headline_1": "Indian avatar of USAID: Does the aid to Turkiye and Syria mark the coming of age of India’s humanitarian assistance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indian-avatar-of-usaid-does-the-aid-to-turkiye-and-syria-mark-the-coming-of-age-of-indias-humanitarian-assistance/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "A fractious first half of Parliament’s budget session came to an end yesterday. Both Houses will reconvene next month which gives MPs time to carefully scrutinise the budget. Though the budget was well-received by many non-political stakeholders, it didn’t get enough play in Parliament. The last fortnight was overwhelmed by events surrounding the Adani group of companies. Hopefully, next month will witness some quality debates on the budget. While other stakeholders bring different perspectives to assessing a budget, the views of elected representatives are crucial as they serve as a channel to amplify voices from the ground.\nA budget is more than a statement of accounts. In India, there’s no other matching platform, either at the level of states or Centre, to articulate a government’s priorities and vision. In Parliament, the budget package has also become an occasion to introduce critical legislation as a money bill. Therefore, the budget session provides both political parties and citizens an opportunity to understand a government’s programme and the alternatives available. Given its potential, the budget session could have been put to better use. There’s enough blame to go around as one budget discussion in the Lok Sabha had to be adjourned as the MPs present fell short of the quorum.\nSome of the most interesting speeches and interventions in Parliament have come in budget sessions. The July 1991 budget was a landmark, both in terms of the economic context and the pivot it signalled in policy. Speeches by two MPs who would later become prime ministers, HD Deve Gowda and Atal Bihari Vajpayee, offered both a critique and an acknowledgement of the scale of change in economic direction. Gowda, in his first term as a Lok Sabha member, drew a concise link between long-standing trade deficits and the fiscal challenges facing India in 1991.\nIn 2016, finance minister Arun Jaitley while responding to the budget discussions on the introduction of the Aadhaar legislation as a money bill flagged the speed at which communications technology was evolving. Between the first iteration of the bill in 2010 and the 2016 version, it had become possible to extensively link Aadhaar with mobile phones. Jaitley observed that privacy would require attention. The point is that budget sessions need not be narrowly partisan. The one-month break offers MPs a chance to get ready to match stalwarts of another generation.\n\n",
        "headline_1": "MPs, use the break: Budget session’s second half should hopefully see some quality arguments on the GoI economic policy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mps-use-the-break-budget-sessions-second-half-should-hopefully-see-some-quality-arguments-on-the-goi-economic-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "AeroIndia 2023 that kicked off yesterday is not just being promoted as the biggest exhibition of India’s air power but also a significant platform to push Indian defence manufacturing to the next level. A series of strategic meetings on the sidelines of the event will aim at boosting GoI’s efforts towards self-reliance, joint production of advanced technologies, and increasing defence exports. These have immediate implications for India’s strategic security. Given the changing nature of warfare, the integration of air power with other arms of the military has become crucial. Asia is largely a seascape. So India’s ability to protect its interests and project strategic depth will largely depend on integration of naval and air assets. The recent test landing of the naval variant of the Light Combat Aircraft (LCA) on board INS Vikrant is a good example.\nAs for defence exports, they stood at a record Rs 14,000 crore in 2021-22, up from just Rs 1,520 crore in 2017. But there is significant headroom for growth and PM Modi has announced a hugely ambitious target of $5 billion annual exports by 2024-25. There are two issues here. First, India’s defence exports have largely comprised low- to medium-tech items like personal protective equipment, offshore patrol vessels, spares for radars, coastal surveillance systems, helicopters, and electronic and engineering parts. True, we are also exporting the BrahMos missile to the Philippines, but few other high-tech items are on the order list. Second, exports are further held back by advanced platforms like LCA being produced at a very slow pace, with even domestic orders yet to be satisfied. Boosting exports requires quicker production timelines. Different arms of the defence industry – private and government – need to work together to make this happen.\n\n",
        "headline_1": "Make then sell: India’s ambitious defence export target comes up against long delays in product development",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/make-then-sell-indias-ambitious-defence-export-target-comes-up-against-long-delays-in-product-development/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "He was rudely awakened at four in the morning. Dragged to a \"torture room\" on the second floor of his dormitory, he saw two others in the room, already beaten up. Now there were four of them, and 15-20 others waiting to torture them.\nSoon enough, they attacked the four with stumps, pipes, and sticks, beating them mercilessly. All four were severely wounded. One of the injured fell ill, and was urgently taken to the emergency ward. Once he received the treatment he needed, they took him back to his room.\nNo, this is not the description of something happening at a concentration camp. The incident narrated above took place at a residential dormitory of a renowned medical college in Bangladesh – a premium institution where meritorious students come from all over the country to compete for a place every year.\nThis incident happened at Chattogram Medical College (CMC), to four of its students, over two days last week. Two of them are admitted at the intensive care unit (ICU) at the moment.\nThe four students in question are allegedly members of Islami Chhatra Shibir. Those who tortured them belong to Bangladesh Chhatra League (BCL), student wing of the ruling party.\nThis incident painfully echoes what happened to another student at another renowned educational institution in the country more than three years ago. Abrar Fahad, a student of Bangladesh University of Engineering and Technology (Buet), was similarly taken to a \"torture room\" in his dormitory and brutally beaten up – so much so that he died from his injuries. The only difference between these two incidents is that none of the CMC students have died from the torture – yet.\nWe live in such a country these days that incidents like these only cause a slight uproar in the media. That media uproar at times spills over to different segments of society. In the face of such reactions, the government acts as though such an incident is first of its kind in the country, and steps are taken to bring the perpetrators to book. In some cases, the BCL leadership hurriedly kicks their accused members out, in others, they stand beside them.\nAbrar's murder in 2019 sparked a massive uproar across the country. But since these four CMC students are still alive, we are not seeing much of a reaction. Chances are all four will make full recovery, and life will go on. As if what happened to them is not out of the ordinary. As if it is just a mistake that some BCL members made.\nPolice say they heard these students might have been tortured, but they don't know who did it. The CMC authorities gave a similar statement at first, but now they have formed a probe committee to look into the incident.\nIt is better not to comment on the proceedings of such probe committees in Bangladesh.\nAbrar Fahad was also accused of being a \"Shibir\" activist.\nThe same allegation was raised against these four CMC students, based on the fact that they taught classes at Retina medical admission coaching centre, and Retina is controlled by Shibir.\nNow, none of the Shibir-controlled establishments are illegal in Bangladesh – their operations are running without any hassle. If someone works at such an establishment, can they be labelled as a Shibir activist? Does that allow BCL men to torture them?\nMany leaders of the Awami League, BCL's parent organisation, have participated in talk shows organised by Diganta TV, which is owned by Jamaat-e-Islami. Did doing so turned those Awami League leaders into Jamaat followers? When the Islami Bank was still under Jamaat's control, many people associated with the ruling party took loans from the bank. Did they all become \"Jamaati\"?\nA more fundamental question is: even if those four CMC students are affiliated with Shibir, is the BCL supposed to deal with them with such violence? Who gave BCL the authority – the medical college administration, the law enforcement, the home ministry, or the government?\nWe don't have the answer.\nChhatra League has every right to oppose Chhatra Shibir's political activities. Said opposition can also lead to conflicts sometimes – this is not anything unusual.\nBut does that allow the right to brutally torture someone – that, too, merely on suspicion of Shibir links? Does the BCL have that right?\nUnfortunately, BCL members have started believing that they do have that right.\nIt needs mentioning that at the CMC, a bloody clash took place between two factions of Chhatra League on October 30, 2021. One of those factions were followers of Deputy Education Minister Mohibul Hasan Chowdhury (Nowfel), and the other were followers of former Chattogram Mayor AJM Nasir Uddin. A student named Akib was severely injured in that clash, his skull bashed in. Hopefully, we haven't completely forgotten that incident.\nAfter that incident, it was announced that BCL's political activities would be shut down at the CMC. However, BCL leaders and activists continued their business as usual. The torture of those four students was led by BCL leader Avijit Das, who heads the faction that follows Deputy Education Minister Nowfel, as per media reports. Das told reporters that those four students were Shibir activists, and that is why they were \"questioned,\" not tortured.\nJust think about it. A mere \"questioning\" sent two of those students to the ICU. The ordeal didn't end there. BCL leaders and activists forcibly entered the ICU and threatened the two ailing students. They said, \"You are comfortable here [in the ICU]. We didn't beat you much, and yet you are creating drama out of it. Don't you dare name any names\" (Ajker Potrika, February 12, 2023).\nIt is as if the general students' fate has been sealed: they must endure BCL torture in order to continue with their studies. And keep counting days till their degree work is over, seeking divine protection. This is now the scenario of BCL-controlled educational institutes.\nUniversity administrations, law enforcement agencies – all are patrons of Chhatra League. There is no one out there who can keep them from criminal acts, nor to punish them when they do indulge in such acts.\nTranslated by Mohammed Ishtiaque Khan.\n\nGolam Mortoza is editor of The Daily Star Bangla.\n",
        "headline_1": "‘Don’t you dare name any names’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/dont-you-dare-name-any-names-3246976",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "I love love. I always have. But I haven't always been so comfortable announcing this fact publicly. \nDon't misunderstand me, though. I am better than the common rube who also glorifies Valentine's Day. I know this occasion has nothing to do with love and everything to do with companies exploiting the most vulnerable emotions of their consumers to count higher profits. That said, I still get giddy seeing how people around me celebrate (or at least acknowledge) this day. Their online displays of affection, getting dressed up in the day's colours, the flower children in traffic who double down on guilt-tripping men to buy a rose or few for the woman next to them; all of this gives me unadulterated joy. During Valentine's week, love is everywhere. And I beam for what the cynics loathe. But why is there so much resistance against celebrating love – specifically romantic love? \nWell, as much as the romcoms of our childhood have tried to convince us of the mightiness and indestructibility of love, our adult selves have discovered the reality to be otherwise. Love turned out to be insincere at times, fragile often, and always, always so complicated. In even the most fulfilling relationships, exhaustion (as a result of conflict) sets in eventually. \nThe worst case scenario is one or both partners realising they have reached a dead-end. What began as warm feelings of affection and reassurance leaves behind resentment, hopelessness, bitterness. We may try again, with someone else. But every \"failed\" relationship also hardens our views on romantic love, until some of us only resort to it half-heartedly as something that needs to be done. A part of life as anything else is. \nIt doesn't help that, either guided by religion or dominant social norms, we are discouraged from seeking romantic love, let alone valuing it. Instead, we learn to place more importance on the other crucial relationships of our lives: friendships, parenthood, and the love we share with our family members. \nNeedless to say, it is important that we not attach more value to any one of our relationships arbitrarily. But it is unfortunate that most people experiencing one failed romantic relationship tend to give up on love altogether. In the process, we also normalise giving less to our current partner. We cut back on the gifts, on the overt affection, and on anything that could make us appear vulnerable to the person who intends to hold our hand through the remaining decades of our lives. We equate not being romantic with being realistic and mature. \nGranted, some people are intrinsically less inclined towards being romantic than others. But the battered lovers who view romance as an indulgence – almost a luxury – are, quite pitiably, missing out on some of the most accessible and candid joys that our nauseatingly capitalistic world has to offer. \nThere's even a nifty old theory that attempts to explain a) why a wedding ring is worn on the fourth finger and b) why romantic love may be more important than the other kinds of love in one's life. \nTo start, put together the fingertips of both your hands and bend only the middle fingers towards each other, connecting them at the second and third joints. The middle finger represents yourself, the thumbs are your parents, the index fingers your siblings, the third finger your partner (surprise, surprise), and the smallest fingers represent your children. Essentially, you can keep your middle fingers connected while moving the rest of the fingers away from each other. All except the fingers representing your partner. When you try to move those away from each other (or break that connection, more fittingly), the fingers which represent you will buckle, too. \nThe idea is simply that most other relations in your life will eventually part ways with you, embarking on journeys of their own. Only your partner will be there, the two of you upholding each other through the trials of regular life. \nI would blame no cynic for belittling this theory, cheesy as it is. But I do always merit it for recognising that romantic love is on par with all the other kinds of love we experience. Isn't it time we value it as such? Our partners see the worst of us and stay with us throughout it all; be it with their words, affection, a shared meal or laugh. \nIn the end, all love is tolerance. Your family members are bound to tolerate you, they feel a sort of responsibility to do so. But, more often than not, your romantic partner will choose to be with you and love you through life's many afflictions. Better yet, even when it seems to not be working out, your partner can choose to prioritise your respective futures over the tired notion of a forever love. In the end, all love is an act of letting go – of reservations, resentments, and rigidity. \nAfia Jahin is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "Why we think romantic love is unimportant",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-we-think-romantic-love-unimportant-3247121",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "In the near future, Bangladesh needs to transition from conventional energy sources to ensure its energy security and long-term sustainability. Following the Ukraine crisis, energy security has become a major concern for developing and least-developed countries. In this context, cross-border energy cooperation and revitalising the idea of the power corridor could perhaps help Bangladesh to mitigate its energy crisis.\nRevitalisation of the idea of power corridor\nDuring Prime Minister Sheikh Hasina's visit to India in September 2022, Bangladesh requested that it be allowed to import power from Nepal and Bhutan via India. The Nepal Electricity Authority (NEA) sought approval from the Indian authorities to export 40-50 MW of electricity to Bangladesh through India's existing transmission infrastructure. In August 2022, Bangladesh and Nepal decided to request India to allow the export of 40-50 MW of electricity from Nepal to Bangladesh in the initial phase by utilising the high-voltage Baharampur-Bheramara cross-border power transmission link. As per the understanding reached during the secretary-level Joint Steering Committee (JSC) formed for Nepal-Bangladesh energy cooperation, the NEA and the Bangladesh Power Development Board requested India for a trilateral energy sales and purchase agreement utilising the power line.\nBeing a land-locked country, Nepal's plan to export its electricity other than to India requires India's close cooperation and partnership. According to the Central Electricity Regulatory Commission (CERC) of India, the Indian authority is allowed to do cross-border trade where India is involved. There is a specific provision of a tripartite agreement that allows the Indian authority to sign the framework of bilateral agreements between the government of India and the governments of the respective neighbouring countries. In other words, Bangladesh and Nepal need to sign bilateral agreements for cross-border electricity trade with India.\nNow, India is considering Nepalese and Bangladeshi proposals to allow Kathmandu to sell electricity to Bangladesh via Indian territory and Indian infrastructure. Hence, the issue of a \"power corridor\" has sparked fresh talks in Bangladesh-India bilateral relations.\nBased on reciprocity?\n\nBoth India and Bangladesh want to increase their share of renewable energy substantially in the upcoming years. The Indian government has set an ambitious plan to generate 500 GW from non-fossil energy-based sources by 2030, meeting 50 percent of energy requirements from renewables. Likewise, Bangladesh wants to increase the share of renewable energy in the country's power mix to around 40 percent by 2050 from less than three percent now. Water-rich Nepal could help both countries achieve their dreams.\nNortheastern region is India's main hub for increasing its renewable energy capacity. India needs to tap the unexplored natural resources of its northeast. Bangladesh has the potential to offer multiple electricity corridors for transmission. Arunachal Pradesh alone has a 50,000 MW of hydroelectricity potential. According to Indian North Eastern Electric Power Cooperation, the Indian northeastern region has the potential of about 58,971 MW of power, almost 40 percent of India's total hydropower potential. India is planning to explore all hydropower potentials in Arunachal Pradesh and other northeastern states. At present, India has a total potential of 145,320 MW hydropower but only 45,399.22 MW of the quantum was being tapped. But India needs to spend a huge amount of money to transmit hydropower from India's northeastern to northwestern region. But the geographical barrier has constrained India from untapping its potential. Eighteen projects above the capacity of 25 MW were under construction across northeast in 2019.\nBut India can easily use the power corridor of Bangladesh to reduce the cost. In 2021, Bangladesh showed interest in the power corridor and expected to get 20-25 percent of the hydropower to be transmitted through the high-voltage gridline passing through its territory. The transmission line with the capacity of 6,000 MW in Bangladesh land maybe 100km in length if it is built in Boropukuria and 200km if is installed in Jamalpur while a substation would be built in each route. Two possible routes of the transmission line are – from Asam's Bonga through Baropukuria (Dinajpur) or Jamalpu to Bihar's Punia and from Asam's Silchar via Meghna Ghat-Bheramara to West Bengal. There can be such high-capacity interconnectors in Tripura-Comilla, Bongaigaon (Assam)-Jamalpur/Dinajpur-Purnea (Bihar), Silchar (Assam), and Fenchuganj.\nA win-win situation\n\nIf India finally allows power corridor to Bangladesh to import electricity from Nepal, it will usher a new era of bilateral energy cooperation. Not only that, through Bangladesh, it can achieve its untapped opportunities of hydropower from the northeastern region. So, both Bangladesh and India should come forward to enhance their energy security based on reciprocity and enhance South Asian regional cooperation.\nSamara Ashrat is a PhD Fellow, University of Bucharest.\n",
        "headline_1": "Greater energy cooperation will benefit both India and Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/greater-energy-cooperation-will-benefit-both-india-and-bangladesh-3246576",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "It's alarming how violence in the service of political objectives has been increasing in Bangladesh, especially after a resurgent BNP launched countrywide street programmes with various demands. Saturday's attacks on BNP's union-level marches were only the latest example. The threat of violence could continue to escalate the closer we get to the 2024 national election. But here's the thing: we can have democracy and consequently a peaceful solution, or we can have violence and consequently a political deadlock – we cannot have both. How long before our political parties realise this truth?\nRight now, that question must be directed at the ruling Awami League, which organised what it called \"peace rallies\" on the same day, essentially as a counter-move to BNP's programme. As a result, clashes were reported in at least 15 districts, leaving about 200-300 BNP activists injured. Many activists were arrested as well. For BNP, the plan was to march in every union parishad to press home its 10-point demand, including holding the next election under a caretaker government. But then, AL men, together with police in many places, attacked or obstructed the marches. Reportedly, BNP offices and houses of party leaders were also attacked in some areas.\nWe have seen the same disruptive tactics employed by the ruling camp ever since BNP started to mobilise support for its latest movement. Holding rallies and processions is a constitutional right of any political party. But countering an event with another – and thus impinging on it, under pseudo-legal pretexts – is not. What this demonstrates is a political bankruptcy, and an unwillingness to accept the moral backing behind the demands for change. It is also a downright denial of political space to the opposition camp which is so essential for the next election to remotely meet the expectations of voters. After two highly controversial elections in 2014 and 2018, which were also preceded by similarly acrimonious circumstances, things must change drastically to avoid a similar fate.\nUnfortunately, there is no indication yet that the political atmosphere is about to change for the better anytime soon. BNP's Saturday programme followed mass processions held on December 24 and 30, sit-in protests on January 11, rallies on January 16, and rallies on January 25 and February 4. Those were also held under the shadow of disruptions. As well as the threat to street gathering, there is also the growing lack of confidence in the ability of the Election Commission to create the ideal environment for holding a fair, credible, peaceful, and participatory election.\nAll this is deeply frustrating. We urge the authorities to take a hard look at the present situation. To build confidence in the democratic process leading up to the election, they must allow the opposition parties to hold their activities peacefully and without interruptions. They must be engaged in dialogue to break out of the present deadlock. The spaces for politicians and citizens must be widened rather than shrunk. Without creating the ideal environment, we cannot expect to avoid a repeat of the last two elections.\n",
        "headline_1": "Attacks on BNP are condemnable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/attacks-bnp-are-condemnable-3246391",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "Migrant workers are a vital part of our country as they provide us with valuable remittances that have been boosting our economy for the past few decades. However, as a nation we have done little to recognise their contributions. In the last five decades, over 12 million Bangladeshis – nearly one million of them women – have gone abroad as migrant workers, sending back a total of USD 275 billion in remittance earnings, according to the Bureau of Manpower Employment and Training (BMET). However, many of them had to suffer terribly in the host countries as well as when they returned home, with little support offered by the state. Among them are those returning with injuries or diseases sustained abroad.\nReportedly, even though the Wage Earners' Welfare Board (WEWB) offers a variety of services to these workers, those are still quite insufficient. At the moment, the board gives them only Tk 1 lakh as medical support, as well as the ambulance service to carry them from airports. In many cases, however, injured migrants are not even aware of these services. From 2010 to January 2023, the WEWB distributed about Tk 14.4 crore to 1,508 returnee migrant workers for treatment. Last year, 383 of them received financial assistance, the most in a single year. The Ovibashi Karmi Unnayan Program (Okup), a migrant rights organisation, also offered medical assistance to 228 returnee migrant workers between 2019 and 2021.\nThere are a number of reasons behind the illnesses, injuries or deaths of our migrant workers abroad. Employers' abusive and exploitative behaviour, occupational hazards, and chronic diseases that develop over time abroad, among other things, cause their health to deteriorate, resulting in some cases in the collapse of their immune system. Furthermore, their poor skill sets and lack of negotiating power prevent them from accessing basic health facilities or benefits. Okup has been requesting a unique social safety net system for injured and ill returnee migrants but so far to no avail. If such a plan could be put in place, medical assistance can be provided under the plan until these workers fully recover.\nGlobally, several governments have taken the initiative to repatriate patients from host countries to ensure that they receive care in their own countries. Another strategy to ensure improved health is to provide health insurance systems. Overseas Filipino workers, for example, pay for health insurance, which allows them to receive medical treatment when they return home. Bangladesh can follow a similar policy and make available services known to all migrant workers. We must be more compassionate and proactive in the care of our migrant workers. That is the only way out for the workers who are now living a life of pain and misery. The migrant workers have given so much to our country. It is high time we took better care of them.\n",
        "headline_1": "Injured migrant workers deserve much better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/injured-migrant-workers-deserve-much-better-3246386",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "Fashion of and taste for outfits continuously go through changes. Apparel made of man-made fibre (MMF) had started becoming trendy well before the pandemic and the trend seems to have received a further boost by the financial constraints in the post-pandemic reality of economic contractions in the importing countries. Cheaper, better looking and durable, the MMF or synthetic fibre currently has a global market of US$700 billion, in which Bangladesh's share is a paltry $10 billion. Naturally, there is a serious need for reviewing the country's apparel business which is its top forex earner. The choice for apparel made of MMF or artificial fibre may seem rather surprising particularly when there is a growing campaign against plastic the world over but diversification of Bangladesh's apparel basket along this line will benefit the country even more. First, the country's capacity for production of cotton or natural fibre is negligible and second it will help dispose of plastic waste, scraps and industrial rejects of other artificial materials because these serve as raw materials for MMF production. Clearly, it is incumbent on the second highest garment exporter in the world to redirect its focus on increasing its share several times more in the MMF apparel export from its mere $10 billion. Keeping this objective in view, a BGMEA delegation led by its president Faruque Hassan, while on a visit to India, explored the possibility of outsourcing MMF from that country boasting a huge textile sector. In Bangladesh, 50 local mills produce MMF like polyester, viscose, staple fibre, flux fibre and lyocell. Reportedly, these mills run short of raw materials when the country has a disposal problem of polythene and plastic waste. Allegedly, a section of traders exports textile waste while the local MMF mills starve of raw materials. Obviously, there is a need for stopping such exports and also strengthening the capacity for collection of plastic and polythene waste under a well coordinated system. There is news that investment in the primary textile sector which showed the sign of turning robust as part of the garment sector's backward linkage industry has suddenly slowed. This is natural if apparel exports experience a dull market worldwide. Export orders are getting cancelled and foreign importers are asking for discounts. In an uncertain situation like this, the best option is to maximise the capacity for production of MMF apparel and export the same to traditional and non-traditional markets. To stay in garment business, factories should seize this opportunity as early as possible.However this cannot be done overnight due to constraint of factory capacity and availability of the various types of artificial fibre. Here the choice ought to be made between outsourcing or development of local capacity for production of MMF. Business acumen dictates either of these depending on costs of outsourcing or local production. Even if local production proves commercially favourable, it will take time. In that case collaborative ventures may prove more profitable until the country's production base becomes strong enough to meet the need of the garment factories. With garment export to India growing at 49 per cent in the first half of the current fiscal year, import of MMF for boosting production here and related collaboration in the area may benefit both countries.",
        "headline_1": "Boosting export of MMF apparel",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-export-of-mmf-apparel-1676304788",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "Spontaneous outdoor jubilations involving post-teen girls on the HSC (Higher Secondary Certificate) results day are yearly spectacles in the country's cities, especially Dhaka. Similar revelries are also held on the SSC (Secondary School Certificate) results day. But they are a little subdued, thanks to their being still far from being a door to the greater academic world. The HSC results day has long been regarded one filled with boundless festivities. And they are city-focused. But in the vast rural area, the character of these special days is also changing fast. In place of the earlier muffled jubilation, many semi-rural colleges are now seen engaging in the HSC results pageantries. Those days are gone when no-pass institutions would have a dominant presence among the colleges. Instead, the number of the grade point average (GPA) scorers continues to increase among both school and college girls. Like with boys, there are scores of GPA-5 achievers among girls as well.In the past, the GPA-5 achieving rural college girls were a rare sight. The scenario is changing fast. Better colleges now produce numbers of girls with brilliant results every year. What's worth noting here is the girls' resolve to reach a certain height in their academic life. Their parents' willingness to see their daughters climb up the challenging steps plays a significant role here. Nowadays, there are many girls who after passing the exams with a better GPA think of getting admission to the universities or a nearby degree college. Others with just good results cannot dream big; they remain content with staying back in the obscure local or small-town colleges. Knowing well that attempts to get admitted to the reputed universities in Dhaka or other cities will prove futile, many go for the National University. It's easier to enrol there. Lots of girls follow suit.Better HSC results are changing the rural scenario, especially those having girls as protagonists. The development was beyond comprehension decades ago. Many girl-students passing out of colleges invariably feel the elders' pressure to give consent to marriage. On many occasions, girls dreaming of entering the world of further studies at universities resist the pressure of getting married off. Only a few succeed. Those who can evade marriage for the time being try to land jobs of teaching at school, or start giving private tuition to school students. A recent development in the suburban villages is the colleges offering Honours courses in English. Many female students discover in it great job prospects. An Honours degree is virtually a ticket to a permanent job at a local high school. Students having a Masters can apply for jobs at small-town colleges. The teaching profession was once the domain of male students. Now females are joining the job in droves.It's now apparent that the better results in the HSC play the role of a fulcrum in the radical changes of young literate women in villages. Those who can manage to reach Dhaka or other big cities and get admitted to a university do not have to turn back any more. Yet a few return to their villages after the completion of studies. They are found engaging in different types of entrepreneurship. These enterprising women are now everywhere in Bangladesh villages. Ranging from running poultry farms, cottage and small & medium industries to off-beat income generation activities, they eventually prove themselves to be a part of the rural economy. Of the rest, many are found going abroad on job assignments or doing highly paid chief executive's jobs in the country. Many stay put. But these high-dreaming ladies turn to entrepreneurship and business.Bangladesh has lately been on the road to change. Change defines its social, economic and cultural identities. Although imperceptible, and not realised by even women themselves, Bangladesh women are increasingly finding themselves in the driving seats of many socio-economic sectors. The baggage of discriminations plagues them. Empathy among them serves as a perfect catalyst for solidarity. It's on the socio-cultural front that women are finding the seeds of their multi-layered liberation. But when it comes to culture, several delicate issues crop up. Made immobile by obscurantism not too long ago, the lager sections of womenfolk still dither on taking how much of the new-era messages. Many are confused over how much of the socio-cultural trends they ought to welcome and turn down the rest. All this is a part of the culture in which they have grown up. This flexible society has never accepted rigidity. By its quintessential nature, it allows the smooth flourishing of an indigenous eclecticism. This very state allows women to accept and reject different types of customs and day-to-day rites. It has defined the women of Bangladesh today.The process begins among the young women in literate rural families, and also among the urban ones at an early age --- especially at their post-HSC stage. There were days, when the socially progressive women would emerge from the urban residents. As time wore on, the scenario has kept changing. Young and educated rural women are coming up to tell what's beneficial to the women in general from what's not. Some of them are unflinching in their commitment to staying in the village. By doing so, the young women are giving a great national service to the country. To speak in another way, it's them who are restoring the true image and strength of the Bangladesh villages.\n[email protected]",
        "headline_1": "Restoring villages' true image",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-villages-true-image-1676304831",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "Data are often random, unorganized facts such as a word, a symbol, etc that can be processed into information. In isolation data carry no meaning. But when put into context, they create information that people use to make plans, conduct research, take decisions or make predictions, etc. In other words, data are the raw materials for information. In the pre-internet era, data were dispersed and were not so easily available as they are today. But in the era of information technology, data, once thy are collected and stored, can be instantly accessed by the users from any part of the world. Such command over data has enabled their users to take a decision as and when they need it. The ability to access data, or information, for that matter, so effortlessly has no doubt greatly empowered their users. But such instant accessibility of data has also its disadvantages. Users of the internet, the social media, to be specific, know best how it affects their personal lives. Those with evil intentions can access sensitive data about a user's personal life stored in their mobile phones, or the users of the social media themselves can unwittingly supply those personal data to criminals who may then hold the victimto ransom.This brings us to the issue of protecting the sanctity and security of sensitive personal data/information. Similarly, businesses including corporate housesand the government would also want to protect or secure data/information they consider sensitive. Corruption of data is yet anotherreason for businesses and individuals to want to protect their vital data/information.These are some of the reasons why the issue of protecting data has assumedso much importance. In this context, it would be important to know how different countries are dealing with the subject of data protection. The European Union (EU), for instance, considersdata protection a fundamental right. The Article 8 of the EU's Charter of Fundamental Rightsstates that everyone has the right to personal data protection. And the protection of natural persons in relation to processing of their personal data is also enshrined in Article 16 of the Treaty on the Functioning of the EU. The data protection rules of the EU are set out in what is commonly known as the General Data Protection Regulation (GDPR).Clearly, the EU data protection regime is basically focused on the protection of personal data and rights of the citizens of the EU. In the US, on the other hand, there is no stringent law on data protection, especially on data privacy. However, the UK has its Data Protection Act of 1998, which took effect in 2000. It provides guidelines for the data controller in handling personal data while doing business. But most countries do not have any data protection law. It is against this backdrop that Bangladesh Data Protection Act, 2022 has come under scrutiny. Rights groups, foreign diplomats and opposition political parties have been expressing their views, some critically, on the draft law. Going by international experience, formulating a law on data protection is a very challenging job. In framing a data protection law, what is most important is striking a balance between ensuring rights to individual privacy and, at the same time, allowing the data to be used for business purposes. In that case, debates should be welcome allowing the various stakeholders including the businesses, ICT experts, right groups, the development partners' representatives and members of the public to have their say in the matter. Sharing international experience on the subject will also be important. It is believed, in this process, a data protection law most suitable for Bangladesh could be devised.\n[email protected]",
        "headline_1": "Challenges of regulating data",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-of-regulating-data-1676304864",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2023"
    },
    {
        "full_article": "It has been more than 11 years since the murder of the journalist couple Sagar Sarwar and Mehrun Runi took place. However, the law enforcement agencies are yet to complete an investigation into the murder of the journalists and bring the perpetrators to justice. Surprisingly, Rapid Action Battalion (RAB) has so far taken time from the court a total of 95 times to submit the probe report but have not yet submitted it. Questions have been raised as to why RAB is not able to submit the report even after investigating the murder case for more than a decade. Sagar and Runi were reportedly stabbed to death in their home in front of their 5-year-old son on February 12, 2012. The whole nation was in great shock after the couple's murder. With the passage of time, public memory of the incident is getting dimmer. Except on their death anniversaries at seminars, or on occasions of observing journalists' rights, we do not make much reference to them anymore. Is the Sagar-Runi murder going to remain a crime that our law enforcement agencies can not figure out who commuted it? Such a situation just cannot go on for years. When crimes against journalists go unpunished, they encourage the perpetrators to carry out more attacks, threats and killings with the intention of intimidating the media into silence. So, we urge the authorities concerned to conduct a prompt, thorough, independent and effective investigation and bring the perpetrators of Sagar and Run murder to justice as well as solve other killings of journalists in Bangladesh. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "How long will Sagar-Runi murder remain unsolved?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-long-will-sagar-runi-murder-remain-unsolved-1676304935",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2023"
    }
]