[
    {
        "full_article": "Meeting after nearly five months, the Goods and Services Tax (GST) Council on Tuesday unravelled some knotty issues that were hanging fire for a long time, such as the constitution of Appellate Tribunals and the tax treatment for the booming online gaming industry. With the appointment norms for tribunal members cleared, the Centre has given an assurance that the first set of tribunals should become operational in four to six months. While States have proposed 50 tribunal benches, these will come up in a phased manner, beginning with State capitals and cities with High Court benches. Industry may hope for quicker redress of mounting GST litigations clogging up courts. On the other hand, businesses have reacted with much consternation to the Council’s decision to finalise a 28% GST levy on the face value of all bets placed in online games, casinos or horse-racing, with many e-gaming players terming it a death knell for the growing industry and its thousands of jobs. This was not a hasty decision, having been considered by a ministerial group of the Council not once, but twice since its formation in late 2020. Finance Minister Nirmala Sitharaman said the Council acknowledged that Goa and Sikkim rely heavily on casino-driven tourism revenues, but also examined the moral question of whether this can be equated to the more compassionate tax treatment warranted for essential goods and services. With the Electronics and IT Ministry also formulating a policy for online gaming, this decision, requiring an amendment to the GST law, may yet need some review and fine tuning.The Council also granted tax exemptions, reduced or clarified some rates and regularised past incongruencies in tax payments on some items owing to confusion about their classification. So, food and beverages in cinema halls will now attract a lower 5% GST, as would unfried, uncooked snack pellets, fish soluble paste and imitation zari yarn. It is not clear why the Council took six years after the GST regime’s launch to tweak these rates. Exempting drugs imported for cancer and some rare diseases, for instance, could have been envisaged earlier as well, just as the intended higher tax levy on sport utility vehicles could have been. Dissuading the use of larger personal vehicles is an obvious necessity for a country where traffic congestion is intense and widespread. The impact of some decisions on individual sectors will depend on the fine print, but the Council, which may meet less frequently in the upcoming poll season, has taken its eye off the promised overhaul of GST rates. No successor was named to steer the ministerial group on rate restructuring, previously helmed by erstwhile Karnataka Chief Minister, B.S. Bommai.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ngaming and lottery\n\n/\n\nonline\n\n/\n\nautomobile\n\n/\n\ncinema\n\n/\n\nfood\n\n/\n\n textile and clothing\n\n/\n\ndisease\n\n/\n\nprescription drugs",
        "headline_1": "Work in progress: On the GST Council meet and issues",
        "headline_2": "The 50th GST Council meet lifts the fog on many areas; execution holds the key",
        "link": "https://www.thehindu.com/opinion/editorial/work-in-progress-the-hindu-editorial-on-the-gst-council-meet-and-issues/article67076337.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "Members of the North Atlantic Treaty Organization (NATO) met in Lithuania to take stock of their military and financial support to Ukraine in the face of Russian aggression there, but came away without offering any timetable to induct Ukraine, much to the chagrin of Ukrainian President Volodymyr Zelenskyy. Mr. Zelenskyy, who vented his frustration after the summit, has only received reassuring words from U.S. President Joe Biden to the effect that Russian President Vladimir Putin “wrongly believes he can outlast Ukraine”. Mr. Zelenskyy’s apparent sense of disappointment is likely to have been multiplied by the fact that as of April, Finland became the 31st member, and with Turkey withdrawing its objections, it is only a matter of time until Sweden signs its documents of accession. In reality, NATO has not only gone to great lengths to support Ukraine’s war efforts directly but has also waived its Membership Action Plan. This plan is a series of political and military steps to ensure that the prospective new entrant is a functioning democracy based on a market economy, that its military is under tight civilian control, that it shows commitment to the peaceful resolution of conflicts, that it treats minority populations fairly, and that it has the ability and willingness to contribute to NATO operations.While the summit meeting offered NATO a chance to take a reflective pause on the war, the Organization’s leaders appeared to have glossed over a critical existential question: would this not be an important time for NATO to consider going slow on its recruitment campaigns, the point of contention that Mr. Putin has used to make an argument for Russia waging war? Certainly, there is a chicken-and-egg dimension to this debate, and NATO has been particularly activated ever since Moscow’s unprovoked military incursion into Georgia in 2008 and subsequent annexation of Crimea in 2014. Yet war — even a war by proxies — is never a predictable prospect between the nuclear-armed rivals of the Cold War years. Rather than digging in their heels and setting the stage for further military escalation — now with the added cruelty of the cluster munitions promised by Mr. Biden to Mr. Zelenskyy — NATO leaders would have done well to explore potential pathways to a ceasefire and temporary cessation of hostilities. It is true that Mr. Putin is likely to remain undeterred in his ambition for territorial acquisition fuelled by the shadowy inner politics of the Kremlin — yet if NATO is a grouping that genuinely cares about market economies, democracy, human rights, and peace, it needs to work towards changing the very paradigm that set this avoidable conflict in motion in the first place.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNATO\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nTurkey\n\n/\n\nUSA\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Reflective pause: On NATO and Ukraine",
        "headline_2": "NATO needs to change the very paradigm that set the Ukraine conflict in motion",
        "link": "https://www.thehindu.com/opinion/editorial/reflective-pause-the-hindu-editorial-on-nato-and-ukraine/article67076301.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "Cities get flooded by heavy rain mostly because authorities don’t do a few simple things. Delhi’s plight last weekend was thanks to Delhi govt rejecting a drainage plan from IIT\nAs deluges subside and our cities revert to normal chaos, we ask ourselves how we got here. Like in Delhi, last weekend. The city witnessed over 100 mm of rainfall, leading to extensive waterlogging, road cave-ins, collapsed homes, and gridlocked traffic.\nAs citizens struggled, Delhi CM Arvind Kejriwal quickly attributed the crisis to extreme rainfall, contending that the city’s drainage system wasn’t designed to handle such an “unprecedented” downpour. PWD concurred, pointing out that Delhi’s drainage network can carry a maximum of 50 mm of rainfall in 24 hours and is in dire need of major reconstruction.\nBut are these assertions accurate? Is the issue of waterlogging solely a consequence of extreme rain and inadequate infrastructure, or are there other factors contributing to this annual predicament? It is vital to scrutinise these assertions lest they be accepted as unquestionable truth.\nLet’s consider the rainfall. Was the downpour on July 8 and 9 truly “unprecedented”? Rainfall data from the past 30 years reveals an increase in the frequency of heavy (64. 5-115. 5 mm of rain in 24 hours) and very heavy (115. 6-204. 4 mm) rainfall events in the city. In fact, in the last few years, there has been an upsurge in incidences of heavy rain.\nRead full story on TOI+\n\n",
        "headline_1": "Sarkari brains & urban drains",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/sarkari-brains-urban-drains/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "G20 meet on crime and security starts today. Data Security Council of India’s CEO argues private sector can help global probe agencies fight growing crypto crime on darknets\nBy Vinayak Godse\nThe cryptocurrency-driven economy is seamlessly global but hardly wellgoverned within the various geographies in which transactions take place. Currency listing and trading exchanges may be tightening controls to improve transparency, increase reliability, and avoid criminal use, but there exists significant room for the misuse of crypto tokens – used as investments, to store value, or make purchases – in blockchain transactions.\nSome tokens offer greater privacy and anonymity, thereby also attracting criminals. A UN report noted nearly 20% of serious criminal attacks now involved cryptocurrency funding, crypto tokens.\nWhat began as an attempt to create a hidden network to conceal sensitive communication from ordinary internet users expanded into a full-fledged darknet, routing and encrypting data in a hidden parallel online world not accessible via standard browsers, not indexed by search engines. Here, communication is through forums, chat rooms, files, and picture hosts.\nRead full story on TOI+\n\n",
        "headline_1": "Of cryptocrooks and cybersleuths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/new-in-toi/of-cryptocrooks-and-cybersleuths/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "Bengal’s panchayat elections grab more headlines than other rural body polls do – the state’s important politically, but it’s the violence, the killings and widespread allegations of vote tampering, increasingly rare in rest of India, that set them apart. This time the elections claimed over 40 lives. Even the question of poll security is murky in Bengal. Why did the central forces fail to deliver peace? The forces have serious complaints about being denied information on sensitive polling booths. On the other hand, 17% of the requisitioned companies had not even reached Bengal by the time polling ended on Saturday.\nBut there was some improvement on another front – only around 10% of seats went uncontested as compared to 34% in 2018. So, the fight was fairer. But Trinamool has largely held its fort. BJP or Left Congress wins or some erosion in Trinamool’s performance vis a vis 2018 doesn’t change this basic picture. What does this indicate for 2024, given Bengal has 42 Lok Sabha seats?\nAny state’s governing party has an advantage in rural polls, since it’s the patron. But the history of Bengal’s panchayat polls sends mixed messages. The anti-Left wave that washed away CPM in 2011 was first spotted in Trinamool’s strong performance in the 2008 panchayat elections. However, Mamata Banerjee will also remember that after Trinamool’s grand 2018 panchayat win, in 2019 Lok Sabha polls, BJP wrested away 18 seats. Today, BJP is a very distant second in rural polls. But it will be wise to not put all the forecasting eggs in this basket.\nOf course, amidst all the bitter political street-fighting, a Bengal speciality, and intense political competition, which happens in other states, the core purpose of panchayati raj is rarely recalled: to empower local actors to participate in planning local government activities and to hold the bureaucracy accountable at this level. In Bengal, but also elsewhere, we see it has instead mostly mutated into a political patronage nexus of welfare-corruption gains. As welfare spends get bigger, panchayats will get more fiercely contested, but won’t necessarily become better administrators.\n\n",
        "headline_1": "The village voice: As in 2018, Mamata holds her fort in 2023 Bengal rural polls. Can BJP match its 2019 LS tally in 2024?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-village-voice-as-in-2018-mamata-holds-her-fort-in-2023-bengal-rural-polls-can-bjp-match-its-2019-ls-tally-in-2024/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "France, which is hosting PM Modi, is perhaps India’s most reliable strategic partner and certainly the oldest one. The two countries are celebrating the 25th anniversary of their strategic ties. The bilateral relationship is, after the one with the US, the second-most consequential for India. Both New Delhi and Paris set much store in their independent foreign policy. Recall that France had opposed sanctions against India in the aftermath of the 1998 nuclear test. Add to this the development of solid defence ties between the two countries, with France supplying critical platforms like modern fighter jets and submarines to the Indian military.\nBetween 2018 and 2022, France emerged as India’s secondlargest defence supplier, accounting for 29% of the country’s imports. That defence footprint is expected to increase further during Modi’s visit with the possible announcement of New Delhi’s procurement of 26 Rafale jets for the navy and an additional three Scorpene submarines. Should these materialise, it will help India further hedge against the disruptions wrought by the Ukraine war that has made Russian defence supplies and maintenance unreliable.\nThere is another geopolitical dynamic bringing India and France closer. Within the Trans-Atlantic alliance system, the Anglo-American partnership increasingly sees France as having failed to live up to its strategic potential, especially given Paris’s missteps in Africa. The formation of AUKUS in 2021 that cut out France exemplified this. But Paris has responded by increasing engagement with countries like India. This obviously helps New Delhi, which can now further increase its collaboration with Paris in areas like the Indo-Pacific. Both India and France are opposed to hegemonic activities – read China – in the region.\nBut where the bilateral relationship could do with bolstering is on the economic front. Two-way trade was just $12. 56 billion in 2022-23. Therefore, both sides should redouble efforts to actualise an India-EU FTA as soon as possible. In a global situation characterised by political flux, India and France can play the role of important balancers.\n\n",
        "headline_1": "French connections: Modi’s France visit is another investment in a bilateral relationship most consequential for both countries",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/french-connections-modis-france-visit-is-another-investment-in-a-bilateral-relationship-most-consequential-for-both-countries/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "Bangladesh can revolutionise health and social care by modelling after \"Hope Florida.\" In 2021, Florida's First Lady Casey DeSantis launched the programme to promote self-sufficiency among the citizens. The innovative approach has integrated all social and economic services in the state into one platform, and has since been expanded multiple times. As someone who has led his agency to manage a project under this programme, I strongly suggest that Bangladesh build a similar infrastructure to not just advance healthcare, but also self-sufficiency.\nSelf-sufficiency starts with social care, which was once thought to be a distinct phenomenon outside of economic and health domains. However, as more data is available, the World Health Organization (WHO) has concluded that social services inherently enhance individual, population, and community health. Recent numerous studies have demonstrated that many health-related issues stem from the lack of adequate social and human services, and that we must treat social services as the precursors to self-sufficiency.\nIncome inequality is a stubborn issue that deeply hurts health and social care for low-earning individuals. As I have said before in a column published in this daily, the poor in Bangladesh are cornered against the massive wall of income and health inequity, even though the country continues to make progress in these areas. However, we need a smarter and bolder approach that will achieve results fast. To this end, Bangladesh can better align its resources to address health and wellbeing for all after the Hope Florida example.\nFirst, we must break down silos between healthcare and social care and bring them under one umbrella. According to a recent report by the International Labour Organization (ILO), Bangladesh has 114 social protection programmes. These programmes operate mostly in isolation. I recommend that all of these services be integrated under one comprehensive framework. My team and I have learnt one surprising lesson while working on Hope Florida: there are more social programmes than we initially thought, and combining them under one aegis expedites services across socio-economic backgrounds as it streamlines disparate initiatives.\nThe approach benefits all citizens, especially those dependent on charities and government benefits by allowing them to age in place, i.e. without requiring them to travel to receive assistance. This is particularly beneficial for children, pregnant mothers, at-risk and justice-involved youths, low-income families, older adults, and the disabled – the populations that incur the most health and social services costs. By allowing them to get care at their places of residence, we can cut transportation costs and healthcare visits while increasing their comfort and wellbeing. We must introduce social programmes in every neighbourhood, especially in areas with the greatest need.\nSecondly, we must adopt and innovate digital services to support infrastructure and initiatives. In Florida, all 75 self-sufficiency services are digitally accessible, allowing a wide range of online services. People can electronically submit their applications from home. Unfortunately, even though Bangladesh is pursuing a \"Smart Bangladesh\" goal by 2041 and has celebrated its accomplishment of the \"Digital Bangladesh\" mission in 2021, achieving internet sufficiency is still a far cry. It is imperative that the government commits substantial resources to implement the Smart Bangladesh vision, which will accelerate self-sufficiency.\nUniversally, a culture of social stigma and naming and shaming exists about receiving free or subsidised food or services. By digitising health and human services, we can help remove the sense of guilt in beneficiaries by transitioning them from \"asking for help\" to a \"self-help\" environment. When digitised, social services meet people at their places, rather than people meet services in their locations. This approach allows people to find and avail care for themselves in their neighbourhoods, empowering them to pursue self-sufficiency.\nDigitisation of services will also promote the efficiency of operations in terms of transparency and gap analysis. Staff at the serving agencies can electronically review information, conduct screening, eligibility, referrals, etc – all without in-person encounters with the clients – saving space and costs, and reducing administrative overheads. Most importantly, it will allow data collection across the ecosystem, assess outcomes, and bridge gaps, facilitating a more scientific and transparent path towards achieving self-sufficiency.\nLastly, even though it seems banal, educating people on the importance of seeking help when needed is paramount. Domestic violence, loss of housing and transportation, food deprivation, etc cause stress and destroy families. Behavioural and mental health issues can threaten the safety of the patient and their caregivers. Political violence and unsafe neighbourhoods force communities to live in fear, causing long-term psychological and physical repercussions. These episodes must be addressed immediately.\nWe also need specialised professionals and care navigators to promote 24/7 help and quickly connect people to available services in their neighbourhoods, as applicable. Non-profit organisations, faith-based entities such as mosques and temples, and government agencies are the most resourceful in promoting and staffing round-the-clock call centres. Nurses, social workers, and community volunteers are best suited to assist and refer people to appropriate services. We must develop a culture of outreach and education, as client participation is critical in successfully implementing these endeavours.\nTo promote self-sufficiency, we must build a connected experience of care that is based on effective policies, high-quality digital services, and outreach and education. Private and public agencies and non-profit organisations must promote a concerted approach to reaching those who need care. We must synergise our efforts, and Hope Florida can be a model.\n \nABM Uddin is a healthcare consultant at the Florida Agency for Health Care Administration. Views expressed in this article are the author's own.\n\n",
        "headline_1": "Self-sufficiency in healthcare: The Florida case",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/self-sufficiency-healthcare-the-florida-case-3368151",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "There is little to be hopeful about following the two rallies held by the ruling Awami League and the BNP in Dhaka. Although rallies are not typically where political compromises/concessions are announced, we still expected some hint of a way forward from the present deadlock. Wednesday's events unfolded under the shadow of visits by the European Union's election exploratory mission and a changed political dynamic in the wake of the recent US visa policy. While both AL and BNP appeared to allude or respond to these influences, both claiming to enjoy the support of the public, the question is: Do the methods they advocate to achieve the objective of a free and fair election best serve the public?\nIn a way, the two rallies, held about a kilometre apart but thankfully timed differently, mirrored each other. While the BNP used its event as a launching pad for its one-point movement for the government's resignation in favour of an election under a non-party interim administration, the AL used its rally to post a resounding response: that there will be no entertaining of such demands. While both stress the importance of free and fair polls, thus giving them a common ground, neither signalled readiness to advance this cause through peaceful means, with the latter even ruling out the possibility of dialogue. If their lack of flexibility on this issue persists, we cannot help but be worried about the future.\nWe must say, however, that as the party in power, for three consecutive terms no less, it is the AL that holds the primary responsibility for leading us out of the stalemate. Even if a solution to the bone of their contention is not imminently expected, the party can at least ensure that it doesn't escalate tensions by countering every public event of the BNP with one of its own. This as well as other obstructive activities by police and ruling party men have led to unnecessary violence and sufferings in the past. Anything that hinders constructive political discourse and cooperation must be avoided, and that goes for other political parties as well.\nAs things stand now, it is crucial that all parties see the value of dialogue and compromise instead of rigidly pursuing their agendas. In the spirit of democracy, they must work together to ensure elections that truly reflect the will of the people.\n",
        "headline_1": "A Detriment to Democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/detriment-democracy-3368091",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "On July 1, a large crowd gathered inside and around the Ibn Badis Mosque in Nanterre, France, where a 17-year-old boy, Nahel M, was mourned and then later buried. Nahel M, of Algerian and Tunisian heritage, was shot dead by a police officer during a traffic stop. It was clear that the police officer had not acted in self-defence, but had shot the young man in cold blood. A wave of outrage swept through the country, with protests and riots breaking out across France. French President Emmanuel Macron sent out security forces to stem the protests, which inflamed the protesters whose anger at the police is at high levels already. The police's antipathy was confirmed by the language of the police unions (Alliance Police Nationale and UNSA), who called the protesters \"vermin\" and \"savage hordes\" and said that \"it's no longer enough to call for calm; it must be imposed.\" This is an act of war by the French police against the French population who come from France's former colonies.\nPresident Macron called the killing of Nahel M \"inexplicable,\" but this is hardly a credible response. Racism against people of Arab and African descent in France has become almost banal – something that takes place and no longer raises an eyebrow. When France's Ministry of the Interior released the numbers of racist attacks and killings from 2021, the French National Consultative Commission on Human Rights (CNCDH) said the situation was \"alarming.\" Sophie Elizéon, chief of the inter-ministerial delegation for the fight against racism, anti-Semitism, and anti-LGBT hate (DILCRAH), said, \"What is being reported from the ground is the exacerbation of unabashed [behaviour].\" The killing of Nahel M, in this context, was absolutely explicable – it was the result of a general social toxicity towards minorities and one that is given expression through the police force. No wonder the Office of the United Nations High Commissioner for Human Rights said, \"This is a moment for the country to seriously address the deep issues of racism and discrimination in law enforcement.\"\nDeep issues of colonialism\nFrance never really came to terms with its colonial heritage or its colonial mindset. French colonisers went to the Americas in the 16th century, and a hundred years later set up a number of plantations in the Caribbean that operated a slave-based economy. At the heart of the French colonial enterprise was the island of Hispaniola, half of which is today's Haiti, and from where the French Empire derived an enormous volume of its considerable wealth. France's attitude to its colonies and to their urge for freedom is encapsulated in the story of Haiti. When the Afro-descendent population of Haiti rose up in a major rebellion in 1791, France – bubbling with its own revolution of 1789 – nonetheless denied the Haitians of their freedom and fought till 1804 to deprive Haiti of its independence. Even after Haiti defeated the French planters, the French state – with the full backing of the United States – forced the Haitian government in 1825 to pay an enormous indemnity of 150 million French francs, which Haiti only paid off in 1947 to Citibank (which bought the debt after 1888).\nThe reticence of France to allow its own universal pretensions (Liberté, Egalité, Fraternité – the phrase from the revolution that was the centre of the 1958 Constitution of the Third Republic) to be heard in the colonies ran from 1804 in Haiti to the wars against national liberation by the French from Algeria to Vietnam in the 1950s and 1960s. So ugly is that history that French students are not taught it in an unvarnished manner. If a French student is asked how many Algerians died due to the brutality of the French regime during the liberation war (1954-1962), they would be hard-pressed to come up with the real number, which is over a million; nor would those students know that when 30,000 Algerians marched in Paris on October 17, 1961, the French police killed at least a hundred of them and threw their bodies into the River Seine, while arresting at least 14,000 people. This is an unacknowledged history, and an unacknowledged colonial history confounds the French public who are therefore unprepared for the colonial structures that assert themselves through the police force and through France's continued colonial adventures.\nOver the course of the past six months, the governments of Burkina Faso and Mali have ejected French troops. They have argued that the 2013 French intervention, purportedly against al-Qaeda, in fact intensified the instability in the region, and that France actually consorted with secessionist groups against the national states. A growing feeling of anti-French and anti-Western sentiment runs from these countries in Africa's Sahel northwards to Algeria and Morocco, where President Macron has been heckled during recent visits. Confidence is growing in the northern Africa region, where people are now quite clear that the French interventions are not for the sake of the African people but are for France's narrow interests. For instance, the French continue to garrison the town of Arlit, Niger, not for reasons of Mission Civilisatrice, but to power the French nuclear reactors; one-third of all lightbulbs in France are powered by the uranium from Arlit. There is a general swell of anti-French feeling in the country's former colonies, now inflamed by the murder of a boy of Tunisian and Algerian heritage.\nDebt and the French burden\nJust a few days before the murder of Nahel M, President Macron hosted the Paris Summit for a New Global Financial Pact. The idea for this summit originated with Barbados' Prime Minister Mia Mottley, who suggested that countries that were especially climate-vulnerable – mainly low-lying island states – needed to get easier access to financing to offset the dangers of rising sea waters. Mottley had argued that the cost of mitigation – building sea walls – and the costs of disasters as well as the high cost of borrowing for green energy, made it impossible for countries such as Barbados to protect themselves or to undertake the kind of transition necessary as climate disasters increased. \"What is required of us,\" Mottley said, \"is absolute transformation, and not reform, of our institutions.\"\nMacron's summit on the financial pact was as hollow as the promises to reform the French police or France's colonial attitudes to the African states. Akinwumi Adesina, head of the African Development Bank, said that \"Africa alone loses $7 to $15 billion a year because of climate change, and that's going to rise to… almost $50 billion a year by 2040. So, the world has to meet its commitment, the developed countries, of the $100 billion\" pledge that they have made. Treaty obligations and promises made since at least 2009, Adesina said, have been broken. \"I mean, it's a very small amount of money compared to the scale of the problem, but by not meeting it, it has created a crisis of trust in the developing countries.\"\nMacron and World Bank President Ajay Banga gave speeches that sounded as if they could have been given over a decade ago. Same language, same tired promises. \"Hope and optimism,\" said Banga, to an audience that was not feeling hopeful or optimistic. At least Macron put some tangible suggestions on the table, such as a global tax on shipping, on aviation, and on the wealthy to raise $5 billion for a loss and damage fund. It is unlikely that the corporate sector, which has influence in the International Maritime Organization (who will see about the shipping taxes), will allow increased taxation in this sector.\nUN Secretary-General Antonio Guterres pointed his finger at the residue of the colonial mindset and the neo-colonial structure when it comes to financing. The International Monetary Fund's (IMF) Special Drawing Rights (SDRs) are available to ameliorate the negative impact of the permanent debt crisis and to bring much-needed emergency finances to poorer countries. But even here, Guterres said, the European Union – with a total population of 447 million people – received $160 billion in SDRs, while the continent of Africa – with a total population of 1.2 billion people – received only $34 billion in SDRs. \"A European citizen received on average almost 13 times more than an African citizen,\" Guterres pointed out. \"All this was done according to the rules. But let's face it: these rules have become profoundly immoral.\" He could have been speaking about the French police code.\nThis article was produced by Globetrotter.\nVijay Prashad is an Indian historian, editor, and journalist. He is a writing fellow and chief correspondent at Globetrotter, and an editor of LeftWord Books and the director of Tricontinental: Institute for Social Research.\n",
        "headline_1": "A brutal colonial legacy that fuels the fires sweeping across France",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/brutal-colonial-legacy-fuels-the-fires-sweeping-across-france-3368056",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "There is little to be hopeful about following the two rallies held by the ruling Awami League and the BNP in Dhaka. Although rallies are not typically where political compromises/concessions are announced, we still expected some hint of a way forward from the present deadlock. Wednesday's events unfolded under the shadow of visits by the European Union's election exploratory mission and a changed political dynamic in the wake of the recent US visa policy. While both AL and BNP appeared to allude or respond to these influences, both claiming to enjoy the support of the public, the question is: Do the methods they advocate to achieve the objective of a free and fair election best serve the public?\nIn a way, the two rallies, held about a kilometre apart but thankfully timed differently, mirrored each other. While the BNP used its event as a launching pad for its one-point movement for the government's resignation in favour of an election under a non-party interim administration, the AL used its rally to post a resounding response: that there will be no entertaining of such demands. While both stress the importance of free and fair polls, thus giving them a common ground, neither signalled readiness to advance this cause through peaceful means, with the latter even ruling out the possibility of dialogue. If their lack of flexibility on this issue persists, we cannot help but be worried about the future.\nWe must say, however, that as the party in power, for three consecutive terms no less, it is the AL that holds the primary responsibility for leading us out of the stalemate. Even if a solution to the bone of their contention is not imminently expected, the party can at least ensure that it doesn't escalate tensions by countering every public event of the BNP with one of its own. This as well as other obstructive activities by police and ruling party men have led to unnecessary violence and sufferings in the past. Anything that hinders constructive political discourse and cooperation must be avoided, and that goes for other political parties as well.\nAs things stand now, it is crucial that all parties see the value of dialogue and compromise instead of rigidly pursuing their agendas. In the spirit of democracy, they must work together to ensure elections that truly reflect the will of the people.\n",
        "headline_1": "A Detriment to Democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/detriment-democracy-3368091",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "We welcome the initiative of Moulvibazar municipality to set up a plastic trading booth where people are encouraged to deposit and sell their used plastic bottles and polythene. According to a report, anyone can sell plastic waste at Tk 50 per kilo. The inclusion of a monetary incentive is noteworthy as this is what prompted a huge response from the locals. What would have otherwise been discarded as waste has now been turned into an income-generating resource for them. In fact, one local described how he, after hearing about the initiative, collected four sacks of waste from the streets.\nThe Moulvibazar municipality is partially modelling an internationally known method called a deposit-return system, where people pay a surcharge on a product when it is purchased and get a rebate when it is returned. This is a well-established practice that is known to promote recycling among citizens at large. The response received by the Moulvibazar municipality is a case in point.\nPlastics have been silently piling up in our environment even after Bangladesh banned single-use plastic bags in 2002. That policy has so far remained only in papers, while the country kept sinking deeper and deeper in plastic waste. Reportedly, 69 percent of disposable plastic products in the country are left uncollected, and only 31 percent are recycled. According to a World Bank report, Bangladesh's annual per capita plastic consumption in urban areas tripled to 9kgs in 2020 from 3kgs in 2005. Unfortunately, recycling plants or initiatives did not grow in proportion to that. As a result, the country ranks among the worst in the world in terms of mismanaged plastic waste.\nRecycling plants are a great way to address this growing menace. Small-scale recycling initiatives in the northern districts have proven successful, as have the initiatives to produce yarns from plastic waste. We urge the government to scale up such initiatives, and incentivise those involved in recycling through proper policy and financial support. The Moulvibazar example should inspire other districts and municipalities to follow suit.\n",
        "headline_1": "A good initiative worth scaling up",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/good-initiative-worth-scaling-3367886",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "At a time of declining global demand for readymade garments in the major markets, it is heartening to see a considerable surge in exports to new and non-traditional markets. Interestingly, this pickup, while demonstrating a much desired boost in export to new markets, makes up for a slide in export to the major and traditional markets. It is here that the new markets play a significant role in offsetting excessive reliance on the EU and North American markets-known as traditional markets of Bangladesh's RMG. A FE report says that export of apparel products to a number of new markets stood at $8.37 billion in the just past fiscal (22-23), registering a commendable annual growth of 31.38 per cent, amid a slump in export to the aforementioned traditional markets. The non-traditional markets accounted for 17.82 per cent of the total RMG earnings worth US$46.99 billion in the fiscal year. The report, quoting official statistics, informs that Australia, Japan and India were the key markets responsible for increased export of apparels from Bangladesh with earnings from each of these countries surpassing a billion-dollar mark. By contrast, the country's export receipts from the existing major markets like Germany and the USA showed a fall in the period. According to industry people, Australia, Brazil, Chile, China, India, Japan, Korea, Mexico, Russia, South Africa, the United Arab Emirates, Malaysia, Saudi Arabia, New Zealand and Turkey are the 15 prospective markets beyond the three traditional export destinations: the United States, the European Union and Canada. Prospect of these and other new destinations has received a sharp focus of the country's exporters as part of their market expansion and product diversification drive following the Covid-induced sluggish demand, high inflation, rise in interest rates and effects of the Russia-Ukraine war on the major markets of the EU and the USA.What, however, is important to note here is that over the decades Bangladesh's apparel export has been growing mainly eying the EU and the North American markets. Being reliant mostly on buyers' choice of these major markets, exploring other markets simultaneously was not easy as it required product development and product adaptation according to the consumers' choices and preferences of those markets. This seemed to have deterred many exporters to vigorously pursue market expansion, despite the risk of over-reliance on the major markets. The scenario has no doubt changed lately as evidenced from the country's export performance in new markets in the recent years. Obviously a laudable job, exploring fresh pastures for expansion of apparel business would require persistent efforts in getting to know the special consumers choices as well as fulfilling the compliance norms that may largely vary from country to country.The new markets deemed as potential destinations of Bangladesh's readymade garments look sustaining enough. If exploited well, those markets may prove quite robust in the near future provided there is enough thrust on the part of the exporters and the government provides the facilitations they require.",
        "headline_1": "RMG forage for fresh pastures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-forage-for-fresh-pastures-1689256802",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "In a press conference arranged by the Consumers Association of Bangladesh (CAB), the body working for protection of the rights of consumers, has brought about a charge of establishing monopoly control on the market against a few large corporate houses. That the companies do so in cohort with each other ---known as business syndicates---is an open secret. Even some ministers and the Directorate of National Consumers' Right Protection (DNCRP) have pointed their accusing fingers to such syndicates for cut-throat price hikes of some essentials targeted from time to time. But at the end of the day, the galloping horse of inflation continues without being reined in. The CAB complains that a few businesses have taken undue advantage of an unregulated free market economy to monopolise the market. Indeed, the nature of monopoly in this country has changed radically. In the past, companies were basically monopolistic in the particular fields they traded in. With the single business of a company expanding into corporate character, their penetration in the trade in different consumer goods has become nearly all-pervasive. However, theirs is mostly an effort marked by unethical business practices. Their mentality of outrageous profit-making and avarice prompt them to distort the capitalist market to the extent where their interests are served with help from parasites down the supply chain but at the cost of growers or farmers. There are excuses galore for hiking prices outrageously. The importers in particular who are not in the least involved with any value addition to commodities take no time to increase prices on the pretext that those commodities have become dearer in the international market. Any argument that the letters of credit (LCs) opened months before when the import cost was lower fails to deter them from raising prices. But when commodities register drastic fall in the international market, they would advance the logic of higher import cost before in favour of not bringing down prices. In rare cases, though, such pleasantly surprising downward revision of prices takes place. For example, the prices of cooking oil like soybean and palm oil have been brought down twice recently, the latest downward revision coming this week by Tk 10 for both loose and bottled soybean and by Tk 5.0 for palm oil. Sugar and cooking oil are imported in crude form and require refining. The change in hearts of the refiners is really laudable but for years together they have fleeced consumers and even defied the government to raise prices. If Tk10 is realised in excess of a reasonable profit margin for a kilogram or a litre of sugar or cooking oil for over a month during the festival time, the refiners pocket unearned bucks in the millions. This is what the business syndicates in this country are after more often than not. They target commodities one after another and any deterrent in the form of a prompt response from the government or organisations like the DNCRP is hard to come by. The targeted commodities are also very common. Following rice, there was sugar and oil, then it was onion which was followed by spices remarkably on the eve of the two Eids. The syndicates simply waylay the helpless consumers when they are in a festival mood. But this time, the majority of the population here were in no mood of celebration; rather they were struggling to keep their body and soul together. But the business rapacity all the same took a heavy toll of the low income people in particular when they were at their most vulnerable. But the syndicates have not stopped there. Their latest target is green chilli and potato. True, chilli this time of the year is short in supply but potato is not. Cheap imported Indian chilli also cannot stop the machinations. Even last year potato had no customer when farmers and small traders had to feed potato to cattle or the year before simply did not take their lots out of cold storages for sale because it would not cover the transport cost. Now what has happened this time that its price has to go up by Tk 10-15 within a month? The explanation for such abrupt market development lies in the aggressive corporate intervention in monopolistic business of consumer goods and agricultural produce. Companies are taking over business of the staples, other food items and essential commodities with their stronger money power. What is condemnable is the fact that in most cases, they are reluctant to add value but just lend a brand name by just packing the commodities. This is unethical. If the companies entered in an agreement with growers or farmers ---as is the practice in contract farming or similar other arrangements such as are followed in mango orchards in Satkhira --- at least they would have contributed to value addition and earned a right to do the packaging. Today, there are aromatic rice varieties available in packets of different companies. Without involving themselves in the production process, they are doing this in collaboration with millers. There are other such instances where growers who ought to enjoy the reward for their toil and effort are actually denied of any benefit by the intrigues resorted to by big market players. Laws are there to prevent market monopoly in every country. It is because of this, the bosses of Apple, Amazon, Google and Facebook had to appear before the US Congress for questioning. Prevention of ill practice in businesses and ensuring accountability of big market players here can arrest the soaring inflation. This calls for enforcement of relevant laws.\n[email protected]",
        "headline_1": "Taming high inflation needs to tame big businesses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taming-high-inflation-needs-to-tame-big-businesses-1689256857",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "The developments in the country's power sector for more than two decades have given rise to many questions, but answers have not been forthcoming. Instead, there were attempts to sidetrack the issues with notable defiance noticed in the deliberations made by some people in authority from time to time. For instance, a contemporary vernacular daily some days back reported that 60 per cent of the country's power generation capacity would remain idle in 2025. The situation is not anyway better now. The utilisation of generation capacity is said to be a little over 50 per cent. In contrast, a large part of the country is still being subjected to load-shedding by state power distribution companies.A couple of years back, many had thought the load-shedding to be a thing of the past. But soaring fuel prices in the international market first and then the greenback crisis in the central bank's vault have brought back the problem. There was a time when the authorities asked many private power plants to sit idle and enjoy 'capacity payments' because of the mismatch between power generation and power demand. Now there is a demand, but power plants cannot operate at full capacity for fuel shortages. The dollar crunch remains the main problem. The installed power generation capacity at the moment is 24,263 megawatts (MW). The power demand is now estimated at 13,500 MW. The generation capacity is expected to rise to nearly 39,000 MW by 2025 with a good number of power plants coming to the stream by then. Large power plants like the Rooppur nuclear power plant and Matarbari thermal power plant are among the plants that are in different phases of implementation. There is no denying that the country was heavily power-starved two decades back. Severe load-shedding was a routine affair and people's sufferings knew no bounds. In 2010, the then government, led by incumbent Prime Minister Sheikh Hasina, came out with a stop-gap arrangement for addressing the problem of severe power shortage. Since the construction of conventional power plants takes time, it decided to invite the private sector to set up small power plants that are capable of generating power within a short period. The government took unsolicited offers from the private sector people for setting up such plants offering sweeteners such as capacity payments. However, the list of incentives became longer over time.The government enacted a law in 2010 to give legal coverage to activities that it had thought necessary to initiate for quick generation of power. But one particular provision in the said act has drawn flak from various quarters. The provision in question offers full protection for the persons involved in taking decisions in the matters of power and energy sector against prosecution. The law had a life for two years, but it is still alive because the incumbent government felt such a necessity. The government has, reportedly, made capacity payments worth Tk 900 billion to the private power plants for its failure to buy power from the latter. The amount is only a part of the benefits that private power plants have been reaping for the last two decades or more. Some wrongdoings in such payments are not unlikely when there is a protective piece of legislation. The country needs enough power, no doubt. But if 50 per cent of the generation capacity remains idle for lack of enough transmission lines, shortage of fuel oils and gas and slow growth of production units, the problem of overcapacity continues to brew. So, the government's move to create sufficient power generation capacity needs to be synchronized with activities that will lead to efficient transmission and growth in demand for power. \n[email protected]",
        "headline_1": "Problem of overcapacity in the power sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/problem-of-overcapacity-in-the-power-sector-1689256912",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2023"
    },
    {
        "full_article": "People bitten by poisonous snakes are dying due to lack of treatment in Thakurgaon hospitals. At least three people have died from snake bite in this district in July. If the snake vaccines are not made available with the hospitals in the district at the earliest, the number of deaths may increase in the future. Last May, a primary school headmaster who was bitten by a snake died at Thakurgaon Sadar Hospital due to a lack of treatment. However, even after that incident, vaccine was not supplied to other upazila health complexes in the district. Nor the health facilities took any initiative to procure the same. As a result, due to a lack of treatment, snake-bitten men and women in remote areas are dying. As there is no vaccine to treat snakebite in hospitals, common people are taking patients to Ojha (traditional healers). Many people are being bitten by snakes while harvesting crops. The number of snake-bitten people increases during the rainy season. It is, thus, not understood why health complexes are not procuring this important vaccine.\nAshikujaman SyedResearch AssistantBioinformatics Research LabCenter for Research Innovation and Development (CRID) [email protected]",
        "headline_1": "Anti-venom vaccines for Thakurgaon hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/anti-venom-vaccines-for-thakurgaon-hospitals-1689256934",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2023"
    }
]