[
    {
        "full_article": "Not since the Harshad Mehta scam of 1992 has India’s securities regulations and oversight come under such scrutiny. The Securities and Exchange Board of India (SEBI), which was established as a statutory body that year — it was constituted as a non-statutory body in April 1988 through a resolution of the Government of India — now faces allegations of bias and conflict of interest right at the top. The stakes are much higher with the Indian stock market now a $5.3 trillion financial powerhouse. Over the years, SEBI has put in place robust systems of checks and balances that have constantly evolved to ensure that India’s securities market and financial system gained the reputation of being one of the most reliable globally. However, the accusations of a conflict of interest levelled by New York-based short-seller Hindenburg Research against SEBI chairperson Madhabi Puri Buch in the conduct of the ongoing investigations against the Adani Group, the Ahmedabad-based global infrastructure to FMCG major, for alleged stock price manipulation and corporate malfeasances, have cast a shadow on the statutory regulatory body. The main conflict concerns investments made by Ms. Buch and her husband Dhaval Buch in obscure offshore funds based in two tax havens, Bermuda and Mauritius, where Adani Group Chairman Gautam Adani’s brother Vinod Adani had allegedly also made investments. A second conflict arises over the Buchs’ consultancy firms in Singapore and India that the couple said were used by Mr. Buch to advise “prominent clients in the Indian industry” since 2019. It is not clear if some of them are SEBI-regulated. The Buchs claim that these firms “went dormant immediately” upon Ms. Buch’s acceptance of the whole-time membership on SEBI’s Board. However, Hindenburg, in its rebuttal to this response, claims that not only was the Indian entity functioning but it also clocked revenues of about $3,00,000 between financial years 2022-24.This is an unprecedented case with wide ramifications where the Indian financial regulator’s top appointee is directly involved. The Adani Group has been under SEBI investigation for charges related to stock market manipulations for the past 18 months. SEBI has said that 23 out of the 24 charges under investigation have been completed. Whether or not Ms. Buch influenced investigations or decisions involving the Adani Group, the real issue is that there can be no room for any lingering doubts about her conduct. It would be in the fitness of things for Ms. Buch to resign from her position to ensure a thorough investigation into the allegations against the Adani Group. After all, the integrity of India’s securities regulatory body itself is at stake.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ninvestigation\n\n/\n\nsecurities\n\n/\n\nstock exchanges\n\n/\n\nlaws\n\n/\n\nIndia\n\n/\n\ntaxes and duties\n\n/\n\ninvestments",
        "headline_1": "​Step down: On upholding the integrity of SEBI",
        "headline_2": "For the sake of a fair investigation, Madhabi Puri Buch must resign",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bstep-down-on-upholding-the-integrity-of-sebi/article68521804.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "India’s return of six medals from the just-concluded Paris Olympics can be termed underwhelming at best. The nation secured one silver and five bronze medals, down from seven at Tokyo 2020 that included a gold and two silvers. At a time when the country is looking to diversify its sporting excellence, has found exuberant support from the government and big corporates, and was aiming for a double-digit medal yield, the Olympic fortnight belied expectations. There were indeed new heroes — shooters Manu Bhaker, Sarabjot Singh and Swapnil Kusale, and wrestler Aman Sehrawat are now household names. The men’s hockey team finishing on the podium for a second straight time and Neeraj Chopra adding a silver to his historic javelin gold from Tokyo are top-notch efforts. But the dependence on a select few to repeatedly deliver, the near-zero presence in disciplines such as swimming and gymnastics, and wrestler Vinesh Phogat being disqualified for being above the weight threshold cast a dark shadow. The need of the hour is thus to broaden the base, increase participation and distribute funding more equitably to usher in a grass-roots revolution. The onus is also on the Union Sports Ministry to bring errant federations — often dens of nepotism and corruption — in line with the National Sports Code, fix accountability and decentralise governance.As much as the Olympics is about winning and the shaping of national identities, it is also the greatest stage on earth to showcase the triumph of human will. This was best exemplified by the Netherlands’ Sifan Hassan, the first since Emil Zatopek in 1952 to collect medals in 5,000m, 10,000m and marathon, Kenya’s Faith Kipyegon, the first woman to win three consecutive 1,500m titles, Cuba’s Mijain Lopez, who won a fifth individual gold on the trot in 130kg Greco-Roman wrestling, Novak Djokovic, who at 37 and with a surgically repaired knee, won the elusive singles gold in tennis, and Algerian boxer Imane Khelif, who braved incendiary attacks on her gender to rise to the top. Sweden’s Armand Duplantis broke the men’s pole vault record for an astonishing ninth time (6.25m) while swimmer Katie Ledecky, gymnast Simone Biles and hurdler Sydney McLaughlin-Levrone achieved transcendence by stretching their numbers to nine, seven and four Olympic golds, respectively. France did well as a host, winning 16 golds, its best figures in a century. The star was 22-year-old swimmer Leon Marchand, who bagged four golds to position himself as the best of this generation. Athletics, in the post-Usain Bolt era, was on the lookout for one such champion, but as Paris proved, that is a tough act to follow.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nParis Olympics 2024\n\n/\n\nIndia\n\n/\n\nsports awards\n\n/\n\nsports disciplinary action\n\n/\n\nsports organisations\n\n/\n\ngovernment\n\n/\n\ncorruption & bribery\n\n/\n\nathletics, track and field\n\n/\n\nwrestling\n\n/\n\ntennis\n\n/\n\nboxing\n\n/\n\nswimming",
        "headline_1": "​Single digits: On India at the Olympics",
        "headline_2": "India needs to broaden its sport base for success in Olympics",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsingle-digits-on-india-at-the-olympics/article68520940.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "What a Kamala Harris campaign tactic tells us about the future of electioneering \nAfter playing an oversized role during the pandemic, Zoom’s role in our lives had shrunk significantly. But in three dramatic weeks, Kamalamenon has changed all that, at least in US. Black women set the ball rolling, hosting a Zoom-raiser within hours of Biden making way for his veep to zoom ahead. More than 44,000 attendees raised $1.4mn within three hours. Since then, Black men, Latino men, South Asian women and other identity groups have followed suit. Not all these virtual meets are stadium-sized. The ‘VCs for Kamala’ call had only around 600 people, though that turnout was not bad for that demographic. Interestingly, it’s White women who ‘broke’ the platform. Jokingly called ‘Karens for Kamala’, this 160,000-plus meeting forced Zoom engineers to double their registration cap. \nFor a brief window, when EC guidelines were Covid-minded, Zoom was a small star in the Indian political theatre too. But even this comparison is weak. Because election rallies in India are known more for how much sari-charpais attendees walk away with, than how much contribution they make. Election financing is much less khullam khulla here. Still, the point is that the internet has been dramatically transforming electioneering everywhere. US’s Zoom election is only following India’s YouTube election and UK’s TikTok election. That India’s digital infra has raced ahead of its roads, actually makes us a much better match for virtual campaigning than smoothly metalled lands. The ‘flattening of politics’ provided by the online platforms is even sexier in a potholed country.\nFor Kamala, the ‘beige’ to ‘rainbow’ identity labels on her support groups are a good aura. But while experts figure out why Democrats alone are acing the Zoom game, it’s got to be taken with a pinch of salt. 160,000 White women is only that, as compared to the approx 60mn expected to vote.\n\n",
        "headline_1": "Rise of Zoom-raisers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rise-of-zoom-raisers/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "Even if food inflation stays high, RBI should cut rates. Monetary policy doesn’t impact supply side\nThe fall in retail inflation to a nearly five-year low in July is good news for the economy. At 3.5%, headline inflation in the month fell below the target rate of 4% set by RBI. Most important, food inflation, the bugbear of policy planners in recent months, declined sharply to a 13-month low of 5.4%. The positive numbers are along expected lines, though. A favourable base effect – inflation stood at 7.4% and food inflation at 11.5% in July 2023 – was clearly the critical factor at play in July. Significantly, core inflation, which excludes food and fuel items, rose to 3.4% compared to 3.1% in June.\nPrices still rising | This raises questions if the downward trend is likely to sustain, especially as inflationary pressures increased in July. Food prices went up 2.8% month-on-month, with no let-up in price rise for vegetables like onions, tomatoes and potatoes. How the monsoon fares from here will determine the course of inflation in coming months. While the cumulative sowing of Kharif crops is up 1.4% over last year, the distribution of monsoon has been uneven across the country. With La Nina conditions expected to kick in, there is also a danger of heavy rainfall and flooding harming standing crops in some states and pushing up food prices.\nA case still for rate cuts | When worrying about inflation, some experts express comfort that RBI has decided to keep repo rates on hold for now. It has also  raised the inflation forecast for July-Sep quarter by 60 bps to 4.4%. This, most economists hold, is an overly conservative stance. The same is also borne out by food prices correcting in the first 10 days of Aug. But the bigger point is something different. Food inflation India is a function of supply-side pressures rather than excessive demand. And there is only a limited role that monetary policy can play in controlling such inflation. With the economy on a fiscal glide path, continuing with ‘withdrawal of accommodation’ – as RBI jargon for tight monetary policy – runs the risk of impacting growth without inflation being brought under RBI’s targeted range. Given recessionary fears in US, Fed is likely to cut rates in Sep. That should be another signal for RBI to shed its hawkish stance at its next policy meeting in Oct.\n\n",
        "headline_1": "Thought for food",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/thought-for-food-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "All Americans have a long-ago connection with us, which they might not know about\nIs Kamala Harris, Donald Trump’s challenger for the US presidency ethnically an Indian, or is she what in America’s colour-coded lexicon is called a Black? \nThe question has acquired political overtones in the run-up to the presidential election in Nov. Trumpists claim that the current US VP is ethnically of Indian stock, as her mother Shyamala was from a Tamil background, and that Kamala, whose father was from Jamaica, is projecting the paternal side of her parentage to swing the sizeable African-American vote.\nThe wife of Trump’s sidekick in the Presidential Race, Usha Vance, wears her Indianness proudly, hailing as she does from an Andhra family background. She is reportedly a practising Hindu and a vegetarian who’s taught her husband to cook the way her Amma taught her. Is this likely to win the Trump-Vance duo a thumbs-up from the Indian community in US? \nBut Kamala and Usha and their ethnic identities aside, all Americans, regardless of colour or creed, have a long-ago connection with India whether they know it or not. \nIn the 15th century, when Christopher Columbus, who seems to have had one of the most dysfunctional GPS devices on record, landed up in America thinking it was India, he was wrong, but only by about 350mn years, give or take a few centuries this way or that. \nSome 200mn years ago what is now the Indian subcontinent and what are now North and South America were part of a mega landmass called Gondwana, a name given by Austrian geologist Eduard Suess, which in Sanskrit means ‘The Forest of the Gonds’, a reference to the tribal community that inhabited what is now central India.\nGondwana broke up some 170mn years ago thanks to a gigantic tectonic plate shift but, geologically speaking, what is now America and what is now India were once part of each other, which makes all Americans part Indian, and all Indians part American, with or without benefit of a Green Card.\nAkhand has never been more Bharat. Or Bharat more Akhand. \n\n",
        "headline_1": "US of India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/us-of-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "The rape and murder of a resident doctor, in Kolkata, has put the spotlight on the safety of women in hospitals. Doctors are now protesting across India, asking for a central law to protect healthcare workers, citing rising attacks. However, is it the lack of a specific law that is responsible for attacks on health workers and healthcare facilities?\nThe petition being circulated by protesting doctors provides an insight into why a law alone might not provide the necessary safety. It cites the case of a nurse who was attacked in Surat, in March 2022, by an emergency ward patient with an iron table and had to get three stitches. “The nurse filed an FIR and the person was booked under the Indian Penal Code 332. But there is no further information on any action taken by the hospital or by the police,” states the petition.\nIf convicted under IPC 332, which deals with violence causing hurt to deter a public servant from his/her duty, the punishment is imprisonment up to three years and/or fine. It is a cognizable offence, which means the accused can be arrested without a warrant. It is non-bailable and it is non-compoundable (a provision usually applied for heinous crimes), which means that court proceedings will continue even if the victim and the accused reach a settlement privately.\nRead this full story on TOI+\n\n",
        "headline_1": "The Kolkata horror: How unsafe are our hospitals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-kolkata-horror-how-unsafe-are-our-hospitals/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "The looting of firearms from at least 22 police stations in Dhaka—a number that may increase as assessments continue—is deeply concerning. Following Sheikh Hasina's resignation, many police stations across the country were attacked by mobs aggrieved by the actions of police personnel during the student protests that led to her downfall. Beside the damage caused to police stations in the process, the extent of the looted weaponry also remains unclear. We hope the new IGP will soon provide a detailed account of the number of weapons stolen and the measures being taken to recover them.\nIn Cumilla, we are told that police have recovered 28 firearms and 667 rounds of ammunition. We hope that more missing firearms will be recovered in the near future. It has become evident from the incidence of looting weapons that certain factions are attempting to undermine the nation's stability, and the risk of criminal and political elements exploiting the situation remains a major concern. Given the country's volatile state at present, the possibility of these weapons falling into the wrong hands is extremely troubling. We urge law enforcement agencies to focus their attention on recovering these firearms as quickly as possible—before they can be used to cause further harm to people or property.\nThe dangers of these firearms remaining untraced are multifaceted. During the quota reform movement, as well as on multiple occasions before, we have often seen individuals connected with power using firearms—sometimes even legally acquired ones—in broad daylight. With an unknown number of weapons missing from the police arsenal, a new law and order crisis could be created by saboteurs.\nWith the vast majority of police stations in the country now operating again, even if partially, law enforcers need to take fresh initiatives to account for all the legal and illegal firearms in circulation. We urge the new IGP to take strong and comprehensive steps in this regard. Additionally, the entire process of licensing possession of weapons should be reviewed, and the supply and procurement of illegal weapons must be completely halted. This may prove to be a tall task given the circumstances, but it is one that our security forces must undertake urgently.\n",
        "headline_1": "Stolen firearms could pose a threat to national security ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stolen-firearms-could-pose-threat-national-security-3676311",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "What is the source of legality or legal validity (boidhota in Bangla) of a constitution? A superior law? India and Pakistan got their independence and established two constituent assemblies via the enactment of the Indian Independence Act, 1947. This Act was passed in the British parliament in Westminster. So, the Indian Constitution of 1949 and the Pakistani Constitution of 1956 got their validity from an Act of the British parliament.\nAll the members of the Constituent Assembly of Bangladesh were elected under the Legal Framework Order, 1970. Was that Order the source of legality of the Constituent Assembly of Bangladesh? The answer is no. The reason is that the Legal Framework Order, 1970 arranged elections for making a constitution for Pakistan, not for Bangladesh. This fact was not denied in the Proclamation of Independence, 1971. The Constituent Assembly of Pakistan was \"arbitrarily and illegally postponed for indefinite period\" and \"Pakistan authorities declared an unjust and treacherous war\". Until the very war, the representatives of Bangladesh tried to make a constitution of Pakistan. The just and successful war established the Constituent Assembly as a sovereign and independent authority for Bangladesh. Hence, Justice Badrul Haider Chowdhury called Bangladesh Constitution an \"autochthonous constitution\" in his opinion in the case of Anwar Hossain Chowdhury v Bangladesh (1989) BLD (Spl) 1, because it got its power not from the above i.e. the colonial superior authority, but from the very people.\nOne might argue that Bangladesh got its validity from the above i.e. from international law because Bangladesh declared independence \"in due fulfilment of the legitimate right of self-determination of the people of Bangladesh\". The right to self-determination is a right recognised in public international law. Hans Kelsen argues that a domestic constitution and international law are part of the same legal system where international law is above i.e. hierarchically superior to the domestic constitution. The Constitution of the United States of America also got its validity from the above. But this above is not international law, but natural law (God). This might be called a transcendental argument. The other argument might be called social contract argument. The idea \"[w]e the people\", although fictitiously constructed, expresses the general will. The validity of the Bangladesh Constitution came from it. The representatives of the people of Bangladesh constituted themselves into a Constituent Assembly because \"[w]e the elected representatives of the people of Bangladesh\" had the people's mandate. Later their authority was not successfully challenged.\nCarl Schmitt would argue that if a constitution is not successfully resisted, it will be considered as accepted by the people. The opposition parties failed to resist it. The question of successful resistance and revolution is not a question of law, but a question of politics. A certain kind of politics would give birth to a certain kind of constitution. One might ask what the role morality plays in this regard. The answer is that politics might be influenced by morality.\nYuval Noah Harari thinks that \"[w]e the people\" is a useful fiction. It resides in our imagination and gives meaning to our lives. I quote from Harari's Homo Deus: A Brief History of Tomorrow (2015): \"The value of money is not the only thing that might evaporate once people stop believing in it.\" He asserts that nation and religion are also fictions. Antonio Gramsci's idea of hegemony is a concept closer to it. The civil society members tell a network of stories to the poor people and get their consent. If you want to grab the power, you need to tell better and credible stories. \nEverything evolves. So does the constitution making process. Earlier people's participation in constitution-making process was very limited. But the scenario is changing. This change might be characterised as the constitutional evolutionism. We might insist that the draft Constitution of Bangladesh should have been sent to the people for getting their approval via plebiscite. But it did not happen. Even the proposal of Suranjit Sengupta to send the draft Constitution for assessing the public opinion was rejected by the Constituent Assembly of Bangladesh. It did not destroy the legality of Bangladesh Constitution but weaken its legitimacy.\nBangabandhu Sheikh Mujibur Rahman had a huge popularity in 1972. Neamat Imam comments in his novel The Black Coat (2013): \"Sheikh Mujib was more popular with Bangladeshis than Mohammad the prophet; he was supported by people of all religions and creeds.\" Whatever constitution his party made would have been accepted by the people in a plebiscite. Still this process would have created a new precedent to help the future generations avoid abusive constitutionalism by way of constitutional amendments for the party interests and, in most of the cases, without having proper public deliberation.\nMd Johir Uddin Shohag is academic researcher.    \n\nThe article was previously published in the Law and Our Rights section of the Daily Star on November 6, 2021.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Legality and legitimacy of Bangladesh Constitution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/legality-and-legitimacy-bangladesh-constitution-3676221",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "In the wake of the Sheikh Hasina-led government's 15-year reign of terror, there are possibly countless acts of corruption and crimes that have accumulated during this period. We have heard of depleting foreign exchange reserves and felt the impact of economic mismanagement on our pockets. However, the actual scale of these problems is likely much worse and waiting to be uncovered.\nAs a journalist working in the newsroom for the past year, I believe our economic situation is much more dire than any former Awami League leaders have made apparent to us.\nSimultaneously, this mass uprising has clearly demonstrated that the general populace has lost its faith in the country's existing political system. Whether you look at social media or speak to people on the streets, a common consensus is that nobody wants the same old political parties to take charge. Both the Awami League and BNP have held power at certain points over the last two decades, and both have failed to demonstrate that they can run the country free of corruption. From that perspective, the existing political scene does not serve a diverse enough platter for the masses.\nWith that in mind, we must ask ourselves the quintessential question: are three months enough to hold a free and fair election? Because that is not the only concern at hand.\nThere is the task of restoring democracy and ensuring no party can consolidate power in the same way the previous government did. These are not mere feats that can be accomplished in months, let alone years.\nNot to mention that laws like the Cyber Security Act (CSA) need to be completely amended so that no future government can use it to crack down on free speech, dissent, and political opponents.\nBut can we trust another politically affiliated party to handle these tasks fairly and freely?\nNo. Under no circumstances should we expect any party, regardless of how much goodwill they can garner, to handle these tasks justly. Call it panic or PTSD, but the Hasina government has clearly demonstrated that the government can tie your tongue, kidnap you, then even shoot you and get away with it if it can just make the right alliances with the right parties. It can even put its own people in politically independent parts of the state.\nSo, with all these options for creating another authoritarian state still in place, we cannot allow another domineering political party to come in power. As a journalist who has only now been able to speak freely without fear, I believe it is of utmost importance that we not leave even the slightest opportunity for another authoritarian leader to take Hasina's place.\nThe focus of the protests—an absence of democracy, corruption and unemployment, to name a few—are prime concerns which need to be directly addressed by the interim government. At the very least, the interim government should select other independent bodies to look into these matters.\nIf Egypt's existing situation can serve as an example, then we should now plan how to move forward and that is not something that can happen in three months. I believe this interim government should be allowed a period of at least a year to restore some of the most basic constitutional rights that the last government has been able to infringe upon.\nNow, the suggested scenario is an undemocratic one, but what do we know of democracy? The faint wisps of democracy that ever existed in this country evaporated out of existence over the past 15 years. These fundamental rights require longer than three months to be restored.\nRight now, this is a completely unique scenario which we have arrived at through unprecedented circumstances, where over 400 people were killed in less than a month for merely demanding their basic rights. We cannot ignore the past, and therefore we must understand that these are untested waters that require us to think outside of the legal boundaries within which our government works.\nThis period would also allow for newer political parties to enter the fray and campaign with an identity that the masses want. We cannot have just another uncontested election with a low voter turnout.\nWe cannot become another Arab Spring simply because we have to maintain constitutional standards and political ideals and precedents when none of these things have been the reality for the general public for most of our existence.\nGoing forward, the core issues to address are a fair investigation into the crimes and corruption of the Hasina-led government, restoration of democracy, facilitation of a better political environment, and ensuring a free and fair election. If we only chase the latter, it will get us nowhere and will potentially leave us with another autocratic regime that rigs elections and consolidates power all over again.\nAaqib Hasib is sub-editor at The Daily Star. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The tall task of fixing Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-tall-task-fixing-bangladesh-3676151",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "The breakdown of law and order across the nation in the wake of the Sheikh Hasina government's collapse on August 5 was not something out of the blue. Excesses committed by the police, especially during the anti-discrimination student movement, were reason enough for their becoming a target of public anger. Unsurprisingly, taking advantage of the law and order vacuum thus created, criminals established a reign of terror in the garment belts destroying properties and holding owners, executives and workers of the garment factories to ransom. Of particular concern were reportedly the youth gangs running the so-called jhut (waste garment products) trade rackets in Gazipur, Ashulia, Savar, Dhamrai and Narayanganj as well as in the industrial zones of Chattogram. They resorted to intimidation, hostage-taking and other violent crimes. Thankfully, in response to the appeal for protection from the garment traders and other businesses, the armed forces came forward to establish law and order in the garment belts under scrutiny. Reassuringly, the armed forces are learnt to have formed a task force to provide security so the garment factories in the industrial zones of Ashulia and Savar can operate smoothly. As could be gathered, a quick reaction team under the task force has been at work to respond to the urgent calls for help from the industrial belts around Dhaka. The way the armed forces filled the security vacuum and restored order in public life, not to mention their role in the industrial zones, is indeed commendable. It is against this backdrop that the business leaders, especially in the garment sector, held a meeting with the General Officer Commanding (GOC) of the 9th infantry division and regional commander of Savar seeking the army's help to address their major concerns including protection of vehicles transporting goods on roads and highways. In this connection, they also voiced their concern about the inordinate delays being made in the loading and unloading of cargoes at Chittgong port. Clearly, such delays in cargo handling, once a chronic problem in the past, reduce the competitiveness of Bangladeshi apparel products in the world market. It is important to note at this point that the garment sector, the country's main foreign currency earner, had already gone through unprecedented ordeals during the violent, often bloody, face-offs between the law-enforcers and students before the total collapse of law and order following August 5. Understandably, it is not only the lost supply orders that businesses of this sector are most concerned about. Instabilities in the country have made foreign buyers apprehensive of the future of Bangladesh's apparel sector, forcing many of them to look for alternative sourcing destinations for merchandise. In this situation, the main task before the operators of this vital sector of the economy would be to restore the foreign buyers' confidence. Prompt delivery from now on can be the first step. Thus, the Chittagong port's role in facilitating the passage of the cargoes smoothly and promptly to the outgoing container vessels cannot be overemphasised. So, as requested by the garment businesses, the armed forces will be required to look into what is coming in the way of prompt cargo handling at the port and address those as soon as possible. Given their impressive credentials in other areas of concern, the armed forces are sure to demonstrate their competency in facilitating smooth operation of business at this critical juncture of national life.",
        "headline_1": "Army's welcome role in helping business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/armys-welcome-role-in-helping-business-1723563991",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "Is biotechnology the next best resort to reach the desired levels of agricultural productivity? With the fast-increasing hungry mouths worldwide, the need to ensure food for all does call for methods to raise agricultural productivity twice its current state in the next decade or so.This has necessitated reinvigoration of agricultural research to increase crop productivity, and it is gaining more and more prominence not only in countries with farmland constraints but also in other nations where availability of land is no major problem. This is particularly so because innovations and technology have caused a huge watershed in crop productivity since the past decades necessitating a significant change in the patterns of cultivation, resulting in a manifold increase in the yield of crops of almost all varieties. Gone are the days of conventional practices of cultivation reliant mostly on traditional knowledge handed down from generations. In Bangladesh, of late, the practice has attained a mix of conventional and semi-intensive methods of cultivation backed largely by positive experiments undertaken by the country's agro researchers. However laudable the efforts are, those barely go beyond innovation of newer seed varieties, use of fertiliser and the like. A great facilitator in the direction of boosting productivity is commonly believed to be the emerging genetically modified (GM) crops, cultured and fruitfully made use of by many countries. In a land-scarce country like ours with increasing population, raising productivity of agricultural products -- not just grains but a whole variety of horticulture products -- is crucial.Agricultural productivity in the country has witnessed a sea change with grain production trebling between 1975 and 2020. Despite the laudable success, there are serious constraints to raising agricultural productivity due mainly to small holdings, declining soil fertility and various stress factors such as drought, flooding and intrusion of saline water. Besides, availability of cultivable land is declining because of urbanisation, construction of homesteads on crop fields in rural areas prompted by an increase in population and also land degradation. It has been estimated that currently the country has 8.3 million hectares of land available for crop production. It is in this context that experts are strongly in favour of biotechnology to play an important role in increasing yield and addressing environmental stresses. Experts also hold the view that biotechnology provides powerful tools for sustainable development in agriculture, fisheries, livestock and forestry as well as the food and pharmaceutical industries.It is quite clear that over the past several decades, technological developments and modernisation have grown concomitantly. Specifically, advances in genetic engineering have made possible the manipulation of crops to increase yield, ensuring food supplies for the increasing world population. The benefits of such agricultural modernisation have mostly favoured developed countries, whereas people living in developing and underdeveloped countries suffer widespread hunger, malnutrition and poverty. Hence, there is a necessity to create policies in order that the advances in biotechnology are translated into better agricultural practices that can meet the ever-growing food demand. The agricultural modernisation process, however, must consider that sustainable development is imperative in modern societies and that there is an increasing desire for consuming organic foods based on the idea that these foods have a higher quality and stimulate regional agricultural production. Biotechnology has helped increase crop productivity by introducing such qualities as disease resistance and increased drought tolerance to the crops. Now, researchers can select genes for disease resistance from other species and transfer them to important crops. Farmers use crop-protection technologies because they provide cost-effective solutions to pest problems which, if left uncontrolled, would severely lower yields. Crops such as corn, cotton, and potato have been successfully transformed through genetic engineering to make a protein that kills certain insects when they feed on the plants. In some cases, an effective transgenic crop-protection technology can control pests better and more cheaply than existing technologies. Recognising the importance and impact of bio-technology in agricutural productivity, concerns have, however, been expressed from some quarters which feel that inadequate effort has been made to understand the problems in the use of transgenic crops, including their potential long-term impact. Genetically modified (GM) crops should be used for consumption after those have been subjected to rigorous tests to find if there are adverse impacts. This, no doubt, is a matter that should be looked into carefully and methodically. While there should not be any roadblock to innovations, it is important to remain alert to the adverse impacts that might accompany the brighter aspects of innovation and research. In Bangladesh, given that bio-technology is at a nascent stage, the country's researchers and scientists should bear with the odds, if any, while embracing innovations in this regard.\n[email protected]",
        "headline_1": "Biotechnology and agricultural productivity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/biotechnology-and-agricultural-productivity-1723564030",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "Of all the advisors in the current interim government, the job of the finance advisor is perhaps most crucial. The financial sector has basically been left to bleed by the oligarchs of the past regime and it was done in connivance with the regulatory authority. So, the first steps have been taken to remove those at the top of the various institutions that were supposed to safeguard the banking system from the wholesale graft that caused its haemorrhage. The amount of money siphoned off is stupendous. According to the Centre for Policy Dialogue (CPD), there have been as many as 24 major bank scams over the last 15 years and total amount embezzled stands at Tk 922.6 billion.According to eminent economists of the country, the finance advisor must streamline major institutions on a war footing. While it will take time to formulate an appropriate economic policy, it is imperative to take immediate steps to safeguard various documents related to the sanctioning of the thousands of loans that have taken place over this period. Already there have been several instances that have come to light where former (and current) employees of various institutions trying to sneak out sensitive documents out of their respective offices in an effort to make it impossible for the authorities to conduct thorough investigations or to mask their complicity in the proceedings. The horrifying incidence that occurred on August 11 at the Islamic Bank head office in Dilkhusha commercial area ought to serve as a reminder for policymakers that the situation is far from stable from a law enforcement point of view. There has been enough bungling and juggling with data related to exports, imports and the GDP and these need to be rectified for fixing economic indicators. It is astonishing to see the scam mentality become so pervasive. Beyond the banking sector, the government's first order of business must be to combat inflation. Media have played their part in highlighting the double-digit inflation that consumers have had to bear for more than two years. While former policymakers came up with one lame excuse after another, the knee-jerk approach to combating market syndication by launching so-called market drives, the net result had been zero. This is what happens when there is zero accountability and ordinary citizens of the land are held hostage.People have been bled dry and while prices of essentials have dropped significantly due to the liquidation of the extortion network, serious reform is required in the supply chain where accountability of both the authorities and market players is required. The penalty system of fines and incarceration under the consumers' protection Act needs to be revamped to match today's reality. Moves must be made to break up the powerful cartels that have evolved into mafia-like organisations. Fear of retribution is no longer there and effective reforms will make it difficult for anyone to take people for a ride in the future. A strong monetary policy would help curb inflation, and appropriate fiscal policies help improve market management. As one economist has pointed out, \"the formation of a banking commission is long overdue\" - such a commission could help sort out the bank default mess. The financial intelligence agencies need serious overhaul and that would perhaps help increase inflow of remittances through banking channels. Hopefully, the finance advisor will be equal to the task. \n[email protected]",
        "headline_1": "Let finance advisor rise up to the challenge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-finance-advisor-rise-up-to-the-challenge-1723564061",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2024"
    },
    {
        "full_article": "Speed breakers are placed on roads to control the speed of vehicles, facilitating movement of people and reducing risk of accidents. On the road adjacent to Kazihata in the inner city of Rajshahi, teachers, students, and others use a small road to reach Rajshahi Govt. Model School and College (RGMSC). At the intersection of this small road and the road adjacent to Kazihata, there is frequent movement of people, particularly teachers, students, and their parents, especially before and after school hours. Due to the regular flow of pedestrians and heavy flow of vehicles, there is a constant risk of accidents. In this situation, installing a speed breaker at this location could help prevent major accidents. To ensure safe movement of people, it is crucial for the relevant authorities to take immediate steps to install a speed breaker at the said intersection.\nMd Tarek AliStudent, Department of SociologyUniversity of Rajshahi[email protected]",
        "headline_1": "Install a speed breaker near RGMSC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/install-a-speed-breaker-near-rgmsc-1723564078",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2024"
    }
]