[
    {
        "full_article": "At the inauguration of the 18th edition of the Pravasi Bharatiya Divas (PBD) last week, Prime Minister Narendra Modi described the Indian diaspora as India’s “ambassadors to the world”, having “seamlessly assimilated” into the local society, served the community, and contributed to India’s growth and prosperity. The strength of the India-origin community worldwide of over 35 million — about 15.85 million NRIs and 19.57 million PIOs, who are foreign nationals — is their ability to adapt and thrive in different fields, including in politics, where Indian-origin people have become leaders of more than 30 other countries. Where they retain their Indian passports, the diaspora is known for its distinguished services in many professional spheres. The PBD’s purpose is to celebrate this success and discuss issues of importance; President Droupadi Murmu handed out about 27 Pravasi Bharatiya Samman awards. The event, which was first held in 2003, is organised around January 9, when Mahatma Gandhi returned to India from South Africa in 1915. The latest event, held in Bhubaneswar, Odisha, brought more than 3,000 delegates from across 70 countries, with much of the focus on how the diaspora can help in developing India (Viksit Bharat programme).The achievements of the Indian diaspora are, no doubt, a matter of pride for all Indians, but it is important that the event is not limited to a simple self-congratulatory or laudatory exercise. The issues for the diaspora, particularly for those who are still Indian nationals, are more acute now. The increase in far-right populist governments, particularly in the West, is making visa and entry conditions for Indians more difficult, and it is important for the government to address such issues. Intractable global conflicts, especially in West Asia where more than nine million Indians live and work, are also putting lakhs of Indians in peril, and the PBD engagement would benefit from discussions between the community on how best to increase awareness and enhance safeguards for them. Given the broad spread of the diaspora, it is necessary to ensure that India’s ties with its diaspora be inclusive, and non-partisan on political issues. Recent actions by the government to deny or revoke OCI cards for those perceived to be critical of the government bely this necessity. Above all, it is important to acknowledge that one of the biggest drivers of Indians migrating is the lack of economic opportunities within India. While there are no easy fixes for this, the loss to India of some of its most talented people must be counted, even as the country celebrates their incredible success and impact on the global stage. Published - January 14, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        award and prize\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Mahatma Gandhi",
        "headline_1": "​Indians abroad: On the 18th edition of the Pravasi Bharatiya Divas",
        "headline_2": "Absence of opportunities remains the main driver of migration",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bindians-abroad-on-the-18th-edition-of-the-pravasi-bharatiya-divas/article69096100.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "President-elect Donald Trump was handed an “unconditional discharge” in a felony case in New York, where he was earlier found guilty on 34 counts of falsifying business records to make $1,30,000 in hush-money payments to an adult films star over an alleged affair. Following his conviction last May, one of four criminal indictments that he faced at the time, Mr. Trump went on to win the November 2024 election and will be sworn into office on January 20. In accordance with the legal immunity for official acts that is offered to the office of the President of the U.S., a position affirmed recently by the Supreme Court, three indictments that had not yet reached the stage of a conviction or acquittal were either dismissed or came to a halt owing to procedural complexities. His indictment for his role in instigating a mob attack on the U.S. Capitol in January 2021 and his indictment for mishandling classified documents discovered at his home in Florida, after his 2020 election defeat, were withdrawn by then Special Counsel Jack Smith because the Department of Justice “forbids the federal indictment and subsequent criminal prosecution of a sitting President”. A state-level case in Georgia relating to allegations of tampering with the 2020 election’s vote-counting process was paused pending a decision by an appeals court. In the New York case, following his appeal to delay the sentencing, the Supreme Court ruled that sentencing could proceed after the judge, Juan Merchan, said that he would hand down an unconditional discharge — implying no jail time, monetary fine, or probation — given that this would be “the most viable solution” in such unprecedented circumstances.Other than facing the routine conditions of a ban on convicted felons owning guns and being required to provide the State of New York criminal database with a DNA sample, Mr. Trump has emerged unscathed from the legal quagmire prior to his 2024 victory. The deeper questions that America will wrestle with, however, transcend these legal minutiae — they relate to the fact that Mr. Trump, his 2024 campaign, and the MAGA movement more broadly, remain polarising and there is near-complete breakdown of bipartisanship within political circles as applicable to critical issues of social and economic policy, including the economy and jobs, reproductive rights, the criminal justice system and immigration reform. Liberal and progressive Americans must, understandably, be hoping, in the light of his comprehensive victory leading to a federal government trifecta, that Mr. Trump will strike a conciliatory note on Inauguration Day, and follow that up with a more bipartisan approach to policymaking in the four years ahead. The cost of not doing so appears to be high indeed.\r Published - January 14, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "​Presidential reprieve: On U.S. President-elect Donald Trump, the road ahead",
        "headline_2": "Despite the discharge, the U.S. will have to deal with a polarised Trump era",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpresidential-reprieve-on-president-elect-donald-trump-the-road-ahead/article69096078.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "Once it was ghosts that scared, today it’s passwords\nWhen I was a kid I was scared of dragons and someone called the bogeyman. Then it was ghosts. After which scorpions and snakes. These pale into insignificance against my current phobia which is passwords, OTPs and PINs. I truly live in dread of them. I quake.\nThe other day I am told how important I am to this company and all agents are busy handling other customers, so please hold. I finally get this guy (or bot, never sure which) who tells me that for my security they need verification that I am  me. What is your mother’s birth date? Mum would now have been 102, what would you have done, sent her a cake?\nThen I am asked to put in my mobile phone pin code and this is where the panic sets in. If it is not the PIN then it is the last four digits of your Aadhaar card. So now the hunt begins for the card and obviously you press the wrong key and now that profile has been replaced by an ad where desperate hammerings on the x in a corner resist your efforts.\nIf this torture was not enough try the bank that asked me to confirm my last three transactions. Perfectly valid question assuming humans traipse through their day keeping in their mind their  ATM transactions for just such an occasion.\nFor the sake of sacred security, they ask us to create passwords that come off like Einstein’s equations. What’s wrong with bix22? Too easy to crack. Who on earth is going to crack my limp, pallid account? But I must be secure. With an asterisk, a capital letter, a symbol, lowercase and a number my current password reads something like B%£ik22ram2024.\nOff and on you are also accosted by a set of pictures and have to recognise the frames with cars or bridges and it is a tense battle of nerves. The biggest ogre of course is the disembodied voice that tells you their menu has changed so please listen to the options carefully. Why are they constantly changing their menu? Can’t they get their act together? Press 1 for…press 2 for…and so on till press 9, none of which indicate what hoops you need to jump through to get to one of those live agents who are helping other customers.\nFinally, after you have had a bath, shaved, changed your clothes and had a nap the human voice connects and then says, please hold. Hold what, my horses, my sanity, my patience? Sorry, you have been timed out.\n\n",
        "headline_1": "PIN me down",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pin-me-down/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "Pilgrimages are giant earners. India’s multiple pilgrimage sites offer states plenty business\nTwin forces liberalisation and religiosity made the pilgrim’s progress to religious tourism a short walk. Austerity and hardship on pilgrimages are hoary concepts, almost totally replaced by comfortable religious tourism – if you’re okay with wintry dips at a Kumbh, risk a crush at a temple site, or are ready to brave a landslide or two in the Himalayas. An abundance of pilgrimage sites lay scattered countrywide, and it is the exuberant plurality of Hinduism that makes no single pilgrimage a must-do or rank above any other. Where you go is on you (in so many ways, actually). Will it be the chardhams – Puri in the east, Rameshwaram (south), Dwarka (west) and Badrinath (north), or the 12 jyotirlingas that’ll take you to 8 states? Are holy-dips like Kumbh and Gangasagar your thing, or maybe one of the 80+ temple towns? It could be that one stop of all things ancestry & dharma – Gaya or modernites might stick to Belur, Shirdi or Auroville. Goddesses call too – then it’s Jammu’s Vaishno Devi or Assam’s Kamakhya or one of over 50 other sites. Upshot – bucket lists of pilgrimages can be as long as you want. \nThe 45-day Kumbh, defined by astrological timing (once in 12 years) and locations (4), began yesterday with over 1cr estimated to take the holy dip. Also a Makar Sankranti annual pilgrimage, Bengal’s Gangasagar witnessed 65L rolling visitors by govt estimate. Administrations have always organised the gargantuan events like clockwork, largely glitch-free – a feat remarkable given the inefficiency baked into day-to-day governance India-wide. From infra to medical and communication  centres, drinking water and sanitation, security to transport and parking, everything is geared to hosting and shepherding  people – loudspeakers exhorting people  along the riverbank to keep walking – crowds paced to flow like the river. Even airports turn indulgent, allowing small bottles of ‘ganga’ water, packaged by pilgrim-site business ecosystem. With a budget of about ₹6.9k cr, Kumbh authorities are expecting a revenue of ₹25k cr from rentals, taxes and sale of worship essentials, flowers and prasad. Luxury hotels are expected to earn ₹6k cr. \nFact is, any pilgrim site attracts tens of thousands of devotees through the year, and up to lakhs on special days. And govts wait eagerly. One man’s god is another’s financial activity – nowhere does it ring truer than during India’s massive religious spectacles. It is one reason why the attempt over the last decade-plus to convert a decentralised Hinduism into a more monolithic religion gets checked. As they say, moh the maya, better the bottom line.\n\n",
        "headline_1": "Moh, maya & mewa",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/moh-maya-mewa/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "If we are going to use more and more groundwater, we need to put more rainwater underground  \nIndia got abundant rain in 2024’s monsoon, but saved less water underground. Latest data shows a slight slip from 2023, when groundwater recharge was estimated at 449bn tonnes, or 45 times the capacity of Bhakra Dam’s reservoir Gobind Sagar. The drop amounts to just about 2bn tonnes and wouldn’t matter if we weren’t such a groundwater-dependent country. But our cities have spread horizontally by swallowing tanks, ponds and local streams, and now their vertical rise depends on the water underground. Rising agricultural yields also mirror the falling water table. In fact, 2024’s reduced groundwater recharge largely resulted from increased groundwater extraction for agriculture in Punjab, Haryana and western UP. So there can be no let up in groundwater recharge, especially when the nature of rainfall has changed. \nOld-timers remember the monsoon as a time of long, steady and frequent wet spells. Now, there are fewer wet days and more bouts of very heavy rain. Scientists blame global warming. They say warmer air holds more moisture for longer, so when it dumps it, the result is a deluge. New data from US govt’s Climate Prediction Center shows 2024 had the highest recorded ‘extreme’ rainfall events although the year’s overall rainfall was 27th lowest in the past 46 years. \nRainfall alone does not recharge groundwater but it takes care of about two-thirds of the replenishment. Govt data shows that India averages 3,880bn tonnes of precipitation – rain and snow – yearly, of which only 436bn tonnes, on average, is absorbed by the ground. So, increasing rainwater harvesting should be a national priority. Dams are costly, ecologically destructive and controversial. Distributing the water they hold through canals and pipelines is also expensive. Letting water soak into the soil, the way nature intended, is wiser.\n\n",
        "headline_1": "Soak it up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/soak-it-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "The US prez-elect’s territorial expansionism could start a global Operation Landgrab\nHis detractors say that as US prez-elect, Donald Trump makes a great standup comic.\n\nAs proof they might adduce his recent one-liners about making Canada the 51st US state, taking over Denmark’s Greenland, seizing control of Panama Canal, and as a postscript, renaming Gulf of Mexico as Gulf of America, which has “a beautiful ring to it”.\nRead full story on TOI+.\n\n",
        "headline_1": "Don’s akhand America…then what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dons-akhand-americathen-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "We are worried about the continued law-and-order fallout of the re-emergence of criminal gangs under kingpins who, until recently, were behind bars. Their involvement is partly responsible for the surge in criminal activities such as theft, mugging, robbery, extortion, and abduction. Equally alarmingly, these gangs are engaging in public clashes to assert dominance, sometimes even in the presence of law enforcers, creating panic among citizens.\nOn Friday night, for instance, two computer traders were hacked with machetes by a gang of 20 in front of the Multiplan Centre in Elephant Road, Dhaka. Despite the presence of a police outpost and a traffic police box nearby, no intervention was made to rescue the victims. According to a report by this daily, the attack is supposedly linked to a power struggle between two top criminals—Sanjidul Islam alias Emon of Hazaribagh and Imamul Hasan Helal alias Pichchi Helal of Mohammadpur. Both were listed as top criminals in 2001 and were among the 43 high-profile criminals and militants who secured bail in various cases after the political changeover on August 5.\nAs we know, following the uprising, the law enforcement situation in the country became fluid in large part due to the absence of a fully functional police force. However, although over five months have passed since then, police still seem to be struggling to regain their footing, leaving room for criminal activities to thrive. It goes without saying that the resurgence of such crimes not only endangers public safety but also poses a threat to businesses and the economy. A report by this daily has quoted several businesspeople in the capital who allegedly received extortion demands and violent threats from the gangs of top criminals. Some have had to pay extortion fees to multiple groups. Many are not even reporting these threats out of a fear of retaliation.\nThe country's businesses are already grappling with the fallout of the previous regime's corruption and financial irregularities, which left behind a huge debt for us along with a fragile banking system. The additional menace of criminal gangs is only making things worse, undermining business confidence and creating an untenable environment for economic recovery amidst high inflation and unemployment.\nWhile it may be too late now to question the decisions that granted bail to so many criminals and militants after August 5, it is not too late for the police to act decisively. They must proactively monitor these individuals, keep criminal gangs under strict surveillance, and respond swiftly to any complaints about their activities. Rebuilding confidence in law enforcement is essential for fostering a stable environment where businesses can flourish, economic challenges can be tackled and, overall, citizens can feel safe across the country.\n",
        "headline_1": "Bring top criminals under police radar",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-top-criminals-under-police-radar-3798701",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "\"We're survivors. We control the fear. And without fear, we are all as good as dead. Do you understand?\" These words by Forrest Bondurant, portrayed by Tom Hardy in the movie Lawless, resonated with me deeply. The character's philosophy about survival and fear seemed distant and theatrical when I first watched the film. But recently, I lived through my own experience of being \"controlled by fear,\" and the source of that fear was none other than those entrusted to protect us: our law enforcement agencies.\nIt began in May last year, when I learnt that members of a law enforcement agency in Bangladesh were investigating my background and my family's political affiliations. To gather this information, they resorted to harassing my mother over the phone.\nMy crime? I am a journalist working for an international news organisation, Deutsche Welle.\nDespite finding nothing suspicious about my family or me, their attempts to intimidate me continued. They even tracked down my former residence, where I hadn't lived in a decade, and contacted the property owner, who now resides in Australia. The intent was clear: to instil fear without directly confronting me.\nWhen I reached out to them, they identified themselves as being from the cantonment and demanded detailed personal information. For a time, their strategy worked. Fear crept into my life, dictating my every move. I worried constantly about being followed, abducted or harassed. Worse, I feared for my family's safety, especially my mother's.\nThe irony is that I, a law-abiding, tax-paying citizen, had to seek protection from international colleagues and organisations to feel safe in my own country. I had committed no crime, yet I felt like a criminal. The experience made me question whether my dream of working for an international media outlet like Deutsche Welle was worth the emotional toll.\nMy father, an honest banker who led a simple life, instilled in me the values of integrity and hard work. I have always upheld these principles in my career as a journalist. But even this wasn't enough to shield me from the harassment. It became evident that the goal wasn't justice or security but control—an attempt to force allegiance through intimidation.\nI was being coerced to support the authorities, regardless of my professional or ethical stance. The message was clear: dissent would have consequences.\nThe shame lies in being treated like a criminal in the country where I was born and raised—a country that prides itself on its democratic ideals. Why did I have to live in fear? Why was my mother subjected to mental trauma for something she didn't understand? Who will take responsibility for the stress and fear inflicted upon us?\nThese questions have haunted me for months, and I fear they will remain unanswered. However, I hold onto hope that as Bangladesh moves forward, this era of living in fear will end. I dream of a future where every citizen, regardless of their profession or affiliations, can live without intimidation—a future where democracy means freedom, not fear.\nNazia Adnin is digital distribution lead in Bangladesh for Deutsche Welle (DW), the German national public broadcaster.\n \n",
        "headline_1": "Living in fear",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/living-fear-3798301",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "It is alarming to learn about the spread of drug-resistant microorganisms in our hospitals. According to a report by this daily, a recent study published in the British scientific journal \"Nature\" has revealed alarming levels of airborne, multidrug-resistant bacteria in the air of several hospitals in Dhaka. This highlights the grave health risks facing patients and healthcare workers, as exposure to these pathogens can lead to infections that are difficult to treat.\nWe have known for quite some time about the drug resistance in people caused by the indiscriminate use of drugs, especially antibiotics, often without prescriptions. Last year, the National Antimicrobial Susceptibility Report revealed that multi-drug resistance in people had reached an all-time high of 82 percent. The incidence of hospital-acquired infections (HAIs) caused by prolonged stays is also common knowledge. The latest research shows that one can be susceptible to drug-resistant infections by just breathing the air in hospitals. Conducted in four hospitals and two ambient locations, the study has identified harmful bacteria in the particulate matter (PM)—tiny particles in the air—collected from there. Among the 11 types of bacteria found in the air, many are known to cause serious HAIs like pneumonia and urinary tract and blood infections.\nMoreover, the PM levels recorded in those hospital environments also exceeded both national and WHO standards, with Dhaka Medical College Hospital recording the highest concentrations. This interplay between air pollution and bacterial growth, as the lead researcher of the study has said, \"added a new dimension to the battle against antibiotic resistance.\" Indeed. Researchers attribute the spread of airborne superbugs in hospitals to overcrowding, outdated infrastructure, poor ventilation, and old furniture—problems that, frankly, are common in most public hospitals in Bangladesh. The combination of these conditions is allowing bacteria to thrive and spread.\nWe urge the government to take decisive action to address this threat. Hospitals must be a place that heals patients suffering from diseases and infections—not a breeding ground for new, more dangerous infections. The problems identified in the above study show where corrective actions need to be taken. Improving hospital infrastructure, enforcing stringent infection control protocols, and upgrading ventilation systems should all be done with equal importance. Additionally, the authorities must address the overuse of antibiotics through stricter regulations.\n",
        "headline_1": "Surge in hospital superbugs is alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/surge-hospital-superbugs-alarming-3798346",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "RMG imbroglio",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-imbroglio-1736775182",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "New issues driving PTAs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-issues-driving-ptas-1736775235",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "When nature is  on a rampage ",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-nature-is-on-a-rampage-1736775408",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Development work halts Kamalapur bypass",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/development-work-halts-kamalapur-bypass-1736775424",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-01-2025"
    }
]
