[
    {
        "full_article": "The release of all eight former Indian naval personnel from Qatar, just about three months after they were ordered a shocking death sentence, is a matter of great relief. Ever since the eight men — seven senior retired naval officers, and a sailor — who worked for the Qatar-based Dahra technologies, were arrested in 2022, the details of their case have been sparse. While their families denied reports that the men had been accused of espionage, possibly for a third country, namely Israel, the charges must have been serious enough to have invoked the death penalty. An appeals court did, in December, commute the death penalty to imprisonment terms, but upheld the conviction. It is to the government’s credit that it was able to bring about the release of all the eight, seven of whom have now returned. The success seems attributable to the strategies New Delhi employed: to pursue the case in court, showing respect to the Qatari legal system, while providing the accused with full legal support and counsel; avoid all escalatory rhetoric and public sparring; and, to take the case to the highest levels, with Prime Minister Narendra Modi discussing it with the Qatari Amir, Sheikh Tamim bin Hamad Al-Thani, during a meet in Dubai in December. That Mr. Modi announced an unscheduled leg of travel to Doha on Wednesday, after his ongoing trip to the United Arab Emirates, signifies his personal involvement and his desire to thank the Qatari Amir.The Qatar case is a timely reminder of the importance of quiet diplomacy at a time of brinkmanship and geopolitical conflict, particularly when it comes to relationships where so much else is at stake. For India, Qatar is an important West Asian power, with increased heft during the Israel-Gaza conflict as an important interlocutor between the West and Hamas. For Qatar, ties with India are historic and dependable, consistent even when Qatar was boycotted by its Gulf neighbours some years ago. Qatar supplies India with a third of its natural gas import needs, and the signing of a $78 billion LNG deal last week may have been an early sign that the deal for the prisoners’ release had been sealed by then. More than 8,00,000 Indians provide important services to Qatar and bring in critical remittance earnings for India. New Delhi’s decision not to seek international intervention, as it did in the case of former naval commander Kulbhushan Jadhav, who has been convicted of espionage and terror charges in Pakistan, nor to counter Qatar’s charges with the kind of harsh diplomatic countermeasures seen in the aftermath of the Nijjar assassination case in Canada, eventually provided an outcome satisfactory for all. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nQatar\n\n/\n\ntechnology (general)\n\n/\n\narrest\n\n/\n\nespionage and intelligence\n\n/\n\nIsrael\n\n/\n\ndeath penalty policies\n\n/\n\njudiciary (system of justice)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nnatural gas\n\n/\n\nPakistan\n\n/\n\nCanada\n\n/\n\ndiplomacy",
        "headline_1": "Homeward bound: On the release of the eight former Indian naval personnel from Qatar",
        "headline_2": "Quiet diplomacy without brinkmanship helped India’s case in Qatar",
        "link": "https://www.thehindu.com/opinion/editorial/homeward-bound-on-the-release-of-the-eight-former-indian-naval-personnel-from-qatar/article67841983.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "Retail inflation data for January provides a clear reminder as to why the RBI’s Monetary Policy Committee opted last week to not only hold benchmark interest rates but also chose to remain resolutely focused on achieving durable price stability. While the data for Consumer Price Index-based price gains show the headline number having eased from December’s 5.69% to a three-month low of 5.10% last month, inflation readings for key food items including cereals, vegetables and pulses continued to stay elevated at 7.83%, 27% and 19.5%, respectively, despite moderating from December’s levels. Among the vegetables sub-group, 12 of the 19 items monitored by the Centre for Monitoring Indian Economy (CMIE) posted accelerations in year-on-year price gains last month from their readings in December, signalling that the underlying trend in inflation is persistently high. Cereals, which have the heaviest weight in the food group, also stayed stubbornly stuck in a higher trajectory, with the month-on-month inflation for the sub-group that includes the key staple of rice, barely nudging lower at 0.75%, compared with December’s 0.76%. Rice was the primary drag, with its price at non-PDS outlets accelerating both sequentially and on-year, by 1.02% and a six-month high pace of 13%, respectively. With a recent CMIE estimate for rabi sowing of rice, revealing a 2.7% drop from last year, the prospect of prices softening significantly in the near future appears remote.The data on reservoir storage levels also add to the disquiet on the outlook for prices, particularly of food items. With water storage at 150 reservoirs showing live storage as on February 8 at 49% of capacity, and lagging appreciably behind both the year-earlier and average of the last 10-years levels, output of the rabi sown crops, including cereals and more particularly pulses, are at risk of being impacted. Given food’s large share in the overall consumption basket, food price gains pose a wider risk to overall price stability, both directly and through spillover to the prices of non-food items, as a research article by RBI officials concluded. The central bank’s survey of households’ inflation expectations found the median inflation expectation for three months ahead rose by 10 bps from the previous survey in November to 9.2%, with a greater share of respondents — 78% versus 74% two months ago — expecting inflation to accelerate in the near term. With talks between the government and some farmers’ groups breaking down and farmers threatening to intensify an agitation over demands that include assurances on a guaranteed minimum support price, policymakers face a challenge to ensure inflation does not rebound and undermine overall macroeconomic stability. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nReserve Bank of India\n\n/\n\nwater",
        "headline_1": "Salutary reminder: On Retail inflation data for January",
        "headline_2": "Inflation should not undermine overall macroeconomic stability",
        "link": "https://www.thehindu.com/opinion/editorial/salutary-reminder-on-retail-inflation-data-for-january/article67842001.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "On Jan 29, classes commenced at IIT Delhi’s Abu Dhabi campus, a fine example of India-UAE friendship in the field of education. PM Modi’s visit to UAE comes at a time when bilateral relations between India and UAE have been elevated to a Comprehensive Strategic Partnership.\n\nCommon vision | PM Modi and UAE president Sheikh Mohamed bin Zayed Al Nahyan’s idea of an IIT-Delhi campus in Abu Dhabi was reaffirmation of this strategic engagement.\nRead full story on TOI+\n\n",
        "headline_1": "IITs: Made in India, going international",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/iits-made-in-india-going-international/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "Rumour is Artificial Intelligence (AI) will soon overwhelm Human Intelligence (HI). We fear marauding machines trampling us with iron heels and commanding us with toneless sounds. This, however, is not about to happen for two reasons.\n\nOne, AI can’t think for itself | First, if AI takesover, competition will die on the vine. This will kill progress.\nRead full story on TOI+\n\n",
        "headline_1": "No hi, no AI: AI needs heavy inputs of facts to deliver, and it can’t beat human intelligence, which with even poverty of info can come up with brand new ideas, concepts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-hi-no-ai-ai-needs-heavy-inputs-of-facts-to-deliver-and-it-cant-beat-human-intelligence-which-with-even-poverty-of-info-can-come-up-with-brand-new-ideas-concepts/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "Though I have never owned a car, I have always been upwardly mobile because my Amdavadi autorickshaw pilot of 15 years was so familiar with me that he became contemptuous of speed breakers and I often levitated to his auto’s tarpaulin roof. In Panaji, my current station, autos are rare. So I must learn to drive a car, my colleagues say with road-rage intensity.\n\nI asked a coworker what challenges I should expect as a first-time learner in my early 50s. “Watch out for otters,” he said. “They appear suddenly on the road all the time in my village, Pilerne.” He was telling me, in the vein of a warning etched on rearview mirrors, that at my age“objects that appear invisible may actually be carnivorous mammals.” I never act my age, but this advisory made the prospect of driving a car seem like a wild ride further over the hill.\nTherefore, I implored another colleague to stick to humans. “Old drivers go soooo slow. Irritating!” she said. “Why is under-speeding not penalised?” My thoughts, plodding at what would have been 6.3 kmph, hit the guardrail below which lay a canyon of ageism.\n“Kannanji, don’t worry, the instructor will teach you the ABC,” said a more indulgent colleague. “Accelerator, Brake, and Clutch. Oh, the clutch may be unnecessary…have you seen an automatic machine?” I said, “I have one! It washes clothes with the speed of a youthful otter and dries like a rash, non-old person.” This ended this conversation.\n“Look, don’t stress out, get a driver or you will spend 30 minutes just looking for parking space,” another colleague said. Yet another added, “At any rate, the lane indiscipline will rattle you.”\nReversing his ark, Otter Guy rammed me with an updated caution: “Beware of snakes too.”\nBut I won’t give up. I am hunting for a zoologist who moonlights as a driving instructor. One day, I will glide at fauna-friendly speed, tapping my steering wheel to the beats of Take me home, country roads. I will dye what remains of my hair macho-black to obscure my years. But wait, won’t the age-appropriate John Denver expose me? I will now ask my colleagues for a primer on Taylor Swift, whose very name has the virile velocity to overtake under-speeding’s critics.\n\n",
        "headline_1": "No car for old men",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-car-for-old-men/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "With Lok Sabha elections looming, some farm organisations decided this is a good time to try and see if GOI can be arm-twisted to give more goodies. Their list of demands can be broken up into impractical and doable.\nLegal guarantee is a mirage | Farmers want a legal guarantee on minimum support price (MSP) for crops. This is the most important demand and one that keeps recurring. It’s also the most impractical. Any guarantee is just a promise on paper. Experience shows it can’t be implemented.\n\nShow me the money | GOI announces MSP for 22 crops. For most of them, the support price remains on paper and farmers receive the price determined by demand and supply conditions. It’s mainly in two crops, paddy and wheat, that MSP works. For all practical purposes, MSP in food crops is a cereal show.\nIt’s all about procurement | It is procurement by govt that gives MSP meaning. Falter on procurement, MSP loses relevance. Let’s take govt price movements of paddy, wheat and bajra – and how they work out on ground.\nBetween 2014-15 and 2023-24, MSP of paddy (common variety) increased by a compound annual growth rate of 5.4%. Wheat during the same period, increased by 5.1%. It’s bajra where MSP increased more substantially at a compound growth of 8% – because GOI is promoting bajra.\nFarmers bet on real promises | Normally, a faster increase in MSP should have nudged farmers to switch to growing more bajra at the expense of paddy. Instead, the area under bajra declined by 24% between 2011-12 and 2021-22. For rice and wheat, area under cultivation recorded a modest increase. For all coarse cereals, area under cultivation fell during this period. It indicates that farmers are pragmatic. They respond to price signals when backed by procurement.\nRemove irritants | The meetings between govt and farmers should focus on solving issues such as withdrawal of police cases from earlier protests and release of seized tractors. Govt had promised to do so and should implement it.\nLegal guarantee of MSP is a bad idea and should be buried for good.\n\n",
        "headline_1": "No law on price: Legal guarantee of MSP is not workable",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-law-on-price-legal-guarantee-of-msp-is-not-workable/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "From the recent media reports, it appears, the government's pre-Ramadan move to arrest further hike in prices of key essentials through drastic cuts on import duty and Value-Added Tax (VAT) have left no visible impact on the market. What shocked the regular market-goers, as reported, is that rather than falling or at least remaining stable, prices of the essentials in question are rising. This defies common sense. Notably, the tax regulator, the National Board of Revenue (NBR), recently slashed import duties and VAT on four essential commodities, namely, rice, edible oil, sugar and date. Earlier, importers of rice, for instance, had to pay 63 per cent tax including VAT on the item. But following the NBR's recent order, the Total Tax Incidence (TTI) on the item has come down to15 per cent. Import duty on sugar, for instance, has been reduced by Tk500 per tonne, while import duty on edible oils has been cut by 5.0 percentage points (from 15 per cent to 10 per cent) and the 15 per cent VAT on them has been completely withdrawn. But as reported in the February 12's issue of this paper, the essentials including sugar, coarse and medium rice, loose soybean and palm oils, onions, eggs, chicken and vegetables showed no sign of arresting the rising trend of their prices. Worse yet, price rise of loose palm and soybean oils in the major wholesale markets following the stated NBR measure is baffling. One explanation for this strange market behaviour might be that, as some wholesalers pointed out, before the imported essential commodities under the new tax rules reach the country, the tax benefit will not reflect in price lines. Some other dealers in the essential commodities, on the other hand, even questioned the government's wisdom of going for import, say, of rice, at a time when it's getting pricier in the world market. The bigger question is, if the government's aim was to supply essential commodities at affordable prices to the common consumers, then has the NBR's recent tax cut measures been able to deliver so far?In fact, the unrestrained price hike has forced the fixed and low income people to skimp on food and other necessities. Just to make ends meet, they are buying less amounts of these food items even to the detriment of the physical wellbeing of both the adult members and children of their families. This needs serious attention from the authorities concerned. Understandably, unprecedented fuel tariff hike effected by the government two years ago (in June and August of 2022) had its irreversible impact by way of raising the prices of all kinds of commodities and services in the market. Add to that the ever-falling value of the domestic currency, taka, against US dollar and, not to mention, the behaviour of the essentials market, which some, including the government, would like to attribute to the manipulators, the so-called syndicates. Whatever the reason, even after a series of government measures in the form of tax and duty cuts on imports and mounting of mobile courts to monitor markets and take penal measures against errant traders found hoarding essential commodities or raising their prices artificially, nothing changed for the better. Under the circumstances, the government's primary focus should be on reaching the benefits of tax cuts on import of essentials to the common consumers. To that end, if necessary, all duties on essential imports may be withdrawn. At the same time, stricter monitoring of market should continue as usual.",
        "headline_1": "Let consumers enjoy benefits of import-tax cut",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-consumers-enjoy-benefits-of-import-tax-cut-1707837983",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "In Bangladesh's business landscape, a recurring impediment looms large: inadequate infrastructure. Often attributed to necessitating government intervention for facilitation, the pivotal role of infrastructure cannot be overstated.Putting in place the required infrastructure is both time-consuming and costly. Successive governments resorted to this negative rationale to shield their positions while in power, and whatever that was in place could barely match the soaring demands for, say, electricity, gas, roads, specialised industrial parks and so on. As a result, the cost of doing business has always been on the rise. Coming to corruption and inefficient bureaucracy, one may find that these are but the same side of the coin, each complementing the other. While corruption breeds inefficiency, inefficiency may not necessarily breed corruption. But in our case, it is a vicious mix. It is not only instrumental in routinely harassing business people but the common people as well who may have no links to business at all. Inadequate infrastructure, corruption and inefficient bureaucracy were found to be endemic bottlenecks in scores of studies and surveys conducted at home and abroad. According a World Economic Forum (WEF) survey, 21 per cent of businesses in Bangladesh identified inadequate infrastructure as the top barrier in doing business. Corruption was identified as the second problem by 20.7 per cent of the respondents, while 15.3 per cent of the respondents found inefficient government bureaucracy severely affecting business environment. Now, looking at the percentage of the stakeholders who rated these problems as the top three, one may tend to see that the sequence may change depending on the nature of the businesses to which the respondents belong. However, the fact that poor or inadequate infrastructure has featured most prominently among these three shows how this deficiency cuts across all business segments as a common malady. Viewed from this perspective, it is the government that at the end of the day remains answerable for not doing what it was supposed to do to help businesses grow and at the same time take steps to do away with harmful practices. It is commonly believed that much of the inadequacies and accompanying ills are, for the most part, augmented by inactivity of the government or its laid-back moves.Of the other deterrents to doing business in the country, inadequate access to financing, discontinuity in government policies, lack of trained workforce figured prominently. In this context, it may be pertinent to argue that the impact of much of these inadequacies could have been felt less had infrastructure been in place, at least in critical areas such as electricity and gas, transport and communication, specialised industrial parks and economic zones etc.For some time now, experts have been stressing the urgent need to make Public Private Partnership (PPP) functional and to attract increased foreign direct investment and quality investment in infrastructure. They opine that the country's allocation for infrastructure development should be increased to 6.0-8.0 per cent of GDP from the existing 2.85 per cent. In this regard, one important instrument through which to push funds into the ongoing and future PPP projects could be the creation of an infrastructure fund with both government and private resources.Sometime ago newspaper reports said the government was working to create a sizeable infrastructure fund to ease financing of projects under PPP. The fund amounting to $500 million would primarily be financed by the private sector with the initial seed money worth $100 million or 20 per cent of the total funds to be availed from government sources. The Prime Minister's Office reportedly formed a committee to make recommendations on the creation of the infrastructure fund and introduction of an effective financing solution for PPP projects. A concept paper on this has been prepared by the Public Private Partnership Authority (PPPA) under the PMO. The fund was meant to raise long-term capital from private investors with the government supporting the fund's structural framework, seed capital, risk guarantees and regulatory support, including investor incentives.It is not known how far the work programme has progressed. Whatever the fate of the plan, it is believed that PPP can be the most effective vehicle for funding infrastructure. Globally, PPPs are credited for its inherent virtues, pertaining particularly to infrastructure building. These are briefly:• Under the right circumstances, PPPs can mobilise additional sources of funding and financing for infrastructure;• By subjecting potential projects to the test of attracting private finance, PPPs can enhance project selection;• The incentives of the private sector can be aligned with the interests of the contracting authority throughout the entire life cycle of the project, including the implementation phase. This alignment occurs by tying-in the private operator's revenue to a set of pre-agreed performance indicators and by requiring the latter to invest significant, long-term capital.In the light of the experiences of other countries, the gains from PPPs may be explored and utilised for infrastructure funding.\n[email protected]",
        "headline_1": "Building infrastructure fund",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-infrastructure-fund-1707838055",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "In today's world, gender equality has made significant strides, enabling women to actively participate alongside men in different areas of daily life. However, in Bangladesh, women working alongside male colleagues often face significant challenges due to frequent instances of harassment, both physical and mental. Negotiating these spaces becomes difficult for women as harassment becomes a prevalent issue that affects their professional and personal well-being.Sexual harassment manifests in various forms in the workplace, ranging from verbal abuse and unwelcome advances to physical assault and coercion. Women frequently endure unwanted attention, lewd comments, and inappropriate behaviour from colleagues, supervisors, and even clients or customers. This hostile work environment not only causes immense psychological distress but also undermines women's confidence, productivity, and overall well-being.Women who have experienced their bosses' lewd behaviour or a teacher's inappropriate advances suffer the repulsiveness of their demeanour, the offensiveness of their language, and the brutality of their physical contact. Many choose not to report such incidents out of fear of humiliation and jeopardizing their job security. However, despite underreporting, some women come forward to lodge complaints against sexual harassment in workplaces.One of the primary challenges in addressing sexual harassment in workplace is the prevailing culture of silence and stigma surrounding the issue. Many women fear retaliation, victim-blaming, and social ostracism if they speak out against their perpetrators. Moreover, the lack of robust reporting mechanisms and support systems further exacerbates the problem, leaving victims feeling isolated and powerless.According to a survey conducted by CARE Bangladesh, more than 60 per cent of government jobs are reserved for women, and women are increasingly finding opportunities in non-governmental organisations. The survey revealed that 12.70 per cent of women have experienced sexual harassment in their workplaces. However, this figure is likely to be much higher as the survey only included those who had come forward and reported their experiences of workplace harassment.Eradicating sexual harassment in workplace requires a multi-faceted approach that addresses the root causes of gender inequality, challenges harmful social norms, and promotes accountability and justice for survivors. By creating safe, equitable, and respectful workplaces, we can empower women to fully participate and thrive in workforce, free from the fear of harassment and discrimination.Despite existing laws to protect female employees working alongside males and various campaigns by non-governmental organisations addressing gender discrimination and sexual harassment, the situation remains largely unchanged due to slow implementation of these laws and the reluctance of many women to file complaints out of concern for their self-respect. Immediate remedial action by authorities is imperative to address sexual harassment at workplace.\nMd Nezam Uddin,[email protected]",
        "headline_1": "Stop sexual harassment at workplace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-sexual-harassment-at-workplace-1707838645",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2024"
    },
    {
        "full_article": "Recently, an inter-university cricket competition was held at Rajshahi University. The final match took place between the Rajshahi University and the University of Dhaka at Sheikh Kamal Stadium of the former on February 12, 2024. However, during the game, unexpected and unpleasant incidents occurred, resulting in the injury of four players. The two universities have issued differing statements regarding the incident. The University of Dhaka strongly condemned and protested the alleged attack on its students, while Rajshahi University's statement condemned and protested the dissemination of such claims, asserting that Dhaka University's statement was unexpected and regrettable.In the light of these conflicting accounts, I urge the authorities of both universities to form a joint investigation committee to examine the incident thoroughly. The truth must be uncovered and presented transparently to all parties involved.\nSongit KumarCommunication and Multimedia JournalismIslamic University[email protected]",
        "headline_1": "Unwanted incident between DU and RU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unwanted-incident-between-du-and-ru-1707838664",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2024"
    }
]