[
    {
        "full_article": "By choosing to place a “technical hold” on the joint India-U.S. proposal to designate Jaish-e-Mohammad deputy chief Rauf Asghar a global terrorist on the United Nations Security Council 1267 Committee listing, China has swung another blow to its ties with India, which are already at a fragile point. Despite 16 rounds of military commander talks at the Line of Actual Control, India and China have failed to resolve the standoff that began with the PLA amassing troops, and transgressions along the LAC in April 2020. The two sides sparred in the maritime sphere this week, after India made its concerns over the proposed docking of a Chinese satellite tracking ship at Sri Lanka’s Hambantota port clear to the Sri Lankan government. And while bilateral trade has recovered from the COVID-19 downturn, Chinese technology majors in India are being raided by the Enforcement Directorate and Income Tax authorities under suspicion of a range of financial crimes. At a time when bilateral trust is already in such deficit comes China’s decision to stop an important terror listing, just two months after Beijing similarly stopped the designation of Lashkar-e-Taiba deputy chief Abdul Rahman Makki. To take such measures on an issue that it knows India has always been extremely serious about, given the number of major attacks perpetrated on Indians by the LeT and JeM, right from the 1990s, is insensitive at the least, but part of an unfortunate pattern by China, which has held up several such listings in the past. Asghar is wanted for his role in freeing his brother Masood Azhar in the most dastardly way, by organising the hijack of Indian Airlines flight IC-814, and holding nearly 200 civilians hostage on the Kandahar tarmac, and other attacks. He is now reportedly in Pakistani prison, convicted on terror-related charges, and is on both the U.S.’s and India’s domestic ‘most wanted terrorist’ lists.It is important, however, for India to persevere with attempts to designate both Makki and Asghar, as well as other terrorists responsible for attacks on Indians, without losing faith in the process. One option is to keep the international pressure up, and garner more co-sponsors for the listing, which was reportedly approved by 14 of 15 UNSC members. Another would be to work on changing 1267 Committee procedures, so that they don’t allow one country to hold back such important terror listings without due cause. A third may even be to open dialogues with both China and Pakistan bilaterally on the issue, leveraging Pakistan’s need to be removed from the FATF grey list later this year as well as China’s interest in Pakistan’s economic recovery, to ensure the listings are accomplished. Eventually, if the goal behind the UNSC listings is to ensure that perpetrators of terrorist acts are held accountable, the emphasis must be on working through all avenues.",
        "headline_1": "No holds barred: On the Chinese hurdle to designate terrorists",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-holds-barred-the-hindu-editorial-on-the-chinese-hurdle-to-designate-terrorists/article65762986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "In quashing a criminal case against actor Suriya and director T.J. Gnanavel, the Madras High Court has spared them the ordeal of facing vexatious proceedings for allegedly insulting a section of society in the acclaimed film Jai Bhim. The FIR cited Section 295A of the IPC, a provision that makes it a crime to commit “deliberate and malicious acts intended to outrage religious feelings” on the basis of a complaint that the film insulted the Vanniyar community. A magistrate had forwarded the complaint to the police for the registration of a first information report by concluding that it disclosed a “cognisable offence”. The High Court has rightly concluded that the magistrate had acted mechanically as the order did not even mention what offence was made out in the complaint. In this case, it is quite strange that a perceived insult to a caste was seen as outraging “religious” feelings. It indicates the perfunctory manner in which caste and religion can be conflated with one another by those claiming to be hurt or insulted by others. The court has noted that except for a contention that the film was made in a manner that is likely to incite violence and hostility towards a particular community, there was no specific instance stated in the FIR.The casual resort to criminal prosecution for perceived insults to religion or any other social segment has become an unfortunate feature of contemporary life. Some years ago, the Supreme Court had to intervene to quash a criminal complaint against cricket star Mahendra Singh Dhoni for being featured in the likeness of a deity on the cover of a magazine. Section 295A has been interpreted by a Constitution Bench in 1957 to the effect that it only “punishes the aggravated form of insult to religion” when something is done with a deliberate and malicious intention to outrage the religious feelings of a class. However, in practice, groups and individuals use some imagined slight to themselves as a pretext to infringe the right to freedom of speech and expression by objecting to films, plays and public performances. In many cases, the police tend to give greater credence to such complaints than they deserve and cite the possibility of a disruption of law and order to clamp down on the screening or performance rather than protect free speech. Constitutional courts do intervene time and again to protect freedom of expression, but often such relief comes after a delay. Books have been pulped and performances and lectures have been cancelled based on threats and complaints more often than needed. These developments can only mean that the fight for free speech has to be fought anew from time to time.",
        "headline_1": "Never-ending fight: On free speech vs religious and caste groups",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/never-ending-fight-the-hindu-editorial-on-the-jai-bhim-case-free-speech-and-religious-and-caste-groups/article65762908.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "It is 75 years since India became free of British rule. There is certainly much to celebrate. Anniversaries, however, are also times to take stock, to set the course for the next few decades. What more do we have to do to be truly independent, to be truly free?\nThe Partition riots that accompanied independence were a monumental tragedy that indelibly marked our birth as a nation. It was not clear then that India would survive as a country, let alone a democratic one, whether the peoples of our various states would feel a sense of national unity and purpose that overcame the religious, caste, language and socio-economic identities that differentiated them. Most citizens were poor and illiterate, unequal economically and socially. Political freedom was most valued by the elite, who could slip into the roles vacated by the colonial administration.\nRead full opinion on TOI+\n\n",
        "headline_1": "A journey unfinished: India@75 has much to celebrate but the full range of freedoms available to elites eludes most",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-journey-unfinished-india75-has-much-to-celebrate-but-the-full-range-of-freedoms-available-to-elites-eludes-most/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "India’s higher education regulator is working on a proposal to integrate engineering and medical entrance exams into the undergraduate common university entrance test, and the driving logic is no different from what drove both NEET and JEE’s evolution. These two common entrance exams had to overcome huge resistance to go full throttle, but they have clearly proved the doomsayers wrong, setting up a more efficient and less painful pipeline to scarce seats than the glut of separate exams they replaced. At the same time, the many agonies inflicted by a dramatically expanded CUET-UG this year call for proceeding with care.\nHigher education institutions that will be impacted by the CUET-NEET-JEE integration include some of India’s most cherished centres of excellence. Only through consultations with them as well as with other key stakeholders will NTA be able to arrive at robust alternative testing. For example, NEET has very high biology standards and JEE a very high math threshold. Both these test Class XI as well as XII syllabi while CUET quizzes only the Class XII syllabus. But reconciling these divergent needs is quite doable with proper groundwork and NTA shouldn’t be reinventing the wheel either. Learn from South Korea, a quality education exemplar and which channels all its university intake through a single-day, five-session exam.\nOf course, no other country’s system can simply be duplicated in India. Processes have to be developed to work across our own diverse local contexts. Harrowing CUET glitches have driven home costs of under-preparation on this front. Any CUET-NEET-JEE integration will be looking at upwards of 43 lakh applicants compared to around 5 lakh for South Korea’s CSAT. Don’t sabotage the noble goal of saving students from a multiplicity of exams through slapdash implementation.\n\n",
        "headline_1": "CUET-NEET-JEE: Good idea. But terrible without massive prep",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cuet-neet-jee-good-idea-but-terrible-without-massive-prep/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "India is two days away from celebrating its 75th year as an independent country. But for some Indians, the founding promise of political equality seems years away. A 24-district survey by the Tamil Nadu Untouchability Eradication Front has found many kinds of discriminatory behaviours against Dalit panchayat presidents: denied access to their office, not provided with documents they need, stopped from sitting on chairs, and disallowed from hoisting the tricolour. Then there are schoolchildren all over India refusing midday meals cooked by Dalits, gruesome atrocities against Dalits, and a thousand invisible hurdles that dictate where and how they can live and work.\nIt’s not that the state has stinted in its efforts at inclusion. Like in public education and public jobs, panchayat raj institutions also mandate a quota for scheduled castes. But this has been undermined in many states, with requirements of having a middle school education, or the right number of children, or a toilet in their homes, which inevitably disqualify the socially marginalised. The whole point of democratic participation seems foreign to many in a society still riddled with pre-modern hierarchy and domination. If good sense and state rules and laws don’t work in the face of entrenched prejudice, then perhaps fear will – those who deny basic constitutional rights to others must be seen to be paying heavily for it.\n\n",
        "headline_1": "Caste and country: Discrimination must be heavily punished",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/caste-and-country-discrimination-must-be-heavily-punished/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "The success of any political and economic order depends on how natural and common-sensical it seems. In today’s turbulent world, we see the cracks in a three-decade-old system – neoliberalism – that took shape in the US and then shaped most of the world, says historian Gary Gerstle in The Rise and Fall of the Neoliberal Order.\nThe architects of neoliberalism, starting with Ronald Reagan, dismantled the system that sought to work out a compromise between capital and labour, and state and market. Neoliberals were convinced that regulatory controls stymied growth and innovation. It prized free global movement of goods and labour, was all for cosmopolitanism and globalisation.\nRead full opinion on TOI+\n\n",
        "headline_1": "Neoliberals & our troubled world: As a big idea fractures, what’s coming next?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/neoliberals-our-troubled-world-as-a-big-idea-fractures-whats-coming-next/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "We are alarmed to learn about the unrestrained pollution of a haor in Sylhet's Moulvibazar area. According to a report in The Daily Star, factories in the Bangladesh Small and Cottage Industries Corporation (BSCIC) Industrial Estate have been discharging untreated industrial waste into the Khanjar haor for about two decades, and hardly any action has been taken to stop this. This has not only made its water toxic – making it unsuitable for the fish population and other aquatic creatures – but also resulted in the loss of fertility of nearby arable land.\nAccording to locals, hundreds of farming families are being affected by the activities of the factories located in the BSCIC estate. The soil quality there is reportedly so bad that it has become impossible for the farmers to cultivate paddy or other crops. Plants and soil in the neighbouring village have also turned black, as disclosed by an investigative team of the Bangladesh Environmental Lawyers Association (Bela) in June.\n\nMany factories are still unwilling to use ETPs despite there being strict directives from the government to use those. Cutting the cost of production is certainly one motive behind their noncompliance. \nThe question is, why are factories dumping untreated waste in the haor when they are required to treat it in the Effluent Treatment Plants (ETPs) set up on their compounds? What could possibly be the reasons for not utilising the ETPs? As we have also seen in other cases, many factories are still unwilling to use ETPs despite there being strict directives from the government to use those. Cutting the cost of production is certainly one motive behind their noncompliance. But many ETPs were also found to be faulty and lack the necessary components to treat different kinds of pollutants, as seen in the case of Savar tanneries. These tanneries would once pollute the Buriganga River when they were located in Hazaribagh. Now, after being shifted to Savar, they are doing the same in the Dhaleshwari River, thanks to the ineffectiveness of the central ETP at the Savar tannery estate.\nIndustrial pollution has already killed many of our rivers and canals. Despite the gravity of the situation, the government has done little to check this disastrous development. We urge the government to be tough on the polluters of our water bodies. The ETPs in all factories near them must be fully functional. In the case of the Moulvibazar BSCIC Industrial Estate, the government must ensure that all factories comply with the rules. They must be punished if they fail to do so.\n",
        "headline_1": "Stop polluting Khanjar haor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-polluting-khanjar-haor-3094201",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "It's quite frustrating that, even in the middle of sky-high inflation numbers and sustained pressure on the public purse, hardly a day goes by without some government agency reporting losses, misspending or wasteful use of resources. Clearly, beyond passing the financial burden onto citizens, the government has no answer to the bad practices and policies that are causing this. On Saturday, three reports published by this newspaper alone showed how far the rot has spread.\nThe first report is about a project – a rail-cum-road bridge project of Bangladesh Railway (BR) in Kalurghat, Chattogram – that has been delayed by four years even before the work could begin. The project was taken up in 2018 after the Kalurghat railway bridge, built in 1931, was declared \"risky\". It was supposed to be completed in 2024, at a cost of Tk 1,200 crore. But four years on, not only has there been no progress in work, but the BR has now scrapped the design calling it \"incomplete\" and revised the project proposal to add a road deck above the previously designed rail deck, pushing the total estimated cost to Tk 6,341 crore.\nThe sheer apathy with which the whole project was planned, with loan from South Korea, to be repaid with public money, has not only increased its cost five times over, it also made sure citizens would be forced to use a risky bridge at least until 2028. In other words, they will have to pay more and suffer more because the railway authorities, who never seem to be able to do anything right or on time, once again failed to check mismanagement and irregularities.\nThe other report on wastefulness in the name of project revisions highlights three undertakings, all in various stages of development, by the Bangladesh Inland Water Transport Authority (BIWTA), Chattogram Development Authority (CDA), and Bangladesh Small and Cottage Industries Corporation (BSCIC), respectively. It goes without saying that by the time these delayed and costlier projects will be completed, the public will have paid a lot more than originally proposed. This near-habitual practice of time and cost overruns is as disturbing as the role of the Executive Committee of the National Economic Council (Ecnec) itself, which approves – and thereby encourages the culture of – project revisions without any accountability whatsoever for the officials involved. These officials often inflate project costs under various pretexts. We get its latest example in the third report of the day, which details the findings of an audit report that exposed gross corruption in at least three cases of purchase by the Civil Aviation Authority of Bangladesh (CAAB).\n\nThis near-habitual practice of time and cost overruns is as disturbing as the role of the Ecnec itself, which approves – and thereby encourages the culture of – project revisions without any accountability whatsoever for the officials involved.\nAll this points to how entrenched mismanagement is in our public work culture, which continues to hurt the economy and the people. We urge the authorities to stop this culture by establishing accountability for all officials involved in government projects and services. They must stop normalising bad policies and practices.\n",
        "headline_1": "Public Money: Easy Come, Easy Go",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-money-easy-come-easy-go-3094151",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "Five years since the 2017 exodus of Rohingya refugees from Myanmar as a result of its military's horrific persecution, there is no sign of repatriation on the horizon. And as long as the military junta continues to rule, there is hardly any scope for repatriation. This was reflected by Myanmar's Senior General Min Aung Hlaing in 2017, when he said in a media interview, \"we did not send them to bring them back.\"\nEven after the military coup in February 2021, when the junta was under tremendous pressure from inside and outside, General Min Aung Hlaing reiterated in May 2021, in an interview with an international media outlet, that there is \"no option of bringing back the Rohingyas\". Whatever discussions on repatriation we hear and see are part of diplomatic rhetoric; no serious analyst would take it at face value. However, it is always better to have engagement with the present Myanmar government on this issue rather than a complete disengagement.\nLately, Myanmar has started speaking about repatriation after almost three years. It is with some purpose, since their silence was creating frustration in diplomatic circles in Dhaka. Now, in exchange for this mere engagement, Bangladesh is likely to be cautious and avoid activities and casual comments against Myanmar. As the International Court of Justice (ICJ) case against Myanmar is moving forward, International Criminal Court (ICC) cases are round the corner and their economy is struggling, along with external pressure and internal troubles, the military junta is likely to undertake efforts that release some of the pressure on them. The Myanmar authorities know that there is an upcoming election in Bangladesh next year and is likely to want to take advantage of that. Some kind of repatriation deal could act as political mileage, and become an achievement that the ruling party could exhibit. However, we have to be watchful, since we are dealing with a meritocratic organisation run by a smart set of professionals, who are masters of deceit and deception and not easily swayed by individual interest over organisational interest.\nMyanmar would like to tie Dhaka into a \"token\" repatriation deal, with the terms and conditions dictated by Naypyidaw. Being at a position of disadvantage, Bangladesh is also not in a situation to dictate terms. However, we should be cautious about Myanmar exploiting this token deal in its favour among the international community, including at the ICJ, where it could be argued that accepting repatriation shows Myanmar has no intention of wiping out the Rohingya. In addition, they could also argue that this is a bilateral issue between Bangladesh and Myanmar which these two neighbours are amicably in the process of resolving. Making this an international legal issue could only complicate and delay repatriation.\nWhat needs to be deliberated on now is whether the opportunity for repatriation is slipping away for the Rohingya refugees. In the past, the Rohingya could not create or did not have the scope for talks or peace initiatives. Now, the National Unity Government (NUG), led by Aung San Suu Kyi's National League for Democracy, has expressed their willingness to accept the Rohingya and repel the 1982 Citizenship Act, and even bring the perpetrators of the Rohingya genocide to justice. The foreign minister of the NUG in June 2022 expressed her frustration in an interview (with Bangladeshi journalists) over how she is unable to engage with Dhaka.\nWhenever the Rohingya refugees are repatriated, they will have to go back to a Rakhine that is now dominated by the Arakan Army (AA), a formidable force that claims to be 30,000 strong, and rule 60 to 70% of the area, which includes control over police, judiciary and taxation. Only cities are under the military's control. It is also important to have communication with AA and its political wing, the United League of Arakan (ULA), without which Rohingya repatriation is unlikely to be sustainable. AA Chief Major General Tun Myat Naing has expressed his willingness to integrate the Rohingya into greater Rakhine society and support the Rohingya cause, but he and his party will have to listen to the aspirations of the Rohingya themselves, and to Bangladesh's terms as well.\nThe military junta will not remain in power forever. The cracks are already visible. Corruption and desertion are taking their toll, and there are ambitious generals awaiting the consequences of the Myanmar military's self-defeating brutality. It must be remembered that a brutal military is no good as a fighting machine. They shall crumble in the face of a dedicated and organised foe. The inability of Bangladesh and of Rohingya organisations of meaningfully engaging the National Unity Government, and the ULA in Rakhine, may prove to be expensive in future.\nA substantial two-track engagement with both parties could provide dividends out of proportion to the efforts expended on resolving the Rohingya issue. Under the circumstances, both NUG and ULA have expressed their willingness to engage with Bangladesh. However, the proposition is risky, and caution from Bangladesh, and from the Rohingyas themselves, is understandable. Meanwhile, we have to remember that this window of opportunity will not remain open forever.\nLt Gen Mohammad Mahfuzur Rahman, PhD, is a retired officer of Bangladesh Army.\n\n",
        "headline_1": "Is the opportunity for Rohingya repatriation slipping away?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-opportunity-rohingya-repatriation-slipping-away-3094086",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "For domestic political reasons, it is not difficult to see why US politician Nancy Pelosi chose this particular time to visit Taiwan. The unpopularity of incumbent President Joe Biden, including among his fellow democrats, could be chief among them. According to a recent CNN poll, a whopping 75 percent of his own party members don't want him to run for re-election in 2024. As speaker of the US House of Representatives, Pelosi is arguably third in line for the presidency. The visit could have been a stunt to bolster her national security credentials.\nSecondly, it could be that the US is looking for a face-saving reason to redirect its geostrategic focus away from Eastern Europe, where the US-backed Ukrainian government has faced numerous setbacks in the last few months. The latest Gallup poll showed that just one percent of Americans consider Russia as a \"major problem\" for the US. So, the Ukrainian conflict seems to be quite unpopular at home.\nIf, however, domestic reasons were not the prime motivators for the visit, as seen by China, then that would be most worrying for global stability. \nAs a declining superpower, the US is clearly worried by the tremendous rise of China. With US power declining and China's rising, China may eventually be able to replace the US (or at least unseat it) as the global hegemon. Since time is on China's side, many experts have warned that the world may be at risk of falling into the \"Thucydides Trap\" – an apparent tendency towards war, described by US political scientist Graham T Allison, when an emerging power threatens to displace an existing great power as the regional or international hegemon.\nUpon landing in Taiwan, Nancy Pelosi tweeted: \"Our visit is one of several Congressional delegations to Taiwan – and it in no way contradicts longstanding United States policy, guided by the Taiwan Relations Act of 1979, US-China Joint Communiques and the Six Assurances.\" However, China doesn't see it that way. And that's because the situation now is far different from 25 years ago when then-house speaker Newt Gingrich visited the island.\nBack then, the then-ruling Kuomintang (KMT) party still maintained the \"One China\" line, reached under the 1992 Consensus established by the National Unification Council of the Republic of China (official title for what Westerners refer to as Taiwan), which saw itself as a government in exile. This line was still acceptable to the mainland, i.e., the People's Republic of China, because it recognised that there is one China and Taiwan is a part of it.\nHowever, in 2019, the current Taiwan leader Tsai Ing-wen of the Democratic Progressive Party (DPP) completely rejected the established 1992 Consensus. That was when Beijing started to refer to the Taiwan government under the DPP as \"Taiwan independence forces\". So, Gingrich's visit, unlike Pelosi's, was not seen as a recognition of separatist forces. \nAdditionally, Pelosi took an official US government plane to Taiwan, which implies there is an official connection. But part of the US' \"One China\" pledge is that it will only maintain unofficial ties with Taiwan. President Joe Biden had also recently sown doubts over America's commitment to the \"One China\" policy, replying when asked if the US would get involved military to defend Taiwan: \"Yes. That's the commitment we made\". But the US had never before directly promised to intervene militarily in a conflict with China. And this delicate equilibrium is what had helped deter Taiwan from declaring full independence and China from invading.\nPost-Pelosi's visit, Beijing suggested the visit may have been part of US' tactic at creating a pretext to deploy more of its military to the region, and declared a massive set of military exercises set in Taiwan's own territorial waters, with some designated spot even being as little as 12 miles away from its coast. In a statement made during his visit to Bangladesh, Chinese Foreign Minister Wang Yi said that regional players ought to oppose the ramping up of America's military presence in the vicinity of Taiwan, thereby hinting that Beijing is ready to up the stakes if necessary. And this clearly shows that US-China relations are at its worst in decades.\nBut looking back, all this seems to have been inevitable.\nIn 2015, the US Rand Corporation conducted a scenario study – commissioned by the US army – of a future war against China, entitled, \"War with China: Thinking the Unthinkable\". According to the Rand report: The need to think through war with China is made all the more important by developments in military capabilities. Sensors, weapon guidance, digital networking, and other information technologies used to target opposing forces have advanced to the point where both US and Chinese military forces seriously threaten each other, and creates the means as well as the incentive to strike enemy forces before they strike one's own.\nIn light of that, one aspect of Pelosi's Taiwan visit that has been largely overlooked is her meeting with Mark Lui, chairman of Taiwan's Semiconductor Manufacturing Corporation (TSMC). As some experts have pointed out, Pelosi's visit coincided with US efforts to persuade TSMC – the world's largest chip manufacturer, on which the US is heavily reliant – to establish a manufacturing base in the US and to stop making advanced chips for Chinese companies. Semiconductors – or computer chips – are essential to all the networked devices that have become embedded into our lives and have advanced military applications.\nTaiwan's position in the world of semiconductor manufacturing has become a bit like Saudi Arabia's status in OPEC. TSMC has a 53 percent market share of the global foundry market (factories contracted to make chips designed in other countries), while other Taiwan-based manufacturers claim an additional 10 percent of it.\nAccording to the Biden administration's 100-Day Supply Chain Review Report: \"The United States is heavily dependent on a single company – TSMC – for producing its leading-edge chips.\" The fact that only TSMC and Samsung can make the most advanced semiconductors \"puts at risk the ability to supply current and future [US] national security and critical infrastructure needs.\" As such, the US has been trying to attract TSMC to the US to increase its domestic chip production capacity. In 2021, with the support of Biden's administration, the company bought a site in Arizona on which to build a US foundry.\nCoincidentally, the US Congress just passed the Chips and Science Act, which provides USD 52 billion in subsidies to support semiconductor manufacturing in the country. But companies will only receive Chips Act funding if they agree not to manufacture advanced semiconductors for Chinese companies. Meaning that TSMC and others may well have to choose between doing business in China or the US because the cost of manufacturing in the US is considered too high without government subsidies. And this could well be part of a broader \"tech war\" between the US and China – which we have been seeing of late with what has been happening with Huawei.\nBut under the current global circumstances, if Pelosi's visit was motivated by the US' goal of \"containing China\", that could be a big miscalculation on its part. For the first time since the end of the Cold War, the Western world order is under severe threat. The US has failed to \"persuade\" most countries outside of its main sphere of influence – i.e., the EU, Japan, Australia and few others – to put pressure on Russia. With its diplomatic influence over other countries waning, and Russia seemingly winning the war on the ground in Ukraine, will the US be overextending itself by getting involved in a confrontation with China over Taiwan?\nWith Russia and China seemingly marching in lockstep, this could be the perfect time for China to put its foot down with regards to Western interference in the Asia-Pacific region, realising that the US is in no position to get involved in another conflict, that too, on a completely new front. Although using military might has not been the Chinese style, China has strongly indicated that it seeks to make the US pay for Pelosi's Taiwan visit, which overstepped its \"red line\".\nAs for Taiwan's 23 million people and for President Tsai Ing-Wen, \"the rare high-profile visit was no doubt welcome in the face of increasing global isolation on account of China's pressure,\" according to The Hindu. However, that short-term benefit may \"be offset by the fact that Ms Pelosi arguably left Taiwan with a far worse strategic environment.\"\nAs for global stability, even though the long-term consequences of this visit remain to be seen, it has only increased the likelihood of a coming conflict between the US and China. And given the number of global crises the world is currently going through, that increased likelihood can only be detrimental for all.\n \nEresh Omar Jamal is an assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n\n",
        "headline_1": "Pelosi’s Taiwan visit: Overstepping China’s ‘red line’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pelosis-taiwan-visit-overstepping-chinas-red-line-3094036",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "We are alarmed to learn about the unrestrained pollution of a haor in Sylhet's Moulvibazar area. According to a report in The Daily Star, factories in the Bangladesh Small and Cottage Industries Corporation (BSCIC) Industrial Estate have been discharging untreated industrial waste into the Khanjar haor for about two decades, and hardly any action has been taken to stop this. This has not only made its water toxic – making it unsuitable for the fish population and other aquatic creatures – but also resulted in the loss of fertility of nearby arable land.\nAccording to locals, hundreds of farming families are being affected by the activities of the factories located in the BSCIC estate. The soil quality there is reportedly so bad that it has become impossible for the farmers to cultivate paddy or other crops. Plants and soil in the neighbouring village have also turned black, as disclosed by an investigative team of the Bangladesh Environmental Lawyers Association (Bela) in June.\n\nMany factories are still unwilling to use ETPs despite there being strict directives from the government to use those. Cutting the cost of production is certainly one motive behind their noncompliance. \nThe question is, why are factories dumping untreated waste in the haor when they are required to treat it in the Effluent Treatment Plants (ETPs) set up on their compounds? What could possibly be the reasons for not utilising the ETPs? As we have also seen in other cases, many factories are still unwilling to use ETPs despite there being strict directives from the government to use those. Cutting the cost of production is certainly one motive behind their noncompliance. But many ETPs were also found to be faulty and lack the necessary components to treat different kinds of pollutants, as seen in the case of Savar tanneries. These tanneries would once pollute the Buriganga River when they were located in Hazaribagh. Now, after being shifted to Savar, they are doing the same in the Dhaleshwari River, thanks to the ineffectiveness of the central ETP at the Savar tannery estate.\nIndustrial pollution has already killed many of our rivers and canals. Despite the gravity of the situation, the government has done little to check this disastrous development. We urge the government to be tough on the polluters of our water bodies. The ETPs in all factories near them must be fully functional. In the case of the Moulvibazar BSCIC Industrial Estate, the government must ensure that all factories comply with the rules. They must be punished if they fail to do so.\n",
        "headline_1": "Stop polluting Khanjar haor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-polluting-khanjar-haor-3094201",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "It's quite frustrating that, even in the middle of sky-high inflation numbers and sustained pressure on the public purse, hardly a day goes by without some government agency reporting losses, misspending or wasteful use of resources. Clearly, beyond passing the financial burden onto citizens, the government has no answer to the bad practices and policies that are causing this. On Saturday, three reports published by this newspaper alone showed how far the rot has spread.\nThe first report is about a project – a rail-cum-road bridge project of Bangladesh Railway (BR) in Kalurghat, Chattogram – that has been delayed by four years even before the work could begin. The project was taken up in 2018 after the Kalurghat railway bridge, built in 1931, was declared \"risky\". It was supposed to be completed in 2024, at a cost of Tk 1,200 crore. But four years on, not only has there been no progress in work, but the BR has now scrapped the design calling it \"incomplete\" and revised the project proposal to add a road deck above the previously designed rail deck, pushing the total estimated cost to Tk 6,341 crore.\nThe sheer apathy with which the whole project was planned, with loan from South Korea, to be repaid with public money, has not only increased its cost five times over, it also made sure citizens would be forced to use a risky bridge at least until 2028. In other words, they will have to pay more and suffer more because the railway authorities, who never seem to be able to do anything right or on time, once again failed to check mismanagement and irregularities.\nThe other report on wastefulness in the name of project revisions highlights three undertakings, all in various stages of development, by the Bangladesh Inland Water Transport Authority (BIWTA), Chattogram Development Authority (CDA), and Bangladesh Small and Cottage Industries Corporation (BSCIC), respectively. It goes without saying that by the time these delayed and costlier projects will be completed, the public will have paid a lot more than originally proposed. This near-habitual practice of time and cost overruns is as disturbing as the role of the Executive Committee of the National Economic Council (Ecnec) itself, which approves – and thereby encourages the culture of – project revisions without any accountability whatsoever for the officials involved. These officials often inflate project costs under various pretexts. We get its latest example in the third report of the day, which details the findings of an audit report that exposed gross corruption in at least three cases of purchase by the Civil Aviation Authority of Bangladesh (CAAB).\n\nThis near-habitual practice of time and cost overruns is as disturbing as the role of the Ecnec itself, which approves – and thereby encourages the culture of – project revisions without any accountability whatsoever for the officials involved.\nAll this points to how entrenched mismanagement is in our public work culture, which continues to hurt the economy and the people. We urge the authorities to stop this culture by establishing accountability for all officials involved in government projects and services. They must stop normalising bad policies and practices.\n",
        "headline_1": "Public Money: Easy Come, Easy Go",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-money-easy-come-easy-go-3094151",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "The power and energy sector, it seems, is caught up in a cobweb of mismanagement and, to a certain degree, underhand dealing. Otherwise, the current situation in the sector would not have come to such a pass. Questions have been raised since the Bangladesh Petroleum Corporation (BPC) hiked fuel oil prices in the midnight foray. Queries also came earlier from different directions on issues relating to fuel oil prices, hydrocarbon exploration, LNG (liquefied natural gas) imports, capacity payments to private rental and independent power plants, etc. But replies have always been scanty and evasive. The government has been spending a substantial volume and signing deals on projects in the power and energy sector every year, allegedly, in a non-transparent manner. The ongoing crisis in the power and energy sector started with the suspension of the import of LNG for re-gasification using the floating storage re-gasification units (FSRUs) and the addition of the same to the national grid. State-owned Petrobangla, some months back, had stopped the import of LNG because of its soaring prices in the spot market. The government also wanted to save some amount of foreign exchange. This led to the running of the FSRUs at half their capacity. The gas supply shortage disrupted power generation and industrial production. The unpalatable story, however, does not end there. To add to the difficulties facing the government, the Petrobangla, according to a report published in this paper on Friday last, has been paying over 200,000 US dollars per day to the FSRUs, one owned by a US energy outfit and another by a local private power and energy behemoth, as capacity payment. Under deals signed with the FSRUs, Petrobangla is bound to make capacity payments for a full or partial suspension of operations of the units for its fault/s. The FSRUs have been operating at 55 per cent of their respective capacities since the government could not arrange LNG. Thus, the Petrobangla has been failing on two counts. Firstly, it is not being able to supply a sufficient volume of gas to the national grid using the services of FSRUs and secondly; it is burdening the government with unforeseen expenditure in the name of capacity payments. Such spending adds to the huge amount of money that the government has been paying to the private rental power plants as capacity payments. In the financial year 2021-22 alone, the capacity payments to private power plants reportedly exceeded Tk. 265 billion.It is thus natural for many to raise questions about spending a huge sum in the name of capacity payments and the quality of deals signed with the owners of private power plants and FSRUs. Criticism centring on the adoption of a piece of indemnity law in the power and energy sector is also difficult to ignore. The same is true with footdragging in the matter of starting hydrocarbon exploration in the offshore blocks and augmenting production in onshore gas fields. As all sectors of the economy and the people as well are feeling the heat of the severe energy crisis, these questions have only gained strength in recent days. The ongoing situation calls for a renegotiation of the existing deals with the private power plants and FSRUs to cut down the capacity payments to a sustainable level.",
        "headline_1": "The burden of capacity payments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-burden-of-capacity-payments-1660398011",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "A sharp rise in fuel-oil prices, unveiled in a nighttime decree last week, leaves almost all in the countrydumbfounded, excepting a few who did not find anything wrong in such a coercive step. The government increased the prices of all types of fuel oils by 42 per cent to 52 per cent by an executive order, bypassing the Bangladesh Energy Regulatory Commission (BERC). Legally, BERC is responsible for approving any price hike in the energy sector after reviewing the proposal and a public hearing thereafter. However, the procedure was not followed in the case of the latest hike, which showed that the government was in a hurry.  The policymakers knew that the proposal for such a steep rise in fuel-oil prices would not get approval in the BERC procedure. So, they did not waste time and used the executive order to make the price-hike effective as early as possible. As a result, diesel price has increased by Tk 34 to Tk 114 per litre while octane price shot up by Tk 46 to Tk 135 and petrol by Tk 44 to Tk 130.However, the arguments behind the sharp rise in fuel oil prices are flawed. The increase in global oil price, mainly due to the Russia-Ukraine war, made the imports costlier. So, the state-owned Bangladesh Petroleum Corporation (BPC) has been losing out in oil marketing. To offset the loss, there was no alternative but to increase or adjust the domestic fuel-oil prices, according to the state minister for power and energy. Moreover, the ministry added that there was a risk of smuggling fuel oils to the neighbouring country, where petroleum prices are higher than in Bangladesh.BPC is not a profit-oriented commercial entity. So profit- and-loss arithmetic should not be its prime consideration in enhancing the domestic fuel prices. When the corporation had made a combined profit of Tk 420 billion for six years at a stretch since FY15, consumers did not get any dividend.BPC is also paying 34percent tax on oil imports from abroad. The tariff includes customs duty, value-added tax or VAT and advance income tax. It is paying a tax of Tk 20.70 per litre for diesel import and Tk 23.5 per litre for octane import. Thus, there is room for cutting the import duties to reduce the financial pressure on BPC along with some upward adjustments, not a sharp hike like the latest one.Again, the smuggling of fuel oils seems incomprehensible when two countries' border guards are active. Smuggling in oils could be contained by taking extended administrative measures and enhancing vigilance. It is unclear why and how the price hike would help prevent the smuggling if there is laxity in border vigilance.As the government has already sought some $4.50 billion from the International Monetary Fund (IMF), there is wide speculation that the oil-price hike is a pre-condition forgetting the loan. The policymakers have brushed aside such speculations. They have argued that any formal discussion about negotiating the terms and conditions of the said loan are yet to be initiated. The reality is that the government has sought the loan from the IMF as an advance cautionary step. Crises in the economy have been intensifying for the last couple of months. These are reflected in a number of developments and indicators. Resuming the load-shedding system to curb the use of electricity, rapid depreciation of the taka against the US dollar, yawning trade gap coupled with current-account deficit, and dwindling foreign-exchange reserves are some of the worrisome developments. So, it is not unusual to seek IMF credit to overcome the economic crisis.Now, there are some inbuilt conditions to avail IMF credits, like subsidy cuts, market-oriented interest rates, withdrawal of administered price regimes etc. Therefore, it will not be surprising if the government soon cuts the yields on national savings certificates and the central bank the 6-and 9-percent withdraws the artificial caps on deposit and lending rates. These steps will confirm that the government is trying to avail IMF credit to fight the growing economic crisis.The ongoing economic crisis largely originated from inefficient macroeconomic management coupled with irregularities and a lack of good governance in the financial sector. By hiking fuel oil prices, the government has indirectly acknowledged the harsh reality. However, for in the last couple of years, there has been more stress on attaining higher economic growth than on enhancing management efficiency and good governance. That's why all witnessed a big spending spree. It also encouraged the consumption boom. An outcome of this spending is an increase in private cars and motorcycles. At the same time, due attention and investment were lacking to develop decent and reliable public transport to improve people's mobility.The lack of good governance is reflected in the rise in rent-seeking activities. The energy sector is a sad example. In the last 12 years, the government paid Tk 2.33 trillion to purchase power and electricity from the rental, quick rental and independent power producers. Around 37 per cent or Tk 865 billion of the total payment was made for the capacity charge of the plants no matter whether they supplied electricity or not.Similarly, costs of various development projects increased, creating pressure on the national exchequer. To finance the budget deficit, the government has to rely more on domestic and external borrowings. The tax burden on citizens has also increased. If additional efforts had been there to keep the cost of various projects at a moderate level, it would have been possible to reduce the total spending burden. So, there might have been no sharp rise in fuel-oil prices which has multiple adverse effects on production in agriculture and manufacturing sectors.Before raising the oil price, the price of urea fertiliser was also increased. The dual price hike will hurt farm production and threaten the country's food security. People have already started paying additional transport fares and carrying goods has become costlier. Fortunately, the finance minister has acknowledged that pricier oil will likely fire up inflation further. The current inflation rate is around 7.50 per cent, and the latest oil-price hike will push it up further. People of the country are going to face a tougher time ahead.[email protected]",
        "headline_1": "Hikes in fuel, fertiliser prices double whammy for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hikes-in-fuel-fertiliser-prices-double-whammy-for-economy-1660398053",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "In spite of the unsparing media and civil society's lambasting of the jaywalkers, the compulsive lot in particular, the sickening practice goes on. In the earlier times, the crossing of the vital city roads by the passersby would be undertaken through normally daredevil means. Those comprised wrong and illegal ways, especially running across a traffic-filled road. With the strips, commonly known as road islands, in place on the major roads, the reckless jaywalkers became so desperate that they took the habit of walking through the normally fenced central reservations. In a few days, the road transport authorities turned quite serious in stopping the menace of crossing roads in a wrong manner. They placed barbed wire fencings on the stretches of the major islands; in places having enough space the city people saw construction of concrete barriers. But all the efforts aimed at making the jaywalkers abide by the relevant laws and remain safe turned futile. Giving a disdainful look at the foot over-bridges within sight, they proved themselves veritably wild as they now started scaling the waist-high walled barricades on the islands. Stunningly, it was a section of devil-may-care women who showed their skill in climbing and crossing the walls, compelling teenage children to wriggle through the spaces kept between the concrete walls. Many of the adult women and men were seen facing road mishaps as they sprang into the other side of a road without noticing the rushing vehicles. All this began happening frequently on the flyovers. How could the experts excelling in behavioural science explain this terrible practice of disrespecting law? As the disillusioned and utterly disgusted segments in society view it, the seeds of these actions remain hidden in a number of these jaywalkers. They are not lodged in any subterranean level of the gene of these people. One need not turn to the anthropological discipline of atavism to search for the roots of these flairs for anarchy. One may not look backward stretching for generations to locate the causes of these deviant practices. The visibly suicidal penchant could be traced to the ambience of violence and in utter defiance of everything representing an orderly life. Abiding by normal social norms and mores doesn't cost anything. Yet a section of people throw its weight behind everything which is deviant, goes against the majority's reverence for peace, symmetry and coherence.To the misfortune of this country, the agents of chaos and filth continue to get an upper hand. Those who climb the stairs of an over-bridge at high noon in order to avert the confrontation with law and order become objects of lampooning and pity by the habitual law flouters. On the other hand, some elements rationalise the speeding of their vehicles despite the lowered level-crossing bars. Accidents due to the duty dodging of the guards concerned do happen. The lackadaisical performance of the authorities in charge is also there. Notwithstanding these systemic drawbacks, the flaunting of heroism by moving through the rail tracks, with a train approaching fast, goes on unabated. These trends and similar others have long warranted the necessity to let them be bound by the social fabric. It ought not to be re-emphasised that the veritably decaying Bangladesh society is badly in need of youthful renaissance men. It's only the youth who can usher in changes. Auspiciously, there are scores of these youths gifted with the spirit for change.This society shouldn't feel defeated, as its fighters have always been on a war footing. The problem is the Satanic forces also remain awake. Misguidance of the positive forces of youth with irresistible temptations from the long-known villains remains a nightmare. But where are the wise people whom the dreamers can turn to?[email protected]",
        "headline_1": "Facing crises and blows of decay",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facing-crises-and-blows-of-decay-1660398095",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2022"
    },
    {
        "full_article": "The youth are a significant part of the population. Currently, there are 59 million young people (15-29 years) in Bangladesh. They comprise around 35 per cent of the country's total population. Our development largely depends on them. However, these youngsters sometimes make us worried as many of them are often found involved in various kinds of criminal activities including sexual harassment, rape, drug abuse, theft, mugging and more. The incidence of the youth's involvement in crime is reportedly increasing day by day. Against this backdrop, we have recently observed International Youth Day on August 12. The youth are crucial to nation-building. They just cannot go astray. Initiatives should be taken to shape up their talent and potential. Emphasis should be placed on providing timely training to the youth. Along with this, there should be arrangements for loans for the youth after providing them training in different trades. These loans must be provided on easy terms and low interest. Moreover, they should be taught moral values, patriotism and ethics. We all should make concerted efforts to ensure that the youth can contribute more to the nation's development. Sumit Banik, Rimi Chakma and Nabaleswar Dewan,Trainers in a rights-based development organisation, [email protected], [email protected] and [email protected]",
        "headline_1": "Tapping potential of the youth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-potential-of-the-youth-1660398128",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2022"
    }
]