[
    {
        "full_article": "In the fourth phase of the Lok Sabha election 2024, 96 constituencies voted on Monday. With this, the voting process in 23 States and Union Territories has been completed. So far, 379 constituencies have voted, which include all 25 seats in Andhra Pradesh and all 17 seats in Telangana on Monday. Polls were also held in the simultaneous Assembly elections in Andhra Pradesh, for all 175 seats and in Odisha, in 28 of 147. In these States, the BJP has had a blow hot, blow cold rivalry with ruling regional parties — the YSRCP in Andhra Pradesh and BJD in Odisha, in its elaborate plans to make some gains. Of the 96 seats up for the take in this phase, the BJP had won 42 in 2019, while the YSR Congress had won 22 in Andhra Pradesh, and the BRS nine in Telangana. The Congress held six. With no overarching theme defining the ongoing campaign in this general election, parties and leaders have been testing various slogans to rally voters around. Meanwhile, the Election Commission of India (ECI) and the principal Opposition party had an unsavoury exchange. Responding to Congress president Mallikarjun Kharge’s questioning of the delay in the release of voter turnout data, the ECI said people held such doubts in “contempt”. Mr. Kharge hit back saying it was “puzzling” that the ECI was not acting on “communal and casteist” statements by the Prime Minister and the BJP. The BJP and the Congress have continued to mobilise voters largely around questions of religious and caste identities, respectively. A mischievous presentation of the demographic trends in the country by a government adviser came in handy for the BJP to make insinuations about Muslims with the aim of polarisation. The BJP continued to accuse the Congress of favouring Muslims. The Congress created trouble for itself as one of its advisers used racist vocabulary to describe India’s diversity. While aspersions against Muslims by the BJP about their population share were dressed up as a concern for their well-being, the Congress’s proclamation about diversity landed as racism. The interim bail given to Delhi Chief Minister Arvind Kejriwal by the Supreme Court of India facilitated his return to the campaign trail. Quick on his feet, Mr. Kejriwal has dragged the BJP into explaining that Narendra Modi would remain the PM even after completing 75 years of age in September next year. Mr. Kejriwal has claimed for himself the central position in the Opposition beyond the 2024 election, by putting forth a list of nationwide welfare guarantees. This has added to the tensions in the Opposition space, where a delicate, dynamic equilibrium holds together ideologically disparate forces.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nAndhra Pradesh\n\n/\n\nTelangana\n\n/\n\nOrissa\n\n/\n\nYuvajana Sramika Rythu Congress Party\n\n/\n\nBiju Janata Dal\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nminority group\n\n/\n\nracism\n\n/\n\nAam Aadmi Party\n\n/\n\njudiciary (system of justice)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\npolitics\n\n/\n\nElection Commission of India\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nvoting\n\n/\n\nAssembly Elections",
        "headline_1": "Towards the endgame: on the fourth phase of the general election",
        "headline_2": "Opposition parties are getting better with their tactics",
        "link": "https://www.thehindu.com/opinion/editorial/towards-the-endgame-on-the-fourth-phase-of-the-general-election/article68171430.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "It is a matter of some consolation that the two men who shot dead Narendra Dabholkar, rationalist and anti-superstition activist, have been sentenced to life imprisonment by a Sessions Court in Pune. At the same time, it is regrettable that it took over 10 years since the August 2013 assassination for them to be brought to justice. It is disquieting that the Central Bureau of Investigation failed to prove the conspiracy behind the killing, leading to the acquittal of the man arraigned as the main conspirator. It is a setback to the conclusion of investigators in Maharashtra and Karnataka that a right-wing organisation called Sanatan Sanstha was behind the heinous murder of ideological adversaries between 2013 and 2017, although the question is still alive in three other ongoing murder trials. Virendrasinh Tawde, an otolaryngologist associated with the Sanstha’s activities, is the one acquitted of the conspiracy charge. He was an outspoken antagonist of Dabholkar and his Andhashraddha Nirmoolan Samiti Maharashtra, an organisation campaigning against superstitions. Despite the court finding that Sachin Andure and Sharad Kalaskar, young men associated with the Sanstha, were the ones who shot dead the 69-year-old Dabholkar in Pune, it criticised the failure to “unmask the masterminds”. This meant that the role of the Sanatan Sanstha is yet to be legally established, although the court has noted the manner in which the defence lawyers sought to tarnish the image of Dabholkar and his activities. Additional Sessions Judge P.P. Yadav’s 171-page judgment rightly points out that the existence of a motive will be insufficient to prove a conspiracy, and that reliable and direct evidence is required to show that the accused had acted on the motive. However, he does find it strange that the defence was seeking to establish during cross-examination of witnesses that the victim was “anti-Hindu”. The Sanatan Sanstha’s role, according to investigators in Maharashtra and Karnataka, was seen in the murders of Govind Pansare, a leftist leader at Kolhapur in Maharashtra (2015), academician M.M. Kalburgi (Dharwad, 2015) and journalist Gauri Lankesh (Bengaluru, 2017). In fact, it was a ballistics analysis of the gun used to kill Lankesh that disclosed that it was the same weapon used in the murder of Kalburgi. Several common features in the four murders have so far been unearthed, leading the police to conclude that a single syndicate has been active in seeking to eliminate adversaries. The governments in Maharashtra and Karnataka must show greater political will in combating such threats to independent thinkers and activists. The first step in this regard is to expedite ongoing trials and focus on proving the conspiracy, motivated by religious extremism, in its entirety.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nmurder\n\n/\n\nprison\n\n/\n\nMaharashtra\n\n/\n\nKarnataka\n\n/\n\njudiciary (system of justice)\n\n/\n\nreligion and belief",
        "headline_1": "Murder and motive: on the Narendra Dabholkar murder case",
        "headline_2": "Dabholkar’s killers get life term, but failure to unearth whole plot is concerning",
        "link": "https://www.thehindu.com/opinion/editorial/murder-and-motive-on-the-narendra-dabholkar-murder-case/article68171408.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "Millions of students, who have been to good schools and are going to good universities, are growing up on videos not books. There is no big purpose, no real interest in the world or in elections\n\nA recent video of students of a private Indian university taking part in a political protest has provided much mirth and laughter online – because of how utterly clueless they appear to be about what their protest is about.\nRead full story on TOI+\n\n",
        "headline_1": "India’s undereducated young",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/indias-undereducated-young/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "Govindasamy Bala, professor at the Centre for Atmospheric and Oceanic Sciences, IISc, Bengaluru, spoke to Bappa Majumdar on India’s scorching summer and the fallout of climate change.\n● India is facing an unprecedented heat wave, especially in the south and east. What are the reasons for it?\n\nThe unprecedented heat wave in April this year is linked to the record global temperatures in 2023 and in 2024. A waning El Nino in Pacific Ocean is also likely a contributor.\nRead full story on TOI+\n\n",
        "headline_1": "‘Heat wave is linked to record global temperatures and waning El Nino’s influence on wind circulation over Indian landmass’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/heat-wave-is-linked-to-record-global-temperatures-and-waning-el-ninos-influence-on-wind-circulation-over-indian-landmass/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "Ninety-six LS seats spread across 10 states will witness polling today, in the fourth phase. It makes this phase the second largest of the seven phases in terms of seats. Among the highlights in this phase are a poll to choose a new govt for Andhra Pradesh and crucial battles in three states that will play a big role in the next govt formation: UP, Bengal and Maharashtra.\n\nShifting southern sands | Telangana’s 17 seats will finish polling today. In contrast to the 2019 election, BRS has lost ground. A defeat in the assembly election was followed by a series of defections of party functionaries. In the offing is a tight three-cornered contest, with Congress and BJP being the other contenders.\nAP, like its southern neighbour TN, is dominated by regional parties. In the two elections since bifurcation, govts have switched and even LS polls are dominated by regional parties.\nQuota backdrop | In central and northern Maharashtra, the outcome of 11 seats will be decided today. NDA dominated this region in 2019. But the situation has changed since there are two Shiv Senas and NCPs in the fray. In addition, voting in some of the constituencies is expected to be influenced by long-drawn reservation agitation for Marathas. The 11 seats encompass much diversity. They include urban centres such as Pune and Nandurbar with a significant tribal population.\nSP’s moment of reckoning | UP has provided BJP an unbeatable edge in the last two LS polls. Of the 13 seats in central UP that will witness a contest today, BJP swept the region last time. Among the seats, it’s Kannauj which will be the focal point. SP leader Akhilesh Yadav at the last minute announced he would contest the election from this seat, which used to be his party’s bastion till 2019. The verdict will prove to be a barometer of the resilience of the main opposition party in the state.\nStill a Congress holdout? | Baharampur in Bengal is an isolated pocket where the Congress has managed to hold on. One of eight constituencies for the fourth phase, it’s the base for Adhir Ranjan Chowdhury who led the Congress in the last LS. He’s locked in a three-corner contest with BJP and TMC’s Yusuf Pathan, a cricket World Cup winner from Gujarat. Also in the fray today is TMC’s Mahua Moitra from Krishnanagar. Plenty of drama.\n\n",
        "headline_1": "On to round four: The second largest polling phase will decide a new govt in AP and the fates of Akhilesh Yadav & Adhir Chowdhury",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/on-to-round-four-the-second-largest-polling-phase-will-decide-a-new-govt-in-ap-and-the-fates-of-akhilesh-yadav-adhir-chowdhury/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "The Constitution is the nicer of poll issues. Dalit fears reflect the worse of social stagnancy\nMany Indians hold the Constitution to be a ‘holy book’. And this idea is getting a further layering these days, when couples choose to anchor their marriage ceremonies to the Constitution. Social media tagging of such ceremonies can include #ReclaimConstitution. The rights to equality and freedom guaranteed by the document are one powerful reason behind this trend. But another is indicated by the unusual frequency with which poll speeches have been bringing up the Constitution this election season. The level of discourse is pleasanter than in other clamorous matters, even if the claims and counterclaims are along political lines.\nOpposition has been going to town with the charge that BJP will seek to ‘change’ the Constitution if it gets another govt term. BJP has been saying, no such thing. Defence minister has even been specific enough to say that the basic structure of the Constitution shall not be touched. Actually, over the decades since the 1973 Kesavananda Bharati judgment, support for its basic structure doctrine has been shared across political divides. And yet, reports indicate that there are palpable fears on the ground this time. The distress is not at all evenly divided across demographics. Instead, it appears heavily localised among Dalits.\n\nWhatever rumours may be spreading this fear, the fact of note is Dalits’ vulnerability. The social and economic structures that Ambedkar found denying ‘the principle of one man one value’ in 1950, do so to this day. Of course, the symbolism of India’s Dalit president and chief justice and chief ministers and teachers and business successes has been powerful. But nowhere close to enough to end casual to brutal caste discrimination. That the Constitution is a poll issue is good. The reason it is a poll issue speaks to dark truths.\n\n",
        "headline_1": "The right book",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-right-book/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "The two Dhaka mayors may be patting themselves on the back for doing a good job of maintaining the capital city during their four-year tenure, but the statistics—to say nothing of city dwellers' individual experiences—tell a different story. Over the period, Dhaka has consistently found itself among the top 10 least liveable cities in the Global Liveability Index. Its air, too, frequently makes it to the top of the global list of cities with the worst air. Its traffic jams are so deadly that, on average, city dwellers spend a whopping 276 hours a year wasting away their productive lives, earning the capital the not-so-prestigious title of the slowest city in the world. When it rains, Dhaka drowns, and during heatwaves, Dhaka burns. How should one rank the mayors of a city which consistently tops the list for all the wrong reasons?\nWhatever ambitious promises that the two mayors made in their election manifestos have remained unrealised for the most part, and along with it, people's dreams of an accessible, safe and healthy city. For instance, both the mayors had pledged to rid Dhaka of mosquitoes, but the city has only become deadlier with each passing year. Despite spending Tk 500 crore over mosquito control, dengue claimed more than a record-breaking 900 lives alone in the city last year, and experts are already predicting that the outbreak this year will be even worse. Our repeated calls for a coordinated and scientific approach for dengue control by engaging entomologists and other experts have fallen by the clogged drain, with the same tried-and-failed methods being implemented half-heartedly by the city corporations to contain an escalating crisis year after year.\nAnd it's not just dengue. Take any perennial problem of Dhaka—traffic, waterlogging, air quality, sound pollution, walkability—and we seem stuck in an endless loop of failed promises on the end of policymakers and frustration on the end of the public. Look at any public amenity, and we are confronted with mismanagement, inefficiencies, and a lack of collaboration and foresight of the authorities, to say nothing of corruption at every stage of the process. Meanwhile, our open spaces, canals and natural reservoirs are disappearing at alarming speeds, being replaced with buildings and structures constructed flouting basic fire and building safety rules.\nWhile we credit the city mayors for taking some notable initiatives over the past four years, such as DNCC's waste management or DSCC's reclamation of occupied rivers, what we need are not ad hoc solutions but a radical reimagining of city planning and management. Dhaka's current state is far too alarming for the mayors to be happy about their \"many\" achievements over the past four years. It's time they inhabited the same Dhaka as we do—one where even the most basic of human needs, such as breathing, is a fight for survival.\n",
        "headline_1": "How to rank mayors of an unliveable Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-rank-mayors-unliveable-dhaka-3609021",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "A patient died after being stuck in Gazipur's Shaheed Tajuddin Ahmed Medical College Hospital lift allegedly for \"45-minutes\" and the hospital authorities reacted not by expressing regret that such a preventable death occurred on its premises. Rather, in a letter to the Directorate General of Health Services, the authorities made every attempt to shun responsibility for the ill-fated death.\nThis kind of reaction from hospital authorities has become quite common in Bangladesh. Whenever a wrongful death occurs within hospital premises from negligence by medical professionals or mismanagement by the management, hospital authorities' stance is always defensive, not empathetic. Sometimes they even end up blaming the victims like the executive engineer and the director of Shaheed Tajuddin Ahmed Medical College Hospital did in their letter to the DGHS on May 12. They blamed the panicked people, stuck inside the lift, for disabling the Automatic Rescue Device (ARD) by pounding on the elevator door from inside. The ARD system automatically brings the lift to the nearest floor and opens the door in case of power outage or elevator malfunctions. According to the hospital authorities, the lift operator manually tried to bring the lift to a floor and open the door when the ARD did not work. But the people, stuck inside the lift, managed to open the door themselves before the liftman finished his job.\nWhile it is debatable whether pounding on lift doors can disable the ARD, the hospital authority did not care to explain why there was no lift operator inside the elevator—someone who would know what to do in case of power failure or lift malfunction. Or why the hospital had such an elevator that would fail to operate properly if people, stuck inside, pounded the door inside? Should hospitals not install the sturdiest elevators? Instead of answering these questions, the hospital authorities made every attempt to prove the victims of the incident wrong. It is a clear indication of what might happen next. In the past, we have seen how, following such incidents, investigation committees are formed, certain time is taken to make the inquiry and then one or two lower-rank staff get reprimanded or lose their jobs. Progress of the inquiry or its findings hardly shows up in the news. We can also safely assume that no one from the top brass from any of these hospitals are held accountable, otherwise it would have made the headlines. Everything goes back to business as usual until another life is lost due to medical negligence or hospital mismanagement.\nOnly a week earlier on May 4, another patient died in this same hospital after falling through a gap between the floor and the wall on the 12th storey of the building. It is not clear why there was such an unsafe structural gap inside the building. There was no safety precaution installed on the floor either. A 70-year-old man fell through two floors and succumbed to his injuries. Our correspondent talked to the deceased family and learned that neither the postmortem nor the investigation report on the incident have been delivered yet. According to a Prothom Alo report, the hospital's director said that they had informed the LGRD about the gap, but nothing happened. This is yet another instance of shifting the blame and shunning responsibility. Why the hospital authority itself did not take any action to make that area on the 12th floor safe remains a mystery.\nQuestions like these pricked our conscience every time a child died after administration of general anaesthesia, or some other wrongful actions by a medical professional cost the life of a patient. Judging from the way patients are often mistreated in our hospitals either by hospital support staff or medical professionals, it feels that our healthcare services is less of a service and more of alms showered upon us out of pity. That we often have to pay through our nose to get any medical treatment at all is totally irrelevant. It is as if we should just accept every preventable death in our health system as a matter of fate and not expect any accountability from any quarters.\nThe sad reality is, had this elevator death happened to a rich and powerful person, instead of Mumtaz Begum, from Kapasia's Barigao village, the consequence might have been different. Unfortunately, the negligence in our healthcare facilities do not touch the rich and powerful who run the country because they go for medical treatment elsewhere. So, at the end of the day, the people who should have been answerable for such preventable deaths remains out of touch. Even their conscience does not lead them to take any responsibility. Thus, commoner's life become expendable from yet another negligent incident.\nTamanna Khan is a member of the editorial team at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The hospital can't deny responsibility ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-hospital-cant-deny-responsibility-3609016",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "It is alarming how extortion in the name of collecting city tolls still continues unabated. According to a report by this daily, extortion of this nature occurs regularly in a number of places in the southern part of Dhaka, with hundreds of trucks and pick-up vans crossing these areas falling victim to unauthorised toll collection. What's worse, members of these extortion rackets are often employees of toll companies authorised by the Dhaka South City Corporation (DSCC) itself.\nThe DSCC database shows that a lease was issued to three firms in January to collect tolls from 57 locations around the Sayedabad bus terminal, the Joy Kali Temple in Gulistan, and the truck parking lots at Doyaganj and Dholaikhal. The three firms are Himachal Gold Line, its sister company 7-Eleven Enterprise, and Saddam Enterprise. Despite these companies having the authority to collect tolls only at specific spots, at least 10 people allegedly of Himachal Gold Line were arrested last year for collecting tolls illegally. Similarly, locals alleged that these firms often charge more than the designated toll fees (for various vehicles) and even extort money from unauthorised locations.\nReportedly, the extortionists carry with them rods and sticks to beat up drivers who refuse to comply with their demands. Sometimes they even use their political connections if the police try to intervene. It is quite unlikely that the DSCC is not aware of the extent of these activities given the frequent media coverage. A Prothom Alo report from two years ago, for example, covered such incidents in considerable detail. Before that, this daily had also reported on how two companies, authorised by the DSCC, were collecting tolls from commercial vehicles in the name of non-existent terminals.\nThe question is, why is the DSCC still allowing such practices? Why haven't those companies been made to answer for their employees' criminal behaviour? Is it because they are backed by influential quarters? Are any DSCC employees benefitting from this exercise? The authorities must give clear answers to these questions. Moreover, judging by how the toll collection system is currently operating, often using third parties, it is high time they overhauled it to modernise and streamline the process.\n",
        "headline_1": "Why is DSCC allowing extortion in the name of tolls?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-dscc-allowing-extortion-the-name-tolls-3608831",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "This year's Secondary School Certificate (SSC) and equivalent examination was important on several counts. But the most outstanding certainly was the holding of the examination for all the subjects with full syllabuses after the pandemic that forced either reduction of subjects or syllabuses. It is also important that the candidates have perhaps appeared for this first public examination under the existing curriculum for the last but one time. Then the results of the previous year examination were in general worse than 2022. So, there was a heightened interest in the performance of examinees this year. Happily, they have not disappointed the nation. Examinees of the nine general education boards have done better by raising the bar to a reasonable level both in terms of percentage of pass and grade point average (GPA) 5.0 achievers. However, examinees under the Technical Education Board and the Madrasah Education Board could not match their performances both in terms of pass rates and GPA scorers with their counterparts under the general education boards. Of the several positives of this year's SSC results, quite a gratifying one is the comparative much better performance in English and Mathematics---subjects that proved the Achilles heel for students at this and other levels before. Whether special care was taken for improving skills in these two subjects or the questions set were simpler is yet to be known. But there is no alternative to keeping up with this good work. Yet another positive development ---now discernible as a silent revolution---has been taking place in the option girls make for the science group. In a departure from the past choice for the humanities subjects, girls are not only increasingly opting for physical and biological sciences, they are outperforming boys. This is on top of the overall higher pass rate of 85 per cent for female students with a total of 89,168 GPA achievers as against 82.39 per cent for male students with 74,677 GPA scorers respectively. Had boys and the examinees of the Technical Education Board and the Madrasah Education Board matched their performances with those of girls, the results would look much brighter and better.The stellar performance by girls is certainly heart-warming but at the same time the consistent slide in boys' performance over the past few years cannot but give a cause for serious concern. It is quite revealing that girls not only outnumber boys at the SSC level but also in Bachelor of Medicine and Bachelor of Surgery (MBBS) courses in the medical colleges. Also it has almost become customary for female students to achieve top positions in examinations of higher studies in universities. There is no reason to think that merit is gender-based, it is the opportunities or a lack of those together with the mindset such as concentration level and application of knowledge that determine the outcomes of examinations and contribution to society.On that count perhaps male students with their better opportunity for experiencing the existing hard reality get disillusioned and even derailed. Without mincing words, it can be said that young learners have been subjected to one after experiment like guinea pigs in the name of educational reform. Even the latest overhauled curricula dubbed life situation-based may miss the objective if not for its merit but at least for not handing the task to an army of qualified teachers. Also the yawning gaps between and among education institutions as reflected in zero pass for 51 schools and madrasahs demand immediate attention for redress. Let the successful students carry on to expand their horizon.",
        "headline_1": "Performance in SSC examinations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/performance-in-ssc-examinations-1715616047",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "It's been seven years since the Rohingyas arrived in their latest edition and this time caught most international attention. They had been coming here for a long time, expelled by the Myanmar authorities as outsiders historically. Various Bangladeshi regimes have responded as per their perceptions of advantages and difficulties. However, when they arrived this time, it was a tsunami of arrival - 700,000 in number at least -and the rest is known. What we don't know is what exactly is going on there between not just the two countries directly involved but the big powers pulling the strings to make it happen for their own benefit.Does Bangladesh matter in all this? That string pulling is happening not because Bangladesh matters but other states linked to Bangladesh do. And Bangladesh can hardly decide the drift of things. Its denial of its own limited external sovereignty and that it's not bilateral but tri-lateral and multilateral relations that decide matters has continued to weaken Bangladesh's official stances. Given the political power equation scenario at the international problem, the Rohingya problem is not just an issue of refugees but an indicator of our global political-economic status. Humanitarian issues, IOM and other interventions are a constantly asked question. That is another dimension of the crisis which is real, humane and about human suffering that not many bother about in the issue. International relief and humanitarianism is a reality but does it stand alone from the rest of global politics? The response to the humanitarian crisis has fewer issues that impact on internal and external policies globally so the international community has been very supportive of the problem and helping out Bangladesh with resources and support.However, if one goes back in time, one can see that the funding countries didn't support Bangladesh in any international way for repatriation of the refugees. That is only to be expected as Bangladesh has been caught in a very uncomfortable international, diplomatic and real crossfire. So what does IOM and other's presence mean in relation to the Rohingya crisis?. It's possible they want prolonging the same as long as it suits the bigger boys. .The IOM DG Pope recently visited Bangladesh and offered hope and promised to raise more money. She said, \"I am deeply grateful to our generous donors for their support and commitment to addressing the urgent humanitarian needs of Rohingya refugees and vulnerable populations in Bangladesh. Their substantial contributions will not only make a tangible difference in the lives of those in need, but they also demonstrate our collective responsibility to uphold the principles of solidarity and compassion on a global scale. Together, we are not only assisting Bangladesh but setting a powerful example for collaborative action in tackling migration challenges worldwide.\"The IOM newsletter says, \"In March, IOM appealed for USD 119 million to support nearly a million Rohingya refugees in what has been called the world's largest refugee settlement in Cox's Bazar, Bangladesh, and the vulnerable community generously hosting them. In a momentous step towards preserving Rohingya cultural heritage, DG Pope inaugurated the World Tour of the Rohingya Cultural Memory Centre (RCMC). This exhibition will showcase, in several global locations, the rich cultural heritage of the Rohingya community and raise awareness about their plight.\" The signal is clear. It's as far as one can go in calling the problem or situation permanent. Permanent visitors' status is not something anyone is talking about but it's clearly there on the table. Bangladesh has no control over the problem because it's also a battle between China and the West at one level and a regional political situation that is not under anyone's control. When the Rohingya deluge came, Myanmar's boss was Suu-Kyi. She was the West's pet 'democrat\" at the receiving end of unconditional support for expelling the refugees if the reality is held up.At that point as now, Bangladesh didn't matter and doesn't now either. What was good for Suu-Kyi's continuation in power was good for the US as she was seen as a bulwark against Chinese clout.China has meanwhile helped the Myanmar army topple Suu Kyi but the Myanmar regime is weak and not really a big help to its primary patron. At the same time they have become directly involved in the yaba trade that has created a vested interest group amongst the power structure in Bangladesh.That has made the Chinese feel better not to mention Myanmar and of course those who matter in many parts of the Bangladeshi power structure. Most yaba is produced in the Chin state which is an \"independent \" state\" run by the Chin Liberation Army. It may be an accident that the Chin state's biggest backer is China.Bangladesh is not a party to the coming and going of the Rohingyas so it's basically playing the role of a forced host. And the Rohingya's living here as refugees serve most if not all the purposes. They are hated as \"Muslim dark skinned Bengalis\" and really don't fit into the power framework that China supports there. The West on the other hand see it as an opportunity to argue that the West sanctioned pro-Chinese Myanmar regime is pretty awful though it had also supported Suu-Kyi when they were initially thrown out at a mass scale.Meanwhile, the smart ones in both Myanmar and Bangladesh make serious money from the yaba trade, the most openly criminal activity possible. No one minds really. That being the case, the chances of the Rohingyas returning are slim to slimmer. Unless of course, some equations change in global politics.\n[email protected]",
        "headline_1": "Rohingyas: A permanent guest syndrome?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingyas-a-permanent-guest-syndrome-1715616090",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "The country's central bank, Bangladesh Bank (BB), has been trying to rein in inflation by reducing money supply, and to this end has raised the policy rate (the rate at which commercial banks borrow money from central bank) to 8.5 per cent to make money costlier. It has also freed the bank interest rate from previous control and left it to the market to be determined. The measures have been taken at the IMF's instance with the expectation that those would be able to tame the stubbornly rising inflation rate, which reached as high as 9.81 per cent in last March, accelerating from the previous month's (February's) 9.67 per cent.Now, one would like to see how far those regulatory actions by the BB are to translate well to benefit the general public. The common people won't be interested in the abstract figures on the rise or fall of inflation, interest rates, etc. They would rather want the essential commodities market to reflect the outcome of the regulatory measures so taken. So far their experience with other IMF prescribed measures like withdrawal of subsidies on utilities like power and gas as well as fertilisers is that their prices have gone up to the dismay of the fixed and low income consumers (of the utilities) and the peasantry in the villages. They will have to pay through the nose to pay the bills as their incomes have not increased. For the entire focus of IMF prescriptions is to reduce the government's cost burden. Being a lender, the IMF would naturally want to make the government borrowing its money creditworthy. So, how such cost-cutting would affect the common people is of no concern to a lender. But the government should be concerned and have plans to protect fixed and low income people against the blow of the cuts in subsidies. Similarly, costlier money may slow down money circulation, but that would also make small business tougher affecting negatively the informal sector of the economy. There should have been arrangements to protect this segment of the population. And since the essential commodities market is not an island, the central bank measures are definitely going to impact this forever volatile market. The prices of basic commodities like eggs, chickens and vegetables have meanwhile risen further in the city's kitchen markets. How to explain it? Though the retail market operators are yet to factor in the impacts of central bank measures as an excuse to raise commodities prices, they certainly have readied other explanations for the purpose. In fact, issues apparently having no connection with the essential commodities market are apt to drive up prices in Bangladesh. As for instance, volatility in the forex market should not affect the prices of locally grown agricultural products like vegetables, eggs, poultry, etc. But when you are dealing with essential commodities market in Bangladesh, everything is possible here.Some kitchen market operators this time have reportedly blamed the heatwaves for the rise in the retail prices of egg by 25 per cent as of May 10 within a week's time, while chicken prices have gone up by 15 per cent. Similarly, vegetable prices have shot up without rhyme or reason. Earlier, the government took various measures including fixing of prices of certain essential commodities to cool the market. And there was also provision of strict penal measure for errant traders, but to no avail. The essential commodities market operators appear to be a law unto themselves. The unending volatility of the essentials commodities market has been behind the unbridled rise in the cost of living of the general public. One wonders if the various measures adopted by the central bank, or the government, for that matter, to combat inflation would finally help calm down volatility of the kitchen market.\n[email protected]",
        "headline_1": "The ever eruptive kitchen market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-ever-eruptive-kitchen-market-1715616117",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-05-2024"
    },
    {
        "full_article": "We, the students of Comilla University, are among the worst affected by the ongoing disputes on campus. The confrontation between teachers and the Vice Chancellor, Professor Dr. AFM Abdul Moyeen, has led to the indefinite closure of the campus by syndicate orders issued in the last week of April. We do not believe that closing the campus was the right decision. We strongly urge negotiations between the University Administration and the Teachers Association to resolve the conflict. We, along with our well-wishers, firmly believe that political conspiracies should not exacerbate the situation, as we all have to coexist on campus.As final year honours students, we are under significant psychological pressure and uncertainty about when we will be able to complete our graduation degrees. Losing more than a year to the pandemic was beyond our control, but the repeated disruptions to academic continuity have shattered our confidence, leading some to make misguided decisions out of desperation.We earnestly appeal to the relevant authorities-the Chancellor of the University, the University Grants Commission, and the Ministry of Education-to swiftly address the instability at Comilla University. We need to resume our academic activities without further delay.\nMd. Zahid Hossain & Mohammad RajibStudents of English DepartmentComilla University",
        "headline_1": "Reopen Comilla University",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reopen-comilla-university-1715616135",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-05-2024"
    }
]