[
    {
        "full_article": "An impartial inquiry into a politically contested incident is always welcome. Earlier this month, Prime Minister Narendra Modi’s convoy was stranded on a flyover near Ferozepur in Punjab for about 20 minutes. Treating this as a serious security lapse, and taking note of the potential for partisan inquiries, the Supreme Court has appointed its former judge, Justice Indu Malhotra, to lead an inquiry. Other members of the probe committee comprise the DGP of Chandigarh, a senior officer of the National Investigation Agency, the additional DGP (security) of Punjab, and the Registrar-General of the Punjab and Haryana High Court. The court official has already secured the records related to the Prime Minister’s tour programme on that day. One hopes the probe, which has been constituted only to avoid one-sided inquiries at the instance of either the Union government or the State government, will give a quietus to the raging political controversy. None will disagree that once the matter was taken to the apex court, only an inquiry of this nature will steer clear of partisan politics, especially in the backdrop of the incident emerging as an exploitable issue in the elections to five State Assemblies. The Union government’s show-cause notice to the Chief Secretary and DGP of Punjab, demanding a response within 24 hours, evoked some resentment from the Bench.Initial inquiries ordered by both governments have been put on hold. However, there is something disquieting about the way an isolated lapse in the Prime Minister’s security is being used to raise the political temperature and garner electoral dividends. It is unfortunate that the attempt on the part of the ruling BJP to fix the blame on the Punjab government, and the Congress which helms it, is continuing even after the Supreme Court appointed an independent committee to probe the incident. Assam Chief Minister Himanta Biswa Sarma has made some crude and unwarranted remarks on his Punjab counterpart, Charanjit Singh Channi, demanding Mr. Channi’s arrest and alleging a conspiracy to kill the Prime Minister. It is clear that a divisive narrative is sought to be built by key functionaries of the BJP, as though they have been asked to milk the issue as much as possible in the run-up to the Assembly elections. The petition, which the Bench headed by the Chief Justice of India, N.V. Ramana, agreed to hear early, seemed to be an exercise to put the Punjab government in the dock. However, the Supreme Court has managed to emancipate the litigation from its political overtones and preserve the scope for a dispassionate inquiry. It would be in the fitness of things if the Court took note of the attempts to use the incident for electoral propaganda and restrained political parties from the resort to needless rhetoric.",
        "headline_1": "A welcome probe: On PM security breach and propaganda",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-welcome-probe-the-hindu-editorial-on-pm-security-breach-and-propaganda/article38268550.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "This year, the harvest festival brings a change at the helm for the Indian Space Research Organisation (ISRO), with S. Somanath who heads the Vikram Sarabhai Space Centre (VSSC) at Thiruvananthapuram taking over as its chairperson. He succeeds K. Sivan, who also came to head ISRO after having led the efforts at VSSC. Mr. Somanath is the third consecutive chairperson of ISRO to have a master’s degree in engineering from the Indian Institute of Science. The organisation thus sees a continuation of the recent trend of being led by engineers. It is to be seen if Mr. Somanath’s specific expertise in leading innovations in rocket engines, the cryogenic engine, for instance, will shape future developments at ISRO. If earlier the Mars Orbiter Mission, which broke the records for expense by costing just ₹7 per kilometre, and Chandrayaan 2, had kept anticipation high, the new chairperson will oversee the unfurling of the human space flight programme — Gaganyaan. Another long-awaited mission is Aditya-L1. This has morphed and grown into what will be India’s grandest investment in space dedicated to science, specifically, solar physics. The aim to take a space observatory to the Lagrangian point one (L-1) to study the Sun offers yet another frontier for ISRO to breach.Mr. Somanath will also lead a transition in the stance of ISRO towards privatisation. Until a few years ago, ISRO had remained largely preoccupied with deriving socio-economic benefits from space technology and applications that were used by the Government of India and some international collaborations. Of course, these ventures had a strong industry participation, but privatisation reforms have been pursued hard recently. The first announcement came in 2019, with the NewSpace India Limited (NSIL) being floated in March, and the commercial arm of ISRO was more firmly established. Apart from building and launching satellites, the company will provide launch services, build customised launch vehicles, provide services of Earth observation and communication through satellites and also transfer technology to Indian industry. As a sequel to the establishment of NSIL came the announcement of the creation of the Indian National Space Promotion and Authorization Center, in June 2020 — a channel through which non-governmental private enterprises can carry out space activities. The country’s imagination to get up to speed with other competing nations would be put to the test under the new leadership. ISRO and its sister organisations have much to offer in the form of spin-offs and technology transfer. Underlying these questions is the anticipation which stems from the very nature of space science; it not only contributes to immense learning and perspective but also unfolds the very horizon, enhancing universal feelings of oneness.",
        "headline_1": "Space for dreams: On ISRO’s new chief",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/space-for-dreams-the-hindu-editorial-on-isros-new-chief-s-somanath/article38268586.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "While covering a discussion on domestic violence last year, like many others in the audience, I was deeply touched by Rahela's story of helplessness. Rahela (not her real name), a domestic violence survivor from Atgharia upazila of Pabna, had been abused by her husband ever since she got married 15 years ago. Although initially her husband, a drug addict, would torture her occasionally, it became more frequent as time went by, she said, wiping her tears. But one day, during the Covid-induced lockdown last year, the 28-year-old mother of two could not bear the torture any longer. The man beat her severely with a stick, which landed her in a local hospital.\nLater, when I contacted her personally, Rahela said that she had gone to the local UP chairman to complain about her husband's history of violence, but she was advised to go to the police station. After taking treatment at the hospital for two weeks, she went to the Atgharia Police Station, where the duty officer asked her to file a complaint, and that was all.\nAccording to Rahela, police did nothing about her complaint, rather, after a month and a half, she was forced to return to her abuser as her parents could not bear the extra costs of keeping her two daughters and herself, while her in-laws and neighbours made a mockery of their situation saying, in Rahela's words, she \"had to return eventually, even though she went to the police to teach him a lesson.\"\nAlthough spousal violence is the most prevalent form of violence facing women in Bangladesh—according to a 2015 Bangladesh Bureau of Statistics survey, 73 percent of ever-married women reported having experienced violence from their husbands in their lifetime—an overwhelming majority of them have to endure a similar scenario while seeking remedies. They have to go through a myriad of other challenges including social stigma.\nData obtained from the national emergency helpline 999 also shows that the number of complaints against spousal violence has increased by 174 percent during the past two and a half years, with 3,348 complaints recorded in 2021, 1,123 in 2020, and 388 in 2019. In 2021, such complaints were almost half (47 percent) of the gender-violence-related calls attended by 999. However, in only a few instances, cases were filed under the Women and Children Repression Prevention Act 2000, as most survivors do not want to file a case, instead they want to see the matter resolved internally. Unlike Rahela, who at least showed the courage to go to the local UP chairman and police to seek remedies, victims mostly keep silent about the bodily harm and emotional abuse suffered.\nSpeaking up or taking action against an abusive husband is not an easy decision, as I have discovered while interviewing many survivors of domestic violence. Many think they have little choice in this regard, with social and familial pressures always hanging over their heads. They are advised to comply and endure silently, or risk losing it all. The shocking death of Elma Chowdhury Meghla—a student of Dhaka University's Department of Dance—at the hands of her in-laws is a perfect example of how lack of support can force women to keep silent until their deaths.\nFurthermore, in the absence of proper institutional support including shelter, psycho-social counselling, medical services and livelihood opportunities, many victims are reluctant to pursue a legal battle and return to live with their tormentors. According to a 2020 Human Rights Watch report, there are only 13 longer-term government shelters for women and girls in Bangladesh, including seven Safe Custody Homes run by the Ministry of Social Welfare (two of which in Dhaka division) and six shelters run by the Ministry of Women and Children's Affairs, where women can stay for up to six months with up to two children under the age of 12.\n\"In addition, there are eight Victim Support Centres (VSC), which technically offer short-term shelter for up to five days, run in coordination between the Bangladesh police and NGOs. But shelter services at VSCs are inconsistent and unreliable, and activists say that in reality they often don't allow stays beyond one night in case of emergency. Finally, there are an estimated 15 additional NGO-run shelters. In total, therefore, there are a mere estimated 36 shelters in a country with over 80 million women and over 64 million children,\" the report stated.\nAlthough we have a very progressive law—Domestic Violence (Prevention and Protection) Act 2010, which gives victims of domestic abuse the opportunity to get different remedies including protection orders, the right to reside at the marital home, temporary custody of children, and recovery of personal assets and assets acquired during marriage—its implementation is still very poor, due to a lack of awareness among victims as well as key implementing agencies.\nFor example, 28-year-old Mehroo, a caseworker at an NGO that works on preventing gender-based violence, said that even though she was aware of the DVPP Act and her rights, she could not secure remedy under the Act for the violence she had faced from her husband. During her eighth month of pregnancy, she said, she discovered that her husband was cheating on her, and when confronted, beat her severely. He also threatened to kick her out of the house, so she couldn't take any action against him.\nAccording to Mehroo, based on her experience of working with her organisation, she found that the road to remedy under the DVPP Act is also uneven, complex as well as time-consuming, as the implementing authorities are not well aware of these progressive provisions. In her case, it was simply impossible to pursue a prolonged legal battle as she was heavily pregnant, unable to walk properly, let alone run to courts.  \nA 2020 study conducted by Prof Taslima Yasmin, an associate professor of law at Dhaka University, also found that 19 of the 20 survivors interviewed had never heard of the DVPP Act. Even when they went to law enforcement agencies or administrative officers, they were not informed that they could get remedy under the law. Clearly, there is a lack of orientation and training on the provisions and usage of the law.\nTaslima's study also found that victims only seek remedy when physical torture reaches a severe level, or after they were denied access to their marital residence or the husband remarried.\nAnother shocking discovery was that although the study found case records from the Chief Judicial Magistrate Courts in over a dozen districts, it found no case filed under the law in Bhola and Sherpur district courts in the past 10 years, while the Barishal Chief Judicial Magistrate Court recorded only one in 2020, and that too was still pending disposal. A lawyer with 25 years of experience at the Metropolitan Magistrate Courts in Dhaka said that no one had approached him to file a case under the Act in the last 10 years; he saw only one case being heard in a court during this time. Similarly, the Judicial Magistrates in Gazipur, Narsingdi, and Mymensingh informed that they rarely saw any case being filed under this law.\nAccording to the Act, the upazila women affairs officers have been made responsible as Enforcement Officer (EO) for reporting incidents of domestic violence to the court, accessing legal aid under the Legal Aid Act 2000, referring victims to safe shelters, if necessary, and much more. However, some organisations working on preventing violence against women said that the enforcement officers remain unavailable for immediate support, as they are overburdened with duties and underequipped in the absence of any budget.\nIn order to prevent domestic violence, which went up alarmingly during the pandemic, we must make the DVPP Act successful by employing designated paralegals or separate desks at the Upazila Women Affairs offices to efficiently coordinate among the various implementing agencies. At the same time, there must be a mechanism (involving shelters, psycho-social counselling and medical services) for the survivors who literally have nowhere to go to escape the violence.\n \nNilima Jahan is a staff reporter of The Daily Star. Email: nilima.jahan@thedailystar.net. \n",
        "headline_1": "The long, winding road to remedy for spousal violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-long-winding-road-remedy-spousal-violence-2938626",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "The recently reported cruel act of a hospital—that removed oxygen tubes from six-month-old twins because their mother couldn't pay the hospital bills—speaks volumes about the state of our healthcare sector. According to a report by the daily Prothom Alo on January 8, 2022, Ayesha Akter admitted her twin sons with breathing difficulty and fever to a private hospital in Dhaka. Diagnosed with pneumonia, both the babies were given oxygen support. After five days of their stay at the hospital, the authorities handed her a bill of Tk 1.26 lakh. As the poverty-stricken woman could not pay the amount, the hospital owner directed the staff to remove the oxygen tubes from the twins' mouths, and the staff complied. An hour later, one of the twins succumbed to his illness.\nWhile this may be an extreme example of cruelty and medical malpractice by a particular private healthcare provider, news of patients being driven out of hospitals for not being able to pay medical bills is not uncommon in Bangladesh. Patients are often handed exorbitant medical bills by these hospitals and clinics, as well as given unnecessary diagnostic tests and medicines. While many patients sell their land and other properties to pay for better treatment, those with no money or properties are left with no options but to seek over-the-counter (OTC) treatment, or worse, stop seeking treatment at all.\nA number of studies carried out by government and private agencies last year revealed how malpractices by our private healthcare providers led to this high medical expenditure, pushing poor patients and their families into further poverty. One such study, conducted by the Health Economics Unit (HEU) under the health ministry last year, found that Bangladesh's out-of-pocket (OOP) health expenditure was the highest in South Asia. OOP expenditure refers to the expenses that a patient or their family has to pay directly to the healthcare provider, where the state or an insurer does not give any financial support.\nAccording to the HEU study, Bangladesh's OOP treatment cost was 68.5 percent in 2020 when the global average was only 32 percent. One of the main reasons for such high health expenditure has been identified as the high cost of medicines: 64 percent of our OOP expenditure goes into buying medicine, whereas it is only 28 percent in India. This is because our doctors prescribe excessive and costly medicines which are in many cases unnecessary, the study found.\nPeople are forced to seek treatment at private hospitals because of poor management in our public hospitals. Reportedly, in many of our upazila hospitals, it is often difficult to find doctors and staff for help, as well as the necessary medical equipment to run tests. In other facilities, high-quality equipment such as X-Ray machines are lying idle because there are no trained staff to operate them.\nOur budgetary allocation for the health sector is also not sufficient—while an ideal health allocation should be 15 percent of the total budget, according to the World Health Organization (WHO), our budgetary allocation for health is only 5.42 percent in the 2021-22 fiscal year. And whatever little money the government does allocate to the health sector is not properly utilised either. Furthermore, this sector is riddled with lack of good governance and rampant corruption, which has been widely reported in the media recently.\nAs more people seek treatment at private facilities, they are faced with a number of problems. The high diagnosis and medicine costs are two of them. Reportedly, the expenses in private hospitals are hardly monitored by the authorities concerned. In 2020, the High Court directed private hospitals, clinics and diagnostic centres to submit their price charts for medical tests and also directed the authorities concerned to formulate guidelines to monitor these facilities under the Medical Practice and Private Clinics and Laboratories (Regulation) Ordinance, 1982. Sadly, we don't know if any progress has been made in this regard.\nRegulating our private healthcare providers and improving the overall management of the public ones are all the more necessary now, as the country is at the outset of another Covid-19 onslaught. In the last two years of the pandemic, patients suffered a lot due to the extremely high treatment costs at private hospitals and the inefficiency of public healthcare facilities. A study conducted during that time revealed that Covid-19 treatment cost was unusually higher in private hospitals compared to the public ones; while the government hospitals spent, on an average, Tk 1.28 lakh for a Covid patient in general bed, in private hospitals, the cost was around Tk 2.42 lakh—almost double. This was mainly due to the differences in diagnosis and medicine costs. However, only a few public hospitals were properly equipped to handle Covid patients.\nTherefore, unless the ridiculously high health bills in private hospitals and clinics can be brought down by formulating a set of guidelines and implementing them, and public hospitals and health complexes are operated efficiently, ensuring everyone's access to healthcare will remain a far-fetched dream.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "When will our health system put patients before profits?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-will-our-health-system-put-patients-profits-2937961",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "Corporal punishment is defined as any punishment in which physical force is used with the intent to cause some degree of pain or discomfort, however light. Degrading and humiliating punishment also falls under this definition. Corporal punishment violates not just children's right to freedom from all violence, but also their rights to health, development and education.\nIn November 2021, the World Health Organization (WHO) published \"Corporal Punishment and Health,\" where it called for the end of this practice around the world. The WHO fact sheet highlighted that a large body of research had established links between corporal punishment and a wide range of negative outcomes—both immediate and long-term. Some of those are \"direct physical harm, sometimes resulting in severe damage, long-term disability or death; mental ill health, including behavioural and anxiety disorders, depression, hopelessness, low self-esteem, self-harm and suicide attempts, alcohol and drug dependency, hostility and emotional instability, which continue into adulthood.\" Impaired cognitive and socio-emotional development; damage to education, including school dropout and lower academic and occupational success; increased antisocial behaviour; increased aggression in children; adult perpetration of violent, antisocial and criminal behaviour; indirect physical harm, including developing cancer, alcohol-related problems, migraine, cardiovascular disease, arthritis and obesity that continue into adulthood; and damaged family relationships are also some of the outcomes, according to WHO.\nEven though we know that corporal punishment is so harmful for children, it still remains in practice around the world. Only 63 countries have enacted laws banning corporal punishment of children in all settings: homes, schools, workplaces, institutions, alternative care arrangements, etc. A whopping 87 percent of the world's children are not protected from corporal punishment by law; this includes Bangladeshi children, too.\nToday, January 13, marks the 11th anniversary of the High Court banning corporal punishment in educational settings, including schools and madrasas, in Bangladesh. The Ministry of Education also issued a circular and guidelines that prohibit corporal punishment in educational institutions. Yet, corporal punishment is still pervasive in schools and madrasas due to weak monitoring and our general acceptance of this practice. Not just in educational settings, but children are subjected to corporal punishment at home, in institutions and workplaces as well. According to the Multiple Indicator Cluster Survey, 2019, carried out by Bangladesh Bureau of Statistics and Unicef, 89 percent of children (1-14 years) in Bangladesh experienced violent discipline in the past month of the survey. Meanwhile, 35 percent of parents or caregivers expressed that corporal punishment was necessary to discipline children.\nCorporal punishment makes children feel sad, afraid, ashamed, and guilty. When children are punished by parents, caregivers and teachers—people whom they love and trust the most—they learn to accept violence in personal relationships, too, and may become perpetrators or victims of violence later in adulthood.\nIn Bangladesh, people have ample excuses for corporal punishment. For example, some say many parents are raising their children in challenging conditions, and teachers are often under stress from overcrowding and lack of resources, so, they often use corporal punishment. We never justify hitting an adult even when we are frustrated. Why should that be acceptable in the case of children? In many homes and institutions, adults may be facing difficulties, but taking their frustration out on children by hitting and humiliating them can never be acceptable.\nDespite popular belief, corporal punishment is ineffective as a technique to teach and discipline children. When faced with punishment, children may comply with the instructions given by their parents or teachers in the short term, without understanding why something should be done or avoided. Instead of punishment, parents should give age-appropriate guidance to their children with care and love, which will help the children in their learning and development. Teachers should apply positive discipline techniques to have their students listen to them.\nCorporal punishment is preventable through multisectoral approaches, which include law reform, changing harmful norms around child-rearing and disciplining, parent and caregiver support, etc. Research shows that law reform has led to reduced acceptance of corporal punishment among parents and other members of society. This has been the case in Sweden, Finland, Germany, New Zealand, Poland, and Romania.\nEnding corporal punishment is a human rights imperative, and essential if the world is to meet the Sustainable Development Goal (SDG) #16.2 to end all violence against children by 2030. Prohibition and elimination of corporal punishment is also a low-cost effective public health measure, as this contributes to prevention of domestic violence and mental illness, and supports education and developmental outcomes for children.\nThe ban on corporal punishment in educational settings should be implemented in the following ways: 1) All teachers, parents, community members and students should be made aware that corporal punishment is banned in educational settings; 2) Teachers' code of conduct should clearly mention that they cannot use corporal punishment against students. Disciplinary actions should be taken against teachers who do so; 3) School inspection check-list should include compliance with corporal punishment ban; and 4) School management committees should discuss and deal with issues related to corporal punishment in their meetings. This issue should also be in the regular agenda of coordination meetings of education officers and head teachers at district and upazila levels to assess the situations and take actions accordingly.\nTo end corporal punishment in all settings in Bangladesh, these are what should be done: 1) A new law should be enacted prohibiting corporal punishment of children in all settings; 2) Law reform must be linked to comprehensive awareness-raising as well as developing capacity on positive, non-violent forms of parenting and teaching methods. Media can play an important role in changing social norms so that parents, teachers, and all adults treat children with respect and dignity; 3) Messages on positive discipline should be embedded into the training of all those who work with or for children and families, as well as in health, education, and social services.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Not just law, we need social change to end corporal punishment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/not-just-law-we-need-social-change-end-corporal-punishment-2937951",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "Developing an understanding of emergency care may seem like a daunting task—especially if, like in Bangladesh, there is no working system in place. However, there is a framework developed by the World Health Organization (WHO) that makes it easy to understand how to design an efficient emergency care system. Policymakers in low- and middle-income countries who wish to strengthen their national emergency care systems can study and implement that framework.\nThe WHO emergency care system framework divides the initial journey of an acutely ill or injured person into three locations: the first is the scene where the illness or injury originates, the second is the transport of the patient, and the third is the facility at which the patient undergoes treatment. It also classifies all the actions taken from the scene of illness/injury to the treatment facility in three segments: human resources, functions and equipment, and supplies and information technologies. When all three locations are interconnected by effective and prompt actions, not only are lives saved, but the overall quality of life after the illness or injury is much improved.\nThe most sensible aspect of this framework is that most, if not all, of the elements are already present in all health economies. Let's look at the framework in the context of Bangladesh.\nThe action plan of any particular case of emergency care may vary, as it depends on the patient and their illness. It may also vary depending on the scene of illness or injury: urban or rural, indoors or outdoors. The only constant in all these situations is the heightened state of emotion that the patient and their close ones experience, and the anxiety that stems from uncertainty. The response of a bystander, if there is any, is crucial in this situation. Whether it is having basic first aid skills or even just the ability to call for help, a bystander is key to providing the initial help to the patient. Bystander Response can be substantially improved in Bangladesh by means of one of many successful public health campaigns that have already been run, whether it be by media or formal education. Furthermore, the country already has a national emergency helpline, 999, which is accessible free of charge. Training these dispatchers in emergency care and efficient methods of communication can help both the bystander and the patient.\nTransport is a critical factor when it comes to Bangladesh. Firstly, the current state of urban traffic is a huge barrier to providing emergency healthcare due to road congestion. The sense of responsibility to facilitate the passage of an ambulance at any given time must be instilled within the community. A combination of better traffic flow and improved policing is undoubtedly needed for this, but it will take time. However, what is more easily achievable is upgrading the ambulance services; instead of using ambulances as a means of transport, trained first responders and appropriate equipment should be added to the services. At the same time, the authorities concerned can develop a national ambulance service, which should take a relatively short period of time.\nThere is no shortage of facilities that house an emergency department in Bangladesh. The High Court has ordered all healthcare facilities and providers in the country to provide emergency care to patients. But what needs to be looked into is the quality of this emergency care, and standardise all these facilities, so that patients don't waste time deciding which facility to go to. The fact that most of the health economy in Bangladesh runs on an out-of-pocket scheme should not affect this stage of care, as care must be provided before payment. With proper training of all healthcare professionals and planning for infrastructure and resources, patients can be efficiently treated in these emergency units, and appropriate disposition plans can be made.\nEffective communication is vital in this entire process, whether it is a dispatcher responding to a bystander and alerting the nearby facility, or the first responder providing a clinical handover to the receiving unit. There should be clear communication with the patient and their attendants as well.\nThere is no doubt that Bangladesh has all the required elements to design an effective emergency care system; what is needed is the alignment of these elements. The responsibility of ensuring that critical patients survive and make a good recovery does not only fall on the healthcare sector, but all the relevant government sectors as well. This is definitely a challenge—but it is a challenge that Bangladesh appears to be ready to take. \n \nDr Mir Saaduddin Ahmad is academic director at Dr Nizam Medical Centre in Dhaka, Bangladesh, and a trained specialist in emergency medicine.\n",
        "headline_1": "How to design an emergency care system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-design-emergency-care-system-2937306",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "We wonder how far removed from reality the public administration ministry must be for it to not approve the Roads and Highways Department's much-needed plan to expand its road safety division. The RHD had sent a proposal to revise its organogram to the ministry in early 2020. Among other changes, the department proposed expanding the Road Safety Division into a circle of three divisions under a new wing, which reflected an urgent need for decisive interventions to address road safety concerns. But while the ministry partially approved some of the proposed changes in October 2021, it did not acknowledge the expansion plan for the road safety division, meaning that once the new organogram comes into force, the division will cease to exist.\nThis is, one can argue, the opposite of what we should be doing to tackle the ever-rising number of road accidents and fatalities. Given the gravity of the situation, shouldn't the expansion plan have been looked over and approved on a priority basis? Instead, the RHD is now forced to revise its plan to somehow include road safety initiatives within its new organogram. The current road safety division consists of about 10 people, not nearly enough to handle the massive workload. Although it will be a while before the organogram comes into effect, it is unlikely that the RHD's demands for more manpower will be met.\nAlready, the Road Transport Act 2018 is sitting largely idle and still being redone as per demands of transport associations. If the attitude of the public administration ministry is so dismissive towards a plan that could help reduce deaths on the roads, it is certainly a cause for concern.\nThe RHD chief engineer has said that their next course of action would be to resend the proposal, including the road safety division provision, to the public administration ministry. We hope it will be considered so that the department is better armed to decrease the likelihood of accidents occurring on our roads. Given the country's appalling road safety scenario, if there is one sector that deserves all the resources it can get, it is the one dedicated to making our roads safer through auditing, investigation and coming up with corrective measures.\n",
        "headline_1": "No room for road safety?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-room-road-safety-2938621",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    },
    {
        "full_article": "As has been predicted by health experts, the number of Covid-19 cases in the country has been rising at an alarming rate. The DGHS reported 3,359 new cases and 12 deaths in 24 hours till 8am Thursday, while the positivity rate jumped from 2.43 percent on January 1 to 12.03 percent on January 13. According to a DGHS spokesperson, if all the people with symptoms get tested, the real number of infections would be much higher. That being the case, we must do everything to prevent the impending crisis before it further cripples the economy and overwhelms our hospitals.\nWhile we appreciate the health minister's concerns regarding the issue, as he warned of a massive spike in cases in the coming days, what we expect from his ministry is that they would give the necessary guidelines to all our public hospitals and prepare them with the equipment and medicines needed. According to DGHS data, around 1,300 Covid patients were admitted to hospitals as of January 12. Since more patients may need hospitalisations and oxygen support, the ministry must ensure that no hospital suffers from lack of resources. Increasing hospital beds for Covid patients must also be considered since the existing 20,000 beds may not be sufficient in case of a massive surge. In addition, the government's vaccination drives must also be expedited.\nAbout the imposition of new Covid curbs—which took effect on January 13—we would like to point out that some of the curbs were not well-thought-out or practical: the directive given to the transport sector is one of them. Reportedly, the government ordered all public transports to run at half capacity in a bid to maintain social distancing. However, it does not seem like an enforceable idea given that all the offices, factories and shopping malls will remain open and people will have to go to their workplaces regularly. From our previous experiences, we know how difficult it would be for people to commute to their workplaces and that only the transport owners will be benefited from an increase in fares in the end. Thus, we think, the government should reconsider the decision.\nMoreover, considering the effects of the pandemic on our education sector in the past two years, we think the government should not take the decision of closing down educational institutions, particularly schools, right away. The education ministry must come up with a proper plan, taking suggestions from the experts.\nSince the government has already developed a zoning system to curb infections across the country, decisions about imposing restrictions should also be taken zone-wise, considering the infection rates in particular zones. Last but not the least, people should be encouraged to regularly maintain health safety guidelines including wearing masks, maintaining social distancing as well as getting vaccinated as soon as possible.\n",
        "headline_1": "Tough time ahead with continuing Covid surge ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tough-time-ahead-continuing-covid-surge-2938486",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-01-2022"
    }
]