[
    {
        "full_article": ".The concerted efforts made by the Reserve Bank and the Union government to contain inflation appear to be having some impact, albeit marginal, in slowing the pace of price gains, the latest retail inflation data show. Price gains as measured by the Consumer Price Index (CPI) eased almost imperceptibly to 7.01% in June, from May’s 7.04%, with food price inflation slowing by a distinct 22 basis points to 7.75%. Of the 12 items comprising the food and beverages basket — almost half the weight of the CPI — the prices of pulses and edible oils both shrank from a month earlier. Prices of the key cooking medium, which had been on a boil amid a supply shock (from Ukraine and Indonesia), have cooled, helped by import duty reductions. Year-on-year inflation in oils and fats decelerated last month by a whopping 390 basis points to 9.4%, with the index shrinking 0.7% on a sequential basis. And prices of pulses contracted both from a year earlier and the preceding month. The other major positive sign of a policy measure translating to softer prices was with transportation fuels. The Centre’s reduction of excise duty on petrol and diesel in May manifested in a significant easing in inflation in the transport and communication index: year-on-year, the rate slowed by 260 basis points to 6.9%, while sequentially it shrank by 120 basis points.Still, it would be way too premature for policymakers to drop their guard. With nine of the 12 items in the food and beverages basket, representing almost 80% of the sub index and spanning cereals, milk and meat to vegetables, sugar and spices, experiencing sequential price gains, the Government would need to maintain vigil to ward off any build-up of inflationary pressures in consumers’ kitchens. Year-on-year inflation in cereals, meat and milk all accelerated in June from May’s pace, and price gains in vegetables still remained in double digits at 17.4%. The progress of monsoon rains give hope that the prices of farm produce may moderate in the coming months, provided the extreme rainfall and flooding seen in some States does not adversely hit crop growing regions. And while an appreciable softening in global crude oil prices in recent sessions offers some respite, the rupee’s sharp depreciation against the dollar means India will continue to face the spectre of ‘imported inflation’ as the bill for imports, including crude, keeps rising. The decision of the GST Council to raise tariffs on a range of goods including some items of mass consumption is also bound to add upward pressure on prices. Finance Minister Nirmala Sitharaman’s remarks on Tuesday reflect authorities’ recognition that any let up in the fight against inflation risks undermining growth and broader macroeconomic stability.",
        "headline_1": "Staying watchful: On inflation risks",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/staying-watchful-the-hindu-editorial-on-inflation-risks/article65635922.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Marching towards its golden jubilee, the AIADMK has dumped its five-year experiment with dual leadership and expelled O. Panneerselvam, one of its charioteers. Edappadi K. Palaniswami, a former accidental Chief Minister with a strong political survival instinct, will now steer the party as its interim general secretary. In 2017, when a three-way split threatened his fledgling government, he prudently accepted a BJP-facilitated arrangement in which he and Mr. Panneerselvam would share equal organisational powers. Sensing such shared leadership requiring disproportionate compromises had outlived its purpose, Mr. Palaniswami plotted its dismantling. Having earned the trust of legislators during his regime through a “decentralisation of resources”, he adopted the same strategy to fortify his party base. Steadfastly opposing attempts by Jayalalithaa’s friend V.K. Sasikala to regain control of the AIADMK; maintaining social distance with the ruling DMK; and not ceding much ground to the BJP during seat-sharing negotiations, worked to his advantage. In contrast, Mr. Panneerselvam came across as someone reluctant to fund party colleagues; deliberately maintaining ambiguity on Ms. Sasikala’s position; overtly inclined to do the BJP’s bidding, and extending cordiality to DMK leaders. Many prominent leaders, who stood by him during his ‘ Dharma Yudham’ against Ms. Sasikala, feeling alienated, switched camps.Yet, the transition to unitary leadership has not been smooth in a party acclimatised to being herded by supremos since its founding in October 1972. A miserably outnumbered Mr. Panneerselvam made a futile bid to retain status quo in the party, through courts, overriding the majority will of the general council and earning a judicial reprimand. Coinciding with Mr. Palaniswami’s coronation, he forcibly entered the party headquarters amid violent clashes, leading to sealing of the premises. He has approached the Election Commission of India to nullify the general council’s decisions. Apart from surmounting these legal challenges in time to face the 2024 Lok Sabha election, the party’s incumbent custodian has to do the balancing act in dealing with strong sub-regional satraps from the Gounder, Mukkulathor and Vanniyar communities. Getting elected within four months as general secretary by primary members with a broader segment of district secretaries endorsing his nomination, as per the amended bylaw, could help in Mr. Palaniswami’s quest for supremacy. Left with fewer supporters of consequence, Mr. Panneerselvam’s best known credentials remain that of a dutiful loyalist of Jayalalithaa. Mr. Panneerselvam might try to seek political legitimacy through the legal route. But other than hampering the functioning of the AIADMK for a few more months, he might achieve little. Any long-term disruption in the party, which has ruled for a record 31 years, may end up permanently altering the bipolar nature of politics in Tamil Nadu.",
        "headline_1": "Twin trouble: On the rumble in the AIADMK",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/twin-trouble-the-hindu-editorial-on-the-rumble-in-the-aiadmk/article65635704.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Two decades ago the Vajpayee government accepted the report of the high-level committee on the Indian diaspora, chaired by the distinguished LM Singhvi, and decided to celebrate a ‘Pravasi Bharatiya Divas’ every year, “in recognition and appreciation of the constructive economic, political and philanthropic role played by the Indian diaspora”.\nThe economic and philanthropic roles of overseas Indians have been repeatedly welcomed by successive governments.\nRead the full article on TOI+\n\n",
        "headline_1": "Rishi, Kamala aur hum: Why Indian-origin leaders in key foreign governments aren’t always good news for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rishi-kamala-aur-hum-why-indian-origin-leaders-in-key-foreign-governments-arent-always-good-news-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Reforms in India again and again run into the problem of too little time spent explaining them. CUET, which is going live in as many as 90 universities this year, is the latest to repeat the cardinal error of underselling. Set to begin on Friday, the release of its dense schedule on Monday has caused anxiety and panic. Much of this could have been averted had the National Testing Agency, UGC and the education ministry undertaken better public communication on the schedule ahead of releasing it. That CUET would replace board marks altogether was after all announced back in March, leaving many intervening months to deliver a clear understanding about the test to its central stakeholders: students.\nMany students are experiencing a deep sense of injustice, even fear, if they have been allotted an early test date, as compared to their peers. But a student’s score card will only carry her percentile score, and only her relative performance vis-à-vis students who appear in the same test as her, say on July 15, will matter. Those who take the test on say August 10 will be scored as a separate cohort. Thus, the perceived advantage of students allotted later test dates, does not stand to reason. There’s also distress about students being told to test for multiple subjects on the same day. Yet, this is a common enough element of multiple-choice competitive exams, of which CUET is just the latest. NEET(UG) for example tests physics, chemistry, botany and zoology in one go.\nTo be clear, students’ distress is understandable. It however follows not so much from fundamental CUET problems but from poor communication by authorities. It is tragic that a reform that originated in the commendable goal of reducing student stress is producing the opposite effect. Even more tragic because this was so avoidable.\nNTA must now go out of its way to accommodate student requests for shifting test centres, fixing admit card errors etc. Indeed, with 15 lakh registrations across 54,000 unique subject combinations, it must be on its toes to address the inevitable glitches. CUET is undoubtedly the way forward, facilitating convenient and uniform applications spread from Delhi University and TISS to Hyderabad University and Visva-Bharati University. But professional implementation of any reform is critical to maintaining public trust in it.\n\n",
        "headline_1": "CUET stressful: A smart admission reform idea is producing student anxiety because of poor communication by authorities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cuet-stressful-a-smart-admission-reform-idea-is-producing-student-anxiety-because-of-poor-communication-by-authorities/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Draupadi Murmu’s candidature for the presidential polls has created a deep fissure in the opposition camp like no other BJP strategy in recent times. Soon after accusing BJP of betrayal, Uddhav Thackeray found himself backing the overwhelming sentiment for Murmu among his MPs. Trapped between more Sainik exits and further antagonising his MVA allies, Uddhav’s support for Murmu signifies his weakening authority and inability to be a steadfast partner in the opposition camp. Uddhav’s “neutral” stances will particularly suit BJP in Maharashtra.\nThe 2014 Maharashtra assembly elections when BJP stopped playing second fiddle belatedly awakened Shiv Sena to BJP’s game plan of being the state’s sole Hindutva flagbearer, like the rest of India. Eknath Shinde’s revolt signalled that most Sainiks accept BJP’s dominance. Uddhav succumbing to pressure is another reality check for NCP and Congress; any hopes of splitting the Hindutva plank through Uddhav are remote. Even if MVA survives and undertakes seat-sharing negotiations for upcoming civic polls, NCP-Congress may no longer be generous to Uddhav’s Sena.\nJharkhand CM Hemant Soren is similarly stuck. Opposing Murmu could rile JMM’s Adivasi base. But supporting her strains its Congress alliance. A truck with BJP won’t take JMM too far despite present compulsions. Soren’s CM post is shaky over clinging to a mining lease after taking office. There’s also the attraction of developmental largesse accruing from a friendly central government. But like Sena’s Hindutva, BJP wants to subsume JMM’s Adivasi identity politics into its Hindu ‘unity’ project. BJP has hugely grown its Adivasi vote and JMM allying with BJP may accelerate this process and marginalise the former like Sena in Maharashtra. BJP has landed several other parties like JD(U), AIADMK and JD(S) in the same confusion: To ally, oppose or stay neutral?\n\n",
        "headline_1": "In the lotus fold: BJP’s dominance has confused other parties between deciding whether to ally or oppose",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-the-lotus-fold-bjps-dominance-has-confused-other-parties-between-deciding-whether-to-ally-or-oppose/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Despite President Gotabaya Rajapaksa leaving Sri Lanka, protests continue to rock the country. Dayasiri Jayasekara, MP, former minister and general secretary of Sri Lanka Freedom Party, spoke with Rudroneel Ghosh about the current turmoil and the way out:\nNow that President Gotabaya Rajapaksa has left the country, what is the next political course of action?\nPresident Gotabaya Rajapaksa has promised the Sri Lankan people that he will resign. After that the PM is going to be the acting president automatically. But the problem is that the protesters have demanded that both Gotabaya and PM Ranil Wickremesinghe resign along with the entire cabinet. In that case the speaker will take over the presidency in a month’s time.\nRead the full article on TOI+\n\n",
        "headline_1": "‘People must respect a president elected from the Sri Lankan Parliament’: ‘In March 2020, the monetary board and the governor of the central bank sent a letter for IMF support. Nothing was done’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/people-must-respect-a-president-elected-from-the-sri-lankan-parliament-in-march-2020-the-monetary-board-and-the-governor-of-the-central-bank-sent-a-letter-for-imf-support/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "It is good to see that the two city corporations of Dhaka have promptly cleaned up the garbage accumulated on roadsides following the sacrifice of animals during the Eid-ul-Azha. The two mayors deserve kudos as they have largely kept their promise of cleaning the city quickly. True to their words, since July 10, conservancy workers were seen diligently shovelling up waste onto corporation trucks. The residents also played their role well, which made it possible to get the clean-up done on time.\nAccording to an estimate, Dhaka North City Corporation (DNCC) deployed about 10,000 conservancy workers and cleaned up 19,223 tonnes of animal and cattle market waste, with the mayor saying they had distributed 6.5 lakh garbage bags, 53 tonnes of bleaching powder, and 866 five-litre-sized containers of disinfectants among residents. On the other hand, Dhaka South City Corporation (DSCC) cleaned up 20,626.34 tonnes of waste in three days, with the help of around 9,950 conservancy workers. They distributed 28 tonnes of bleaching powder, 1.20 lakh garbage bags and 250 gallons of disinfectants.\nIt can be said that a good publicity campaign launched before the Eid by the city corporations has paid off. This was, after all, no small feat given that a huge percentage of the 99,50,763 cattle reportedly sacrificed across the country was in Dhaka – a task aided, in no small measure, by residents who took the initiative to ensure proper disposal of waste soon after the sacrifice. They kept their waste at designated places for the army of cleaners and trucks sent by the corporations to collect them without hassle.\nBut, like the proverbial gap between the cup and the lip, sacrificial waste could be seen even on the third day of Eid, emanating foul stench, in some areas. It would be difficult to convince the residents of those places of the good work done by the corporations in other parts of the city. Better coordination among the staff at various levels would have ensured that no area went unnoticed during the cleaning drive. However, when so many animals are sacrificed on a single day, the sheer amount of waste generated can be stupefying. Any mistake is thus understandable.\nWe would, therefore, like to thank the DNCC and DSCC staff and officials for undertaking such a successful operation. Hopefully, the spirit they have shown will be translated into undertaking the clean-up that this city of millions requires on a daily basis, as it slowly returns to normal activities.\n",
        "headline_1": "Prompt clean-up of Dhaka proof that change is possible ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prompt-clean-dhaka-shows-change-possible-3069441",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Eid vacations are no longer just a time of joy and reunion with family and friends, or brief, self-indulgent sojourns in suburbia; they are, increasingly, also the time when most heart-breaking tragedies occur, through deadly road crashes, as people move across the country. The two Eid festivals of this year, too, brought with them news of heavy casualties. Although early estimates point to a lower death toll in the five days of the Eid-ul-Azha vacation – about 51 as of Tuesday – the number will no doubt rise by the time all home-goers return and road crash figures are updated. This is really unfortunate.\nWe've repeatedly urged caution so that no unfit vehicles or unauthorised drivers are allowed on the highways during such hectic periods. But the authorities hardly seem bothered. Although stop-gap measures are occasionally taken, like disallowing auto-rickshaws, proper follow-up actions are rarely taken to ensure their effectiveness. For example, between April 25 and May 5, when the Eid-ul-Fitr vacation was in place, 249 people died in road crashes. Of them, 97 were motorcycle riders and passengers. So motorcycles were banned this time, but since no alternative options were given to desperate passengers, the high demand for transport led to many unfit buses without route permits plying the highways, making passengers further vulnerable.\nReportedly, between July 7 and 9, at least 53 incidents of broken vehicles, crashes and engines stalling after running out of fuel were reported on the Jamuna Bridge and its approach roads alone, contributing to long tailbacks. The question is, how justified was the blanket ban on motorcycles? More importantly, why were unfit buses allowed to replace them? This is a good example of how decisions are often taken in the transport sector, as a knee-jerk response, without weighing up all the pros and cons, and without a careful reading of all the contributing factors in road crashes. The combination of poor planning and lax monitoring nullifies the benefits of even well-intended measures.\nThat road crashes and casualties continue to occur, and in such large numbers, despite the huge investments made in road infrastructure projects across the country, is really disconcerting. The transport authorities must change their business-as-usual approach to road safety, especially during Eid vacations, otherwise those beautiful bridges, roads and highways will be little more than beautiful traps for travellers. The road transport and bridges minister has admitted that \"flawed management and lack of coordination\" were responsible for the tailbacks before this Eid. We expect such admissions to be turned into concrete, preventive action so that not just tailbacks, but no deaths or injuries from road crashes can mar the experience of ordinary passengers. We must not normalise deadly Eid journeys.\n",
        "headline_1": "Don’t normalise deadly Eid journeys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-deadly-eid-journeys-3069426",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "I'll let you in on a secret we in the newspaper world experience four or five times a year. On the third day of Eid, when my family is still making plans to watch a movie or visit a talk-of-the-town bridge, I have to explain why I am going back to work. \"Already? You have work tomorrow?\", \"But it's a national holiday.\", \"But it's Pohela Boishakh.\", \"Can't you edit the news report later at night?\" The conversation unfolds anew each time – \"Yes, I have to go in today because you expect your newspaper tomorrow. I edit this article right now because you may not read the news in the middle of the night, but some people do, and that's why some of us are editing even then.\"\nThis isn't a diatribe against work culture in the news industry, nor against our families' expectation that we spend a healthy amount of time with loved ones. In fact, people in both these parts of my life are known to show monumental amounts of patience and understanding given the circumstances. It is a rant against much more – my work emails at least are legally, professionally, and for decency's sake required to wait until the holidays officially end, but there are still about 12 messages in my inbox that require replies, and they require that I complete certain tasks before I can begin to form a response. Completing each of those tasks would take an hour at least. Add them to the hours I need for the more urgent items on my to-do list, and the math shows that my holidays ended before they even began. I don't suspect – I know that this applies to my friends who work in the media world, in the advertising world, who teach, who are studying, and those who are raising a child.  \nThe truth is that, even as you sit reading this article, some corner of your mind is worrying about a text you haven't replied to, an email you have yet to open (thanks for the third reminder, Google), a call you promised you'd return, a lunch you promised you'd make time for… are you even still reading? Do you still sit and read things longer than the length of an Instagram caption? \nInstead of these pressing tasks, our weekends, holidays, even the end of the workday, are supposed to be about reconnecting with things we don't normally find time for. You want to finish a book that has been on your nightstand for months. You want to watch a TV show everyone has been talking about. It's 2022 and you're still only on the second episode of Stranger Things (Season ONE). What even is a Wordle?\nWe call Dhaka a noisy city, but hardly ever do I feel like the noise stops at our doorsteps. Like the honking that crashes in through windows and walls when we're attempting a rare nap, the noise of life – of how much we're expected and required to communicate, communicate, communicate, reply, reply, reply, reply, pick up, ring back, like, comment, subscribe, \"hello-can-you-unmute-your-microphone-please?\" – the volume is deafening. \nI no longer need to cite an article to tell you that overuse of social media has been found to correlate with mental health issues – depression and anxiety topping the list. But I don't think we understand what this really means, beyond blaming video games, influencer culture, and addiction to oversharing on Facebook or Instagram. The virtual \"social networks\" we entrap ourselves in aren't actually fuelled by algorithms, but by the charged, frenetic expectations we send out into each other's lives, demanding that our every thought, every emotion be met with a reaction at a time of our choosing, even as we ourselves stretch at the seams within the same web. We need to consume, consume, consume, every show, every film, every song, every TikTok-gone-viral, and we need to let the world know that we're doing it all. The panic hits in the form of guilt: The tasks that lie waiting, others that we've altogether forgotten. The guilt bubbles into paranoia: Why is my phone vibrating again? Meanwhile: How dare you post a story when you haven't yet replied to my text? How dare you experience something without first validating someone else's claim to your attention? \nNot all of these people around us are bad guys. In fact, none of us are. We add our voices to the noise because we are colleagues, bosses, employees, customers, students. We have deadlines to meet. Memories we would like to create together. Sometimes we just really need a friend to pick up and say, \"Hi. I remember you. I still care.\"\nI'm not a mental health professional, nor an expert in social sciences or in productivity in the workforce. I deal in words and, on most days, I feel so full of them that I want to ram my shoulders against the door and lock out the avalanche pouring my way. I'm so full of words that I haven't written anything just for myself in months and months, and they're bursting out of my brain and through my fingertips in a messy, unrefined outpouring of mixed metaphors. This article changed its topic thrice over the past two hours and I don't think it's very well-structured. \nLong story short, I don't have the solutions. I can only tell you about the tiny slivers of the day during which I feel slightly sane amidst all the madness of our lives. Here in the office, we get up from our desks and head towards a pantry. The sunlight there is muted, even rosy sometimes. One of us pours coffee, sugar, and boiling water into a mug that is yellow or blue or pink. I sit on a stool behind them and speak not a single word. We sip. Back in my phone, my best friend understands that I have to cancel a plan. Back home at night, my parents and I eat and we haven't spoken since we sat down. It's a sentence we often say to the people we come home to; I know I say it every single day: \"I just need 30 minutes of silence.\" That's all I'd like to send out into the world.\n\nSarah Anjum Bari is editor of Daily Star Books and adjunct lecturer of English at the University of Liberal Arts Bangladesh (ULAB). Reach her at sarah.anjum.bari@gmail.com or @wordsinteal on Instagram.\n\n",
        "headline_1": "'I just need 30 minutes of silence'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/i-just-need-30-minutes-silence-3069376",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "In the latest twist in the ongoing Sri Lankan crisis, President Gotabaya Rajapaksa fled the country on Wednesday morning local time in an air force plane. He previously offered to resign in the face of a sustained popular uprising since March 31. On May 11, his brother, Mahinda Rajapaksa, resigned and went into hiding. The newly appointed Prime Minister, Ranil Wickremesinghe, has also agreed to relinquish power as soon as his successor is chosen by the parliament.\nAccording to the Sri Lankan constitution, if the president resigns, the PM will be the interim president until the parliament decides who should complete the remainder of Gotabaya's term. Demonstrators had taken control of the president's official residence a few days ago. Fourteen members of Gotabaya's family were barred from leaving the country as immigration officials at the Colombo airport declined to process their passports for boarding a plane. However, Gotabaya's wife accompanied him. His younger brother and former Finance Minister Basil Rajapaksa has reportedly fled too. The demonstrators, on the other hand, have vowed not to leave the streets until a new interim government is in place with a clear agenda for reforming the governing system. While these events have been widely covered in the international media and closely watched by political analysts around the world, little has been discussed about the role of the military.\nDemonstrations against the government began due to the spiralling cost of food, fuel, and medicine in the past year. The economic crisis became obvious in January when the country defaulted on its loans of USD 51 billion. China declined to restructure the debt and the government was disinclined to negotiate with the IMF for bailouts. In the subsequent months, it became obvious that a solution to the economic crisis is not forthcoming, and the middle class and the poorer segments of the society will have to bear the brunt of it. The ruling Rajapaksa clan was more interested in window-dressing than addressing the crisis. In June, the newly appointed Prime Minister Ranil Wickremesinghe acknowledged that the country's economy has collapsed. While factors such as the terrorist attack in 2019 and the Covid-19 pandemic are blamed as the proximate causes of the crisis, there are other deeper factors which engendered the plight of the country. The economic policies of the government headed by Gotabaya and Mahinda Rajapaksa, especially the misplaced priorities, reckless spending, and increasing debt have been identified as the factors which accentuated the pace of the crisis. The country has fallen into a \"debt trap\" because it focused on many infrastructural projects with little return and widespread corruption.\nHowever, the protests are not only about the economic woes but also about the system of governance. Since the return of Gotabaya Rajapaksa as the president in 2019 and Mahinda Rajapaksa as the prime minister in 2020, the country returned to the path of authoritarianism which was the hallmark of the Mahinda Rajapaksa's presidency between 2005 and 2015. In the past few years, a family dynasty has been created – in addition to two brothers as the president and the PM, two of their sons were inducted into the cabinet and another was appointed the chief of staff of the PM. There were reports of widespread corruption by the family members and their cronies. The constitution was reverted to the Mahinda Rajapaksa era through the 20th Amendment, which has given unlimited power to the president including control of the constitutional bodies which were meant to be the instruments of checks and balances. As such, Sri Lanka's ongoing protests are a repudiation of cronyism, dynastic rule, patronage-based authoritarianism, and complete disregard for the citizen's concerns.\nThe patronages doled out in the past years also benefitted the military, among others. Enormous power and wholesale immunity had been provided to the defence forces and security agencies throughout the 25 years of civil war against the Tamils. There are credible allegations of human rights violations by the security forces during the war, including against Gotabaya Rajapaksa, who was the Defense Secretary during the last phase of the war. Although the war had ended in 2009, there has not been much of a rollback of their power and patronage. They have been engaged in enforced disappearances and various other kinds of human rights violations. The notorious \"White Van\" – often used to abduct political and human rights activists – remained active under the Gotabaya regime. This practice began during the civil war.\nWhen Gotabaya came to power, he began to appoint high-ranking military officials to important positions. In early 2021, a serving military officer, Brigadier Suresh Sally, was appointed as the head of the State Intelligence Service (SIS). The SIS was previously a part of the police department. Sally previously headed military intelligence. Besides, several retired military officials were appointed as secretaries of various ministries. In early 2021, the International Truth and Justice Project (ITJP) reported that at least 14 military and police officials, who served with Gotabaya during the civil war, were appointed to various official positions of great influence.\nDespite such close connections to the government, the military has not openly come to the aid of the Rajapaksa regime. On May 11, the military was deployed in the capital city and given order to shoot on sight by the president. But apparently the military has not used its power to quell the demonstrators. At that time, the Chief of Defense Staff and Commander of the Army, General Shavendra Silva, refuted the allegations that the armed forces were poised to shoot at the public to provoke them.\nIt was reported in the press that Prime Minister Mahinda Rajapaksa was rescued by the military when his home was attacked by the protestors on May 10. As the opposition parties are trying to select a president to replace Gotabaya, and a replacement for the PM, the protestors have vowed that they won't accept an all-party government. Instead, they would like to see a \"caretaker government\", which will stay in power for about a year and make necessary changes in the constitution to limit the power of the president. They are also afraid that an all-party government will only continue the influence of the deposed president and his supporters as his party has the majority in the parliament.\nIn the past few days, there have been concerns about whether the situation is heading towards a direction that may lead to a military intervention in politics. Although the military has enjoyed enormous power in Sri Lanka, it has never openly intervened and never dictated to the politicians. Concerns regarding intervention have been expressed after the statement of the Chief of Defense Staff General Shavendra Silva requesting all Sri Lankans to support the armed forces and the police to ensure that peace is maintained in the country. He also said an opportunity has arisen to resolve the current crisis in a peaceful manner. The defence ministry's top official, Kamal Gunaratne, said in a press conference: \"None of our officers have a desire to take over the government. It has never happened in our country, and it is not easy to do it here.\" Some analysts of Sri Lankan politics argue that while the military officials might have thought of helping the Rajapaksa clan, especially Gotabaya, they are less inclined to entangle themselves in politics.\nUntil now, the military has remained on the sidelines, apparently behaved professionally, but has also reminded the political forces that they are not absent on the scene. As the president has fled the country with the help of the military, many will see this as the military eventually taking a side. How the opposition political parties and the demonstrators will judge the role of the military is an open question. Gotabaya's departure will bring some constitutional issues to the forefront. The opposition will have to pursue prudent and realistic solutions. If the political leaders fail to come up with an acceptable arrangement not only to govern in the coming months but an economic plan to help the citizens, and reform the system which produced authoritarian leaders, the country may have to face some unprecedented situations. The question is, what role will the military will play under such circumstances?\nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Sri Lanka crisis: What role would the military play?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/sri-lanka-crisis-what-role-would-the-military-play-3069351",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "It is good to see that the two city corporations of Dhaka have promptly cleaned up the garbage accumulated on roadsides following the sacrifice of animals during the Eid-ul-Azha. The two mayors deserve kudos as they have largely kept their promise of cleaning the city quickly. True to their words, since July 10, conservancy workers were seen diligently shovelling up waste onto corporation trucks. The residents also played their role well, which made it possible to get the clean-up done on time.\nAccording to an estimate, Dhaka North City Corporation (DNCC) deployed about 10,000 conservancy workers and cleaned up 19,223 tonnes of animal and cattle market waste, with the mayor saying they had distributed 6.5 lakh garbage bags, 53 tonnes of bleaching powder, and 866 five-litre-sized containers of disinfectants among residents. On the other hand, Dhaka South City Corporation (DSCC) cleaned up 20,626.34 tonnes of waste in three days, with the help of around 9,950 conservancy workers. They distributed 28 tonnes of bleaching powder, 1.20 lakh garbage bags and 250 gallons of disinfectants.\nIt can be said that a good publicity campaign launched before the Eid by the city corporations has paid off. This was, after all, no small feat given that a huge percentage of the 99,50,763 cattle reportedly sacrificed across the country was in Dhaka – a task aided, in no small measure, by residents who took the initiative to ensure proper disposal of waste soon after the sacrifice. They kept their waste at designated places for the army of cleaners and trucks sent by the corporations to collect them without hassle.\nBut, like the proverbial gap between the cup and the lip, sacrificial waste could be seen even on the third day of Eid, emanating foul stench, in some areas. It would be difficult to convince the residents of those places of the good work done by the corporations in other parts of the city. Better coordination among the staff at various levels would have ensured that no area went unnoticed during the cleaning drive. However, when so many animals are sacrificed on a single day, the sheer amount of waste generated can be stupefying. Any mistake is thus understandable.\nWe would, therefore, like to thank the DNCC and DSCC staff and officials for undertaking such a successful operation. Hopefully, the spirit they have shown will be translated into undertaking the clean-up that this city of millions requires on a daily basis, as it slowly returns to normal activities.\n",
        "headline_1": "Prompt clean-up of Dhaka proof that change is possible ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prompt-clean-dhaka-shows-change-possible-3069441",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Eid vacations are no longer just a time of joy and reunion with family and friends, or brief, self-indulgent sojourns in suburbia; they are, increasingly, also the time when most heart-breaking tragedies occur, through deadly road crashes, as people move across the country. The two Eid festivals of this year, too, brought with them news of heavy casualties. Although early estimates point to a lower death toll in the five days of the Eid-ul-Azha vacation – about 51 as of Tuesday – the number will no doubt rise by the time all home-goers return and road crash figures are updated. This is really unfortunate.\nWe've repeatedly urged caution so that no unfit vehicles or unauthorised drivers are allowed on the highways during such hectic periods. But the authorities hardly seem bothered. Although stop-gap measures are occasionally taken, like disallowing auto-rickshaws, proper follow-up actions are rarely taken to ensure their effectiveness. For example, between April 25 and May 5, when the Eid-ul-Fitr vacation was in place, 249 people died in road crashes. Of them, 97 were motorcycle riders and passengers. So motorcycles were banned this time, but since no alternative options were given to desperate passengers, the high demand for transport led to many unfit buses without route permits plying the highways, making passengers further vulnerable.\nReportedly, between July 7 and 9, at least 53 incidents of broken vehicles, crashes and engines stalling after running out of fuel were reported on the Jamuna Bridge and its approach roads alone, contributing to long tailbacks. The question is, how justified was the blanket ban on motorcycles? More importantly, why were unfit buses allowed to replace them? This is a good example of how decisions are often taken in the transport sector, as a knee-jerk response, without weighing up all the pros and cons, and without a careful reading of all the contributing factors in road crashes. The combination of poor planning and lax monitoring nullifies the benefits of even well-intended measures.\nThat road crashes and casualties continue to occur, and in such large numbers, despite the huge investments made in road infrastructure projects across the country, is really disconcerting. The transport authorities must change their business-as-usual approach to road safety, especially during Eid vacations, otherwise those beautiful bridges, roads and highways will be little more than beautiful traps for travellers. The road transport and bridges minister has admitted that \"flawed management and lack of coordination\" were responsible for the tailbacks before this Eid. We expect such admissions to be turned into concrete, preventive action so that not just tailbacks, but no deaths or injuries from road crashes can mar the experience of ordinary passengers. We must not normalise deadly Eid journeys.\n",
        "headline_1": "Don’t normalise deadly Eid journeys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-normalise-deadly-eid-journeys-3069426",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "It could be a damning commentary on the state of food security for Bangladesh but for the global dismal performance in achieving the set target on this score. Reports are highly disconcerting. According to a UN report titled, \"The state of food security and nutrition in the world 2022: Repurposing food and agriculture policies to make healthy diets more affordable\", as many as 120 million people out of a population of nearly 170 million cannot afford a healthy diet. India with 71 per cent of its population unable to afford a healthy meal finds in Bangladesh a close company. Now this runs counter to the Sustainable Development Goals (SDGs) set in 2015. SDG target 2.1 envisioned 'access to safe, nutritious and sufficient food for all people all year round' and SDG target 2.2 had the objective of eradication of malnutrition in all its forms by the year 2030. Both targets now look unachievable. Involved here are two components of food security---a) safe and sufficient food for all and b) healthy or nutritious foods. This means prevalence of hunger does not only stare in the face of a large number of people but also their number is increasing. Not that the pandemic has been solely responsible for the exacerbation of food distribution. Prior to the Covid-19 pandemic in 2019, 690 million people or 8.9 per cent of the global population were undernourished and since 2014 the number of hungry people were also rising slowly. Given the continuation of the trend the number of hungry people globally will go past the 840 million mark by 2030. A combination of factors such as higher prices of healthy diets, increasing poverty and yawning income inequality particularly in the post-pandemic period has only threatened to swell the rank of the people deprived of healthy diets, estimated to be 3.0 billion spread in every region of the world.So the case is not an exception for Bangladesh. But given the country's economic resilience, the silent hunger and nutritional status could be lower than those are. While 11.7 percent of global population faced severe food insecurity in 2021, Bangladesh's share of the problem was 10.7 per cent. But when it comes to malnourishment, the global level rose from 9.3 per cent in 2020 to 9.8 per cent in 2021 and for Bangladesh the rate was higher at 11.4 per cent in 2021. Food crisis and undernourishment in the country are not consistent with the global trend.The quality of life of a people is best determined by both food intake and living condition. Bangladesh's economic progress has followed the free-market pattern, as evidenced by the filthy acquisition of wealth globally by the rich and superrich during and in the post-pandemic time, mostly bypassing the lowest segments of society. The pandemic has only exacerbated their purchasing power with abnormal price hikes of almost every conceivable essential required for human survival. Lower levels of living standard also compel people to get habituated with compromising practices for production, processing, preservation, marketing and even preparation/cooking and serving of food items. Along with addressing income inequality, there is a need for taking care of the constraints prevailing in all those areas.",
        "headline_1": "Hunger and malnourishment stalking the globe",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hunger-and-malnourishment-stalking-the-globe-1657720029",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "That as many as eleven politicians in Britain have now made it known that they wish to be prime minister in succession to Boris Johnson is plainly mind-boggling. This is something rather rare in British politics. And it shows the emergence of a class of men and women who feel they have a right to lead the country, given their experience in government or confidence or both, and that under them people will be happier than before. Additionally, they feel they have the wherewithal to speak for Britain in the outside world.Of course, through the process of elimination, by the ruling Conservative Party lawmakers and then the overall party itself, only two candidates will be left for the race to the finish. Of the eleven, two have failed to secure enough support from parliamentary colleagues to stay in the race and one has taken himself out of the running. It is therefore too early at this stage to make any prediction about the popularity or appeal of the candidates who have announced their intentions to lead the party and thus the country. Some of the big beasts of British politics are in the race along with some fairly unknown faces. And politics being what it is, one is not quite sure who in this pack will emerge triumphant in the end. Back in 1990, a big beast projected to succeed Margaret Thatcher was Michael Heseltine. His candidacy collapsed and the rather under-rated John Major came out the winner.So there we are. As every candidate for 10 Downing Street makes his or her pitch for the job, most of them are focusing on the tax cuts they will go for once they are in prime ministerial office. Given the rising cost of living in Britain, it is no wonder that all these candidates realise that mere rhetoric will not do. Indeed, in western politics, rhetoric has always been looked at with disdain, almost contempt. Candidates for political office have always been expected to offer substance, to buttress their ambitions with details of the policies they mean to pursue if they are elected to parliament or make it to ministerial jobs.And so we wait for the end-game in today's politics in the United Kingdom. And while we do, we cannot but marvel at the societal change that has come over Britain in the past two decades, if not more. One only has to observe the mix of candidates seeking 10 Downing Street. Rishi Sunak holds faith in the Hindu religion; Sajid Javid, Nadhim Zahawi and Rehman Chishti are Muslims. With Jeremy Hunt, Liz Truss, Penny Mordaunt, Tom Tugendhat, Grant Shapps, Suella Braverman and Kemi Badenoch they form a rich cultural mix in the corridors of power.For many of us, such a mix is surprising in light of the fact that we have grown to adulthood with the feeling that countries like Britain have only a single governing class, that exemplified by whites. In the 2000s, there were many in the United Kingdom who scoffed at notions of multiculturalism, an idea promoted by Tony Blair and his Labour government. And yet multiculturalism, and not just in politics, is the reality in the country today. Local councils are peopled by individuals whose ethnic background a few decades ago would have ruled out any chances of their participation in politics. Sadiq Khan, sometimes embattled in his position as Mayor of London, holds centre stage in national politics and one will not be surprised if he ascends to higher office someday.This is not to argue that problems are not there in the United Kingdom. Indeed, there are, as the ceaseless debate on issues in parliament and in the media points to. But what impresses a visitor to Britain is the dimensions which culture, in nearly every sense of the meaning, has been expanding. Three women of Bangladeshi background --- Rushnara Ali, Tulip Siddique and Rupa Haq --- are members of parliament from the opposition Labour Party. Anas Sarwar, who has a Pakistani background, serves as the leader of the Scottish Labour Party and is a member of Scotland's parliament. There are a good number of other politicians, with their ancestral roots in diverse regions of the world, who are today leading players on the British political scene. David Lammy is one. He is shadow foreign secretary in the Labour Party. Another, among the Tories, is Kwasi Kwarteng. Lutfur Rahman, who a few years ago was compelled to quit as Mayor of Tower Hamlets, has made it back to the position at elections held earlier this year.Democratic societies rest, in our times, on a bedrock of inclusivity. Everyone must be taken on board, which fundamentally means that no defence of prejudice will be tolerated, that irrespective of religious belief, cultural inheritance and linguistic background, men and women will have the opportunity to make their contributions to a society of which everyone is an integral component. British politics since the time Edward Heath ejected Enoch Powell (remember his 'rivers of blood' speech) from the Conservative Party in the late 1960s and since his government welcomed Asians forced out of Idi Amin's Uganda in 1972, has been on an upward trajectory. Society has therefore grown in health, in every sense of the meaning. Inter-racial marriages are an indicator of social evolution in the country.At this point, one is not quite certain that Rishi Sunak will be the next occupant of 10 Downing Street even if he is the bookmakers' favourite. Politics is a hard calling. A few days are a long time in politics and fortunes may fluctuate between the announcement of a candidacy for high office and the eventual result. But what is moot in today's Britain is the sea change politics and with that society has undergone over these past couple of decades. Back in the 1970s, if not earlier, people could hardly conceive of circumstances where individuals tracing their roots to Asian and African heritage could walk up to the front of the queue. They have earned their place. Besides, the promotion of an inclusive society in Britain, one that is decent and responsive to those who, having ties to their parents' ancestral homelands, now call it their country, has been the trend.In the banks, in the shops, in transport and in the civil service, the fruits of multiculturalism draw attention, especially that of foreigners --- like this writer --- to the dynamism that is Britain in these times. A number of the contenders for the position of first among equals today have risen from humble backgrounds to be where they are today. Which reminds us: years ago, a grocer's daughter rose to prominence through grit and well-shaped strategy to govern Britain for eleven years. The world knows her as Margaret Thatcher. [email protected]",
        "headline_1": "Politics in a multicultural Britain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/politics-in-a-multicultural-britain-1657720054",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "Mavericks provide spice in the flow of the usual. The appeal comes as much from the thrill of everything unexpected as it does from the audacious. That could well explain the lure of electorate for a Donald Trump or a Boris Johnson. The marked difference lies in the general psyche of a nation. The United States (US) divided along two distinct polarities; the United Kingdom leaning towards traditionalism as opposed to progressiveness. In both cases Mavericks don't eschew continuity for that is their forte: individualism that isn't to be replicated. Mr Trump didn't create a successor. Mr. Johnson chose Dominic Raab more out of convenience.It's when tradition and progressivism become bed-fellows the fun begins. Barring Rushi Sunek, all the Conservative Party leadership hopefuls are playing the traditional tune in support of their ambitions. Nothing is as musical to voter ears as are tax cuts. Mr Sunek is at a marked disadvantage on that score. He can't be seen to be eating up his own words that he served on the platter to the British public as Chancellor. That the others, especially those that clung on to or gave up ministerial positions in Mr Johnson's darkest hours can venture along the route should have come as a surprise. That no one has been bothered to ask as much is partly due to the irrepressible factuality of decision making. They too, had tacitly supported Mr. Sunek's proposals as he looked for sources of money to fight deficit and inflation. As of now the tax cut promises aren't being backed up by any suggestions of alternative funding.World-wide the same questions are being asked of governments. Wealthier nations are attempting to balance between increasing debt and tax raises, depending on the school of economic thought they prefer to follow. The less well-off countries have, despite exhortations of eminent economists of the ilk of Jeffrey Sachs, fewer alternatives than going the taxation route direct, indirect or hidden. Mr. Sachs believes in supporting greater consumption at the cost of immediate debt increase, a concept Bangladesh's economists proposed during the pandemic. The same group prefer government to continue subsidising energy so as to keep the consumption growth momentum upwardly mobile. The conundrum for our political government is that to do so means either scaling back or slowing down ambitious infrastructure projects or risk being refused development partner loans that always come with the no-no as far as subsidies are concerned.With rising import bills, sagging remittances and exports non-commensurate with imports it's a difficult choice. Along with differential interest rates on government bonds so as to cushion the impact of borrowings, the state has chosen to go the volume rather than value investments trail. That's at odds with the continued policy of allowing undisclosed income, especially in real estate investment. And that's opposed to bringing the fishery sector in as the first step in widening the tax net. There wasn't much debate in a parliament not known for as much in the past decade. Just as the increase in tax on internet usage went largely unchallenged. The Information Technology sector is apparently willing to accept the trade-off with their basic taxes.Resilience will face a litmus test as a shrinking middle-class faces the double pronged assault of prices and taxes against stagnant wages. Media and research suggests there is an obvious cutting down on consumption as the first reaction. The unsold number of higher priced sacrificial animals is another indicator. The Prime Minister has been upfront in asserting subsidies have to be reduced. She has a definitive point. The loophole exists for another way of ramping up the economy. Stimulus for the lower end of the divide to encourage consumption so as to propup Small and Medium Enterprises. Part of such moneys could well come from a re-negotiation of capacity captive costs being paid to Quick-rental power units, even in the form of a moratorium. Politically, any back tracking of infrastructure projects may be unpalatable. There will lie long-term sagacity. That and carefully weighed perspectives of the emerging nature of economics and geo-political maps.[email protected]",
        "headline_1": "Economy facing a difficult choice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economy-facing-a-difficult-choice-1657720111",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2022"
    },
    {
        "full_article": "The idea of sharing is nothing new. No matter what faith or belief one possesses, one should have a generous heart. Giving is always being understood as charity, alms, donations, etc., an act to lessen the pains of the deprived people. But in reality, it is more than that. It eradicates one's selfishness and greed. Giving can include a variety of simple acts that one may not consider as an act of giving. It does not matter how much or what you give. Every single tiny thing helps and really counts. Even something like handing down umbrellas on a rainy day is more than enough to make one smile. In a bigger picture, giving to the poor can contribute to making a better society. Through the practice, many public facilities, educational institutions, and social services such as schools, medical colleges, and universities can be formed, established and enlarged. Even in developed countries like South Korea, Australia, and Singapore, the governments are unable to offer essential amenities to all citizens especially in education and health sector. So, the helping hand is a priority there. The notion of giving, especially helping those in needs must be ingrained. In other words, you do not have to be a Mother Teresa or any philanthropist when it comes to giving. Most of the caring people are those who do not have much to give and still give more than those who can. Han Jung Shun and Abdul MutalibEmbong,Language Teachers, Centre for Foundation and Continuing Education (PPAL)Universiti Malaysia Terengganu (UMT), Malaysia, [email protected]",
        "headline_1": "Cultivating habit of giving",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cultivating-habit-of-giving-1657720147",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-07-2022"
    }
]