[
    {
        "full_article": "The latest retail inflation data from the National Statistical Office yet again highlights the challenge in achieving durable price stability. Provisional estimates for year-on-year price gains in August show the headline rate based on the Consumer Price Index (CPI) quickened marginally to 3.65%, from July’s 3.60%, as a sharp rebound in vegetable inflation led to a wider acceleration in overall food price gains. Price gains in vegetables — the third-largest constituent of the Consumer Food Price Index — surged by more than 380 basis points last month to 10.7%, spurring food price inflation to 5.66%. Among vegetables, year-on-year inflation in the most widely consumed potato and onion still remained in the high double digits for a sixth and 13th month at 64% and 54%, respectively, a moderation from July’s levels notwithstanding. Other vegetables including carrot, palak and brinjal experienced a surge in price gains with all three posting double-digit inflation. Also, disinflation in the prices of pulses and cereals remained slow, with year-on-year price gains in the former still in the double digits for a 15th straight month at 13.6%, while the latter logged an inflation reading of 7.3%. Disconcertingly, food inflation in the rural areas rebounded to exceed 6%, and this at a time when stuttering private consumption is trying to regain momentum in the economically crucial agrarian hinterland. As an external member of the Monetary Policy Committee Shashanka Bhide noted in his comments at the RBI’s policy review meeting last month, “high food inflation would therefore hit growth adversely as it affects consumption”.A durable disinflation to the RBI’s medium-term monetary policy goal of 4% headline retail inflation also faces other challenges, a key element being a resurgence in core inflation. The price gains measure, which strips out the more volatile food and fuel components, inched up to 3.38% after having snapped a 17-month decelerating streak in July. Based on responses from goods manufacturers polled for the monthly HSBC India Manufacturing PMI survey, HSBC observed this month that there was a “marked increase in prices charged for goods in August” with the rate of output-charge inflation the second-fastest in close to 11 years. Add to this the spatial and temporal volatility of the monsoon, and the outlook for price stability becomes even more muddied. RBI Governor Shaktikanta Das on Friday said that the last mile of disinflation was proving to be “challenging”. With policymakers still having to traverse a fair distance to ensure inflation does not undermine broader economic momentum, he reassuringly acknowledged that authorities “cannot afford to look the other way”. Published - September 14, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nprices\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nIndia\n\n/\n\nfruit and vegetable\n\n/\n\nfood\n\n/\n\nReserve Bank of India\n\n/\n\nmanufacturing and engineering\n\n/\n\nSingapore\n\n/\n\ndiesel fuel\n\n/\n\noil and gas - upstream activities\n\n/\n\nagriculture",
        "headline_1": "​Last mile woes: On inflation data and the challenges",
        "headline_2": "Inflation should not be allowed to undermine the economic momentum",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Blast-mile-woes-on-inflation-data-and-the-challenges/article68639297.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "Earlier this week the Union Cabinet cleared the ₹2,000 crore Mission Mausam, which primarily involves a major upgrade of instruments used by organisations such as the India Meteorological Department, the National Centre for Medium Range Weather Forecasting and the Indian Institute of Tropical Meteorology (IITM). These are the organisations that form the backbone of India’s weather and climate forecasting system on multiple time-scales. In the first tranche of the mission until 2026, the Ministry of Earth Sciences (MoES), the nodal body executing the exercise, hopes to procure and install up to 60 weather radars, 15 wind profilers and 15 radiosondes. These are instruments that give regular updates on the changing parameters of wind speeds, atmospheric pressure, humidity, and temperature at various elevations of the atmosphere. Had this been all that the Mission was about, it would not have been too different from the National Monsoon Mission, launched in 2012. The crux of that exercise was to evolve a new approach to forecasting the monsoon by developing weather models that relied on intensive computing. Thanks to this, India has an umbrella weather model that can be tweaked to generate forecasts on multiple timescales — from daily to seasonal monsoon predictions. Beyond the monsoon, such a model could be customised for heatwaves, cold waves and local forecasts.Making weather forecasts more accurate and improving precision is a never-ending iteration but Mission Mausam seeks to open more vistas. Instead of being a slave to weather, humankind tries to control it. One of the proposals associated with the new mission is to set up a ‘cloud-simulation chamber’ at the IITM, which will help model rain clouds. They would then test various “weather interventions” such as seeding clouds and tweaking them to control the rainfall from them. There are also plans to control lightning. As statistics reveal, lightning strikes are the number one cause of nature-propelled deaths, above floods and landslides, in India. While there are multiple socio-economic factors as to why this is so, meteorologists say they hope, one day, to be able to tweak the electrical characteristics of the cloud so that there are fewer lightning strikes that lethally traverse from sky to ground. While experiments have been done in other countries, there is much uncertainty on its feasibility. Investing in fundamental research in the atmospheric sciences is a welcome move. The complexities posed by climate change suggest that multiple fronts may have to be opened to mitigate the effects of greenhouse gas emissions. While weather modification may not be a panacea, it will not hurt to wholesomely understand it. Published - September 14, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ngovernment\n\n/\n\nweather\n\n/\n\nweather science\n\n/\n\ntechnology (general)\n\n/\n\nIndia\n\n/\n\nMonsoon\n\n/\n\nheatwave\n\n/\n\nflood\n\n/\n\navalanche/landslide\n\n/\n\nrains\n\n/\n\nclimate change\n\n/\n\ngreenhouse gases\n\n/\n\ncarbon emissions",
        "headline_1": "​Weather gods: On ‘Mission Mausam’",
        "headline_2": "Attempts at controlling the weather are still in the realm of uncertainty",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bweather-gods-on-mission-mausam/article68638859.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "What’s eating people who diss others’ food?\nNo, no food is smell-less. But yes, sometimes some foods get dissed as smell-much. With all the cuts, barbs, swipes, slurs being flung around in the Trump-Harris duel, this diss would have been wasted on the shelves. Someone was always going to throw it in the blender. Enter Laura Loomer on the world stage. This Trump acolyte has gone high-profile by X-ting that if Kamala wins, the White House will smell like curry. She meant everyone to go, ewwww. Instead, many are going, ooooh. Sounds delish.\nThere’s a Fresh off the Boat episode in which a mum finds out why her kid hasn’t been eating the school lunch she’s been packing for him – other kids call it weird and smelly. What Loomer might not get is that her kind of intolerance would build walls even between one curry-lover and another. She likely thinks that it’s all the same from Amritsar to Kochi to US supermarkets. \nA search for ‘world top foods’ has Google AI spitting out pizza, doner kebab, hamburger, dim sum and rice biryani first. For fans of each, the aroma is an essential part of the flavour. For non-fans, the instinct is to clench one’s nose and walk away briskly. Same goes for Doritos and Diet Mountain Dew, the other highlights of the US presidential campaign menu. To like or dislike them is a subjective choice. Nor are they any less ‘ethnic’ than durian, escargot and puttanesca sauce. But to understand one’s own taste as standard and good, labelling others bad, is just silly, to put it very mildly. \n\n",
        "headline_1": "Curried prejudice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/curried-prejudice/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "SC frees Kejriwal. But some questions remain \nThat SC finally granted Kejriwal bail in the CBI case – he had got bail in the ED case earlier – settles some key questions via a high-profile legal tussle. But it raises a few other questions. The two-judge bench unanimously held that with completion of trial unlikely in the near future, Delhi CM’s prolonged incarceration violates his right to liberty. SC’s decision was foretold by its granting bail to several excise policy accused, including AAP’s Manish Sisodia and BRS’s K Kavitha, in recent months. SC has been reiterating the judicial principle that bail is the norm and jail the exception.Yesterday, Justice Bhuyan also stressed that keeping Kejriwal in jail was untenable since he had been granted bail in the more stringent PMLA case against him.\nBut bail conditions? | Just as significant is Justice Bhuyan’s view that Delhi CM’s arrest by CBI in June raised more questions than it answered. With the same conditions imposed on him in the ED case applying now, Kejriwal cannot visit his office or sign official files. On this too, Justice Bhuyan expressed reservations. Kejriwal is responsible for governance of the capital. Wouldn’t it have been enough to set conditions that kept him away from anything related to excise policy? SC itself has stressed the importance of bail conditions being reasonable in several cases.\nWhat about Delhi? | Yet, CM’s prolonged incarceration or his conditional bail can’t be cited by AAP to explain away the misgovernance Delhi is subjected to. For a party that won 62 of 70 seats in last assembly elections and controls Delhi’s municipal corporation, there can be no justification for civic woes remaining unaddressed in the capital. As for BJP, while it has a point that AAP seems flailing at governance, it won’t admit that changes in admin rules have handicapped the elected govt. This fight reminds you of driving through waterlogged Delhi streets – there’s no end in sight.\n\n",
        "headline_1": "Bail & more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bail-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "How a shy animal was bred to change human history \nNo animal has had as profound an impact on human history as the horse, says Raiders, Rulers and Traders: The Horse and the Rise of Empires by David Chaffetz. \nThrough early history, the horse was just a strange, shy beast that humans hunted for food. They are the most commonly depicted animals in cave art in Europe. Then they were domesticated for nutritious mare’s milk in the Eurasian grasslands. But horses couldn’t be corralled for long. Herders spread out across the Eurasian steppe. It was here that humans and horses first became entangled in an alliance that changed civilisations including China, India, Iran and eastern Europe. \nThe power of horses was the petroleum of those times. Breeding changed the nature of the horse, into the swift, strong charger we know today. The Mongol empire from 1208 to 1368 was the apogee of horse-breeding rule, with its triumph over sedentary peoples. Even after the advent of gunpowder, the Mughal empire relied on horses. Manchu China used them to extend its borders. Russia needed the horsepower of Ukrainian Cossacks to conquer large parts of Eurasia. Genghis Khan used his cavalry as a symbol of world dominion.\nThe reason we don’t see the centrality of horses in the story of the world is perhaps because European empires were based on sea trade.\nThe Silk Road should be called the Horse Road, the book argues. Horse breeding and trading were fundamental to it, while silk was currency. In China and India, horse fairs were grand hubs of commerce. Monarchs wandered the fairs at Haridwar and Pushkar; festivals grew around these events. The horse trade pushed Indians into wider trade networks.\nThe Rig Veda prizes the Ashwamedha yagna. The Mughals were obsessed with cavalry, horsemanship was an ethic, a symbol of self-control and political control. Rajputs also lived in the saddle, with both men and women riding between encampments. \nArt and legend surround famous breeds: the Akhal-Teke, the Kathiawari, the Balkh stallion. The Chinese organised expeditions to find the fabled ‘blood-sweating’ horses of Ferghana. Whether Punjab’s Lakhi or the British Hackney, each breed was suited to its own context. And each region had its own superstitions: the Mughals feared feathers (whorls) on the forehead, Marathas considered a feather under the belly unlucky.\nMilitary success depended entirely on horses, as rulers knew only too well. The Portuguese smuggled hundreds of Persian horses to the Deccan rulers to fight off the Mughals. The British tried to raise a stud farm in the Himalayan foothills. Meanwhile, the horse networks were used for espionage during the Great Game between the British Raj and the Russians.\nIt was only in the early 20th century when cars and planes showed up that the era of the horse decidedly ended. And today, Central Asia is one of the most isolated and impoverished regions in the world. As we struggle to imagine a world without petroleum, it’s worth thinking of how energy dictates the map of power, and how dramatically the picture can change.  \n\n",
        "headline_1": "A horse for their kingdom & trade",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-horse-for-their-kingdom-trade/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "In his trip to US, some of Rahul Gandhi’s remarks engendered political controversies. But the bigger takeaway is what he said, and failed to say, about his political ideas.\n\nHe sketched out Congress’s vision, emphasising two key themes: fairness and pluralism. Rahul contrasted this to BJP’s vision, which he claimed was based on caste hierarchy and majoritarianism. He also deplored a system “where 90% of the people do not have access to opportunity.”\nRead full story on TOI+\n\n",
        "headline_1": "What Rahul isn’t saying",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-rahul-isnt-saying/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "We are gravely concerned about the ongoing unrest in our RMG industry as workers continue to protest in Ashulia, Zirabo, Savar and Gazipur over payment of arrears, better pay, job regularisation, increase of allowances and benefits, etc. According to the BGMEA, on September 12 alone, 219 garment factories in Gazipur and Ashulia were closed down due to workers' protests. Reportedly, in many areas, the protests took a turn for the worse as a result of unresolved negotiations with factory owners over their demands. Workers allegedly vandalised many factories; some of them were also set on fire. The question is: how has the situation come to this point?\nAccording to industry insiders as well as some labour leaders, outsiders and political elements are trying to instigate the workers. It is imperative that, under the circumstances, a proper investigation is conducted immediately to identify the external factors responsible for the vandalism and destruction of properties. Owners have also pointed out that the industrial police are yet to start functioning fully in the industrial belts since the Hasina government was ousted around six weeks ago, fuelling safety concerns. This prolonged state of insecurity must be addressed by the interim government urgently, and the role of the industrial police—who have been used by successive governments to quell workers' protests—must also be re-evaluated to restore trust in the force.\nEven if the allegations of external forces trying to create instability in the sector are true, we need to understand and address the underlying frustrations of the workers. During the 15 years of Awami League rule, we saw how the workers' legitimate demands were routinely disregarded. Last year, when the workers demanded Tk 23,000-25,000 as their monthly minimum wage, the government fixed it at Tk 12,500 in compliance with the proposal made by RMG factory owners. Sadly, many owners are still depriving their workers of their dues and aggravating an already volatile situation. Meanwhile, RMG factories are yet to institute an equitable mechanism for negotiations between workers and owners. Such practices must come to an end and workers' grievances must be properly addressed.\nAs production in a lot of factories remains suspended, there are concerns among the owners about financial losses they might incur, which will eventually affect our economy and the workers at large. There are, in fact, real reasons to worry as the disruption in production has already led many international buyers to cancel their trips to the country to finalise work orders for the coming seasons. Under the circumstances, we urge the interim government to act promptly to understand and act on the simmering frustrations on the ground. Its decision to review the workers' wage through the minimum wage board is a step in the right direction. The government also said it would consider inflation and the rising prices of essentials while reviewing the minimum wage, which is only the right thing to do. It also needs to take steps to improve security at the RMG factories, support the manufacturers in need, address the international buyers' concerns, and ensure stability and competitiveness in the sector.\n",
        "headline_1": "Bring back normalcy in the RMG sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-back-normalcy-the-rmg-sector-3702231",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "Democratic Vice-President Kamala Harris locked horns with Republican and former US President Donald Trump in a debate on September 10, peppered by occasional fireworks. Following the debate, a CNN instant poll gave her an almost 2-1 edge.\nA note to Democrats: do not uncork the champagne just yet. Just how much the debate performance will matter in the November presidential election is quite another question.\nFor starters, a huge swathe of the US voting public tends to give these debates a pass, and who can blame them? Substantial parts tend to be soporific, as candidates wriggle out of tough questions and often prefer the comfort of opaque platitudes.\nThe interesting thing about US political debates is that they are more significant when a participant makes a big mistake.\nTake the first televised presidential debate in 1960 between Republican nominee Vice-President Richard Nixon and Democratic candidate Senator John F Kennedy. Kennedy looked impressive on television. Nixon, on the other hand, looked tired, with a five o'clock shadow on his face. TV watchers said Kennedy won the debate, yet radio listeners thought Nixon won. In reality, Kennedy won that election by a whisker. Just this year, US President Joe Biden made such an unholy mess of his debate with Trump that he had to bow out of the presidential race.\nHarris and Trump are very different candidates. Harris is more of a typical US candidate, brimming with enthusiasm and ever-ready to regale listeners with the pabulum of US exceptionalism. Lately, she has improved her performance and appeared sharp in the debate. She was nimble in marshalling facts and arguments, though not as quick to call out Trump's lies as her supporters would have liked. Her attempt to needle Trump by talking about folks leaving his rallies was a masterstroke—and it worked.\nTrump is something else again. As a political animal, he is sui generis in the US, perhaps in the world. His true calling might well have been to be a carnival barker (unkind critics may say a used-car salesman). For Trump, the goal is to sell—in this case, himself—and like the ultimate salesman that he is, he feels utterly unencumbered by such niceties as facts and truth.\nUntethered from reality, Trump's lies came tumbling thick and fast like water gushing out of a fire hydrant: there was no inflation during his presidency, millions of illegal criminals are entering the US raising crime there and lowering crime outside the US, Trump rebuilt the military, crime in the US is going through the roof, etc. To be sure, Harris made false statements too, but they were much fewer and far between.\nI saved Trump's most delightful morsel until now. Trump claimed—I kid you not—that undocumented immigrants in a small town in Ohio were catching dogs and cats and eating them. Not only is there no evidence of this, but true to Trumpian form, it is also unconscionably racist. The immigrants are Haitian.\nI reacted with shock. Had US political debate reached such a nadir where a candidate can get away with this?\nWell, Trump can. Such is Trump's Svengali-like grasp on his supporters that he has created a separate right-wing ecosystem where an alternate reality exists. His outré remarks and conduct are baked into public opinion, and his core supporters are unfazed.\nThis is why I am not sure how much Kamala Harris will benefit from this debate, electorally speaking, despite her impressive performance. Remember, in 2016, polls suggested former US Secretary of State Hillary Clinton won all debates handily when she ran against Trump. A fat lot of good it did her come November.\nTrump's mannerisms are right out of vaudeville, his vocabulary that of an irate high school juvenile delinquent. He says whatever comes to his mind. But analysts dismiss him at their peril. He has an uncanny feel for the pulse of the nation's disaffected.\nTake his stance on abortion. He has been twisting himself into a pretzel trying to wriggle out of the abortion debate, because he instinctively senses that the broader public—even many Republicans—are not where the Republican Party and its passionate anti-abortion activists stand on the issue.\nOn foreign policy, while Harris backs Ukraine unconditionally, I feel Trump's stand on wanting to end the war may resonate with a substantial part of the voting public in the rural hinterland, which is tired of billions of dollars going down another boondoggle.\nHarris faces an uphill task also because the US presidential election system favours Republicans. Instead of a popular vote, candidates must win state by state. Most states are overwhelmingly Democratic (California, New York) or Republican (Texas, Louisiana), so the battle comes down to a handful of competitive states.\nThe city where the debate happened—Philadelphia—is in one such battleground state, Pennsylvania. Analysts say that the road to the White House goes through Pennsylvania. That's a challenge for Democrats. Areas around Philadelphia and Pittsburgh are Democratic, but the rest of the state is rural and deeply conservative.\nAmericans need to feel comfortable with the president. Analysts often say it's almost as if American voters ask themselves if they would like to have a beer with the candidate.\nAre Americans ready to elect an African-South Asian American woman as a president? It is true that once they stunned the world and elected America's first African American president, but there has been a substantial backlash after that.\nMost of rural America, I worry, is not ready either to buy Kamala Harris a beer or elect her president. Goodness knows I would like to be proven wrong.\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Kamala rattles Trump, but how much will it matter?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/kamala-rattles-trump-how-much-will-it-matter-3702211",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "The financial sector of Bangladesh requires many reforms, from the macro to the micro perspectives. The laundry list of reforms is long, and focus is required for bringing discipline in the lending practices of the sector and finding a recovery pathway for the economy largely affected by the mounting non-performing loans (NPLs).\nNo one can deny the sorry state of the banking sector. But like all other sectors of the country, the banking sector also requires bringing back focus to the people it serves—the people who need a reliable service for all their banking and finance needs day in and day out. We are also going through an unprecedented climate emergency and do not yet have an estimate of the economic impact it will leave us with.\nCombining the shocks of the financial sector crisis, along with climate risks, compels us to think what new ways are available to serve and protect the consumers, especially the micro small and medium enterprises (MSMEs) that are in distress. The climate emergency and its impact on the MSMEs will continue to escalate unless we take actions. Given that the MSMEs were pushed to the tail end of priorities over some years now, they are expected to be impacted the most in this crisis.\nOn a global scale, the term \"great finance divide\" is being used. This refers to how the majority of the developing countries and one in four middle income countries are at high risk of fiscal crises in the post-pandemic world, creating a financial divide between the developed and developing economies. The inequitable practices of the global financial system have always been questioned whether it is conducive to the growth of the developing economies or whether it has worsened this divide.\nWhile Bangladesh is part of that global tragedy, the suffering has been worsened by its own man-made financial sector crisis. The \"great divide\" has taken a different shape in our economy, as it is mostly the large corporates that have benefitted from the stimulus and privileges of the banking sector at the cost of the MSMEs and the individual depositors, both in the pre- and post-pandemic scenarios. While the inequitable international financial and monetary system is beyond the reach of our reform, we need to focus on how we can minimise this inorganic divide that we created.\nThe upcoming white paper on the state of the economy will hopefully shed some light on the extent of the damage done to the sector. As for recovery, coordinated efforts will be required from both from the policymakers and the financial institutions.\nIt is most likely that we will need multiple push and pull factors to survive through this financial sector crisis. The pull will hopefully come from the multilateral agencies through a factual assessment of the sovereign debts, but the push has to come from the regulatory bodies, namely Bangladesh Bank (BB), Microfinance Regulatory Authority (MRA), Insurance Development and Regulatory Agency (IDRA) and Bangladesh Securities and Exchange Commission (BSEC). BB, as the monetary policymaker and as a board member in the rest of the regulatory agencies, will have to shoulder much of the responsibility to regain trust of the depositors/ borrowers through regulatory oversight and enhanced transparency.\nThe first step can be enhancing the financial literacy of the consumers in understanding all the products available for short- and long-term investments, especially capital market instruments such as government issued securities or treasury securities. Possibly expanding the network of treasury securities, like the Sanchaypatra, can make it simple and accessible to the investors across the country. This will provide the consumers with a safe choice of investment and the government the ability to mobilise more resources through the financial channels.\nBB can also consider amending its Bangladesh Bank Order, 1972 and expand the definition of \"borrower\" instead of limiting it to banking companies only. MRA has launched its own Microfinance Credit Information Bureau (MF-CIB) but has its own limitations. Due to lack of interoperability with the banking sector CIB, a loan from a microfinance institution (MFI) will not show up in the banking sector credit information check and vice versa. As we are heading towards a more digital and integrated economy, it's high time that the central bank brings all categories of borrowers under the umbrella of one credit information check. With this small change in the legislation, the sector will have benefits in two folds—the obvious one is enhancing transparency in lending practices especially from the capital market, but the more important one is it will allow the small borrowers to become bank borrowers with a reliable credit history that they built up over the years with the MFIs.\nRoughly over 50 percent of Bangladesh's bankable population do not have access to a reliable financial service, and the ones who have access do not always get the quality product or service they need. While there is a huge demand and potential in the market for innovative financial products, what we lack is a safe space for testing new ideas. \nBB will need to work with MRA, IDRA and BSEC to catalyse innovation in the sector to expand the offers of reliable financial products and services, especially insurance that can provide protection during the climate disasters that we are experiencing now. BB, along with the other regulators, needs to think at the system level what needs to be done to ensure the market experiences innovations while remaining focused on serving the customers. We have a number of policies, including the National Financial Inclusion Strategy (NFIS), so it is time to bring back focus on the implementation of these policies with adequate resource allocation.\nWhile we can continue to provide a reform agenda, the key objective will remain in bringing back the trust, enhancing the transparency in lending practices/payment systems, limiting the access to finance for the highly leveraged businesses/individuals, and improving the overall consumer protection.  Access and usage of quality financial services has been a challenge. To address that, BB can reconsider its digital bank licensing and allow a competitive procedure that can bring efficiency in financial services, as well as carry forward with the more important agenda of implementing financial inclusion and achieving the Sustainable Development Goal (SDG) targets. We have a long way to go, and I want to remain hopeful of my country and its ability to serve its people through adequate and reliable financial sector services. \nAfsana Islam is development practitioner and former banker. She can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How to go about reforming Bangladesh’s financial sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-go-about-reforming-bangladeshs-financial-sector-3702126",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "Severe load-shedding in the northern and northeastern districts including also Dhaka over the past few days has been causing enormous public suffering. The problems causing the disruptions in smooth power supply are, however, inherited from the immediate past government. The shutting down of all the operational units of Dinajpur's 525-MW coal-fired power plant, most of the country's gas-fired power plants which share more than 40 per cent of country's total generation capacity remaining out of production due to gas shortage and the huge arrears of unpaid power bills owed to a major power supplier from India, the Adani Group, are some of the issues debilitating the interim government's capacity to resolve the power shortage issue within a short time. According to the Power Development Board (PDB), its total unpaid bills amount to Tk 350 billion. Even so, the adviser to the ministry of power, energy and mineral resources is learnt to have informed the media on September 11 last that the power situation would improve within three weeks. The steps to be taken for urgent addressing of the issues, he further informed, include urgent fixing of the technical glitches at the Barapukuria thermal power plant, the communication made with the Adani Group to enhance power supply and arrangements made to import LNG (Liquefied Natural Gas). The interim government's sincerity and urgency to respond to the emerging issues will make a difference. Any short-term answer to the problems involving production, supply and distribution of power should be part of a long-term strategy to rid the sector of its deeply ingrained ills. The long-term approach, as often stressed by well-meaning people and experts, should be to exploit the country's own potential reserves of gas and other fossil fuels. The present problem of the power sector arises out of a lack of fuels to run power plants and the shortage of foreign currency to import those. But these problems could be avoided if the country's power sector was not fully made dependent on fuel import that eats up the lion's share of the hard currency that the country earns from remittances and exports. The main beneficiaries of this policy adopted by the past government have been the private power companies, contractors enjoying the government's patronage, the corrupt bureaucrats and ministers. Sadly, the nation's forex reserve was thus depleted to import LNG, coal and oils to feed the power plants that have the capacity to produce about double the power the country needs at the moment. But those remain idle for a lack of fuel. Now the nation is being forced to bear this unnecessary burden. Under the circumstances, it would be incumbent upon the interim government to meet the emergencies through holding negotiations with major sources of fuels including the gulf countries, Indonesia and elsewhere so that fuel supplies to the power plants remain uninterrupted. At this point, the steps taken, as told by the energy adviser, to scrap the indemnity act \"Quick Enhancement of Electricity and Energy Supply (Special Provision) Act in 2010\" to protect the government from any judicial proceedings drawn against it, cancellation of the ministry's authority to fix energy tariffs, holding open bids for contractors and so on should be implemented as soon as possible.",
        "headline_1": "Ensuring urgent fuel supply to power plants",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-urgent-fuel-supply-to-power-plants-1726234882",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "Traffic has now become the worst nightmare of the commuters in the capital city. Technology such as Google map helps residents navigate the city to some extent but the fact is that no matter what route one takes, people will sooner or later end up in endless gridlock. It is interesting to note that commuters and people in general love to complain against the chaotic traffic. The fact is that the city itself has grown by leaps and bounds over the decades and city planners never got the chance to implement the DAP (detailed area plan) under which it was envisaged to develop Dhaka properly. Political and business interests always got in the way of developing a city with proper public transportation. That is why this city of more than 15 million people has no modern bus service, only one out of six metro rail lines, no decent commuter rail service. Crony capitalism had crept in and spread like a cancer over policymaking. Only now is the country coming to grips with how bad things had gotten whereby a small band of transport-owners had exerted total control over policymaking for nearly two decades. The road transport-owners' association had grown so influential that they had effectively sidelined all attempts at modernising the railway service, put a dent in fast DEMU trains connecting Dhaka with Narayanganj, delayed the implementation of the first metro rail service (north-south connectivity). When school students of Dhaka city took to the street to protest the killing of their peers waiting at a bus stop in 2018, the response of these unruly elements was overwhelming violence against children agitating for road safety. Such was the prowess of transport owners that they got the support of the government to put down what had essentially been a non-political movement by young people to bring back order on the roads.It is in 2024 and the madness on the roads has returned. Today, things are even worse off than they were before. Although there is much hope that the interim government will do things differently, people tend to forget that as commuters, they too have responsibilities. It is the job of policymakers to enact legislation and get the laws enforced through the police. Sadly, Bangladesh has just emerged from a particularly violent chapter in its history where the police force has also suffered losses - both in terms of manpower, material and morale. It will take a while to get policing back on track and for the force to regain the trust of the people. The traffic system is broken. For the longest time, traffic was conducted manually and the focus was to stop vehicles in the middle of the road to collect illegal toll. This system is now not there and some say that the traffic personnel are no longer 'motivated' to do their duty. If that is the case then perhaps the force needs new recruits who are untainted by such negative thoughts! Perhaps the new authorities can finally get the traffic network management system digitalised. That shouldn't be a problem anymore and this is the perfect time to get some real work done.On the flip side of the traffic-induced chaos that has made lives of millions of people a living hell, it is impossible to ignore the fact that people have no respect for rules themselves. Since practically all drivers of vehicles (2, 3 or 4-wheel) never have to pass any driving test to get a licence, they feel no need to follow any traffic law and in many cases are not even aware of what the various signs mean. Since there is such a massive trust deficit between law-enforcers and people, why bother with any rule anyway? This mindset has to change. Mere enactment of new rules will not do. When people see law enforcers doing their duty sincerely, they will also start responding positively. This is not a one-day affair, but mindsets will change gradually. Time has arrived for banged-up buses owned by umpteen number of companies to go away. City residents deserve a cleaner, cheaper mode of bus transportation that will be reliable and safe to travel on. The train service has been around since British times and it is time the Bangladesh Railway got partially divested. Private investment will bring in private operators offering shuttle train services that can effectively help move people from Dhaka to the suburbs. Lastly, no new data are needed to illustrate how overwhelmingly successful the metro service has been. It took a decade in the making, successive metro rail lines ought to be commissioned at a much faster pace. It can be done if the political will is there. It is time Dhaka city planners got the chance to set certain things straight to ease this nightmare of senseless traffic congestion.\n[email protected]",
        "headline_1": "Dhaka's traffic nightmares",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhakas-traffic-nightmares-1726234927",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "How many people died and how many were injured during the nationwide students' movement is a serious question that requires accurate answers for obvious reasons. So far, it is known that at least 757 people have died in police firing, violence, and clashes in the Student Against Discrimination movement between July 16 and August 23. Of them, at least 451 died during the peak period of the movement between July 16 and August 5, mainly due to police firing. The number of injuries is also estimated to be at least 18,000. The accurate number is necessary for the historical record and also to identify the victims correctly as the interim government is thinking of taking responsibility for looking after the families of the martyrs of the July-August mass uprising. Moreover, it is also necessary to find the injured ones to ensure their medical treatment. During the movement, students and youths took several initiatives to prepare a virtual platform to create a database for those who were killed along with those who were injured, arrested and became victims of forced disappearance. Two such portals are www.shohid.info and www.quotashahid2024.com, which preserve information on many of those who were killed during the movement. The students were well aware of the fact that the autocratic regime would try to hide all the information about killing and disappearance and also erase records by using its virtual tools. The introduction the portals as a counter measure was a bold step at that time, no doubt. Now, these can be updated and revised. Early this month, the students of Jahangirnagar University also launched a web portal named www.redjuly.live to collect, check, and store information on those who were killed, injured and disappeared during the movement. The deceased include students, children, women, political leaders/activists and people from different professions. Some of them died on the spot, while some died at the hospitals while undergoing treatment. In the meantime, the information adviser of the interim government, also one of the key coordinators of the movement, has said that a complete list will be prepared and released after filtering all the information. He also told the media that so far, the names of 800 deceased have been found, and they are working to identify all. Again, it has also been decided by the interim government that Gonobhaban, the official residence of former Prime Minister Sheikh Hasina, would be converted into the 'July Revolution Memorial Museum.' Information about the deceased and injured will be a part of the museum. In general, there is a tendency in countries like Bangladesh to refrain from preserving and storing data or developing a solid database of many essential things. It needs to be addressed, although preparing any database is now less costly and more efficient thanks to the advancement of information technology. Due to the weak database, archiving in the country is also vital. More than 50 years after the independence, the nation has yet to realise the importance of archiving critical national events. Political rivalry and ideological division are major factors behind the lack of comprehensive archiving, although some efforts were taken in the last decade in this regard.Archiving in both physical and virtual formats is necessary, and efficient logistics along with modern technology are available now to make things easy. What is needed is to develop a team of human resources with proper training. Budget should not be a problem as many business bodies and trade organisations are ready to support any such move. As always, the defeated forces try to erase or distort the historical records, so utmost care is necessary to build a repository of the facts and events. The distortion of the history of the independence in 1971 is a vivid example. \n[email protected]",
        "headline_1": "Archiving the July mass uprising",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/archiving-the-july-mass-uprising-1726234956",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2024"
    },
    {
        "full_article": "The education system in Bangladesh emphasises test results, creating a stark contrast with the often bewildering experience of job recruitment. Imagine a fresh graduate walking into a recruiter's office, clutching their academic transcripts like a lifeline, only to discover that the real test is just beginning. My experience with the ISSB exam revealed a slew of assessments: psychological aptitude, environmental adaptability, and physical fitness. While psychological evaluations, including aptitude and personality tests, play a significant role in military selections, the broader application of psychometrics in recruitment remains underappreciated.Choosing a career based solely on academic results can feel like selecting a pet goldfish when you secretly long for a Great Dane! This analogy illustrates the fallacy of composition, where it is assumed that what works for one person will work for all. Imagine a brilliant student, passionate about art, being pushed into a corporate job simply because they excelled in mathematics. Such scenarios highlight the importance of tailored career guidance.In the United States, over 200 agencies use variations of the Myers-Briggs Type Indicator (MBTI) in hiring decisions. According to a study by McCrae & Costa (2005), the MBTI can provide valuable insights into personality types that assist in career alignment. However, despite its popularity, the MBTI faces criticism for its lack of empirical support and for the Barnum effect, where generic descriptions seem highly accurate to individuals. This creates a dangerous bias, as employers may overly rely on these assessments, overlooking critical factors such as skills and experience. The ISSB effectively addresses this issue by empowering Group Testing Officers (GTO) and psychologists to assess individuals through a series of practical tasks.Integrating psychometrics into teacher training could enable educators to guide students towards careers that align with their unique talents, rather than forcing them into roles that feel uncomfortable and ill-fitting.In a world where job satisfaction is increasingly rare, let us embrace psychometrics as a trusted compass. By doing so, we can steer individuals towards fulfilling careers and foster a more harmonious society, where everyone has the opportunity to thrive in their chosen path.\nAtif Ahnaf Chowdhury StudentDepartment of EconomicsShahjalal University of Science and Technology[email protected]",
        "headline_1": "Beyond Numbers: How the world selects leaders",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beyond-numbers-how-the-world-selects-leaders-1726234981",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2024"
    }
]