[
    {
        "full_article": "Few would disagree that laws require an overhaul from time to time so that they could be abreast of developments in technology and changes in society. However, it does not mean that whole new Codes be introduced and given abstruse names, when, in substance, the old laws are essentially retained. The first criticism about the Bharatiya Nyaya Sanhita (BNS, to replace the Indian Penal Code), the Bharatiya Nagarik Suraksha Sanhita (BNSS, to replace the Code of Criminal Procedure) and the Bharatiya Sakshya Bill (to replace the Indian Evidence Act) is that it is unnecessary to refer to them wholly in their Hindi names. Every law in India has an official translation in the respective official language of every State; so the need for the IPC, CrPC and Evidence Act to be referred to in their Hindi names alone is questionable. The criminal procedure law was re-enacted in 1973, and it is known as the CrPC, 1973, as distinct from its 1898 version. The objective to have Hindi names is apparently an attempt to symbolise the de-anglicisation of criminal law. However, a preliminary scroll through the new laws indicates that much of the original language is retained. It raises a doubt whether the changes are far too few to warrant their being enacted afresh, as deletions and amendments may have achieved the same purpose. It is some consolation that the ‘Sanhitas’ are to be scrutinised by a Parliamentary Standing Committee, as the consultation process appears inadequate.In substance, the deletion of ‘sedition’ is welcome, and its apparent equivalent, the new Section 150, does not use overbroad terms such as promoting ‘disaffection’ against the government or bringing it into ‘hatred or contempt’. It criminalises promoting secessionism, separatism and armed rebellion, but it also targets ‘subversive activities’ and ‘endangering the sovereignty, unity and integrity of India’ — terms that should not be allowed to be misused. Another potentially misusable provision is in the new Section 195 (equivalent to Section 153B IPC): it penalises making or publishing “false or misleading information jeopardising the sovereignty, unity and integrity or security of India”. While ‘mob lynching’ and ‘organised crime’ are new sections, a significant omission is ‘hate speech’ even though defining it and punishing it have been under discussion for some years. The procedure code enables conduct of trial of proclaimed offenders in absentia. Making videography of seizures mandatory is welcome. So too the provision for deemed sanction if authorities fail to grant it within 120 days. However, the remand provisions seem to permit police custody beyond the current 15-day limit, attracting some criticism. The new laws need critical scrutiny, but not new names. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nparliament",
        "headline_1": "Rebooting the codes: On the IPC, CrPC and Evidence Act",
        "headline_2": "Criminal laws may need reform, but not new and unfamiliar names",
        "link": "https://www.thehindu.com/opinion/editorial/rebooting-the-codes-the-hindu-editorial-on-the-ipc-crpc-and-evidence-act/article67191080.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "The Union government’s proposal to have a three-member selection panel with a majority for the executive for the appointment of members of the Election Commission may not subserve the objective of protecting the poll watchdog’s independence. A Bill introduced in the Rajya Sabha says the committee will consist of the Prime Minister, the Leader of the Opposition and a Union Cabinet Minister. This runs counter to a recent judgment of a Constitution Bench that envisaged an independent selection committee that included the Chief Justice of India. The judgment was also in line with the recommendations of the Dinesh Goswami Committee in 1990 and the Justice Tarkunde Committee in 1975. It is true that the Court said that its order would hold good only until Parliament made a law as envisaged in the Constitution. However, for the government to retain an executive majority in the selection process amounts to disregarding the spirit of the Court’s recommendations. An argument could be made that the CJI’s presence in the process could provide pre-emptive legitimacy to appointments and affect judicial scrutiny of errors or infirmity in the selections. Yet, when weighed against the fact that the ECI is a constitutional body that not only conducts elections but also renders a quasi-judicial role, the need for a selection process that embodies insulation from executive preponderance makes sense.A non-partisan and independent ECI is a sine qua non for the robustness of electoral democracy. The Election Commission of India has played a seminal role in the periodic conduct of elections, which have only seen greater participation from the electorate because of the largely free, fair and convenient nature of the process. Yet, there are misgivings. In the run-up to the 2019 general election, for example, the announcement of elections was delayed for a month between February and March, allowing the government to inaugurate many projects. The Model Code of Conduct was unevenly implemented, with the ruling party receiving favourable treatment by the ECI, leading to dissent by one of the commissioners. The independent V-Dem Institute in Sweden, which compares democracies worldwide, has downgraded India to an “electoral autocracy”, citing the loss in autonomy of the ECI. With the next Lok Sabha election just months away, it should have been incumbent on the government to stay true to the Constitution Bench’s judgment and retain its recommendations in the Bill. It is for the Opposition now to ensure that the Bill is discussed and modified.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nRajya Sabha\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Glaring omission: On the import of executive majority in ECI selection process",
        "headline_2": "The Government should have stayed true to apex court judgment on the ECI selection process",
        "link": "https://www.thehindu.com/opinion/editorial/glaring-omission-the-hindu-editorial-on-the-import-of-executive-majority-in-eci-selection-process/article67191417.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "A parliamentary debate stretching for three days of Parliament and with a very wide focus is bound to have its ridiculous moments. For reasons that aren’t always clear, Congress stalwart Rahul Gandhi has made it his business to hog the silly space. During the no-confidence motion introduced by the Congress in 2018, he, quite inexplicably, walked to the other side of the semi-circle to embrace a stonyfaced Narendra Modi. He followed it up with a mischievous wink that was caught on camera. Last week, he followed his spirited intervention in the Lok Sabha with a flying kiss that some women MPs of the BJP felt was directed at them. Predictably, there were expressions of outrage, some real.\nTo those belonging to a particular social milieu that Rahul ‘baba’ is familiar with, a flying kiss is either a perfunctory gesture of affection or, when directed at adversaries or opponents, a taunt. Either way, it would be deemed relatively inoffensive, and certainly not on par with sticking up a middle finger at someone. But, like most things, everything has a context. When he threw a flying kiss at those who had heckled him during his speech, Rahul Gandhi wasn’t in a social gathering of boisterous English-speaking youngsters. He was in the Lok Sabha, a body whose membership is about as socially diverse as possible. A few minutes prior to his departure from the House with a flying kiss, he had held forth on the assault and murder of Bharat Mata by the Narendra Modi government.\nRead full story on TOI+\n\n",
        "headline_1": "Kissa flying kiss ka: Rahul gets context wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/kissa-flying-kiss-ka-rahul-gets-context-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "India has ambitious economic growth aspirations, aiming to become the third largest economy by 2027, and a developed one by 2047. We are also seeing a greater emphasis on highlighting and preserving our culture and traditions. However, if we truly want to become a developed country, we need something else besides high incomes and cultural ambitions. We also need to have an aesthetically beautiful country.\nThis aspect seems to get little attention when we think about the India we want to have in the future. Many would agree that our cities have become uglier over the years because of haphazard planning, no stress on city aesthetics, poor civic sense and, in many cases, just poor taste.\nSure, there is something exciting about an organically growing, wild-spirited economy. However, if it comes at the cost of ugly cities and an ugly country, I am not sure if it is worth it.\nIndia is blessed with a lot of natural beauty and countless beautiful historical monuments. However, barring a few exceptions, we are not able to keep our cities beautiful. Maybe we don’t care. After all, beauty is an indulgence in a country where survival is hard.\nHowever, keeping a city beautiful may not be expensive or indulgent. It requires acknowledging the problem, placing value on aesthetics, involving experts who know a thing or two about beauty and taste, making a few simple rules, and keeping the discipline to follow them.\nRead full story on TOI+\n\n",
        "headline_1": "GDP aspirations are great but our ugly Indian cities need an urgent makeover",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/gdp-aspirations-are-great-but-our-ugly-indian-cities-need-an-urgent-makeover/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Last week, I showed from the work of historian Angus Maddison that the Hindu-ruled period (1-1,000 AD) wasn’t as golden as is usually painted, with GDP stuck at $33.7 billion for 1,000 years. In the Muslim period (1000-1700 AD), GDP almost tripled to $90 billion, but that was offset by population growth. Now, for the British period. In his bestseller ‘An Era of Darkness: The British Empire in India’, which is a devastating demolition of the British Raj, Shashi Tharoor also cites Maddison extensively.\nHis long thesis cannot be discussed fully in a short column, but we can discuss his citations of Maddison. Maddison’s magnum opus ‘Contours of the World Economy, 1-2030 AD’ has figures slightly different from Tharoor’s. Maddison says India’s share of world GDP was 24.4% in 1700 before British rule but fell to 4.2% by 1950. Tharoor says, “The reason was simple. India was governed for the benefit of Britain. Britain’s rise for 200 years was financed by its depredations in India.”\nRead full story on TOI+\n\n",
        "headline_1": "Raj review: Did British rule really impoverish India?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/raj-review-did-british-rule-really-impoverish-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "The no confidence debate showed govt-opposition acrimony has reached new levels. Parliament can look at other democracies’ legislatures for ways to reduce political noise\nThe no confidence motion is a rarely used parliamentary tool opposition uses to hold government accountable. In the 75 years of our Parliament, there have been 28 of them, including the one on which the discussion concluded on August 10. The debate on these motions is sharp and expansive, covering many aspects of government functioning.\nThe timing also impacts the kind of debate that takes place. This year’s no confidence discussion and those in 2018 and 2003 occurred in the monsoon session before the general elections. Therefore political parties used the debate to sound the bugle for their upcoming election campaigns. But apart from the “who said what”, the 20-hour debate spread over three days offers a broader lens to examine our parliamentary system’s functioning.\nRead full story on TOI+\n\n",
        "headline_1": "Motion = Commotion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/motion-commotion/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "I had once written extensively about S.M. Sultan. Why? Because it felt essential to make our 'art authorities' aware that he was a rare talent, although many were unwilling to accept it. Thus, the pen became my last resort.\nThe reason for writing was not just to assert that Sultan was a highly acclaimed artist and more. Concerning Sultan, my efforts had three objectives. Firstly, to establish him as an artist among his people. Secondly, to gain international recognition for him. And thirdly, Sultan was very fond of children and always had a longing to do something for them. So, I thought of assisting him in this regard.\n1.\nMy first write-up on Sultan had attracted a significant number of art and literary enthusiasts to the artist. Many readers of that piece even contacted me personally. Notable figures among them included Professor Abdur Razzaq, Poet Abu Zafar Obaidullah, Poet Sayeed Atikullah, and banker-cum-businessman Lutfar Rahman Sarkar. It wouldn't be incorrect to imply that this first piece had introduced the artist to a number of prominent individuals. Sultan and his art were rediscovered by many, and there was a sudden wave of enthusiasm about the painter among the youth. During that time, the government came to his aid, honoring him by designating him as a resident artist and arranging a regular stipend.\nHowever, it was the young Tareque Masud who initiated a grand plan: he created a documentary film based on Sultan. The only source of inspiration for his work was my first write-up. His film titled 'Adam Surat' brought the painter into the limelight. Hasnat Abdul Hye went on to write a book about him, in which he also acknowledged my piece.\nIn independent Bangladesh, only two art exhibitions were held featuring Sultan's works. The first was held at the Shilpakola Academy in 1976, and the second took place at the Goethe Institute (the German Cultural Centre) in 1987. I made contributions to the second exhibition.\nAs mentioned before, Sultan had a strong fondness for children. During his attempt to inaugurate the 'Bhrammoman Shishu Shorgo' (a boat designed to carry children and help them experience natural scenery), I served as the General Secretary of a foundation known as 'Bangla-German Shompriti'. To help him realize his dream, I managed to gather around 9-10 lakh Taka from my trip to Germany. The boat was successfully constructed. I had additional plans with Sultan in his hometown of Narail, but due to a shortage of funds and other reasons, they couldn't be implemented.\nThere are two more reasons behind these endeavors.\nI believed that Sultan's identity as the son of a farmer was a major factor that had hindered him from being recognized as an 'artist'. If he hadn't been the son of a farmer, our art establishment might not have hesitated to give him the recognition he deserved. I am convinced that our art establishment deliberately deprived Sultan of the acclaim he was owed. Many within the establishment were aware that Sultan was a painter of international stature, a national treasure who should have been celebrated. Therefore, the effort to overlook him was intentional. I decided to put an end to this negligence.\nSecondly, I too am the son of a farmer. I saw how another farmer's son was struggling to thrive on his inherent talent, to rise despite the snub of the art establishment. It was then that I realized my purpose was the same as Sultan's. From the bottom of my heart, I still believe, like the famous painter Vincent Van Gogh – our Sultan too is a painter of world eminence. Within our subcontinent, there's none to match Sultan's caliber. My belief has been further strengthened after my trip to America.\nI had heard a number of museum officials discussing Sultan. They seemed very keen about acquiring his works. Unfortunately, I had none of his works. If I had any works, they could have fetched a fortune.\nHowever, I am pleased that Sultan finally earned himself the title of an Artist in our country. Our younger generation has become aware of his great talent and magnitude. It's a pity that the painter's generous dream concerning children has not come true till today. The future also can't be predicted. But inspired by him, I started a school. The painter was alive then. He had spent some time in the school with the children. Regrettably, I couldn't run it for more than a year. The Ershad regime of that time forced me to close it. I was able to reopen it in 1995. I had to appeal for funds to a number of sources and organizations and still continue to do so. I am not sure how long I will be able to continue it.\n2.\nSultan was a revelation to me, a revelation that has not yet ended. He was a sublime source of inspiration, capable of inspiring even the most ordinary person to be creative. In Bangladesh, no other artist is comparable to him. Let's talk about a boat mechanic named Prafulla. Whenever Sultan was in Sonargaon, he used to stay with Prafulla. At that time, Prafulla was forty years old and worked as both a boat mechanic and a farmer. Sultan aimed to unleash the artist within him.\nIn response to Sultan's insistence, Prafulla hesitated, saying, 'Master, how can I become an artist?'\nSultan motivated him, saying, 'You can. I know you can.'\nLater, whenever Prafulla could find time, he used to draw with colored pencils on large sheets of paper. Today, if you observe his drawings from a distance, they appear reminiscent of Sultan's style. Only Sultan could have set the course of action in motion for such a dream to come true.\nIn my opinion, Sultan's paintings possess an eternity and brilliance rarely found in other artists. Jainul Abedin was also a renowned artist, but it is Sultan's universality that sets him apart from all others. This particular characteristic is absent in most artists within our country.\nWe witness consciousness about environmental issues today, but he had markedly emphasized the issue way back in 1986. I once undertook some initiatives to obtain UN recognition and brand him as an environmental artist. Had he lived a little longer, surely I would have reached my goal.\nThe reason our governments are compelled to recognize Sultan is because his position is fortified by a tremendous amount of public support. He has many admirers. However, I feel that the governments are not thoroughly and consistently sincere in their efforts regarding Sultan. During the BNP regime, the government had allocated funds for him, but it was stopped by the succeeding government.\nAt a seminar arranged by Bengalis in Atlanta, I met the Deputy Minister for Culture, who informed me that his government had initiated a grander plan for preserving Sultan's heritage. A committee was formed to monitor a substantial fund, and acres of occupied land were reclaimed despite legal obstacles. Later, I discovered that nothing was actually done.\nThe boat was anchored in Chitra and had a hole at the bottom. It wasn't even taken out of the water. The artist's half-finished drawings, along with his personal items, were damaged by rats. About eight Ansars sat idly around his residence. This is how we treat a great painter and honor the heritage he left behind. It's a crime that infuriates me.\nThere are plenty who shower Sultan with accolades. Seminars and symposiums are held on his birth and death anniversaries. Among the aficionados are those who didn't initially want to recognise him. Sad to see that people's genuine love for the arts isn't there any longer.\nSultan was a man who stood out from the crowd. A few days ago, after his death, a news report was published. It said that a snake was seen resting on top of his grave and that it attacked whoever tried to approach the grave. A photo of the snake was published too. This proves that the passion Sultan cherished for nature was reciprocated by nature in return.\n3.\nSultan bhai's awe-inspiring creation was his own life story. He was brought up in a Hindu family, all-inclusive in his ideology. I believe the neglect shown to him stems from prejudice because he came from such a humble background. Despite being a senior craftsman, his talent was undermined due to his origins. It's a shame that none of his paintings are seen hanging at the national museum, and those who run it appear unapologetic. We should be ashamed as a nation.\nInterestingly, a prominent art critic wrote a book on Sultan, although he is the same one who once didn't recognize him as an artist. What's new about that? Such is the norm of our critics. It is only once you become famous that the greatness within you gets revealed. Until you reach that level of fame, no one cares. Nowadays, everyone seems to write a book on him. That's good, but what's the value of it if it cannot properly explain the benchmarks for evaluating an artist, analyze, and prove why he should be treasured? These books have little value.\nIn 1976, General Zia-ur-Rahman was at the helm of power. I was under police observation due to my political affiliation with JSD. One day, while coming out of the International Hostel, I felt like someone was following me.\nI proceeded to Kamalapur. It was evening, probably the month of August. The circular gallery of the Shilpakala Academy was being built at that time. I spotted a tall man in a cloak. He had long hair and was smoking joints intensely. Suddenly, he stopped smoking, tucked his hand inside a pocket, and took out a live cat from it. He then kissed it and handed it over to a short man standing behind him. Until that point in time, I neither knew nor had even heard of Sultan. However, later I came to know about the short man. He was called Batu and was an ardent follower of Sultan.\nBatu's mother was also Sultan's follower. Batu was a barber by profession. He would stand still when Sultan used to draw, with the cat in one hand and joints in the other. Sultan used to generate tremendous speed while drawing, as if he were visualizing the farmer, river, banana tree, and thus a whole locality would be sketched. I have never seen anyone draw like that, but I heard that Michelangelo used to paint in the same manner. I was glued to him when he worked and visited him many nights just to watch him at work.\nThen came the day of Sultan's painting exhibition. Abul Fazal, the then-adviser to President Zia, was selected to inaugurate the show. He came from the same locality as I did, so I went to him and said that I wanted to accompany him on the exhibition day. He asked why, and I said that I wanted to witness the reactions to his paintings and see how they were received.\nThe crowd on that day was massive. Attired in a long cloak, Sultan bhai delivered an idiosyncratic speech, mixing English and Bengali. The media extensively covered the exhibition. However, I was amazed to see that none of the news reports focused on the aspects of his paintings. Instead, the reports covered his personal life, particularly his eccentricities. They reported, for instance, on how he never stayed anywhere permanently, how he was fond of pets like snakes, cats, lizards, etc.\nBeing curious, I personally approached a number of people, and no one could provide a convincing analytical judgment about his paintings displayed in the exhibition. Even Jainul Abedin merely said, \"Sultan paints well indeed…\" but that was all. I then went to several art critics, and all of them could come up with only dull replies.\nAnother aged prominent critic of today, whose name I don't want to mention, insultingly stated that Sultan hasn't yet learned to hold the brush. The same opinion was shared by another renowned poet. This infuriated me. While I held Sultan in high regard as a painter of global repute, they said that he couldn't hold the brush. But who would listen to me?\nI suspected it might be class discrimination again. If they were forced to recognize a farmer's son like Sultan as an esteemed painter, they might face a serious identity crisis. I took this to be an organized conspiracy. To think in this manner seemed like a divine responsibility to me. In order to gain deeper knowledge, I took up painting. I learned to draw and paint. It was very challenging indeed. Concurrently, I wrote a booklet of around 50 pages. Syed Atikullah funded the publication of 5000 copies on an urgent basis and began dispatching them to people of significance.\n4.\nI am not afraid to admit that my personal choice of paintings differs from those created by Sultan. I am an admirer of abstract work, whereas Sultan bhai's subjects are specific communities. Looking at his paintings is akin to looking at Bangladesh. His works portray both contemporary and traditional farmers, the very foundation of civilization. Much has already been discussed about his style, so I don't want to dwell too long on this.\nBut I want to mention that before the Renaissance period, European artists focused on portraying Jesus and Mary as superhumans. During the Renaissance, these biblical figures started to appear more human - Mary was depicted as a farmer's daughter, and Jesus as a tortured being. Similarly, Sultan's chosen topic revolves around the humiliated and deprived farmers of this country. He aims to show how farmers create their own form of art from the soil.\nAside from the instances mentioned above, I had another memorable opportunity to witness Sultan's technique while I was residing at Dhaka University's International Hostel – where he had drawn bare female bosoms on a wall. It was beyond my imagination how beautiful they could be. Such eroticism can only be visualized through fantasy. In later stages, these topics were depicted differently, more as food and consumables. However, initially, they represented an erotic yet latent sexual appeal. The difference in portrayal also reflects Sultan's transformation as an artist.\nDear readers, you might have noticed the disorganization in my writing, which is why my heart does not yearn to write another piece on Sultan. Perhaps someday, I will write a novel about him. I want to conclude by saying that my Sultan bhai was an exceptional being, his paintings are incomparable, and his life is inspiring. Indeed, his life itself was a remarkable work of art.\nAhmed Sofa (1943-2001) was an eminent litterateur and activist.\nTranslated by Shahriar Feroze. He is a journalist.\nThe original article was published in The Daily Jugantor on August 17, 2000.\n",
        "headline_1": "My heart doesn’t desire to speak about Sultan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/my-heart-doesnt-desire-speak-about-sultan-3393716",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Investing in the well-being and development of children is not just a moral obligation; it is a fundamental necessity for any nation aspiring to thrive in the long run. By investing in children, governments lay the groundwork for a brighter future where all children, regardless of their background, have equal opportunities to flourish. Investing in the early stages of human development also has a higher return, which gradually decreases over time. It generates the highest return since early learning facilitates later learning and helps develop skills as children grow into adults. Evidence shows that every additional dollar invested in quality early childhood development programmes yields a return of $6-17.\nMoreover, it is rational from an economic perspective. Data shows that a child's additional year of schooling increases their future earnings by about 10 percent. There is also a strong correlation between the ability to read and write and reduced child marriage for girls. Only eight percent of literate girls in South and West Asia are married off as children, compared to almost 25 percent of illiterate girls from the same region.\nIn recognition of the significance of investment in children, many countries have embraced the concept of a national child budget – a dedicated financial plan aimed at ensuring children's welfare and holistic development. Governments affirm their dedication to providing quality healthcare, education, social protection and other essential services by allocating specific funds for child-related initiatives. It underscores the belief that children deserve the best start in life and lays the foundation for a fair and inclusive society. It also plays a pivotal role in breaking the cycle of poverty.\n\nConsidering children comprise about 40 percent of the population and our window of accessing our demographic dividend is going to close in a few years, we must meaningfully allocate more resources for children's development.\nLike many other countries, Bangladesh is also committed to investing in children's welfare, as is articulated in the current national five-year plan (8FYP) for 2020-2025. Indeed, the government reported child-focused budgets from FY2015-16. The children's budget has doubled since its inception in FY2019-20; however, the aim to allocate at least 20 percent of the total national budget for children has not been achieved yet. Since the onset of Covid-19, the government did not publish child budget reports in the last three consecutive years, and FY2023-24 is no exception. A Save the Children study estimated that about 14.9 percent of the FY2023-24 budget is planned towards child-related activities based on the latest available coefficients. The estimate includes allocations that directly benefit children and also indirect allocations that support parents, teachers, social service providers and other duty-bearers who are involved in child-focused activities. Considering children comprise about 40 percent of the population and our window of accessing our demographic dividend is going to close in a few years, we must meaningfully allocate more resources for children's development.\nHigher public expenditure in the social sectors provides greater benefits to children. Education spending has been hovering around 1.5-2 percent of our GDP for over a decade, while the government aspires to raise the share to three percent by FY2024-25. In contrast, Bhutan has been persistently spending over 5.5 percent of its GDP on education. India has been spending about three percent of its GDP on education since 2019. According to an Implementation Monitoring and Evaluation Division (IMED) report, regrettably, the Ministry of Primary and Mass Education and the Ministry of Education were the two worst performers in FY2021-22 in terms of spending the funds they received from the Annual Development Programme (ADP), among the 15 ministries or agencies that received the highest allocations.\nHealth sector allocations do not reflect any optimistic view either. The sector's budgetary share has been less than one percent of GDP for over a decade, compared to India's 2.2 percent investment. Bangladesh's out-of-pocket health expenditure is about 74 percent of total spending – one of the highest in the world. It is also evident from the past trend that we put little emphasis on early childhood care, including balanced nutritional intake. The Bangladesh Demographic and Health Survey 2022 report evinced a deteriorating trend in severe acute malnutrition (SAM). In FY2023-24, the health sector comprised only five percent of our national budget. The lesser the investment, the lesser the scope to address child health-related issues.\nLikewise, the social protection budget is also not on par. A sizeable portion of Social Safety Net Programmes (SSNP) covers the government pensioners' scheme and freedom fighters' allowances. Evidence shows that the global average spending on social protection for children aged 0-14 years is about 1.1 percent of GDP, while for low-income countries, the figure is only 0.1 percent. In Bangladesh, the scenario is no different. Children's share for this is even less, on top of a small percentage of beneficiary coverage. Socially disadvantaged children like street children, children with disabilities, and child labourers received little attention in the SSNP budget.\nOverall, the budgetary allocation specifically earmarked for children-related programmes and initiatives in Bangladesh is insufficient to meet the diverse needs of children across the country. Despite making some progress, the proportion of the budget allocated to children-focused programmes does not fully address the magnitude of their challenges. The programmes are not designed to reach the most marginalised children from diverse backgrounds. Their issues are not being prioritised adequately in national budgets in the face of competing priorities.\nTo fulfil the initial target to raise the child-focused allocations to 20 percent of the national budget, the resources required will be grossly Tk 150,000 crore for FY2023-24. Addressing these challenges requires concerted efforts from government agencies realising the importance of investing in children, strengthening children's representation in decision-making processes, and prioritising long-term socioeconomic benefits. Government bodies, civil society organisations, and individuals must advocate for children's rights and well-being, ensuring that they receive a fair share of national budgets, and a separate national reporting of child budgets will take place to track the overall spending on children efficiently.\nSara Hanan Chowdhury is an officer at Save the Children Bangladesh. She can be reached at [email protected]\n\n",
        "headline_1": "Investment in children will give lifelong returns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/investment-children-will-give-lifelong-returns-3393341",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "The Bangladesh government has announced that it will replace the controversial Digital Security Act (DSA) 2018 with Cyber Security Act (CSA), 2023, which is expected to be passed in the parliament in the coming September session. It is rather dubious why the government wants to have another draconian cyber security law right before the next national elections. The DSA was also passed just a few months before the 2018 parliament elections. Human rights groups, journalist unions, media rights defenders and cyber security researchers have expressed their concerns regarding the draft Cyber Security Act and dubbed it as an \"old wine in a new bottle.\"\nThere has been a global outcry against the DSA. The Media Freedom Coalition (MFC), a network of diplomats from Canada, Denmark, Germany, Netherlands, Norway, Sweden, Switzerland, United Kingdom and the United States, has been outspoken about draconian law. Besides MFC, the United Nations, European Union, Japan, international human rights organisations like Amnesty International and Human Rights Watch (HRW), and also the international freedom of press watchdogs like Reporters Without Borders (RSF), Article 19 and Committee to Protect Journalists (CPJ) have called upon the government to repeal DSA which curtails freedom of expression, muzzles freedom of the press and encourages self-censorship.\nOn the domestic front, human rights organisations and journalist leaders have repeatedly warned about DSA being used to stifle dissent and criticism of the government. Thousands of politicians, journalists, activists, and even minors and students have been prosecuted. Many are still languishing in prison.\nIgnoring the international and domestic calls to abrogate the law, the government asserts that they have replaced it with a new one that will ensure freedom of expression – but human rights groups are sceptical.\nDespite the claim that punishments in CSA have been \"significantly\" reduced, rights groups explain that such measures will not stop the criminalisation of freedom of expression. Rather, it will continue to demonise and silence critical voices of political oppositions, independent media, investigative journalists, critics and dissidents, and the culture of fear will continue to be instilled among the people of the country, despite the fact that free speech and freedom of the press are enshrined in the constitution.\nLaw Minister Anisul Huq has assured us that the amendment of certain sections of CSA should stop the \"misuse\" and \"abuse\" of DSA and that no one accused of defamation would be arrested immediately after the filing of the case under the proposed Cyber Security Act, as the jail term would be scrapped in this new law. However, the minister also confirmed that the new law would retain almost all of the provisions stipulated in the 2018 act with minor changes. Different rights groups found at least six sections of the new CSA law – Sections 17, 19, 21, 27, 30, and 33 – remain non-bailable.\nMedia and digital rights defenders have reviewed the draft Cyber Security Act, 2023 posted online and found that the law contradicts several clauses of the Constitution of Bangladesh. Certain sections of the CSA are also in conflict with the Universal Declaration of Human Rights, International Covenant on Civil and Political Rights, and Convention on the Rights of the Child and Code of Criminal Procedure (CrPC). \nWe join defenders of freedom of expression in urging the government to not pass the Cyber Security Law in the parliament without thoroughly discussing the draft with stakeholders, especially with media editors, human rights organisations, lawyers, media and digital rights groups and the public. The lawmakers must listen to the critical voices of stakeholders to ensure that the CSA is people-friendly and respects the right to freedom of expression.\nFormer president of Bangladesh Federal Union of Journalists (BFUJ) Monjurul Ahsan Bulbul stated that the journalist's union submitted and discussed a written analysis of the draft Digital Security Act, 2018 at a meeting with the parliamentary sub-committee, but the law was passed nonetheless, ignoring the union's concerns. We sincerely hope that this is not the case this time. \nFinally, we appeal to the government to release all those imprisoned under the notorious DSA and quash all cases under the ICT Act 2006. These laws have even been used to imprison and harass several minors and students. The nation expects such a gesture to be made when the CSA is passed in the parliament.\n\nThe contributors are Ahamed Ullah, Bangladesh Manabadhiker Sangbadik Forum (BMSF); Ahmed Swapan Mahmud, Voice; Khairuzzaman Kamal, South Asian Media Solidarity Network (SAMSN); Mainul Islam Khan, Media Rights Activist; Rezaur Rahman Lenin, Independent Activist Academic; Rezwan Islam, Global Voices; Md. Saimum Reza Talukder, Rights Advocate; Saleem Samad, FExB; Sayeed Ahmed, Human Rights Defender; Sharmin Khan, Human Rights Advocate; Dr Syeda Aireen Jaman, PEN International Bangladesh.\n\n",
        "headline_1": "Cyber Security Act will not stop criminalising freedom of expression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cyber-security-act-will-not-stop-criminalising-freedom-expression-3393326",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Dhaka may have developed at an unprecedented rate, with high-rise buildings and ambitious development projects at almost every corner of the city, but the lives of those tasked with building them – the construction workers – remain as precarious as ever. On August 2, two workers died while painting a building's exterior in Active Pharmaceutical Ingredients Industrial Park in Munshiganj's Gazaria upazila. According to our report, 27-year-old Md Shahid and 25-year-old Abdus Sobhan fell from a height of about 50 feet as the rope on which they were hanging snapped. Can we really say we are shocked by their deaths, given that they were suspended in air without any protective gear or harness? In most cases, workers don't even have the ropes tied around them – they simply perch on the structure made of ropes while doing strenuous work for hours on end, without anyone seemingly worried about what would happen should they lose their balance.\nFor years, if not decades, we have talked about the occupational safety of workers (or the lack thereof) in the informal and construction sectors, but there have been no concerted efforts to mitigate the tremendous risks under which they work. In Bangladesh, construction site compliance is still regarded as a voluntary set of instructions by most developers and owners, rather than a binding agreement for which one will be held to account. Whenever the issue of compliance comes up, the response from the government's end is that it is difficult to monitor the informal sector. But for how long will we hide behind that excuse? What is holding us back from formalising the construction sector and ensuring a standard set of safety protocols, including provision of personal protection equipment (PPE) and regular and repeated safety trainings?\nAt least 389 workers have died in 287 workplace-related accidents in the first six months of this year alone, according to a report by Safety and Rights Society (SRS). At least 86 of the victims were from the construction sector. Every year, hundreds of construction workers die or are severely injured, but no one – those supplying the labour, those employing the labour, and those tasked with ensuring the safety of the labour – is ever held responsible. Without any recourse for justice or compensation, the helpless families of the workers are usually silenced by a small token amount. It thus remains more profitable for the concerned enterprises to carry on with their highly problematic workplace practices than to invest in safety gear and protocol.\nIt would be naive of us to expect owners and employers to change unless criminal action is taken against them, fair compensation packages are made mandatory, and their licenses are revoked or suspended. We urge the government to stop being a silent spectator in this deadly game.\n",
        "headline_1": "When death is built into the system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-death-built-the-system-3393256",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "The struggles faced by the Moulvibazar District Manpower and Employment Office stand as a reminder of the manifold challenges that aspiring migrant workers have to grapple with, but also of the haphazard manner in which many government institutions are run. According to a report by this daily, this office, in operation since 1997, serves as a conduit for people from Moulvibazar and Habiganj districts pursuing overseas employment opportunities. Its mandate extends beyond registration and fingerprinting – it also encompasses investigating complaints by wronged migrant workers and guiding aspirants on pre- and post-departure procedures. However, its capacity is being severely strained by its meagre workforce.\nReportedly, the office has five official posts (against a requirement of at least eight) – with only three currently occupied. Just imagine: only three. This is nowhere near enough for a region with a rich history of exporting labour. And even though two computer operators have been hired through outsourcing to manage the day-to-day tasks of data registration and fingerprinting, they are unable to cater to the daily influx of around 150 to 200 people seeking services. The situation is further compounded by recurring issues with faulty servers. Reportedly, the provision of services is brought to a halt whenever the system falters – which, we are told, it often does. Over the past two weeks alone, there have many instances of hopeful registrants being turned away due to server problems. These problems have persisted even after the higher authorities were informed of them several times.\nTrue, many government offices are similarly plagued by staffing limitations and server malfunctions – a modern-day addition to the suffering of people trying to navigate the bureaucratic labyrinths. But their convergence in Moulvibazar embodies the wider struggle faced by aspiring migrant workers in Bangladesh. The story of these people is fraught with uncertainties, delays, and setbacks. We have repeatedly seen how they have had to endure challenges in various stages of their preparation thanks to corruption, irregularities and mismanagement at both the recruiting agencies and public offices overseeing migration. A continuation of this situation flies in the face of the high regard that the authorities publicly show for our remittance earners.\nWe, therefore, urge the government to address the operational challenges of the Moulvibazar manpower office and ensure it is adequately staffed and equipped. All other similar offices also need to be reviewed so that they can function better. Migrants – as citizens of this country but also because of their storied role in its development – deserve better care and support in every stage of their journey.\n",
        "headline_1": "An ordeal for aspirant migrants ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ordeal-aspirant-migrants-3393081",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "The decision of the government to make it obligatory for manpower recruiters to negotiate jobs from abroad complying with a wage structure fixed by it is a wise and timely one. Accordingly, the government will not accept, as announced recently, any job offers below the wage structure for outbound workers. The expatriate workers' minimum wages have been fixed in line with that of other countries exporting manpower and on the basis of discussions with officers concerned and Bangladesh embassies. The new decision on manpower export has long been overdue and a time-befitting one at that.Over the decades, a sizeable number of expatriate workers sent through manpower agencies allegedly remained deprived of their legitimate wages. Finding it to be a means of making a quick buck, scores of dishonest elements once opened recruiting agencies. These crooked people, in fact, got engaged in defrauding innocent youths by assuring them of jobs abroad. The job seekers, thus, had to part with hefty amounts of money. The practice of cheating people of their money mostly borrowed or arranged by mortgaging lands and any other property, has blighted rural communities for long. The socio-economic impacts of the fraudulent activities resorted to by these people have at times led to the pauperisation of many youths and their parental families. With the launch of a wage structure by the government for the expatriate workers, the irregularities are expected to disappear. It's because no manpower agencies or the worker-receiving countries can now fix migrant workers' wages on their own after the salary structure demand is approved by 11 manpower-employing countries. Fixing of wages involves Bangladeshi recruiters, the government and the overseas employers of less-skilled, semi-skilled and skilled workers. A review by a high-level meeting of the Steering Committee on Expatriates' Welfare and Overseas Employment Ministry held in April, with the Prime Minister in the chair, recognized the formation of a uniform salary structure, as workers are frequently employed in the Gulf countries with lower than standard wages. Viewing the fact dispassionately, the resurgent spirit and productivity of workers in these destinations can be explicitly understood. But the agonised workers do not want sympathy. It's only by fixing wages commensurate with the standard wage structure of those countries that the discrepancies can be done away with.In the countries where minimum wages are not fixed for foreign workers, the government needs to fixe those under a wage structure, the high-level meeting observed. A total of 11 countries now receive manpower from Bangladesh. They include Saudi Arabia, the UAE, Bahrain, Libya, the Maldives, Kuwait, Jordan and Brunei. To elucidate, Bangladeshi workers now staying in the Middle Eastern countries receive an average minimum wage of Tk 29,000 per month. As per the government's wage structure, each Saudi-bound less-skilled worker will get Saudi Riyal 1,200-1,900 (Tk 35,000-Tk 55,000) per month-depending on which region they will be employed in - along with their food and accommodation. In the same way, the government-fixed wages in the United Arab Emirates are UAE Dirham 1,200-1,900 for a less skilled worker, and so on and so forth. The government-fixed wage structure for the expatriate workers is likely to end their exploitation, enhance their income and bring in more remittance for the country. It, hopefully, will put an end to the sufferings of migrant workers.",
        "headline_1": "Standard wages for outbound workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standard-wages-for-outbound-workers-1691936374",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Volatility is a commonly used term to describe markets everywhere when the prices of the goods and services that they represent start to rise unpredictably. But the volatility in Bangladesh's essential commodities market is perhaps a unique example in the world for its stubborn presence in the economy over the years. Markets function according to the law of demand and supply. But Bangladesh may be the exception where this law does not work. So the terms like syndicate, middlemen, racket, etc., are often used in the media to label the non-market forces behind the distortion of the essential commodities market, in particular. The hapless consumers of the kitchen market have been experiencing the price volatilities of edible oil, spices like onion, cumin seed and green chilli; chicken, egg, to name but a few, in regular cycles. Now it is the turn of egg, the cheapest source of protein for all the income groups. According to a report carried by this paper on Saturday, at the retail level,a dozen farm-produced eggs was selling between Tk 175 and Tk 180 at the groceries depending on the grade of the eggs on Friday morning. Those of deshi, or non-farm, variety were selling at Tk 220 per dozen at some retail shops. Compared to previous weeks, it is a jump by 10 per cent in egg prices every week. This price hike of egg is at its historic high, goes the lead of a Bangla daily. So, what caused this sudden price hike of egg? There is no definite answer. Some market operators are of the view that rise in fish prices may be one reason. The consumers have been using egg as a cheaper substitute for fish. That has driven up the demand for egg thereby increasing its price in the market, they argue. However, there may also be other reasons behind the sudden rise in egg price, said some traders. For instance, the severe heatwave between April and July led to the death of many chickens, including layer hens, in the poultry farms. Also, the recent downpours and floods in different districts have caused temporary disruption in the supply of chicken and egg pushing up their prices, others noted. In fact, there is no end to similar arguments to justify the price volatility of poultry products. But none are well-substantiated to explain why the prices of egg or chicken should become so unstable overnight without rhyme or reason. However, there are also other views that do not try to discover natural causes for the sudden fluctuations in the market for chicken, egg or other essential commodities. They would rather hold certain market operators responsible for the irrational hike in prices of egg and chicken. One may recall at this point that egg and chicken prices made similar jumps by Tk30 per dozen in January and February this year. Spike in egg price was also experienced in August last year when within the span of a week it increased by Tk 20 to Tk25 per dozen. At that time, the Directorate of National Consumer Rights Protection (DNCRP) carried out drives against the alleged market manipulators as well as investigations into the unusual rise in egg price. Following those investigations and drives, legal proceedings were instituted against some big corporate firms in the poultry business. But those efforts from the government's end did not produce any result. The big fish in the poultry market claimed to be behind the 'syndicates' could not be brought to book. Also for the recent rise in the egg prices, some believe, a few corporate houses are manipulating the market and fleecing the common consumers. According to their estimate, every day they are extorting an additional amount of Tk170 million to Tk170.50 million from the common customers. The president of the Bangladesh Poultry Association, Sumon Hawladar, for instance, is of the view that even if one takes the rise in prices of poultry feed into account, egg should not sell, under any circumstances, over Tk13 a piece. So, he believes, it is the big companies who own poultry farms as well as control thousands of small and marginal poultry farmers through contract farming are pulling the strings behind the scene to render the market of poultry products wobbly. These corporate houses, he thinks, are setting the prices of egg and chicken on a daily basis. The few small and medium scale, independently running, poultry farm owners are quite helpless before the power of the big companies. If that is the case, who has the power to hold these big players in the poultry market to account? Without a doubt, it is the government. But what is the government doing or saying about the issue?The commerce minister assured the people at a recent discussion event in the city that the government has taken an initiative to amend and update the existing Consumer Rights Protection Act. Empowered with magistracy power, the DNCRP can take effective action against the market manipulators. However, in the same breath he also admitted that curtailment of the operation of a handful of companies that control the essential commodities market is also not the answer to the problem. This may throw the demand-supply chain of essential commodities into disarray causing further suffering of the consumer public. In that case, the government should support the small and marginal poultry farmers so they may have access to easy bank credit to run their business independently. At the same time, their organisations should be allowed to have their say in determining the prices of their products. That would go a long way towards breaking the monopoly of the big corporate players or their syndicates in the poultry products market. [email protected]",
        "headline_1": "Wobbly market of poultry products",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wobbly-market-of-poultry-products-1691936429",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Train robberies are not quite uncommon in the world. Movies such as the Newton Boys (1998) based on the worst train robbery in American history at Rondout, Illinois, as early as 1924 have made viewers across the world familiar with the daredevilry, thrill, suspense and trauma involved in the whole episode. But it was an incident of the past century. The latest and most infamous train robbery took place in India on the Salem-Chennai Express on the night of August 08, 2016. What is remarkable here is that in both cases, passengers were not the target of the robbers. In case of the Rondout robbery, the target of the robbers was the mail car from which they emptied 52 pouches containing goods worth over $2,000,000. In the South Indian train robbery, the gang of robbers broke into the parcel van containing Rs3.42 billion soiled but usable currency notes from which the robbers decamped with Rs57.50 million.The robbery or failed robbery, as the railway terms it, that occurred on Friday night on the Karnaphuli Commuter train at the outer signal of Tongi Railway Station is indeed a different one that directly targets the passengers. Train journey, comparatively safer in the country, shows how risky it can be. The incident is shrouded in mystery. Reports on the incident are at variance from one newspaper to another. However, a few common elements are there: first, robbers indiscriminately threw stones at the train, some of which found their targets---passengers that is; second, they snatched mobile (cell) phones and other valuables from the passengers; third, a ticket checker had received stab injury and finally a passenger got down to respond to nature's call (short) when the bandits came out to attack him and the train. The contentious and controversial issues are galore here. It is reported that the dacoits wanted to storm the train but failed. If this is so, how can they snatch cell phones and other valuables from passengers. They could take away the only cell phone of the person who got down. At least one contemporary reports that the train slowed and stopped a kilometre away from the station near a jungle. Another says about 50 bandits raided the train. The question is, if a gang has so many dacoits and they were there to waylay a train at that particular hour. Was it a coincidence that the dacoits would be there in the jungle for any other purpose but the sudden halting of the train provoked them to attack? Or, was it preplanned. Yes, that can happen, if they observe the train stops there at around 10.30 every night before entering the Tongi junction. If not, it smells a rat. Collusion between some railway staff at the station and the bandits cannot be ruled out. This should be thoroughly investigated. What if a gang of 50 ruthless plunderers was successful in storming the compartments of the train! Those who can throw stones and could not care less if some passengers got gravely hurt and killed, could do commit the worst crime within the 10-minute stoppage time of the train there. Train journey has been fraught with risks from stone throwing within a particular segment of the track. Reportedly 10-12 spots between Dhaka airport and Joydevpur are now at risk of both pelting of stones and raids from dacoits. The railway authority should have beefed up security and informed the local police stations of the risks so that they could launch drive against the elements involved. Apparently the authority itself has failed either to arrange for the required security or to take measures in collaboration with the local police stations.The vulnerability of trains on the tracks in the particular segment has been exposed. Although nine suspects have been arrested, there is no guarantee trains will not come under similar attacks unless the entire gang is put behind the bar and given exemplary punishment for the crime that includes attempted murder. [email protected]",
        "headline_1": "Passenger train under attack by robbers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/passenger-train-under-attack-by-robbers-1691936494",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2023"
    },
    {
        "full_article": "Hilsa, locally known as Ilish, is the national fish of Bangladesh. It is called the king of fish for its unique taste, fragrance and size. According to research, hilsa contains high levels of protein. It also has omega-3 fatty acids, which lower blood cholesterol and insulin levels. Therefore, hilsa oil is beneficial for heart patients. The amount of saturated fat in hilsa fish is very low. But hilsa is fast decreasing from our river system and coastal areas. The ongoing hilsa season has been seeing a poor netting of the fish for around months. May to October is generally considered the hilsa catching season in Bangladesh. Usually, fishermen catch abundant hilsa during the rainy season. But most of the trawlers that sailed to the hilsa catching points are returning with poor catches. The dwindling production of hilsa has affected the fish markets in Dhaka and other districts. A one-kilogramme hilsa is now selling at Tk 1,500-2,000 or more in the capital's fish markets. It is now difficult for the lower- and middle-class people of the country to taste this fish. This is the peak season of hilsa and kitchen markets were supposed to have enough supply of hilsa. But its price is out of common people's reach. Now buying hilsa means a luxury for many people in the country. In this situation, the government should invest in hilsa research and take initiatives accordingly so that this popular fish does not become absent from our menu. Ashikujaman Syed, Foreign Service Officer, Anhui Haikang Pharmaceutical Co. Ltd, Anqing, China, [email protected] ",
        "headline_1": "Invest in hilsa research",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/invest-in-hilsa-research-1691936535",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-08-2023"
    }
]