[
    {
        "full_article": "During his visit to France this week, Prime Minister Narendra Modi stated that India and France could be a force for “global transformation”. This statement carried significant geopolitical context for both him and his host, French President Emmanuel Macron. The visit took place just before Mr. Modi’s scheduled trip to Washington, where the Trump administration’s unpredictability has reshaped global dynamics. This was Mr. Modi’s sixth visit to France as Prime Minister, while Mr. Macron has travelled to India three times, fostering their visible rapport. In Paris, they co-chaired the AI Action Summit, before travelling to Marseille. There, they inaugurated a new Indian consulate, visited a multilateral thermonuclear reactor project, and toured a shipping company. Their discussions focused on strengthening the defence partnership, reviewing deals on missiles, helicopter and jet engines. India also offered Indian-made rocket launchers. Days after the Modi government announced amendments to India’s nuclear liability laws, both countries agreed to develop small modular reactors and advance the long-stalled civil nuclear deal. The leaders discussed global conflicts, including those in Ukraine and Gaza. They also reaffirmed their commitment to advancing the India-Middle East-Europe Economic Corridor, an initiative in which both countries play a key role that is contingent on West Asian stability. Mr. Macron referred to India and France as two great powers that are closely aligned, emphasising that while they seek stronger engagement with the U.S. and China, neither wishes to be dependent on any one power.Beyond bilateral ties, Mr. Modi’s visit had broader strategic implications. The leaders addressed global challenges such as climate change, trade disruptions, and the evolving risks posed by AI. However, a key issue both sides remained discreet about was on how to navigate relations with Washington. While both leaders seek to maintain positive ties with Mr. Trump, they are wary of his unpredictable policies, including his approach to tariffs, economic measures, and his unilateral stance on global conflicts. Mr. Macron, in an interview after Mr. Modi’s departure, did not hold back in criticising U.S. policy on Gaza, asserting that what is needed there is a humanitarian operation, not a “real-estate operation”. Mr. Trump’s independent dealings with Russia and China, often made without consulting key allies in Europe or the Indo-Pacific, and his disregard for the multilateral order, could become a longer-term subject of discussion between Mr. Modi and Mr. Macron. In the months ahead, India and France will likely find greater alignment in their shared understanding of global challenges and their pursuit of collaborative solutions. Published - February 14, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        France\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        international relations\n                    \n                            /                      \n                        \n                        Artificial Intelligence\n                    \n                            /                      \n                        \n                        defence equipment\n                    \n                            /                      \n                        \n                        nuclear power\n                    \n                            /                      \n                        \n                        nuclear policy\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        climate change",
        "headline_1": "​Shared understanding: On India-France ties",
        "headline_2": "The Modi visit to France held broader strategic implications",
        "link": "https://www.thehindu.com/opinion/editorial/shared-understanding-on-india-france-ties/article69215955.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "President Donald Trump has opened the door to negotiations with Russian President Vladimir Putin over ending the war in Ukraine, in equal measure spurring hopes for peace and fears that Moscow would use the opportunity to manipulate the situation to its advantage against a beleaguered Kyiv. While Mr. Trump wrote on social media that on the 90-minute call both leaders concurred on their desire to “stop the millions of deaths taking place...,” and that Washington and Moscow would “work together, very closely”, Russia noted that Mr. Putin had “expressed readiness to receive American officials in Russia regarding areas of mutual interest, including, of course, the topic of Ukrainian settlement”. Mr. Trump’s call, including specifics on a ceasefire and the possibility of their meet in Saudi Arabia, represents a break from the status quo, which, since Russia invaded Ukraine in 2022, has seen the Kremlin face diplomatic isolation and crippling western/NATO sanctions. Although Mr. Trump’s predecessor, Joe Biden, had in this context made his administration’s view on Mr. Putin clear when he described the Russian President as “murderous dictator” and a “pure thug”, Mr. Trump had promised, even during the campaign leading to the 2024 presidential election, that he would end the war within “24 hours” after being sworn into office.On the one hand, if Mr. Trump’s efforts come to fruition, it would mark a breakthrough in terms of bringing Mr. Putin to the negotiating table, an outcome that has so far appeared impossible, given Moscow’s resolve to press on with its war plans. On the other, the terms of the negotiation hinted at so far by the Trump administration make it likely that Ukraine President Volodymyr Zelenskyy will have to accept an unpalatable outcome. This appears inevitable given that U.S. Defence Secretary Pete Hegseth suggested that no U.S. troops would be committed to Ukraine in any future security arrangement, that Ukraine would not be invited to join NATO, and that the option of Ukraine reverting to pre-2014 borders, prior to Russia annexing Crimea, would be virtually ruled out. Indeed, Mr. Zelenskyy would not be wrong to assume that the U.S.’s promise to sustain NATO support for Ukraine “for as long as it takes” has been unequivocally betrayed by the Trump administration’s stance on the subject. This denouement is likely to have a profound — and damaging — impact on the security and economy of not only Ukraine but also of the EU, given that the White House has de facto made Russian territorial aggression a European problem, and sees Mr. Putin as a less concerning threat than undocumented migration and trade deficits.\r Published - February 14, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        economic sanction\n                    \n                            /                      \n                        \n                        NATO\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "​Engaging Russia: On U.S. President Trump, Russia and the Ukraine war",
        "headline_2": "Donald Trump’s overtures to Vladimir Putin have spurred hopes and fears simultaneously",
        "link": "https://www.thehindu.com/opinion/editorial/engaging-russia-on-us-president-trump-russia-and-the-ukraine-war/article69214635.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "India’s cards in the poker game with America\nWith Modi in Washington, Trump posted on his Truth Social, “Today is the big one: Reciprocal tariffs!!!” This seemed like an ominous setting for the Modi-Trump meet. But whatever transpires at the Modi-Trump meeting – this newspaper went to bed before details emerged – some things are, or should be, clear: there are three axes around which the new India-US relationship must evolve.\nTrade tensions to trade tango | Trump has made it clear he will treat foes and friends alike when it comes to tackling American trade deficits and boosting American manufacturing. This is what his MAGA base wants. Of course, Trump the businessman is cognizant of global supply chains and how those benefit American businesses. But he still needs to politically square the two. The bilateral trade deficit is $45.7bn in India’s favour. That’s nothing compared to the US-China trade deficit of over $295bn. Yet, New Delhi would do well to build on the dormant mini-trade deal from Trump 1.0, reduce some of its own tariffs, and give more access to US exports that directly impact Trump’s political base. Think Ohio potato farmer rather than Silicon Valley. Also, New Delhi should be smart and do other trade deals (RCEP? TPP?) as a hedge.\nIllegal immigration | Washington has already sent back the first batch of 104 Indian migrants in a military aircraft. That India is the third-largest source country of illegal migrants to US paints a big target on New Delhi’s back. It’s also bad for brand India. So, apart from negotiating the return of Indian deportees, New Delhi must crack down on ‘dunki routes’ and the vast transnational network of human traffickers. This will actually be a win-win and give Trump the opportunity to check another item off his to-do list.\nStrategic embrace | India and US need each other to tackle a revisionist and potentially revanchist China in the Indo-Pacific. There’s bipartisan support in US Congress for this. Also, the defence relationship is growing as India modernises its ageing – and now under sanctions – Russian platforms. Defence sales from US to India have already surpassed $25bn since 2007. And it’s not just quantity but quality – strategic projects like armed predator drones and jet engines. Plus, since India’s shopping for 114 new multi-role fighters, US will be very interested. A deal here will be a huge political win for Trump, and give him the political space to ease up on India in other areas. New Delhi and Washington have a lot of work before them. But there’s enough going for their ties, despite tariff threats.\n\n",
        "headline_1": "For A Don Deal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-a-don-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "Which love songs will be adapted this V-day\nArvind Kejriwal kept up his bravado after past defeats, borrowing from a defiant Madhubala to declare ‘Jab haar diya toh darna kya?’ But ever since Delhi bellowed, ‘AAP jaisa koi hil jaye’, he’s switched to Zeenat, crooning ‘Chura liya hai tumne jo Dilli ko’ to Vijayi BJP. Which has rubbed it in with its rocking cover of Alka-Sonu number ‘Dilli Tera (now) Dilli Mera’. The original was from 2001 multi-starrer Chori Chori Chupke Chupke, but there’s been nothing stealthy about the way BJP has stolen a march in recent assembly elections.  \nThe orchestration is that of Modi-Shah, winner duo of face-the-music directors. Their ‘My Way’ has remained Top of the Pops for a record 11 years. Looks like, after Sinatra, they’ll choose Elvis, with ‘Shove them un-Tender, Shove them black and blue.’ Sooner than later, Kejriwal might be summoned with Presley’s other hit, ‘Jailhouse Rock’. \nBolly beats Holly this Dilli V-Day week, scoring thanks to a playlist full of dil songs. Other numbers also apply. Dispirited/disgusted Omar, Mamata, Ram Gopal Yadav et al have been hissing ‘Tere Bin’ to  Rahul, convinced that Gone Old Party has binned their chances, and turned their expedient JV into INDIA Blocked. There’s an ever-louder chorus of ‘Abhi Alvida hi kehna’.   \nThere’s also a range of Hollywood greats in the political jooth-box. Each election season, every party hopefully plays its version of Bieber-Carey Christmas classic, ‘All I want for V-day is your vote.’ BJP holds copyright on ‘Anything you can do, I can do  better’ from old musical, Annie Get Your Gun. Rivals respond with The Police’s ‘Every breath you take’ to seethe ‘Every vote you take,/ Every move you make,/ I’ll be cursing you.’   \nThis conventional V-day, it’s not only Indian polity that’s turning Beatles’ fave into ‘All you need is shove!’ Trump’s leading the band, doing so across tracks, from illegal immigrants in his own territory to Palestinians in their own Gaza home. Actually, with signature subtlety, he’s more Michael Jackson, telling every ‘undesirable’ to ‘Just Beat it!’\nYeah, everywhere, politics is a hit parade.\n                      ***\nAlec Smart said: “It’s now spelt ‘tarifft’.”\n\n",
        "headline_1": "Shove is in the air",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/shove-is-in-the-air/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "A C’garh HC judgment shows the appalling outcome of not criminalising marital rape. SC, GOI should take note\nUnjust laws logically end in injustice. But even by this bleak yardstick, what happened in Chhattisgarh HC is shocking. A woman’s dying declaration blamed her injuries on forceful sexual intercourse by her husband. The postmortem said death was due to peritonitis and rectal perforation. A lower court convicted the husband under various provisions. But HC acquitted the accused. The reason? The judge said per Exception-2 in Section 375 IPC, sexual acts by a man with his own wife are not rape. Defenders of this provision say there are ‘adequate’ legal remedies for women. The case underlines how frighteningly inadequate these are.\nBNS has retained this ‘marital rape exception’. Experts say it means the biggest form of sexual violence against Indian women is just not being reported or recorded. When Delhi HC saw a split verdict in pleas seeking criminalisation of marital rape in 2022, the arguments for holding women’s bodies hostage were laid out in black and white. For example, that criminalising marital rape must await consultation across India’s vast diversity. The hollowness of this defence is obvious. In Puttaswamy when the Supreme Court recognised privacy as a fundamental right, in Navtej Singh Johar when it decriminalised same-sex relations between consenting adults, in Joseph Shine when it decriminalised adultery, it was not by seeking diverse opinions but by putting them all on the same page of freedom and equality. So when it comes to marital rape, why are courts and Parliament so resistant to the call of justice, of simple logic?\nIn 2022, GOI’s case was also that, in our country, marital vows are still regarded as inviolable. What does that have to do with giving husbands the licence to rape? Or with wrenching away all bodily autonomy from wives? Surely the argument isn’t that, in our country, marriage cannot survive without rape? The concept of consent still has a long way to go in Indian society. But the only way to get ahead is to end all legal protection for non-consensual sex. SC, GOI should act on this. \n\n",
        "headline_1": "Where’s the justice?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wheres-the-justice/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "India is world’s tax dispute capital; new income tax bill is expected to change that\nIndia was a command economy in 1961. Bitcoin was beyond imagination, so were personal computers and smartphones. The Income Tax Act of that era is a misfit in these times. It’s been kept going with additions and alterations, like an old family home, but the result is uncomfortable and ungainly. And like old family homes it breeds disputes. That’s why FM promised an overhaul while presenting her budget last July. The new I-T bill is ready, has got cabinet approval, and will hopefully be tabled in Parliament today.\nA purported copy was in circulation yesterday, and it did look like an improvement on the original. The language is simpler and clearer. Rules for deductions don’t look like riddles. There are many more sections, but only because the existing rules have been sorted for clarity. Salaried taxpayers will like Clause 19, for example, because it consolidates all deductions in a tabular form. New asset categories like crypto, and new income streams like gaming and influencers’ earnings are covered. The switch from ‘assessment year’ to ‘tax year’ seems like a minor matter, but perhaps best captures the intent of the exercise – reducing disputes and litigation.\nThat’s because direct tax disputes have become a plague over the past 15 years. The amount under dispute started rising after the downturn of 2009-10, and touched 15.4L cr in 2023-24. Roughly 87% of it concerns direct taxes. For perspective, Sitharaman’s I-T bounty for middle class is worth only 1L cr. While tax disputes arise everywhere, Indian tax authorities have a poor track record of winning them. An OECD analysis of tax disputes in 34 countries showed Indian authorities won only 11.5% of their cases in 2015, as against the group average of 65%. That suggests many tax demands in India are unreasonable, made under pressure to meet revenue targets. A simpler, clearer, unambiguous I-T law can help end this tyranny. Fewer tax disputes also mean greater ease of doing business. Does the new bill live up to these expectations? We’ll know when the official version is officially tabled.\n\n",
        "headline_1": "Billing for future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/billing-for-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "Two remarkable things happened last Wednesday—the chief advisor visited \"Aynaghar\" (House of Mirrors), the secret torture cells set up by security and intelligence agencies to confine, interrogate, psychologically break, demoralise, and physically torture a select group of opponents and dissenters whom the political governments of day wanted either eliminated or at least tortured and intimidated into submission.\nOn the same date, the UN Office of the High Commissioner for Human Rights (OHCHR) issued its long-awaited report on the Sheikh Hasina government's handling of the July uprising and the killings that took place. The UN fact-finding mission, citing senior security officials, stated: \"The prime minister herself told the security force officials to kill protesters to quell the protests and specifically demanded 'arrest the ringleaders of the protests, the troublemakers, kill them and hide their bodies.'\" The report quoted testimonials from a meeting held on July 19, 2024. This, seen in conjunction with party secretary general, Obaidul Quader's statement to the press on the same day that security forces had been given orders to \"shoot on sight,\" reveals the diabolical mindset that appears to have dominated the thinking of the former prime minister. The previous day, July 18, the home minister, chairing a meeting of the \"core committee,\" told the BGB commander \"to order the use of lethal force more readily.\"\nNothing could have revealed the atrocious levels to which our intelligence agencies had descended more than the chief advisor's visit to the \"Aynaghar.\" We owe it to the Sweden-based Netra News for breaking the news in 2022 about the secret torture centres set up by the DGFI to torture political opponents. We carried the news one week later. Those of us who operated inside the country were highly constrained and took courage in seeing some Bangladeshi fellow journalists doing the unthinkable.\nAs we fret over, write about, and condemn what happened, the real challenge is to take effective steps to prevent it all from happening again. The OHCHR has made some vital recommendations that we must now implement—ones that were prevented from being put into practice in the past. We hope that the spirit of the July uprising will ensure nothing similar happens now.\nA crucial recommendation is to reform the colonial-era Police Act of 1861. It is quite incredible that we have lived with it even after more than 53 years of independence. We have been demanding police reforms for years, especially training them to become a force for the people instead of being an instrument of violence against them. They need to be trained in modern tactics for handling protests and controlling crowds. Given our history of spirited and immensely politically relevant student movements, our police should have received special training for peaceful crowd control. Instead, they retained the colonial-era habits of violently attacking demonstrators, beating them, and resorting to lethal weapons. Then, of course, there is torture in custody, which has resulted in many deaths. \nWe have protested for decades the use of lethal weapons to disperse crowds. None of our elected governments made any attempt to reform the police, though both of our main political parties—the Awami League and BNP—were victims of police atrocities while in opposition. In this regard, the suggestion to set up an independent commission to investigate police violations of the law, modernise investigation techniques, reduce mass criminal charges and arrests, and minimise reliance on coerced confessions needs urgent implementation. The establishment of a National Police Commission for fair, transparent, and merit-based recruitment also deserves swift action.\nRegarding institutionalised impunity and a politically pliant justice sector, the recommendation to establish a genuinely independent judiciary reflects a long-expressed desire of our people. The suggestion to create an independent mechanism for the recruitment of judges, protection against intimidation, and guaranteed tenure must also be implemented urgently.\nThe setting up of an independent public prosecution service and a witness protection programme would greatly contribute to dispensing justice.\nA most serious issue highlighted in the UN report is the use and abuse of intelligence agencies, especially the DGFI and NSI, by the political masters of the day. The \"Aynaghar\" detention and torture centres would not have been set up unless the DGFI and others complied. The relevant question is: did they have the option not to?\nThe DGFI is mostly manned by members of the armed forces but does not report to the army hierarchy. It reports to the Prime Minister's Office and, as such, must obey the orders of the political masters of the day. So, the crucial question is: what can that institution do if ordered to undertake illegal activities, as most dramatically exemplified by the establishment of \"Aynaghars.\" Its complicity in forced disappearances, human rights violations, arbitrary confinements, and many other abuses is well known. It is a fact that all governments—both military and civilian—used the DGFI for their own political goals. However, under Sheikh Hasina, it reached its most coercive height. Not only was it used to intimidate, torture, and punish political opponents, but it was also used to fulfil the agendas of notorious private companies—such as capturing banks and securing lucrative contracts. This led to massive corruption. Such misuse of this vital intelligence agency, closely linked to our national security, not only greatly damaged its image and reputation but also compromised its integrity, independence, and ability to serve the nation.\nIt is our considered view that all our intelligence agencies, especially the DGFI and NSI, must be prevented from being misused by future elected governments. And this is the moment to do it. No past governments did it. And future ones are unlikely to do so, as these agencies are the most convenient tools for oppressing the opposition and implementing highly partisan goals.\nPolitical powers also used the DGFI to intimidate the free and independent media. Private companies were instructed not to advertise in The Daily Star and Prothom Alo at the direction of Sheikh Hasina's government. This unofficial \"ban\" lasted for eight years, starting in 2016. Media institutions were aghast to observe that DGFI became involved in manipulating elections for journalist bodies such as the DRU, DUJ, BFUJ, Press Club, including vetting participants in TV talk shows.\nIn its obsession with remaining in power, Sheikh Hasina's government distorted and misused all institutions, including the judiciary, bureaucracy, police, and intelligence agencies. This facilitated the creation of the fascistic ruling structure from which we have now been freed by the student-led people's uprising.\nTo save our vital intelligence institutions from naked abuse, we must set up legal and institutional frameworks to prevent their future misuse and thereby save these vital national security institutions from politicisation.\nMost importantly, an institutional governance structure—with clear channels of communication, supervision, and accountability—must be set up to provide all intelligence agencies with clear mandates so that each institution and those working in them know what they are expected to do, and what falls outside their mandate. This will give each institution and their chiefs the right and the legal cover to refuse performing any tasks which fall outside of their mandates. The vagueness of current mandates allows political leadership to misuse them. In today's world, the term \"security\" is used to justify actions that create an atmosphere of fear and intimidation. It must also be mentioned that some overenthusiastic individuals within these institutions allowed such abuses because it gave them a chance to take advantage of the situation for personal aggrandisement. After all, a sense of unlimited power triggers many unwarranted things within a person.\nWe must establish an independent and democratic oversight institution that will help govern them better and also prevent their political, partisan, and sometimes even personal misuse. There must also be fiduciary transparency in regard to budget and their utilisation. Examples abound all over the world where powerful intelligence agencies are monitored by parliamentary or other independent oversight bodies. All intelligence agencies—DGFI, NSI, SB, DB—would benefit from such oversight, which will help them operate independently to serve national interest instead of partisan ones.\nWith the gradual collapse of the law-based world order, the necessity and rising relevance of intelligence agencies, particularly those linked to defence establishments, are greater than ever. We acknowledge this need. However, we must also ensure that these institutions are trained, equipped, and elevated to global standards. For that to happen, we must eliminate political and partisan influence over these critical institutions.\nJust as we value these institutions and need them to serve us better in handling our security issues, we also need the legal and governance related infrastructure to prevent the kind of abuse and misuse that we have witnessed and suffered from in recent years.\nMahfuz Anam is the editor and publisher of The Daily Star.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How the ex-PM used and abused intelligence agencies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/how-the-ex-pm-used-and-abused-intelligence-agencies-3823871",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "We welcome the long-awaited release of the fact-finding report of the United Nations Human Rights Office about the crimes and abuses committed by the Awami League government during the July-August uprising. And as expected, it provides conclusive proof of the systematic brutalities inflicted upon protesters as well as Sheikh Hasina's role in orchestrating them. This should put to rest any lingering attempts—domestic or international—to distort, downplay, or whitewash the atrocities the regime carried out in a desperate bid to retain power. The facts are now indisputable, so the path to justice should be clearer than ever before.\nIn its 114-page report, the UN, based on testimonies from senior security officials, confirms that Hasina herself ordered security forces to kill protesters. On July 19, she explicitly instructed them to \"arrest the ringleaders of the protests, the troublemakers, kill them and hide their bodies.\" Her trusted lieutenant, then-home minister Asaduzzaman Khan, reinforced this directive in meetings with top security officials, ordering the Border Guard Bangladesh (BGB) to use lethal force. These instructions and consequent measures paved the path for the killing of as many as 1,400 people—including many children—in what the UN describes as \"crimes against humanity.\" Other findings of the report are equally chilling.\n\nIn its 114-page report, the UN, based on testimonies from senior security officials, confirms that Hasina herself ordered security forces to kill protesters. On July 19, she explicitly instructed them to \"arrest the ringleaders of the protests, the troublemakers, kill them and hide their bodies.\" Her trusted lieutenant, then-home minister Asaduzzaman Khan, reinforced this directive in meetings with top security officials, ordering the Border Guard Bangladesh (BGB) to use lethal force. \nIt states that protesters were shot at point-blank range and killed. It identifies the integrated role of at least seven security forces, including the Army, BGB, and RAB, as well as ruling party activists, who coordinated to arbitrarily harass, arrest, torture, and even execute protesters. The details provided by the report about these developments, and the roles played by both security and intelligence agencies, are shocking. The report also sheds light on the sexual violence committed against women protesters as part of a broader strategy to suppress dissent. It reveals that officers also obstructed medical care for injured protesters, intimidating doctors and pressuring them to falsify medical reports or deny treatment to victims. Forensic pathologists were forced to misclassify causes of death, erasing proof of extrajudicial killings. There were also frequent internet blackouts to disrupt protesters' ability to organise.\nFollowing the unveiling of the report, the UN rights chief has rightly called for additional criminal investigations to determine the full extent of these violations. For now, it is only appropriate that the ongoing trials of former regime figures and officials incorporate these findings as evidence, which the chief prosecutor of the International Crimes Tribunal (ICT) said they would. The UN, however, said it would not share evidence from its investigation with Bangladesh unless the trials meet international standards. There are certain issues that may stand in the way of a UN approval of the justice process, but we hope for the sake of the victims that those will be resolved soon. It is also vital that past crimes by the Awami regime, including enforced disappearances and extrajudicial executions, are tried and those responsible held to account. The UN has made a number of recommendations in its report, which too must be seriously considered and acted on.\n",
        "headline_1": "Horrific details of July massacre strengthen the cause of justice ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/horrific-details-july-massacre-strengthen-the-cause-justice-3823776",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "OpenAI's top researcher-turned-whistleblower, Suchir Balaji, was found dead in his San Francisco apartment on November 26 last year with a gunshot hole in the head. The previous month, he alleged that OpenAI had violated US copyright law while developing its popular ChatGPT online chatbot.\nThen, on January 20, DeepSeek, the Chinese AI prodigy, sent shockwaves through Silicon Valley by releasing a powerful language model rivalling OpenAI's ChatGPT at a fraction of the cost and computational power. This exposed a vulnerability in the American narrative of technological dominance. While accusations of \"AI distilling\" and data theft fly back and forth, a more profound question emerges: is the dragon on its way to surpassing the US as the global tech leader?\nThe DeepSeek saga is emblematic of a broader trend. China's ambitions in technology are no longer confined to imitation. China is increasingly confident, innovative, and self-reliant, from AI and semiconductors to space exploration and defence. This shift has been years in the making, fuelled by strategic investments, a burgeoning talent pool, and a relentless drive to achieve technological parity with, and ultimately surpass, the West.\nThe US, for its part, seems caught in a reactive cycle. Export controls, sanctions, and accusations of intellectual property theft have become Washington's go-to tools. While these measures may offer temporary respite, they also risk fuelling resentment and pushing China towards greater self-sufficiency. The irony is palpable: the policies designed to contain China's technological rise may accelerate its progress.\nFor instance, DeepSeek's reliance on NVIDIA chips while highlighting a current dependency also underscores China's determination to overcome it. The domestic semiconductor industry is rapidly maturing, driven by massive investments and a national imperative to achieve chip independence. Similarly, while raising valid concerns, the controversy surrounding DeepSeek's training data from OpenAI reveals a deeper truth: in the age of big data, the lines between legitimate inspiration and outright theft are increasingly blurred. OpenAI, after all, built its empire on vast troves of publicly available data, much of it arguably copyrighted.\nHowever, as much as the story of DeepSeek exposes the dependence of Chinese technology on American advances, it also suggests that stopping the transnational flow of technological goods and know-how may take more than export restrictions. DeepSeek's engineers found ways to overcome Washington's efforts to stymie them. They showed they could and would do more with less, compensating for scarcity with creativity—and by any means necessary.\nThe talent war adds another layer of complexity. The US has attracted the brightest minds worldwide, including China, for decades. Chinese researchers and engineers have significantly contributed to US tech giants, fuelling innovation and economic growth. Yet, the current climate of suspicion and hostility towards China threatens to stem this flow of talent. Will Washington continue to welcome Chinese students and researchers, or will it succumb to fear and isolationism? This question becomes even more relevant considering Washington's recent decision to deport all illegal immigrants, a population that includes many potential tech workers. This move risks further depleting the US talent pool, particularly in STEM fields where skilled workers are already in high demand. By pushing away valuable human capital, the US may inadvertently be weakening its own technological base. But the tech war is a talent contest at its heart, and a wiser move could be for Washington to attract the best brains from China with green cards and get them to work for Silicon Valley companies rather than DeepSeek.\nMeanwhile, many accomplished Chinese scientists and engineers are returning to China, lured by attractive incentives, patriotic duty, and leading-edge research opportunities. China's top universities and research institutions are rapidly gaining ground, challenging the long-held supremacy of their Western counterparts.\nWhere is this battle for tech supremacy heading? The answer, in all likelihood, is towards a multipolar world. The US will undoubtedly remain a technological powerhouse, but its dominance is no longer unchallenged. China is rising, and a potent combination of ambition, innovation, and resilience fuels this rise.\nThe implications for the global order are profound. Technology is no longer merely a tool for economic competition but a strategic asset with far-reaching geopolitical consequences. It will revolutionise warfare, intelligence gathering, and economic development. The nation that leads in AI will have a decisive advantage in shaping the 21st century.\nThe DeepSeek episode is a wake-up call, a reminder that the technological landscape is shifting rapidly and that complacency is no longer an option.\nThe US needs a new strategy that goes beyond containment and embraces engagement. A winning formula involves fostering collaboration while protecting intellectual property, attracting global talent while nurturing domestic innovation, and competing fiercely while seeking common ground on global challenges. This strategy must also include reassessing immigration policies and recognising immigrants' crucial role in technological advancement.\nThere is still a long way to go before Chinese innovation truly and decisively catches up. However, it is evident that Beijing has turned a corner and will no longer be the blind emulator or copycat but perhaps a combination of creator, innovator, and emulator. Silicon Valley will also learn lessons from DeepSeek's innovative, more efficient solutions. This tech rivalry is no less brutal than gang warfare.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How the tech war could turn brutal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-the-tech-war-could-turn-brutal-3823456",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Diversification can meet  post-LDC challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/diversification-can-meet-post-ldc-challenges-1739460469",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Bangladesh's corruption rank is unsurprising",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-corruption-rank-is-unsurprising-1739460606",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Will counter-based bus operation fail again?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-counter-based-bus-operation-fail-again-1739460706",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "AI agents in the workplace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ai-agents-in-the-workplace-1739460735",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-02-2025"
    }
]