[
    {
        "full_article": "Lightning is unlikely to strike the same place twice, but the Nipah virus is again wreaking havoc in Kozhikode, the fourth outbreak of the disease in Kerala over the last five years. Caused by a zoonotic spillover, the transmission of pathogens from animals to humans, the closest reservoir of the virus is fruit bats. With two persons dying of Nipah this week in Kozhikode, and three more persons, two of them relatives of one of the victims, testing positive, and being hospitalised, disturbing memories from the terrifying outbreak of 2018, in which 21 of 23 infected people died, have surfaced. The situation remains very much the same, in terms of treatment options: there is no cure, and supportive care remains the only way to handle Nipah infection even in a hospital setting. Kerala’s Health Minister Veena George said hundreds of people on the contact list of the deceased had been put under medical observation. One of them, a nine-year-old child, is on ventilator support. A control room has been opened in Kozhikode to monitor the situation, and all the hospitals in the district would be asked to follow infection control protocols. Sixteen teams have been formed to take forward appropriate containment protocols. A central team has also been sent to Kerala to assist the State government. Neighbouring States have taken preparatory steps to ensure that porous borders do not bring the infection across from Kerala. The State’s Chief Minister assured the people via a video message that the State was taking the issue very seriously.While experiences from the prior outbreaks (2018, 2019, 2021) have given medical teams a toolkit of protocols, across the sectors — management, isolation, containment, and treatment — constant vigil can be the only guard against such outbreaks. The biggest lesson though, from global outbreaks, is likely unlearnt yet. Research has shown that anthropogenic activity has a definite hand to play in zoonotic spillovers. In the case of Nipah, rapid expansion of agricultural activity in original habitat zones of the fruit bats has repeatedly shown up on post-factor analyses. As governments mount strategic efforts to control outbreaks and deaths due to infectious diseases, it is increasingly clear that the State needs to initiate a One Health approach on the way forward. The COVID-19 pandemic has led to a deeper appreciation of the One Health concept, which is an integrated, unifying approach to balancing and optimising the health of people, animals and the environment, with the conviction that humans live in symbiosis and that the health of one impacts that of another significantly.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNipah Virus\n\n/\n\nKozhikode\n\n/\n\nKerala\n\n/\n\nviral diseases\n\n/\n\nhospital and clinic\n\n/\n\nCoronavirus\n\n/\n\nhealth\n\n/\n\ndisease prevention\n\n/\n\nagriculture\n\n/\n\nanimal",
        "headline_1": "Unified approach: On the Nipah outbreak in Kerala and a One Health approach",
        "headline_2": "An integrated approach to health can prevent zoonotic spillover",
        "link": "https://www.thehindu.com/opinion/editorial/unified-approach-the-hindu-editorial-on-the-nipah-outbreak-in-kerala-and-a-one-health-approach/article67304063.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "The latest Consumer Price Index (CPI) data from the NSO, which shows an easing in the pace of price gains from July’s 15-month high, provides little assurance that retail inflation has actually begun to come under control. While the headline year-on-year pace of inflation decelerated slightly in August to 6.83%, gains in food prices, measured by the Consumer Food Price Index, still hovered uncomfortably close to 10%. And urban consumers, in fact, faced food price inflation of 10.4%. Eleven of the 12 items on the heavyweight food and beverages group of the CPI logged price increases, with oils and fats, the sole item logging a year-on-year decline in prices, posting its first sequential increase in nine months. Vegetables, however, provided the silver lining to a still clouded outlook for food prices with tomato leading an appreciable month-on-month deflation of 5.88% in the 19-member basket. Still, the cooking staples of potatoes and onions were among the seven items that continued to log sequential inflation (2.3% and 12.3%, respectively), ensuring that policymakers can ill-afford to drop their guard over politically sensitive vegetable prices. The Centre’s imposition last month of a 40% export duty on overseas shipments of the bulb till December 31, a clear sign that it is quite concerned about the continuing uptrend in onion prices, is yet to make much of a tangible impact. Consumer Affairs Department data show the all-India average retail price of onion on September 13 at ₹33.39 a kilogram was still 8.7% higher than ₹30.72 on August 19, when the government announced the duty.The near-term outlook for inflation is also made more uncertain by other factors including a distinct deficit in monsoon rainfall. Besides the overall 10% shortfall, sharp regional and temporal anomalies in rain distribution have impacted either the sowing or the quality of produce of several farm items. Kharif sowing of pulses had, as on September 8, recorded an 8.6% shortfall compared with the year-earlier period. Another inflation driver, crude oil, has also seen a steady rise in prices as the output cuts by major oil producers of the OPEC+ grouping start to bite. The price of India’s crude basket had, as on September 12, climbed 7.2% from the average in August to $92.65/barrel, according to official data. For the RBI, the latest inflation data further roils its interest rate calculus. Unless CPI inflation decelerates by an incredible 250 basis points in September to a 4.33% pace, price gains are certain to substantially overshoot the monetary authority’s 6.2% forecast for the July-September quarter, leaving it with few real options in order to achieve its medium-term price stability goal of 4% inflation. As the RBI has been at pains to stress, failure to anchor inflation expectations risks hurting growth.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nfruit and vegetable\n\n/\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nMonsoon\n\n/\n\nrains\n\n/\n\nagriculture\n\n/\n\noil and gas - upstream activities\n\n/\n\nReserve Bank of India",
        "headline_1": "Little succour: On Consumer Price Index data",
        "headline_2": "Any failure to anchor inflation will add to the risks to growth",
        "link": "https://www.thehindu.com/opinion/editorial/little-succour-the-hindu-editorial-on-consumer-price-index-data/article67303541.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "In July 2022, PM Modi appointed me as his Sherpa to the G20. The very quiet G20 secretariat housed in Sushma Swaraj Bhawan was a far cry from the bustling environment of Niti Aayog that I was accustomed to. In those initial weeks, I felt that this was not a job with much content or scope for implementation. However, my perception changed rapidly. A team of energetic young officers soon began to throng my new office and what I had initially deemed as uninspiring turned into the most challenging and fascinating experience of my life.\n \nThe mandate from PM Modi was clear. This had to be an ambitious and inclusive presidency, with the interests of the Global South at the heart of every discussion. Working under this directive, we converted all hurdles into opportunities and delivered a 100% consensus on all our priorities, bringing all countries to the same page.\n \nWith 83 paragraphs and absolutely no dissent, no footnotes, no chair summaries, the New Delhi Leaders’ Declaration symbolises unprecedented global consensus. India has emphasised that a divided world cannot fight common challenges.\n \nRead full story on TOI+\n\n",
        "headline_1": "How India scaled mount G20: An insider’s account of how Indian negotiators delivered geopolitical consensus for the New Delhi Leaders’ Declaration. And how there are big implications in it for the Global South",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-india-scaled-mount-g20-an-insiders-account-of-how-indian-negotiators-delivered-geopolitical-consensus-for-the-new-delhi-leaders-declaration-and-how-there-are-big-implications-i/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "● BJP’s criticism of opposition alliance INDIA is that it is one of political families trying to save their fortunes, rather than a coming together on ideological lines.\nThose who want to save their riches are the ones joining BJP. It means getting a clean chit. BJP would call Ajit Pawar and Himanta Biswa Sarma the country’s most corrupt politicians. Today, they’ve been rewarded with important positions by the very same party. Statements against our alliance show BJP is scared. They’re aware the parties that joined hands are popular in their own states. In their haste, BJP came up with an alliance of 38 parties, which have little ground presence. It is the NDA alliance that is a desperate attempt to hold on to power.\nRead full story on TOI+\n\n",
        "headline_1": "‘In Chhattisgarh the Congress model has delivered both welfare and good GST collection. Overall, INDIA has rattled BJP’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/food-for-thought/in-chhattisgarh-the-congress-model-has-delivered-both-welfare-and-good-gst-collection-overall-india-has-rattled-bjp-chhattisgarh-cm-bhupesh-baghel-62-the-battlehardened/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "Deja vu… Justin Trudeau came again, saw again and flubbed again. The Canadian PM finally left India on Tuesday and at home he’s getting roasted for yet another diplomatic disaster in India. Biden and Japan’s Kishida had bilaterals with Modi on the sidelines of G20, Trudeau was only granted a pull-aside meeting. New Delhi-Ottawa ties are as icy as Canadian winters, the reason being Canada’s warm, fuzzy response to Khalistani extremists. When Modi brought up the Khalistani issue, Trudeau countered with the right to peaceful protest.\n \nBut that’s not the point at all. The right to protest is fundamental in a democracy.\nBut what should a government do when known extremists who advocate violence and target diplomats, and who are in cahoots with terror sponsors, regularly put up threatening shows of strength?\n \nKhalistanis’ links with Pakistan-backed Kashmiri groups are well-documented. In recent months, Khalistanis in Canada have circulated posters with names and photographs of Indian diplomats, marking them as targets. On Tuesday, terror outfit Sikhs for Justice called for the shutdown of the Indian embassy in Ottawa, demanding that the Indian ambassador be sent home. Plus, it’s rich of Trudeau to defend ‘peaceful’ protests when his government is using strong-arm tactics against Canada’s indigenous Wet’suwet’en land defenders protesting the construction of the Coastal GasLink pipeline cutting through their territory. Fact is radical Sikhs in Canada have come to wield disproportionate influence over the Canadian political system where candidates needto bring in letters of support. And Khalistanis have the mobilising mechanism to effectively secure nominations for their candidates.\n \n\n \nTrudeau’s mishandling of the Khalistani issue is hurting larger India-Canada cooperation. That he paused trade talks with India just before the G20 summit is already attracting domestic Canadian criticism. Bilateral Indo-Canadian trade in goods amounted to $8.2 billion and service trade touched $6.6 billion in 2022. This means there is much headroom for growth in sectors such as IT, energy, agriculture and food processing. Holding that to ransom by mollycoddling Khalistani extremists is plain silly. Or given Trudeau’s aircraft troubles, we should say, plane silly.\n\n\n",
        "headline_1": "Just not in Trudeau: If Canadian PM’s homilies on Khalistanis continue, so will, rightly, India’s cold treatment of him",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/just-not-in-trudeau-if-canadian-pms-homilies-on-khalistanis-continue-so-will-rightly-indias-cold-treatment-of-him/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "India and Saudi Arabia signed a memorandum of understanding on September 10 to cooperate in the field of energy. The highlight was the emphasis on renewable energy, which includes the possibility of connecting national grids through an undersea interlink.\nBoth countries are executing a huge pivot towards renewable energy (RE) from traditional sources. Saudi Arabia aims to increase domestic RE capacity to 50% of total energy by 2030. India’s formal goal is to more than double RE capacity of 175 GW in 2022 to 450 GW by 2030.\n\nThe trend in both countries mimics a massive global push towards RE. IEA forecast that by next year RE capacity addition will take the global capacity to 4500 GW, which is equal to the power output of the US and China combined. The top-down push towards RE through a combination of fiscal incentives in many countries hasn’t quite solved what comes next. RE production is linked to right conditions such as sunshine, unlike energy from fossil fuels. RE, therefore, makes grid management tricky as power demand is not constant through the day.\nIndia’s uneven state-wise RE development provides an insight into the challenge. Once storage costs for RE are brought into the picture, the cost calculus of RE is not always attractive. The ideal solution is to move power through the grid to other locations as there are variations in peak power demand. India’s huge scale-up in RE by 2030, which is likely to be led by solar, will present significant downstream challenges in terms of grid management.\nIf there’s a global surge in RE capacity addition, connecting national grids is a way to make it financially viable. Energy storage technology through batteries is fast improving but it needs countries to find ways to ensure that trade in critical materials such as cobalt that go into batteries is not weaponised. It’s early days yet in the India Saudi Arabia MoU, but it’s important to explore linking national grids to deal with the surge in RE capacity. Here, both countries start with the advantage of a stable diplomatic relationship.\n\n\n",
        "headline_1": "Sunny side up India: Saudi MoU on linking national power grids is smart prep for coming surge in green energy capacity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sunny-side-up-india-saudi-mou-on-linking-national-power-grids-is-smart-prep-for-coming-surge-in-green-energy-capacity/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "In the Asia Cup, Bangladesh started off by losing poorly to Sri Lanka, but came back strongly and convincingly against Afghanistan to proceed to the Super Fours. While Afghanistan have less experience than most in the Asia Cup, they are certainly not a team to be taken lightly, as they further exhibited by nearly knocking Sri Lanka out of the tournament by chasing 292 in 37.1 overs. Bangladesh followed up the big win by succumbing to yet another harrowing defeat – this time against Pakistan – where they did not manage to score even 200 runs for the second time in this tournament. Still, the most optimistic among us relied on the consistent inconsistency of Bangladesh and hoped to see them make a comeback against Sri Lanka. That was not to be the case as Bangladesh fell 21 runs short of the target.\nTo put things into perspective, I ran data from Cricinfo Statsguru to visualise Bangladesh's win percentage by year since 2007. This dizzying image could also represent how Bangladesh plays in a given match. On Saturday against Sri Lanka, after the first innings, 258 seemed like an achievable target. Bangladesh started the chase well, scoring 55 runs in 11 overs without losing a wicket. From there, they fell to 84-4. Some stability was provided by the middle order as the youngster, Towhid Hridoy (who averages 40.18 in 13 matches, at a strike rate of 89.29, and has four 50s) scored 82 and seemed to have found the rhythm of the pitch. An important partnership was formed with Mushfiqur Rahim at the other end, but he failed to increase the run rate as he got out just as he seemed to want to go after the bowler. There were glimmers of hope till the end as the tailenders showed some courage, but it was really just a matter of time till Bangladesh were bowled out.\nFinding a pattern in Bangladesh's cricket journey seemed impossible and the numbers validated my feelings. It seems like the fate of the Bangladesh team's performance is determined by a pendulum swinging at free fall. It echoes many of our feelings as we are dumbfounded by some of the decisions taken by the team and management. While a sport is not a hard science – a level of unpredictability is inherent and contributes to the beauty of the game – things should not be so confusing or mysterious.\nIf we follow the examples of our neighbouring cricket nations, it is easier to find the strategies that define their approach to the game. It is difficult and certainly beyond my capacity to predict what can induce more stability in Bangladesh's trajectory. There are many complex factors at play, such as infrastructure, strong focus on and competitiveness of school-level and domestic competitions, making data-informed decisions, and sports psychology. Most people will say that talent is not the issue. In fact, in recent years, the most noticeable difference we have seen is the development of our pace attack. We struggled to bat on seam-friendly conditions – which we still seem to do – but at least our fast bowlers are able to yield better and more consistent results than we have seen before, thanks to Allan Donald being a crucial member of the coaching staff. Nevertheless, there are other areas that could use a lot of improvement. Even when our batters are batting well, we woefully struggle to increase the run rate or hit sixes. Our batters' attempts to attack usually result in wickets falling. Sometimes we struggle to continue momentum: an entire batting unit will collapse when one wicket falls. We are also not the best at shifting momentum back in our favour.\nAnother important thing to note is the number of ODI matches Bangladesh have played every year. It is no secret that you want to play as much as possible, to get better at the game. Here, too, there is no consistency. Ideally, Bangladesh should aim to play at least 15-20 matches every year. It is also worth mentioning that this is the format we have gained the most success in. The best year in the last decade, 2015 (72.2 percent match wins), saw us playing 18 matches.\nIn a nation as cricket crazy as Bangladesh, there is inevitably high emotional attachment to the game. I spoke to some fans about how they process their feelings about the sport. Understandably, people fall on different ends of the spectrum. It is not an uncommon phenomenon in sports to be loyal to a team that does not provide a lot of joy. But that's just the thing with Bangladesh: we have series victories against top nations and a convincing ODI series win against India as recently as in December 2022. But the harrowing defeats in between prove to be too much disappointment for many Bangladesh fans. For some people, it causes emotional exhaustion and a feeling of helplessness. There are those who stop watching cricket altogether because the highs and lows become unbearable. For others, watching cricket feels like a part of their identities. They remind themselves that wins and losses are inherent parts of the game, and it's actually enduring optimism that helps them deal with the heartbreaks.\nFor most people, the love for the sport does not disappear simply due to poor or inconsistent performance. For the players too, I imagine, it's hard to shake off the previous day and start on a clean slate, because there isn't one. We are all impacted and moulded by the journey we have been through. Things need to change, and there are better people out there to say what those changes should be. Then there's the rest of us, strapped to our couches, remote at the ready, unsure of what to expect. We can only rely on the lack of consistency and watch the story unfold.\nMadiha Athar Khan is a technical writer at Optimizely and an art enthusiast leading the Art for Soul movement. She can be reached at [email protected].\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Dealing with a consistently inconsistent Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dealing-consistently-inconsistent-bangladesh-3417956",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "Diplomatically, this year has possibly been the most eventful in the history of Bangladesh. A number of top US officials visited the country over the past months. Our prime minister had a meeting with President Xi Jinping of China in South Africa during the BRICS summit. And then the Russian foreign minister, Sergei Lavrov, visited Bangladesh, followed soon after by the visit from French President Emmanuel Macron.\nLavrov is the first foreign minister of Russia to visit Bangladesh since Bangladesh's independence. The Russia-Ukraine war has led to a reorientation of the world order and the visit was part of his world tour to garner support, which was evident from the comment he made: \"If we look at the situation and analyse it, we can clearly see that the US and its allies are truly trying to promote their interests in the region by using the so-called Indo-Pacific strategy. Their goal is clearly both to counter China and to isolate Russia in this region.\" It will be interesting to see how the ruling government manoeuvres itself amid the global cross-currents and conflicting spheres of influence.\nAfter this visit, Prime Minister Sheikh Hasina went to India for the G20 summit, even though Bangladesh is not a member of the forum. There is no doubt that it is a matter of pride for the country to join the summit as a guest. Its political implications were substantial. The premier also met with her Indian counterpart, Narendra Modi, at his residence on the eve of the G20. Although there were no reports or mentions of the topic of their discussion, speculation has it that politics was very much on the agenda. Historically, Awami League has had a close relationship with New Delhi, regardless of the party in power, and India's predilection for AL is not a closely guarded secret either.\nIt is noteworthy that the PM visited India at a time when the ruling party is under pressure at home and abroad over the upcoming national election. While the western world is stressing on holding free and fair elections, India has refrained from expressing a concrete sentiment. The only comment from a spokesperson a month back did not indicate much either way, when he said it is the people of Bangladesh who will have to decide how the next national polls will be held. \"Of course, we are closely monitoring [the situation in Bangladesh]. We have a High Commission there… We hope that there is peace and no violence and the elections are held as per plans.\"\nBut that aspect of Hasina's trip has been completely overshadowed by the much-publicised selfie with US President Joe Biden. Hasina had been critical of the US on several occasions, especially after the US put sanctions on some Rab personnel and restricted visas for those who undermine elections in Bangladesh. Taking the cue from their party leader, Awami League members had also been rather critical. But these very party members circulated the much-discussed selfie almost as soon as it was posted.\nUnderstandably, the viral selfie was a matter of simple courtesy for the two leaders and is very unlikely to shift foreign policies. But the ruling party has garnered optimum mileage from this event. Many might say the photo signifies that as all is well between Bangladesh and the US.\nAddressing his BNP counterpart, AL general secretary Obaidul Quader said that many BNP leaders had lost their sleep after seeing the selfie. In response, BNP's Mirza Fakhrul Islam Alamgir retorted, \"I suggest [Quader] walk around with a photo of this selfie tied around his neck. It'll help you a lot to demonstrate that America's Biden is with you.\"\nThings did not end here, as there was another photo of UK Prime Minister Rishi Sunak, down on one knee, speaking to his Bangladeshi counterpart on the sidelines of the G20 summit. This got a lot of attention on the internet as well, but again, it was mere courtesy of a young leader towards a senior stateswoman who has steered her country successfully for 15 years, reducing poverty and attaining sufficient growth to have it graduate into a developing country.\nAfter that, French President Emmanuel Macron visited Bangladesh for 20 hours during which we committed to ordering 10 aircraft from Airbus, which is a major shift from Boeing's domination in Bangladesh. This is perhaps an attempt to make France more malleable to Awami League's cause, with the hope of softening an influential player of EU, also a UN Security Council member.\nUltimately, there were no expectations of great achievements from the sudden spurt of diplomacy. But there is no denying the political mileage that PM Hasina has garnered through the high-profile meetings and visits in the lead-up to the election, at a time when there were no hopes of any let-up in spiralling food prices, or a boost in exports leading to a rise in our foreign currency earnings. Nor is there any indication of an amicable end to this hostile political atmosphere, which would have been a welcome relief. That remains, as it always has, squarely dependent on how the parties play it out within our borders. Everything else is window dressing.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "A selfie, some visits, and a show of diplomacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/selfie-some-visits-and-show-diplomacy-3417096",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "In a market economy, the price of a commodity is supposed to be determined by the market's \"invisible hand,\" which refers to demand and supply. In Bangladesh, though, the invisible hand is not of the market but of some powerful businesses. This is true for both domestically produced and imported commodities. Given the present reality, let's look at how the price of eggs, which are produced domestically, is manipulated.\nAccording to the Ministry of Fisheries and Livestock, the production cost of an egg should not exceed Tk 10.50, and the maximum retail price should not cross Tk 12. But our production cost itself is higher than the retail price of eggs in neighbouring India and Pakistan. In West Bengal, the price of an egg is Rs 5.33 (or Tk 7.50) and in Pakistan, a dozen eggs went for 294 Pakistani rupees as of August 17, which translates to roughly Tk 9 per egg. This indicates that, in Bangladesh, the costs of poultry feed and day-old chicks are higher, which are subject to the corporate control of a few big poultry farms.\nApart from this, the retail price of eggs is fixed well above the cost of production. Although small farmers produce 85 percent of eggs, middlemen, large markets, and big farms are playing a greater role in setting the price. Every morning, they inform farm-level producers about the price through SMS or Facebook groups, which the producers must comply with irrespective of their production cost, as eggs cannot be stored for long at farms. For example, North Egg and Kazi Farms jointly decide the price in Dinajpur. The farmers of Gazipur's Sreepur have to sell eggs every morning at the price set by traders in Dhaka. Farmers in Bhairab and Kishoreganj also rely on text messages sent from Dhaka for setting prices. Rajshahi Poultry Dealers Association declares the price of eggs in Rajshahi every day.\nAccording to the Directorate of National Consumer Rights Protection (DNCRP), assuming that the daily demand for eggs in Bangladesh is four crore, dishonest traders make an additional profit of Tk 8-12 crore daily by hiking the price of each egg by Tk 2-3.\n\nThis mechanism of hiking prices is not new. According to a report by the DNCRP, in August last year, large egg-producing firms appointed agents to manipulate prices during auctions. But no action was taken against the perpetrators and, as a result, this kind of price manipulation is still the norm.\nAnother reason behind widespread manipulation is that the government does not have accurate and reliable data about the commodity's production and demand. As per the Department of Livestock Services, egg production is increasing every year; but according to a large private farm, production has declined by 14 percent in a year. An official of the Department, who did not want to be named, said that the accounts of the department are fabricated. The government cannot employ an advanced strategy due to lack of proper data. If it had known that there would be a shortage of eggs, it could have filled in the gaps by incentivising more production or imports. Amid all this, big businesses are taking advantage of the situation.\nEven imports are mired in manipulation. The import of essentials is now almost entirely controlled by a few big businesses. They have established control at every stage of the import process through mutual cooperation, rather than competition based on market rules.\nThe market share of 17 daily commodities (including sugar, pulses, and oil) has been captured by a few big importers. For example, five companies – Deshbandhu, Abdul Monem, S Alam, Meghna, and City – mainly import raw sugar from abroad, then refine and sell it within the country. Four companies – TK, Meghna, City and S Alam – import 88 percent of edible oil. Big importers have colluded and created a situation wherein middle-level traders cannot buy the products according to their own preferences. If a trader wants to buy a product, they have to go to the importer, who will decide which product the trader can purchase from whom and at what price. Even if a trader wants to import products by himself or herself, the banks are unwilling to open an LC, government departments (including customs) create obstacles for the trader, and even lighter vessels would be unavailable to bring the commodities to the port. Even if the trader somehow manages to import the product, the big businesses would start selling it at a lower price, causing the trader to incur a huge loss.\n\nThe reasons why some large businesses can establish such extensive control over the market are that they 1) are major importers; 2) own or manage commercial banks, and/or 3) they or their associates own the lighter vessels. Even product dealerships are controlled by people connected with these large businesses.\nBy establishing complete control over the import and production of essential commodities, these businesses can decide all the variables, often under the pretext of domestic and international situations. They are the reason why prices of essentials like soybean oil, sugar, and lentils have not gone down in the domestic market though international prices have decreased significantly. They are the owners of the invisible hand. The names and identities of these businesses are not unknown to government officials; the commerce minister himself admitted the existence of this syndicate. When no action is taken against market manipulation, it is only natural for the people to wonder whose interests the government is protecting.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How the prices of essentials are manipulated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-the-prices-essentials-are-manipulated-3417676",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "The latest update on inflation from the Bangladesh Bureau of Statistics (BBS) paints a grim picture of exactly how bad the cost-of-living crisis has been in the country. According to the data published on Monday, food inflation rose to a staggering 12.54 percent in August 2023 – highest since October 2011 when it had hit 12.82 percent. The crisis is more intense in the rural areas, where food inflation has shot up to 12.71 percent. This pushed up the country's overall inflation rate to 9.92 percent in August, close to the 11-year high of 9.94 percent in May.\nWe are at a loss to understand why Bangladesh is going backwards when other countries are well in the process of relieving inflationary pressure on their economies. Also, we don't understand why food prices are raised so frequently when, according to government data, we have ample stocks of locally produced grains and vegetables. Export ban in countries from where we import certain food items has reportedly affected their prices in our domestic market. But given the volatility in the global market and risk of external shocks, our policymakers should have been able to anticipate such possibilities and devised alternatives to counter such shocks.\nWe believe it is the government's delayed and ineffective responses to the crisis that have pushed us into this mess. Our economic experts have long been warning against deliberate market manipulation by a vested quarter, but the government has been unable to take control of the market and effectively regulate it. In fact, in June, our commerce minister admitted that stern action against market manipulators – \"large businesses\" – would create a sudden crisis.\nThis upward trend of food prices is restricting the purchasing power of the country's people, especially those in the low-income group who have already been struggling to make ends meet over the past year. The inflated prices have served a severe blow to these people's savings, especially because their earnings have not increased in accordance with the rising expenses. This state of affairs is simply not acceptable. The government must put strict policies in place to regulate the market so that manipulators cannot keep making undue profits. The finance minister said in parliament on Monday that the government was taking various steps to bring inflation under control. At this point, there can be no denying that we need a radical departure from our existing policies to be able to rein in this out-of-control inflation.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Higher food prices, worse living crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/higher-food-prices-worse-living-crisis-3417111",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "Planning Minister MA Mannan recently said in parliament that the level of corruption had increased all across the country. As the government seems to be in denial when it comes to corruption, such an admission by none other than our planning minister should serve as a wake-up call for all the government institutions. The minister also termed corruption as a national problem, saying that the spending of public money has doubled, tripled or in some cases quadrupled now compared to the last 30-40 years, which means that the scope for corruption has also increased significantly. Who knows this better than the people of this country, who often have to endure corruption when seeking services from various government offices?\nReports are aplenty in the media on how almost all our public sectors have become increasingly vulnerable to corruption, with hardly any government office or project found to be working with complete transparency and accountability. Citing a few news reports on corruption that were published only yesterday will make it clear. According to one report in Prothom Alo, the Office of the Comptroller and Auditor General (OCAG) has found various types of irregularities and corruption in the procurement process of Bangladesh Railway (BR) – the BR has, in fact, purchased a machine for Tk 3 lakh from a contractor, which would cost Tk 19,000 in the market. Another report published in The Daily Star has disclosed how a project director of the Department of Fisheries has been using his own car as a leased vehicle for his project and earning money from this. These two reports are just the tip of an iceberg. Corruption in the form of bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc is rampant across all government sectors, including health, railway, education and other service sectors, which have been widely reported in the media.\nEarlier this year, the Transparency International published the Corruption Perceptions Index (CPI) 2022, in which Bangladesh was ranked 147th out of 180 countries. The TIB also conducted a survey on 15,454 households to examine the level of corruption in our service sectors last year and found that around 71 percent of them had to face corruption while trying to avail public services. The graft watchdog also found various forms of anomalies in government procurement and recruitment processes.\nIt is clear from all these reports, surveys and investigations that corruption has spread like an infectious disease into every sphere of our society, impeding our progress as a nation. Against this backdrop, the comments made by the planning minister should be taken seriously by the government. It should identify all the avenues of corruption and take drastic measures to ensure accountability and transparency at all levels of the government.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Corruption, corruption, everywhere",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/corruption-corruption-everywhere-3417126",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "A cabinet committee formed to review the feasibility of expediting import of power from neighbouring countries has come up with the idea of importing Nepal's surplus electricity in summer and export it in winter when demand in Bangladesh drops. The idea has apparently been mooted as a solution to the multifarious crises facing the country's power sector. Detractor, however, cannot be blamed for finding in this move an attempt to divert attention from the actual problem arising out of the capacity charge or rental payment to the private companies and the underutilisation of power production capacity of the government power plants due to shortage of fuel. Over the past 14 and a half years, the government had to pay more than Tk1.0 trillion to the private power companies. Notwithstanding their power generation or sitting idle, according to the archaic agreement, the private power plants continue to receive the agreed payments. State Minister for Power, Energy and Mineral Resources, Nasrul Hamid submitted in parliament on September 05 last a detailed list of the recipients of payment for power. The initiative has been dubbed a plan for usage of power in cold and hot weather. The impression the finance ministry and the cabinet committee try to give is that they have struck a novel idea. Whether the two other parties to be involved with the deal have at all been consulted before is not clear. At least one party, India that is, has not been communicated is quite clear. Both Bangladesh and Nepal are dependent on India's transmission line for import or export of power between them. They cannot decide the tariffs for transmission of power through power cables across the Indian territory. Then Bangladesh imports 1,160 MW of power from India under a G2G contract and also 1,496 MW from Adani Group.So, what exactly will be the net benefit for Bangladesh if it can clinch the deal with Nepal and India? The country's overcapacity of power production falls flat due to a lack of fuel. Is it feasible for it to generate electricity with imported coal? Right now it cannot manage the coal and fuel oils because of its severe crisis of foreign exchange. If supply of coal from Indonesia reaches Bangladesh's shore, the thermal power plants can be operated. In the same way the rental power plants have to stay idle if fuels cannot be managed. In the winter, the oil price is likely to go up with rich European countries competing to maintain their required reserve. Bangladesh stands no chance of procuring costly fuels. Clearly, the focus has missed the target by miles. There is an overriding need for reviewing the non-competitive, unfair and anti-people contracts with the private companies. It is time those were scrapped. Although the list the state minister for power, energy and mineral resources presented at the JS does not clarify how much of the Tk 1.0 trillion has been received without making any contribution to the national grid, it is likely to be huge. Had this payment for no generation of electricity could be avoided, power consumers would not be required to pay tariff at this high level now. Joint-venture power generation, particularly from hydro-electric power plants in Nepal, is, however, most welcome.",
        "headline_1": "Import and export of power from and to Nepal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/import-and-export-of-power-from-and-to-nepal-1694616587",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "In the course of the recent G-20 summit in Delhi, British Prime Minister Rishi Sunak and his wife, both with roots in India, wished to make a trip to Haldirams, the reputed food outlet, in the Indian capital. They could not make it owing to reasons of the strict security cordon put in place by the Indian authorities to ensure a smooth conference of the global leaders gathered in the city.Many years ago, US President Bill Clinton, on a visit to Dublin, took a brief stroll in the city before stepping into a pub for a beer. He exchanged pleasantries with everyone there and, his glass soon emptied, he left the pub. Within seconds, men in his security detail walked in and smashed the glass the President had been drinking from into pieces. Reason? They did not want anyone keeping the glass as a memento, with the President's fingerprints on it.These two incidents are indicative of the naturalness, Clinton's glass apart, politicians sometimes are in the mood to demonstrate in public. Perhaps the formal nature of the power they wield in public life sometimes gets to be a little too suffocating, which is when they need to demonstrate before the world that they are all too human. Those public personalities able to break out of that mould make people happy, for they are then literally close to them.A few days ago, it was such naturalness which defined French President Macron's brief but enlightening visit to Dhaka. He did not confine himself to official ceremonies but chose to do things he is generally unable to do as the occupant of the Elysee. He was at the home of a Bangladesh folk singer, listening to the artiste's songs and taking genuine interest in the indigenous musical instruments belonging to the artiste. Macron's boat ride on the Turag was one more manifestation of his interest in the cultural traditions of a people geographically at a remove from his native France. He partook of traditional Bangladeshi food at the official banquet in his honour.Emmanuel Macron brings to mind other Frenchmen we have had cause to celebrate or hear about in our times. They were all natural despite holding presidential office. Francois Mitterrand, that ardent socialist who served as President for fourteen years, was noted for his intellectual prowess not merely by his people but also by his peers around the world. He too visited Bangladesh in 1990, a time when a popular agitation was building up against a dictator in the country. Mitterrand, as is the habit of intellectuals, often made it a point to walk down to bookshops in Paris or wherever he happened to be and come away with a book or two.Not all politicians are intellectuals, of course. But many of them, around the world, possess the naturalness which has kept their images alive in the public mind. Ronald Reagan may not have been a great President, but his sense of humour, which he gave expression to every time he spoke in public, remains an underpinning of his character. His jokes flowed like a stream, one after the other, directed in a good humoured way at people he happened to be sharing the table with at summits and conferences. Many of his humorous stories were self-deprecating, which again is a rare quality not just in Presidents but also among the general run of people.Think of Charles de Gaulle. Besides transforming France politically through inaugurating the Fifth Republic, he was an intellectually endowed man whose exchanges with people came in a wave of spontaneity. Asked by a reporter once about the major influence on his life, the general lost little time in responding to the question: 'Do not ask how many lambs a lion has eaten. I have been reading books all my life.' He was clear about his views on celebrities. As he said once, 'Brigitte Bardot is France.' Asked if he planned to take action against Jean-Paul Sartre, who was constantly needling him on certain issues, he deadpanned: 'You don't arrest Voltaire.'There was the natural in Mikhail Gorbachev. His rise to power in 1985 was a refreshing break from the stiff political traditions which had come over the Soviet Union. Gorbachev spoke to the man in the street, argued with him just as any other person would, and did it all not in angry tones but in simple, soft manner. It is another matter that on his watch the Soviet Union disintegrated, but as long as Gorbachev was in office, his naturalness was a special mark of his vigour as a leading global political figure.Desmond Tutu's laughter was infectious. He touched people's lives in a way that drew men and women closer to him. Nothing of the pompous came in the way of his interaction with people. His sense of humour made him out to be human just like everyone else. And with Nelson Mandela, the natural came in tandem with his unmatched politeness. Much to his advisors' alarm, he rose from his chair every time a visitor, high or low, came to see him. He did not heed advice that he did not need to get up to receive everyone who came visiting.The naturalness in Bangabandhu Sheikh Mujibur Rahman remains legendary. He grew into a national figure over the years, all the way from the mid-1940s to his leadership of Bangladesh's liberation movement. But that did not detract from the spontaneity which always defined his attitude to people and to his surroundings. He had bundles of jokes he released on appropriate occasions; he laughed uproariously in company, a sign that beyond the calling of political power he remained the person he had always been. Even when he was engaged in serious discussions with visitors, he found the moments to reassure simple citizens barging in with their problems that they need not worry. People heard him singing Tagore's jodi tor daak shune keu na aashe. He remembered faces, recalled names and incidents dating back to long-lost times. He spoke to people in their language, in his naturalness. Remember Nikita Khrushchev, who engaged Richard Nixon in a kitchen debate in Moscow in 1959 and the very next year banged the podium at the United Nations angrily with his shoe? That did not show him in good light, but it was his naturalness, brought on by his rural upbringing, that defined him till the end.Being natural is a feeling embedded in the depths of the soul. It is never a contrived thing. President Macron's naturalness sprang from the heart in him. \n[email protected]",
        "headline_1": "President Macron and the natural in politicians",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/president-macron-and-the-natural-in-politicians-1694616645",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "The Covid-19 pandemic is officially over. But its impact is far from over, particularly in the education sector. A significant number of school students in Bangladesh are still struggling to catch up with their studies. The learning deficit they had during the prolonged pandemic-induced school closures in 2020 and 2021 does not seem to have been recovered as yet. However, they are being promoted every year to the next grade/class with almost no recovery of lost learning. More than one-fourth students of Class VIII and IX in both urban and rural areas of the country failed in a basic learning assessment under a recent study. The study conducted the 90-minute learning assessment, based on competency and curriculum-based test, each on Bangla, English and mathematics. A total of 2,670 students of Class VIII and IX from across the country took part in the test, which was based on Class VIII syllabus. The result of the assessment showed that 28.9 per cent of Class VIII students could not obtain the pass marks of 33 per cent, and 26. 2 per cent of Class IX students did the same. The Education Watch Report 2022, styled 'Post-Pandemic Education: Recovery and Renewal of School Education' also shows that school students had to rely heavily on private tutors and coaching centres as well as commercially published guidebooks to sit for their examinations after their in-person classes resumed. Another study, designed by the National Curriculum and Textbook Board with European Union support and conducted on 20,000 students of Class II-V in 2022, shows that many students of Class II could not recognise the alphabet and Class IV students could not do simple addition or subtraction. The situation was worse for disadvantaged groups, such as the ethnic minorities in the hills. All these findings are alarming as they suggest that the government has done a little to make up for the learning loss of school students. And if we do not pay much attention to the learning deficit of school students, we may one day find a generation of students who will struggle with their basic learning skills. Covid has affected millions of schoolchildren in Bangladesh. But the recovery of lost learning is not impossible. One way of addressing this crisis might be to reduce and synthesise the curriculum so that schoolchildren are able to focus on a few subjects and learn them well. Another approach is to take extra classes, which could be on holidays. Besides, different sorts of programmes should run for recovering the lost learning. The most important thing could be the clarity of directions given to schools and teachers. Clear instructions such as recovering lost learning is a priority or take the children to a level where they know enough to start learning according to the current syllabus seem to be the key. With this clarity, most teachers will be able to figure out how to proceed. Catch-up and remedial forms of education should be kept on top of the priority list so that the learning deficit in school education can be mitigated to some extent. \n[email protected]",
        "headline_1": "Recovering Covid-induced learning loss",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recovering-covid-induced-learning-loss-1694616676",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2023"
    },
    {
        "full_article": "The University of Chittagong is one of the leading public universities in Bangladesh. The university, situated in the midst of thick greenery and a number of hills and hillocks, surely makes anyone fall in love with its campus. As this beautiful university is located in Hathazari upazila, around 22 kilometres off Chattogram city, most of the students, out of the total 28,000, who live outside the campus, have to solely depend on the shuttle train service to reach the campus. In addition, the resident students often travel to the city by train. These trains are the main means of transport for thousands of students of Chittagong University (CU). The shuttle train service was launched in 1980 in cooperation with Bangladesh Railway. In 2014, a Diesel Electric Multiple Unit (DEMU) train was added. Since then, there have been only three trains in service, each with six to seven coaches, sometimes even fewer. Each train can accommodate around 1,000 students but most of the time more than 2,000 travel in one train during the rush hour. So, a number of students are forced to travel standing in overcrowded coaches of the shuttle train. The number of students at CU has been rising every year. However, the authorities concerned have not yet increased the capacity of the shuttle trains. Therefore, we, the students of CU, urge the university administration to look into the matter and increase the number of coaches of the shuttle trains. \nAl Amin Hossain Student of University of Chittagong, Chattogram, [email protected]",
        "headline_1": "Adding more coaches to CU shuttle train",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adding-more-coaches-to-cu-shuttle-train-1694616695",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-09-2023"
    }
]