[
    {
        "full_article": "The first displacement happened in the 1950s. The Pakistani government acquired about 1,842 acres in Gobindaganj, Gaibandha in northern Bangladesh (erstwhile East Pakistan), promising both the local Santal and Bengali communities employment as labourers in the sugarcane farm that would be set up on that land. This was in 1955-56—a time when the subcontinent was still recovering from the shock of Partition and the riots that followed. Perhaps the memory of the killings of 17 Santal refugees, who were shot point-blank by the Pakistani police in March 1950 at the border, not far from Gobindaganj, was still fresh in the minds of the native community. But the pangs of hunger were probably a stronger driver—after almost two centuries of colonial exploitation, North Bengal was, at that time, one of the poorest and most deprived areas in the region, and continued to be so for many decades to come.\nWe know now that the original owners of the land were duped by the repressive Pakistani regime. According to the Jatiya Adivasi Parishad, at least 1,200 acres of the land taken belonged to the Santal community, and the rest belonged to local Bengalis. In 2016, The Daily Star checked old land records, the agreement between the Rangpur district administration and the Pakistan Industrial Development Corporation signed in 1962, and the report of a cadastral survey completed in 1940, to corroborate this claim, and found it to be beyond dispute.\n Reportedly, only two Santals were later employed in the farms. The land was never returned to them again, and the Rangpur Sugar Mill, which was established on what is now known as the Sahebganj-Bagda farm area, continued to operate till about last year. Although many of the Santal and Bengali communities returned over the years to live on their ancestral land in makeshift homes, they effectively had their ownership rights stolen, pushing them and their next generations into poverty.\nThe second displacement occurred only five years ago: on November 6, 2016, more than 2,000 Santal and Bengali families were evicted from the area following a violent clash between the families, mill employees, and police. Three Santal men were killed and 20 others, including nine policemen, were injured. Their makeshift shacks were set on fire, and almost all of them lost all or part of their belongings.\nTo this day, the victims' families have not received justice. In fact, many of them are still being forced to waste precious time and resources in fighting cases that were brought against them after the clashes. This lengthy legal process is also preventing them from travelling to find the employment that they badly need, since most of the community are mainly engaged in low-wage agricultural work.\nIt is now highly possible that we will soon witness a third displacement, if the government goes ahead with its plan to build an export processing zone (EPZ) on the disputed land. There are currently about 1,500 Santal and Bengali families living in the Sahebganj-Bagda area and in two Santal villages in nearby Madarpur and Joypurpara, who are also under threat from the EPZ. Almost every official involved in this project maintain that the land belongs to the government, with the project director telling this daily's district correspondent that \"the 1,842 acres of land were fully acquired during the Pakistan period and the government has decided to hand it over to the Bangladesh Export Processing Zones Authority (BEPZA).\"\nNow, the question is: Why is the acquisition of land by a regime whose very purpose was to subjugate the people of then East Pakistan, and who relished in profiting from the sufferings and hardships of the local population, being accepted so casually in independent Bangladesh? Should we not have done everything in our power by now to mitigate the effects of the cruel and repressive policy of the authoritarian Pakistani government in Gaibandha, which made thousands of Bangladeshi citizens destitute and homeless?\nAfter the 2016 attacks, there were claims from certain quarters that the land did not originally belong to the Santals. As mentioned earlier, The Daily Star's own research, and that of others, have disproved this claim. In fact, the 1962 agreement holds two important clauses that, if taken into account long ago, would have provided the original owners of the land with the justice they deserve. A portion of Clause 3 declares that \"the aforesaid corporation shall not change the character of the requisitioned property\" and Clause 5 states that \"...if it is decided that the land shall not be acquired for the aforesaid purpose, the said corporation shall surrender the land to the provincial government for its release and restoration… and the corporation shall bear all costs and compensation in connection with the release and restoration of the land.\"\nThe Rangpur Sugar Mill authorities first violated these clauses when the mill shut down in 2004, and they began leasing the land out to local influential groups. In the following three years that the mill remained shut, these influential groups then began sub-leasing the land to farmers at exorbitantly high prices, according to a 2019 report by this daily. Santal leaders have also alleged that, despite incurring massive losses—from 2016 to 2019, they amounted to around Tk 3-4 crore in each fiscal year—the mill continued to operate in order to prevent them from returning to their ancestral land.\nGiven that the character of the \"requisitioned property\" has been changed, that it has in the past not been used for the \"aforesaid purpose\" (of sugar farming), and that its future purpose will be completely different as well, it is high time that the \"release and restoration\" of this land was taken seriously. It is a great shame that not only have no serious steps been taken to rehabilitate the Santal and Bengali populations living in poverty in the Gobindaganj area, but there are now plans to push them into further destitution. In fact, it seems like they have hardly crossed the minds of those in charge of the proposed EPZ project—on August 24, BEPZA Executive Chairman Md Nazrul Islam visited the farm area and held a meeting at the Gaibandha DC office with stakeholders, but not a single member of the Santal community was invited.\nAt the meeting, the reassurance was given that 200,000 people would be employed at the new EPZ. How many of the locals will be part of these lucky 200,000? Members of the Santal community have every right to be sceptical, especially since their forefathers' trust in empty promises of employment turned out to be their greatest misfortune. Earlier this month, Philimon Baske, president of the Sahebganj-Bagda Farm Bhumi-Uddhar Sangram Committee, told The Daily Star that without education, and with no experience of work outside of the manual labour expended on agricultural fields, it is highly unlikely that those evicted by the EPZ project will have any opportunity to work there in future.\nQuestions have been raised on its sheer size as well. Currently, the plan is to acquire the entire 1,832 acres of land for the EPZ, even though the largest EPZ in the country to date is built on around 500 acres of land. So far, no information has been shared on why this entire space is required, and what industries will be built upon it—just that the EPZ will be built on a small area first, and then eventually expanded. The authorities must ask themselves if this is reason enough to make so many marginalised families homeless and landless, without a second thought to their livelihoods and way of life.\nWithout a doubt, the establishment of EPZs in different parts of the country has created much-needed employment and developed previously poverty-stricken areas. But who exactly is this development for, if it does not reach the local population—especially if that population not only lives in one of the poorest regions in the country, but consists of landless agricultural labourers belonging to a historically marginalised indigenous community? What is the point of all this development, if inequality continues to grow, and the poorest end up slipping through the cracks?\n \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @ShuprovaTasneem\n",
        "headline_1": "Who is this ‘development’ for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-development-2229196",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    },
    {
        "full_article": "Zila parishad or district council, the highest tier in rural local government, is the oldest local government agency in Bangladesh. Yet, it was not until 2017 that elected representatives took office in the country's zila parishads. The Zila Parishad Act, 2000 has given the mandate to the zila parishads to carry out development activities by formulating annual and five-year plans in consultation with other local government institutions and individuals, considering their own financial capabilities.\nDecentralisation is often linked with the concept of active participation in decision-making processes. Indeed, local authorities with actual discretionary powers make the foundation for decentralisation that can lead to efficiency, equity and development at the local levels. Effective local institutions can develop and implement policies that are in line with the citizens' aspirations, thereby improving the quality of public services. Bangladesh is a unitary state with a constitutional provision for local government bodies to provide all necessary amenities. Decentralisation is specifically mentioned in the constitution of the country.\nThe existing challenges\nUnder the current LGI framework, zila parishads have only limited revenue discretion. According to the law, LGIs can only collect revenue from the sources specified by the government. They are not authorised to look for alternative tax bases. Even within the limited discretion, zila parishads don't have enough capacity to effectively collect the revenues from the sources assigned to them. In addition, the zila parishads receive limited funds compared to their actual needs under the current intergovernmental fiscal transfer system. Inadequate funding is a major constraint on the ability of zila parishads to perform their mandated functions. Currently, the zila parishads play some roles in the delivery of local services, and local administration offices provide these services as well.\nDue to a fragmented legal framework, the assignment of functions and expenditure responsibilities to zila parishads remain unclear, and there is a significant gap between legally assigned functions and their actual capacity to perform those functions. The lack of coordination between zila parishads and district administration offices in delivering services has been identified as a major impediment to effective local service delivery. The main hurdle in effective coordination is the distance between the frontline service delivery unit, where the service is delivered to the citizen, and the officials who ultimately have the decision-making power over local service delivery, often sitting at the district level or within the central government. Therefore, there is a need to deconcentrate the decision-making authority on service delivery to the zila parishad level, thereby reducing coordination failures and improving local services.\nA major challenge in the current local government system is limited opportunities for meaningful participation of local citizens, and weak upward and downward accountability. There is a wide consensus that a more devolved and effective local government system is crucial for making development agenda more pro-poor, widening participation in decision-making processes, and ensuring that resources are directed to where they are most needed. For instance, zila parishad standing committees are not operational in about 90 percent of the zila parishads, because the elected chairpersons and other members are not properly aware of or interested about the committees' functions and jurisdictions.\nPolicy recommendations\nFirst, zila parishads should identify all relevant stakeholders and involve them in the development process. A zila parishad must hold a special meeting on a regular basis to approve the project list in accordance with the Zila Parishad Act. It must submit the annual plan to the relevant deputy director, local government (DDLG) and the Local Government Division (LGD) by deadline. The zila parishads should incorporate their standing committees' suggestions in the annual plan. Endurance, steadiness and sequential knowledge should be guaranteed by the committee members.\nZila parishads must identify their existing establishments and assets, and work out renovation plans of said establishments as well as further investment of available assets. The LGRD ministry must engage the relevant entities for transferring knowledge and skills to the officials of zila parishads. The ministry must also introduce digitalised accounting systems and how to prepare financial statements, and have them audited by the audit standing committee of the zila parishads within three months of the closing of a financial year. The authorities involved must work out a performance-based budget allocation, i.e. placing governance reform as a condition to receive a budget for infrastructure improvements. The zila parishads must prepare and present citizens' charter at their offices. Creating websites, promoting citizens' charter and disclosing all development and financial related documents, holding regular public hearings and inviting local communities, CBOs, and NGOs to the zila parishad meetings are indispensable.\nMaking zila parishad effective\nReforming local government institutions requires agreement on fundamental principles. These principles encourage governments to do the right thing by providing services consistent with the citizens' preferences. In addition, the zila parishads should manage their fiscal resources carefully. They should gain citizens' trust by performing better and spending frugally, as well as managing the community's economic and social risks. They should perform to increase both the qualities and quantities of public services as well as access to them.\nIn Bangladesh, the local government as a political institution is focused on ensuring development, and public participation in development activities is far from being an effective tool of governance. Being mostly poor and unaware, particularly at the grassroots, the people approach their local public representatives, whom they consider as local guardians well aware of their needs and feelings. In reality, elected local bodies in administrative units ensure effective involvement of the people in decisions that affect them, and this participation is a precondition for the development of a democratic polity at all levels.\nWhile NGOs are still likely to be mainly concerned with the basics of improving human development, being involved in human security projects helps to improve NGOs as organisations and to reinforce and expand the contribution they can make to the people with whom they currently work. To make development really meaningful, people must be directly involved in the formulation and implementation of decisions. This requires decentralisation of democracy to the most basic levels. Allow political parties and relevant stakeholders, including community members, to learn from this experience and overcome these challenges in the greater national interest. A paradigm shift in government is required, shifting from imposing development to supporting rural development, and from teaching local people to learning together with them. Human security must be included into the existing mainstream rural development approaches.\n \nDr Mohammad Tarikul Islam is an associate professor of government and politics at Jahangirnagar University.\n",
        "headline_1": "Strengthening zila parishads can accelerate rural prosperity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/strengthening-zila-parishads-can-accelerate-rural-prosperity-2229191",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    },
    {
        "full_article": "Our country is facing an unprecedented challenge in dealing with the post-Covid unemployment problem, despite steady economic growth over the past few years.\nThe unemployment rate in Bangladesh increased from 3.38 percent in 2010 to 5.3 percent in 2020, according to Statista. More specifically, it jumped to 5.3 percent in 2020—the first year of the pandemic—from 4.22 percent in 2019. A World Bank report published in 2019 revealed that 32 percent of public university graduates and 44 percent of private university graduates were without jobs in the country.\nA survey by the Bangladesh Institute for Development Studies (BIDS), conducted between February and June this year, found that 66 percent of the graduates of National University are unemployed. Those (21 percent) who could manage a job have an average salary of Tk 30,000. Seven percent are still pursuing post-graduation, and only three percent have become entrepreneurs.\nAnother survey jointly conducted by the Centre for Policy Dialogue (CPD) and Oxfam in Bangladesh found that 61.57 percent of working people had lost their jobs in March and April last year due to Covid-related shutdown. Even though 15 percent of them returned to their work in a month, the majority of them remained unemployed for a long time. The poor and marginalised people faced, and still face, an even higher risk of loss of livelihood.\nThe pandemic has had a long-term negative impact on women's employment in Bangladesh. A survey conducted by Brac Institute for Governance and Development (BIGD) revealed that one-third of the young working women in the country were out of jobs as of January 2021, when economic activities resumed in Bangladesh.\nSeveral reports have shown that, due to Covid-19, income generation among the working class has fallen remarkably, and the country now has 24.5 million new poor.\nOver the past two decades, our working-age population has increased significantly—from 58 percent to 68 percent. About 30 percent of the population is between 15 and 30 years. If the government trains and employs them appropriately, they can open up new economic opportunities. However, if we cannot utilise them, they will become a burden on the economy, especially when our country is already facing a crisis due to the pandemic.\nOn the one hand, millions of young university graduates are waiting to enter the job market. On the other hand, numerous people are losing their jobs and daily incomes. Our government jobs are limited, and the private sector is not large enough to provide employment opportunities to such a large number of people. How should we, then, address this pivotal issue?\nA functional approach to expand the job market, foster economic growth and eradicate unemployment would be to attract foreign and domestic investments in various sectors, which is only possible if we create a business-friendly environment. If the government takes necessary initiatives to upgrade the country's position in global business indicators like the Ease of Doing Business (EDB) and the Global Competitiveness Index (GCI), it will boost investor confidence. Once the investors have confidence in our system, they will create new jobs.\nIn the World Bank's Ease of Doing Business 2020 ranking, Bangladesh ranked 168th among 190 countries. Likewise, in the World Economic Forum's Global Competitiveness Index (GCI) 2019, Bangladesh was positioned at 105th among 141 countries.\nWhereas foreign investors have invested billions of dollars in countries like Vietnam, India, and Indonesia, we have struggled to retain reinvestments from the already existing companies. Investors often complain that the bureaucracy in Bangladesh is too convoluted and creates hurdles in business operations. The policies and terms for obtaining approval papers, utility connections, property handling and other relevant business operations create delays and hidden costs that are avoidable.\nBesides the bureaucratic hassle, corruption and poor infrastructure, and the lack of skilled labour are some other issues that create an investor-averse environment. As our universities and academics are not closely connected to industries, which is how it is in the developed countries, university curricula offer a set of skills that are often irrelevant to modern workplaces.\nMoreover, the increasing use of technology and artificial intelligence is a new threat to job security. A company that previously hired hundreds of people can now run its business successfully using advanced software operated by only a few. Consequently, ensuring employment for a mass population is getting challenging day by day.\nWhile the economy has been hit hard by Covid-19, job opportunities have decreased, and the number of unemployed youths has increased, entrepreneurship can be the panacea for all economic ills.\nTherefore, we should redesign our education system to empower our youth and create entrepreneurs. The entrepreneurial skills—like taking responsibility, owning a task, management, planning and strategising, leadership, teamwork, problem-solving, critical thinking, financial knowledge, and developing emotional intelligence—should be taught at all levels of higher education, regardless of what the academic programmes are. Simultaneously, foreign policies should focus more on attracting foreign investors. Overall, we must revisit our business policies and improve the ease of doing business in Bangladesh to attract both foreign and local investments.\n \nMd Kawsar Uddin is an assistant professor of English at the International University of Business Agriculture and Technology (IUBAT).\n",
        "headline_1": "Attracting more investment is key to tackling post-Covid unemployment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/attracting-more-investment-key-tackling-post-covid-unemployment-2228381",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    },
    {
        "full_article": "On the sandy desert of Dubai and in the barren stretches of Abu Dhabi, it is ektur jonno difficult to connect bat with ball, to avoid wides and mokkhom good-length deliveries, and to hold on to a multiple loppa catches with both hands or to stop a boundary with your palm or your booted foot if you happen to speak in Bangla. That has been the explicit dark lesson from the T20 World Cup, except for the occasional sparkles flashing out of the galleries due to the glittery attires under the Middle-Eastern sun.\nCricket is a wonderful game. Here, the spirit of sports is supreme. Losing or winning doesn't matter; to the losing team, that is. See, I wrote \"losing\" ahead of \"winning\" because participation is so very important. That is why after losing five matches in a row, Bangladesh will play straight into the final round of the next T20 World Cup. We lost, but cricket is the winner. I cannot blame the optimists for saying that our team has indeed improved since the last assembly of world greats, for which we had to struggle through the precarious qualifiers.\nBut the notorious cynic has delivered a deadly googly—that during the current T20 World Cup, stronger performing teams had a meeting atop Burj Khalifa, a venue chosen to surreptitiously avoid the media. There, it was reportedly decided that they were under pressure to create world records—at a personal level, and also from their respective governments—to divert the focus away from rising prices of fuel, rising sea levels, and the rising political mercury. Who better to strike a record than Bangladesh?\nThat is the revenge we must seek. Show the world that we are no longer the sitting ducks of 2021. A different year, a different venue, and we are all hoping for a different team. Let us perform in all six sectors: batting, bowling, fielding, scoring runs, avoiding wides and loppas, and catching the dollies.\nUnfairness abound as well. And, honestly, I am not pointing fingers at the fixed matches played by the others. Chhih! Our watertight integrity is that we do not play any fixed matches. No, never! That is because our results are already fixed. There is a sense of proshanti in that most often foregone conclusion. But for the grumbling and the criticising patriots raising hell, we could have ensured that cricket remained for another hundred years a gentleman's game, where the outcome of a contest is like grades in Play Group. Our motto is: Don't worry, just play.\nAs for the injustice, I am referring to our natural inability. We hit, they catch. They hit, we can't always catch. The sun, remember! But in some cases, it is because they are simply taller than most of us. International matches should be held height- or weight-wise. Let us learn something from wrestling and boxing. Now, the smart alec among you will mention Sachin and Miandad. I knew it! But we are here focusing only on normal human beings. Concentrate!\nTo calm the waters after the Gulf storm, the government should henceforth ban pre-match expert opinion on television. They should be okay at home, because the wife and the husband never listen when the other is talking. Experts also must voluntarily avoid offering any preview on cricket performance, because their predictions make them look amateurish after every match. They could talk about venues and records, evaluate matches already played, but they should never delve into the future. That's dangerous! That acumen requires study and research, and an analytical mind. Intelligence helps.\nThe incomprehensible disorientation of our cricketers at this world tournament reminded me of events unfolding at a studio while taking a passport photo. The very cautious cameraman asks you to lift your chin a wee bit, move your face a little to the right, not so much, up your shoulders, then bring your eyes down samanno, smile, not so much, perrrfect… and click goes his DSLR camera. And you have an unrecognisable portrait. Our cricketers seem to be abiding by the advice of every coach, on and off the field, resulting in distorted batting posture, grotesque bowling action and hilarious catching. Physios should recommend cotton in the earhole—both of them.\nPassport pictures do not always tell the truth. However, a recent press conference testified that mirrors speaketh the truth. Mushfiqur Rahim, not going exactly through the best of patches, was livid after the match against Sri Lanka on October 24, perhaps because he had just knocked 57 off 37 balls after quite some time.\nCriticised for unexpected and repeated disappointing performances, Mushfiqur advised the critics (read avid fans) of his Bangladesh team to look at their faces in the mirror. His next statement was pathetic from a cricketer, who has been showered with much love, genuine admiration and handsome honorarium by these same followers: \"They do not play for Bangladesh; we do.\" Actually, it would perhaps not make much of a difference if we played. There is no score lower than zero, or a punishment higher than six.\nHaving been advised by a celebrity with such a massive contribution to our cricket, we all have had a good look into the mirror. Besides our old moles befriending new dark spots, mistaken dimples in the vicinity of fresh wrinkles, this was a great opportunity to see who we are: flawed but not arrogant, imperfect but not ungrateful, sinful but seeking forgiveness. We have faced the truth, Mr Mushfiqur Rahim. Will you too face your demons? In the mirror, that is.\nWe need not argue any further. I have found a solution to our problem of losing five times. The Bangladesh Cricket Board (BCB) should bid for the next World Cup. It's a lot of hard work, planning and PR, marketing and manoeuvring. But most importantly, we should prepare the slowest of dead pitches, select 10 spinners with left-right mix in the starting XI, and a bowler-wicket-keeper without pads. Till then, please leave the Tigers in the jungle alone. They cannot speak for themselves.\n \nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n",
        "headline_1": "The mirror speaketh the truth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/the-mirror-speaketh-the-truth-2228361",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    },
    {
        "full_article": "The recent discovery of 10 sculptures in four Sylhet temples, all dating back to the Middle Ages, is exciting for a number of reasons, not the least of which is the sculptures' indication of the ancient practice of Shaivism in the region. The Kali temple—established around the year 1800 by Kalicharan Bhattacharjee—on Amzad Ali Sarak itself houses two of the most intriguing relics: the rare quintuple-faced (five-faced) Shivalinga, and the ancient four-handed goddess. Though archaeologists and academics have yet to determine the identity of the latter, there is little doubt as to the uniqueness of the former, with this latest discovery being only the second of its kind in Bangladesh.\nNot only does this latest discovery signal a past presence of Shaivist worshippers in the region, but it also once again points to the fact that more resources must be dedicated to the discovery and study of such relics. As important as our journey to becoming a developing country is, we must also be equally enthusiastic—and alert—about preserving our history and keeping records of what we can, so that our future generations have more to learn about their roots, to identify their individuality with, in a world that is globalised.\nExperts have already said how crucial the two aforementioned idols are for understanding the aesthetics and gender politics of the region and religion at the time. Though these relics have existed for many years and have been worshipped in these temples, they have been out of our archaeologists' and academics' line of study. There is no mention of them in any books or historical documents in the country either.\nWe believe that conservation and preservation of such historical finds are crucial in order for Bangladesh to retain its culturally-diverse history. As such, we would urge the government to not only encourage the study of the 10 relics that have just been found, but to also help researchers in any way possible to discover and study more of such artefacts. If these relics have existed for so long without anyone noticing, there must be other such valuable ones like them strewn across the country. It is crucial that we, as a nation, do not let any bit of our rich history be lost to decay or neglect. Preservation and study of these historical relics will also add to our development, as much as high-rises and flyovers do.\n",
        "headline_1": "Conservation of history is also part of development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/conservation-history-also-part-development-2229156",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    },
    {
        "full_article": "We appreciate Prime Minister Sheikh Hasina's call to world leaders to take the issue of Rohingya repatriation seriously and do more to put pressure on Myanmar in order to start the process soon, particularly in order to avoid any security risks in the region and beyond. She made the call while addressing the fourth edition of the Paris Peace Forum 2021 on Thursday. The recent unrest in the Rohingya camps, following the assassination of a Rohingya leader and the death of an alleged Arakan Rohingya Salvation Army (ARSA) leader in a Rohingya camp, has brought to the fore the rising security issues in the camps. It has become a big challenge for our law enforcers to stop criminal activities like drug peddling, weapons trafficking and human trafficking, and violence, which are now rampant in the camps and the surrounding areas.\nBangladesh has helped avoid a major regional crisis by sheltering more than one million Rohingya people, who fled a brutal military crackdown in Myanmar since August 2017. It was not an easy task for the government to provide food and shelter to this large number of refugees, yet we generously opened our borders. And the government has been working hard to ensure that these forcibly-displaced people can have a safe life in the refugee camps of Cox's Bazar, despite the fact that we have been facing serious financial, ecological and security challenges.\nFour years have passed since Bangladesh signed a repatriation deal with Myanmar in November 2017. But the Myanmar government has hardly done anything for the Rohingyas' safe return, and the silence of the international community in this regard is also unfortunate. In 2018, the UNHCR and the UNDP signed a tripartite deal with Myanmar for creating conducive conditions for the Rohingyas' safe return. Sadly, the Myanmar government has yet to ensure that.\nIn the meantime, the government has built housing and other facilities to relocate the refugees from the squalid camps of Cox's Bazar to Bhashan Char, an island in Noakhali, to address issues such as the risk of landslides in the hilly areas of the camp site, drug peddling, human trafficking, gender-based violence, and conflicts between factions of the refugee communities in Cox's Bazar, as well as to address the environmental degradation in the Cox's Bazar refugee camp areas.\nWhile our government continues to shelter the Rohingyas, it is extremely disheartening to note the silence of Myanmar as well as the international community regarding the issue of their repatriation. We hope that the world leaders will not only appreciate Bangladesh's efforts in this regard, but will also play a strong role to push Myanmar to start the repatriation process without further delay for the benefit of the entire region. Our prime minister has rightly said that, unless Myanmar takes back their own people ensuring their safety and dignity, \"the security risks from the crisis will not just remain confined within our borders.\" We hope the world leaders will heed our prime minister's call.\n",
        "headline_1": "World leaders must heed PM Hasina’s call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/world-leaders-must-heed-pm-hasinas-call-2228966",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2021"
    }
]