[
    {
        "full_article": "India’s consumer prices have gained fresh momentum over September and October, rendering the tangible softening in inflation to a pace below the official median target of 4% in the two months preceding them, a fleeting reprieve. From 3.65% in August, retail price rise had hit a nine-month high of 5.5% in September. To be clear, the Reserve Bank of India (RBI)’s Monetary Policy Committee (MPC), in its October review, had termed the inflation moderation as slow and uneven, and anticipated a reversal in September. A sharp surge in vegetable prices, particularly tomato, from the onset of the festival-packed month of October, and an uptick in edible oil prices after nearly two years of decline, had stoked anticipation that the inflation may end up a tad higher than September. However, the Consumer Price Index for October beat all economists’ projections by a wide margin, to rise 6.2%, the highest since August 2023 when it was up 6.8%.Food prices remained the key bugbear as they have been through most high inflation periods this year. However, the uptick was alarming at 10.9%, the highest since last July, with urban consumers facing a sharper 11.1% uptick. Within the food basket, vegetable prices boomed 42.2%, the highest surge in almost five years, led by tomato prices that more than doubled year-on-year. Global edible oil price spikes also weighed in along with pricier fruits. The Finance Ministry, in its economic review late last month, had highlighted that the current bout of inflation is driven by a few food items and is not feeding into other items of consumption. Core inflation (excluding food and energy) has been well under the headline inflation rate and continued to be comfortable, and sufficient food grain buffers with a healthy kharif harvest, it said, would alleviate price pressures. These assumptions may need a rethink. The Governor of the RBI, Shaktikanta Das, had noted that core inflation had bottomed out, and is beginning to show — personal care and effects’ prices were up 11% in October. Even if food prices cool with fresh crop arrivals in coming months, other components of the price gauge are heating up. A durable decline in inflation that the MPC is waiting for to mull interest rate cuts is now a poor prospect while hopes of a December rate cut are out of the window. That this coincides with a period of slackening growth momentum and notably waning demand in urban India bodes ill for private investments. Policymakers at the Centre must acknowledge the interlinked challenge of inflation and consumption, so that an attempt can be made to fix what they can with the fiscal tools at their disposal — be it tax cuts, or better food management.\r Published - November 14, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        prices\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        fruit and vegetable\n                    \n                            /                      \n                        \n                        religious festival or holiday\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        taxes and duties",
        "headline_1": "​Surprise spike: On the Consumer Price Index",
        "headline_2": "October’s inflation pace surpasses expectations and dashes rate cut hopes for now",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsurprise-spike-on-the-consumer-price-index/article68864938.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "Ten armed militants were killed in an encounter with the Central Reserve Police Force (CRPF) and the police on Monday (November 11, 2024) in Manipur’s Jiribam district, as ethnic conflict continues to pulverise the State. Officials said the deaths took place in retaliatory firing after the militia attacked security personnel and internally displaced people sheltered in the vicinity. Women, children and the elderly have been facing the brunt of the violence that began in May 2023. More than 250 people have been killed and 60,000 displaced since the conflict between Meitei and Kuki-Zo communities began. Three women and three children, including an eight-month-old infant, were allegedly abducted and two elderly persons were burnt to death on Monday (November 11, 2024) in Jiribam. The victims were among the 13 Meitei people who were already displaced from their homes in June. Two of the 10 weapons found at the encounter site had been looted from the police, an indication of the serious governance crisis in the State. The Kuki Students’ Organisation has called for ‘non-cooperation’ with the CRPF, claiming that the militia men were on a security patrol.The Bharatiya Janata Party State government led by Chief Minister N. Biren Singh has been unable to quell the violence or reassure the Kuki communities that consider him to be partisan. That leaves the entire responsibility of managing the conflict on the shoulders of the Centre. In October, the Ministry of Home Affairs organised a meeting with political representatives of both the Kuki and Meitei communities but no meaningful progress towards peace could be achieved. Kuki outfits are demanding the creation of a Union Territory with legislature which will require a division of Manipur. Ethnic relations in India’s northeast are extremely complex, and violence, once it erupts, can continue for a long spell. Kuki representatives continue to express hope in intervention by the Centre to resolve the conflict and that is an opportunity which the Centre must vigorously utilise. Central police forces and the Indian Army are also largely trusted by the Kuki, notwithstanding the incident involving the CRPF this week. In a porous border region populated by numerous armed militia groups, policing alone cannot restore peace and order. A lasting end to the violence can be brought about only through a political arrangement of accommodation and the coexistence of communities. Only the Centre has the resources and the capacity to attempt that. The fresh surge in violence is a setback, but the Centre must step up its efforts to nudge the Meitei and the Kuki communities towards peace. Published - November 14, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        armed conflict\n                    \n                            /                      \n                        \n                        Manipur\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        tribals\n                    \n                            /                      \n                        \n                        peace negotiations\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war",
        "headline_1": "​Manipur’s misery: On the need for the Centre to act",
        "headline_2": "The Centre must take the initiative in resolving the crisis",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmanipurs-misery-on-the-need-for-the-centre-to-act/article68864900.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "Whether Trump’s Musk-Ramaswamy gambit for smarter govt works will be of interest in India\nDelete, delete, delete. This is a big part of the mandate of a newly announced Doge, Trump’s Department of Government Efficiency. Assigning this new department and its job of delivering a smaller, more efficient govt to two billionaire, loyalist entrepreneurs loudly says, expect the unexpected. One part of this ‘revolutionary’ drive is a sense of bureaucracy being overpopulated, with too many people not doing anything. The other is a Reaganesque sense of govt itself having become the problem. But US is hardly alone in such discontent. That’s why other countries will be watching closely to see what Musk-Ramaswamy pull off by July 4, 2026. That’s the 250th anniversary of American Independence, which Trump has set as a hard deadline for the two rich bros.\nTrump’s billing it as the Manhattan Project of this era. The original one of course was a US top-secret World War II project to beat Nazi Germany at the atomic bomb. It’s a strange, Trumpesque comparison. But it conveys the urgency. Of course, problems lie ahead. US House and Senate have to approve all federal budget changes. The administrative state is not expected to accept Musk’s ideas peaceably. India’s own experience with lateral entry underlines how powerful such resistance by insiders can be. The scheme originated in widely observed governance failures of generalist civil services. Specialist outsiders would fill the domain gaps. But this ambition has been thwarted by turfism inside govt and politics outside it. One difference is that in many regards the Indian state isn’t big at all. US SEC has about 4,500 experts at its service compared to Sebi’s 800 odd.\nThe Musk-Ramaswamy model also comes with many questions, such as over conflict of interest when it comes to regulating SpaceX, Tesla and Neuralink. It will nonetheless be followed with great interest here because India itself is in crying need of ‘genius’ govt. That the country should trundle from the colonial to the AI era on the back of the same administrative engine, is a scary fact when you think about it.\n\n",
        "headline_1": "Doge, the bullet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doge-the-bullet/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "SC read the riot act on ‘bulldozer justice’. But will officials fear courts or netas? We don’t know\nIn defining a penalty for officials responsible for ‘bulldozer justice’, Supreme Court yesterday did good in its attempt to demolish the brazen lawlessness by state govts, including UP, MP, Rajasthan, Assam, Gujarat, Jharkhand, and Delhi. SC made three main points. One, essentiality of rule of law “as a safeguard against arbitrary use of state power”. All important is the “distinction between exercise of power in good faith and misuse in bad faith”. Two, on separation of powers, it said govts step on judiciary’s toes when they randomly pronounce any individual ‘guilty’. Thus, state govts better stand down. Three, SC correctly realised guidelines on razing houses won’t suffice: it included “restitution of demolished property at…(officials’) personal cost in addition to payment of damages”, in pursuit of its goal of “no scope for arbitrariness by officials”.\nSC reiterated there’s no place for collective punishment, which is what insta-justice of pulling down houses of so-called accused, or even convicts, is. There’s enough due process even to raze illegal constructions. SC has made that more granular and pan-India. Point is, there never had to be a legitimate reason for netas. The ‘wrong’ could be imagined. For, what but distorted politics can ever explain, or attempt to justify, demolishing the house of a schoolboy in a scuffle with another? Clearly, Udaipur administration had viewed the two boys not as children but from some twisted notion of culprit and victim.\nWill govts pay serious heed? Administrations are staffed by officials timid, or fearful, or both. Question is who would they fear more? Courts or political bosses? Bully govts may be a sign of weakness, but when politics is to be done – almost 800 houses govt razed in Haryana’s Nuh belonged to Muslims – this counts as strategy. SC guidelines are unlikely to altogether stop ‘bulldozer justice’. Accountability, for one, is a quantity most nebulous in govt machinery. When personal monetary loss is involved, accountability will be passed around like the ball in football. SC’s order is superb. Let’s see what the executive does.\n\n",
        "headline_1": "Bulldazed no more?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bulldazed-no-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "Means multiple political births – and as many miscarriages\nThe Great Indian Family – sequel to Big Fattening Indian Wedding – is our bestseller brand. From epics to Bollywood, it has something for everyone’s taste. Cloying togetherness and smarmy umami, but our masala-coated palates mangey more, and get it: spicy scandal, soured relationships, bitter rivalry. It’s same to same with political families. The Gandhis may be synonymous with it, but dynasty has ruled from Kashmir to Kanyakumari. And Assam to Ahmedabad too: Gogois and Sorens in east; Patels Keshubhai/Chimanlal and Thackerays/Pawars in the west. Heartland has never-ending Yadavon ki baarat. There’s a parivarvad for the entire alphabet – and to spare. Try keeping track of those bracketed with initials of breakaway founders.\nBarely have we recovered from Diwali, the biggest blood-family get-together time, than in states like mine we are already into elections, bloodiest political-family get-apart time. Arre bhau, tujha ani malha family politics are like Shanti Sammelan only compared to those of neta parivars. They’re so polls apart that correct spelling should be ‘pariwar’. Well, one of them is spelt almost that way. Nephew Ajit broke away from Chacha Sharad in 2022 to become deputy CM in the new Mahayuti alliance. Ha-ha, now nephew Yugendra is pitted against Chacha Ajit.\nCompared to the ongoing war of the Maharashtra cousins, that of the Mahabharata cousins was a mere brotherly spat over marbles. Uddhav and Raj Thackeray are congenitally katti. This time, Raj says his Navnirman Sena is ‘natural ally’ of ruling Mahayuti’s BJP, but his son’s candidature is not being supported by Shiv Sena, the other alliance partner. This is the Shinde-led, parted-ways party which claimed to be legit heir of Balasaheb, and replaced the latter’s son Uddhav as CM in 2022. His alliance with BJP had made Eknath then look like Do-nath.\nDespite viscerally hating Dynasty, BJP is perforce backing parivarvad candidates aplenty. But its own do naths can tightly control disaffected members. Godfather RSS also helps. Indeed our powerful Hindutva Family too is held together by a code of silence: Om-erta.\n                                                   ***\nAlice Smart said: “Election promises? As woman, I’m in luck; as minority, I’m in danger.” \n\n",
        "headline_1": "In the family way",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/in-the-family-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "Trump’s victory is credited partly to his chats in popular podcasts. Election propaganda tech continuously evolves, in India too. In Maharashtra, BJP & Uddhav Sena are using podcasts\nThe world has just experienced its first “podcast election”. Eight years ago Trump won his first presidential election with Twitter’s help, and this time around it’s podcasts that have proved a game-changer. Much of the buzz was created via podcast hosts like Joe Rogan and Andrew Schulz.\nPodcasts were “transforming the presidential election”, Brady Brickner-Wood wrote in an Oct article in The New Yorker. “While Kamala Harris courts female voters on ‘Call Her Daddy’, Donald Trump is doubling down on his appeals to terminally online young men,” Brickner-Wood said.\nRead full story on TOI+.\n\n",
        "headline_1": "Podcast President. Podcast CM?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/podcast-president-podcast-cm/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "There is no doubt that reforming the Rapid Action Battalion (Rab) has become an urgent priority. After over a decade and a half of courting allegations of rights abuses, extrajudicial killings, and enforced disappearances—to the point of incurring US sanctions in 2021—Rab has undeniably lost public trust. And a mere rebranding or restructuring won't restore it. Against this backdrop, a report by this daily has revealed that Rab authorities are considering changing its name, logo, and uniform, as well as drafting a new law to regulate its operations. Currently, as a specialised unit of police, it operates under the police ordinance.\nBut such cosmetic changes cannot bring about sustainable reform. The police force itself serves as a cautionary example. Like police, Rab was not solely responsible for the crimes it committed as it operated at the behest of an autocratic regime. According to Ain o Salish Kendra, Rab was involved in at least 467 crossfires between 2015 and 2023. Its image as a \"death squad\" owes as much to its poor accountability mechanisms as to the vested interests of the then-ruling camp. So, how can we prevent future abuses of Rab when political power so often overrides legal safeguards? Can Rab be reformed without addressing our underlying political culture?\nThis is a question not only for the interim government but also for all major political parties. For now, several rights advocates have suggested disbanding Rab and rebuilding it from the ground up. This would require not just reshaping its mission and operational guidelines but also putting all personnel through a rigorous orientation process to instil respect for human rights and lawful procedure. Ensuring justice for the officers guilty of past abuses would also set a critical precedent for future compliance.\nRab's recruitment model presents another key issue, as it involves seconding officers from different forces including police, army, navy, and air force. This setup places military officers in potentially compromising roles, raising concerns about not only the viability of Rab's mission but also the integrity of the military itself. Equally important is the matter of oversight. Rab's accountability mechanisms must be totally rebuilt to ensure that its errant officers cannot evade justice, regardless of their political affiliations.\nUltimately, we must remember that true reform requires transformation from within, and this is what we should be aiming for. Without genuine efforts from all stakeholders, we risk only going through the motions of reforms that may put the public at risk again in the future. We owe it to the past victims of Rab and to the future of law enforcement in Bangladesh to rebuild Rab with a clear mandate for justice and human rights.\n",
        "headline_1": "Rab must be rebuilt from the ground up",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rab-must-be-rebuilt-the-ground-3752141",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "The Conference of the Parties (COP) is designed to encourage urgent, cooperative efforts to combat climate change. Yet, these events draw thousands of participants—many without direct involvement in policy negotiations—who travel from around the globe, generating considerable carbon emissions. This environmental impact, largely from air travel, directly contradicts the summit's core mission. Air travel ranks among the highest per-capita CO2 emitters, and when multiplied by thousands of attendees, the resulting carbon footprint is substantial.\nHaving attended COP27 in Sharm El Sheikh, Egypt, I witnessed the powerful convergence of leaders, activists, NGOs, and stakeholders unite in addressing the urgent climate crisis. Yet, amidst the bustling crowds, I could not help but notice a paradox: a conference dedicated to reducing carbon emissions was contributing significantly to the global carbon footprint. Are these large-scale gatherings truly essential, or is it time to rethink the structure of climate conferences to ensure they align more closely with the carbon-conscious values they aim to promote?\nAttendance at COP varies widely, with participants ranging from high-level negotiators to grassroots activists, media, corporate representatives, and so forth. While diversity in representation is valuable, not all attendees are directly engaged in decision-making or policy influence. At COP27, it was clear that many were observers or members of organisations without a role in shaping policy. Limiting attendance to essential personnel—those directly involved in negotiations, policymaking, and implementation—could streamline the conference, reduce emissions, and still capture the diverse voices essential to the process. Lead negotiators, technical advisors, and heads of key organisations could represent varied perspectives without the need for thousands of participants, thus reducing the overall environmental footprint.\nThe carbon impact of COP conferences extends beyond travel. Host cities invest heavily in infrastructure, accommodations, and energy resources to accommodate large numbers of attendees. Local transportation, energy usage, and food and waste management also add to the carbon footprint. Reports allege that this summit has collectively produced tens of thousands of tons of CO2 annually. Hosting a smaller, more focused delegation could significantly reduce these impacts while preserving the event's purpose.\nThe COVID-19 pandemic demonstrated that virtual and hybrid formats can be effective alternatives for large-scale events. During lockdowns, critical climate discussions and negotiations continued remotely, proving that virtual participation can be meaningful and impactful. By adopting a hybrid model—where essential personnel gather in person and others join remotely—future COPs could reduce their environmental footprint while retaining their inclusivity.\nVirtual attendance could also enhance accessibility for groups that lack the resources to attend in person, including grassroots organisations, small island nations, and vulnerable communities. These voices are critical to climate discussions, yet the cost of in-person attendance can be prohibitive. Hybrid models offer a more equitable, sustainable alternative, making it possible for underrepresented groups to participate fully without adding to global emissions.\nAnother innovative approach to COP reform is decentralisation, which could involve holding regional pre-COP summits. Regional gatherings would allow countries to focus on locally relevant issues and challenges. For instance, Africa-focused meetings could prioritise discussions on climate impacts specific to African ecosystems and economies, while Pacific Island nations could address the pressing issue of rising sea levels. Regional summits would help prepare detailed, context-specific proposals that a streamlined, central COP could review and negotiate. This structure not only allows for in-depth regional planning but also reduces the need for long-distance travel and strengthens alliances on a regional level. The final COP summit could then focus on reviewing cross-regional agreements and refining policies, promoting a globally coordinated yet regionally informed response to climate change.\nAdopting a smaller, virtual-friendly model would send a powerful message to the world. It would demonstrate that climate leaders are not only discussing solutions but also implementing them. However, advocates for in-person interaction state that it is essential for building trust and negotiating effectively. While face-to-face meetings do facilitate relationship-building, the same has been achieved in countless other global summits that successfully migrated online. Hybrid models can still allow for limited in-person interaction when necessary.\nAnother concern is that reducing attendance might diminish diversity. However, virtual platforms can enhance diversity by making it easier for representatives from remote or under-resourced areas to participate. A virtual or hybrid format could amplify the voices of those who are often excluded due to the high costs of travel.\nTo foster a climate-conscious COP, the use of technology to facilitate high-quality virtual participation, and diverting to energy-efficient facilities, renewable resources, and sustainable practices for any in-person events are recommended. Additionally, the UN should set specific carbon targets for COP gatherings and ensure emissions are transparently reported. \nTrue climate leadership means putting principles into practice. We can no longer justify emitting thousands of tons of CO2 to discuss emission reductions. COP has driven critical progress on climate action, however we need to ensure that the way we convene aligns with our climate commitments. By embracing a decentralised, virtual-friendly COP model, we can reduce emissions, enhance inclusivity, and set a standard for low-carbon collaboration. By adopting regional summits, using technology, and focusing on sustainability, COP can continue to be a force for meaningful change without compromising the planet we are striving to protect.\nMusharraf Tansen former country director, Malala Fund & Muslim Hands International\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Carbon footprint concerns during COP29",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/carbon-footprint-concerns-during-cop29-3751811",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "The first target under Sustainable Development Goal (SDG) #10 reads, \"By 2030, progressively achieve and sustain income growth of the bottom 40 percent of the population at a rate higher than the national average.\" This calls upon all nations to bolster the income of the bottom 40 percent of the population by promoting economic, social and political inclusion of all people, irrespective of their sex, age, physical conditions such as disability, religion, race, class, ethnicity, etc. The achievement of this global target requires creating appropriate and equal opportunities, empowerment of women, and reduction of poverty and inequality. The ongoing work of the interim government's public administration and constitutional reform commissions needs a focus on these aspects so that the future elected government may work to fulfil SDG 10, as Bangladesh has only six years in hand to establish substantial improvements on this global goal.\nThere are data challenges with regard to having a proper understanding of the income inequality situation in Bangladesh. According to UNDP data, the income share of the bottom 40 percent of the country's population is 11 percent. In sharp contrast, for the top 10 percent, the income share is 43 percent. Based on Household Income and Expenditure Survey (HIES), 2022, the income of the bottom 40 percent population grows at 7.7 percent per annum, while the annual growth rate of income of the total population is 9.1 percent. The HIES 2022 shows that the top 10 percent of households increased their share of wealth to 40.91 percent, around 2.83 percent rise since 2016. The bottom 50 percent of the households had 19.05 percent of the total income in 2022, which came down from 20.23 percent in 2016.\nEven though the country achieved progress in poverty reduction, the income Gini coefficient has been on the rise. It increased from 0.458 in 2010 to 0.499 in 2022. During the same period, consumption Gini coefficient increased from 0.321 in 2010 to 0.334 in 2022. The data from surveys over the last two decades clearly shows that income and wealth inequality is growing in Bangladesh. Whether we consider the well-known measure, the Gini coefficient, or an alternative measure like the Palma ratio, and compare the income share of the top 10 percent with the income share of the bottom 40 percent, we get the same result, which demonstrates that inequality is consistently rising in our society.\nThe constitutional commitment of ensuring social and economic equality among the citizens of the country can sustain without resulting in major social and political unrest. However, there is no reason to assume that income and wealth inequality will come down automatically. The common strategic options that are available to reduce inequality are participatory planning and inclusive development, pro-poor budget formulation and implementation, skills development, progressive taxation of income, adoption of appropriate legislation, scrapping of discriminatory laws, realistic minimum wage fixation, improved governance, effective measures against corruption, containment of inflation, promotion of social protection measures, investment in small and medium enterprises, and greater investment in the social sector.\nIn Bangladesh, the major challenges hindering the achievement of economic and social equality are: low public expenditure on education, training, health, rural development and social protection; poor direct tax collection and a culture of tax evasion; high level of selection error in social protection schemes; and high percentage (12.6 percent) of female-headed households with limited assets and means of production. The benefits of economic growth in the country have gone to the upper-income groups while the poor remain marginalised. The \"pro-poor growth\" concept is not being applied properly. Programmes and projects that benefit the poor need to be taken up in a greater number. Micro-credit and SME loans should be increased to help accumulate assets of small entrepreneurs and create additional employment in the formal sector. The high inclusion and exclusion errors in the social protection programmes must be corrected through a bold and one-time correction of the beneficiary list. Irregularities in the banking sector, money laundering, and tax evasion must be curbed with a strong hand. Health and nutritional services must be freed from corruption and mismanagement, so that the vulnerable population gain access to the benefits of these public services.\nA vital issue that exacerbates inequality is the overwhelming centralisation of the decision-making process. The politician-bureaucracy nexus is strong, and this keeps people out from participating in the governance process. Unless the attitude of the politicians, bureaucrats and policymakers change towards a more people-centric approach in planning and development as well as local governance, the level of inequality is unlikely to come down in the near future. Additionally, the political parties should be committed to the greater good of the general people instead of continuing the culture of benefiting a select few, and adopt social-democratic norms for economic development with strong emphasis on securing socioeconomic equality in the country.\nDr Nawshad Ahmed, a retired UN official, is an economist and urban planner.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Can Bangladesh reduce income inequality by 2030?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bangladesh-reduce-income-inequality-2030-3751716",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Developing climate adaptability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-climate-adaptability-1731505829",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Removing hurdles to investment in SEZs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/removing-hurdles-to-investment-in-sezs-1731505870",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Hastening pace of  economic recovery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hastening-pace-of-economic-recovery-1731505907",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Learning to invest early",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/learning-to-invest-early-1731505937",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2024"
    }
]