[
    {
        "full_article": "Bhupendra Patel, who on Monday took oath as Gujarat Chief Minister for a second term, is the third person to succeed Narendra Modi in the State. Mr. Patel enjoys the complete confidence of Mr. Modi, whose popularity won the day for the Bharatiya Janata Party (BJP) in the recent Assembly elections. Mr. Patel’s role in the campaign was limited, but now into his second term, the pressure is on him to emerge as a leader of his own standing. The new Council of Ministers has 16 members, representing various communities and regions of the State. Three are Patidars, five are from the Other Backward Classes, two are Kolis, one each from Brahmin, Jain and Rajput communities, two from the tribal communities, and one from the Scheduled Castes. Six of the Ministers are from Saurashtra, four from the south, and three each from the central and northern regions of the State. At least four defectors from the Congress have found a place. The BJP’s massive victory masked, but did not possibly erase, public resentment regarding corruption and inflation, which several pre-poll surveys recorded. Gujarat continues to attract investment, with the proactive help of the Centre, where two leaders from the State hold sway, i.e., Mr. Modi and Home Minister Amit Shah. But that alone will not suffice and the new government already has its plate full.Tackling unemployment rates must be high priority, particularly in the rural areas and the tribal belt of the State. Ensuring transparency in governance is an immediate challenge for the new government. The weakening of state capacity due to contract employment has aggravated governance challenges in recent years. In the social sector, education, health and nutrition, spending and outcomes are not commensurate with the State’s status of prosperity. This may have contributed to the penetration of the Aam Aadmi Party in the tribal belt where people experience a distance from Gujarat’s famed growth model. Economic development has remained robust under BJP rule, but the benefits have been largely cornered by the upper segments of society, mostly upper castes and a few powerful sections of the OBCs. In terms of per capita Net State Domestic Product, Gujarat is among the better States, and is ranked sixth (2020-21). But the State being ranked 26 among 30 States in stunting (2019-20), and on several other parameters, tells a story of persistent underdevelopment. Mr. Patel should use the renewed political mandate to craft a more empathetic governance model for Gujarat.\r\nCOMMents\n SHARE\n\nCopy link\n\n Email\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGujarat Assembly Elections 2022\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\nunemployment\n\n/\n\ntribals",
        "headline_1": "Gujarat as a model",
        "headline_2": "The Bharatiya Janata Party should craft a more empathetic governance paradigm",
        "link": "https://www.thehindu.com/opinion/editorial/gujarat-as-a-model-the-hindu-editorial-on-why-bjp-should-shift-to-more-empathetic-governance/article66258945.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "After a seemingly interminable 10-month streak of Indian consumers facing runaway price rise of over 6%, retail inflation appeared to have relented a bit in November to 5.88%. This may only be slightly below the 6% upper tolerance threshold for the Reserve Bank of India (RBI), but constitutes some relief. Since April 2022, when retail prices surged at a near-eight year high rate of 7.8%, five of the first eight months of 2022-23 year registered 7%-plus inflation. Sequentially, November’s 0.9 percentage point drop from October’s 6.77% mark is the sharpest moderation in this period, with a similar correction in rural inflation’s trajectory though it remains high at 6.1%. The Finance Ministry termed this a ‘drastic decline’ mainly attributable to a sharp decrease in food price inflation brought about by government measures. Consumer food price inflation cooled to an 11-month low of 4.67% in November from over 7% in October. Vegetable prices accounted for most of the decline in food inflation — moving from 7.8% inflation in October to deflation of 8.1% last month, and plummeting 8.3% month-on-month.Vegetable prices may remain benign for a bit, but are volatile by nature — excluding them, retail inflation would have accelerated to 7% in November, some reckon. There has been little respite on other household budget items, including essential kitchen supplies such as cereals, milk and spices, whose inflation rates accelerated to 13%, 8.2% and 19.5%, respectively. The Government expects steps to check cereals and pulses prices to be ‘felt more significantly’ in coming months. Fuel inflation rebounded to 10.6%, with kerosene and coal costs rising month-on-month. Core inflation, which excludes food and energy prices and whose ‘stickiness’ RBI Governor Shaktikanta Das warned of in the latest monetary policy review, inched up too. Price rise in transport and communication, health, and household goods and services accelerated. About 56% of items in the Consumer Price Index basket clocked over 6% inflation in November, a higher proportion than September and October. While asserting the worst is behind us, the RBI estimates inflation to average 6.6% in this quarter, so December could yet see a bounce back beyond 7%. Inflation has to be sustainably reined in below 6% and shepherded to the preferred 4% target, but with industrial output tripping as well, the central bank may have limited room for aggressive rate hikes, and fiscal policy may have to do the heavy lifting now. That petrol pump prices remain frozen in India means no gains will accrue to consumers from the dip in global crude oil prices, unless the daily price reset regime for petroleum products is allowed to function again. The Government could fix that for starters.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\nconsumer goods",
        "headline_1": "Interim relief: On retail inflation’s fall to a 11-month low",
        "headline_2": "Headline inflation’s welcome moderation below 6% in November may not sustain yet",
        "link": "https://www.thehindu.com/opinion/editorial/interim-relief-the-hindu-editorial-on-retail-inflations-fall-to-a-11-month-low-in-2022/article66258972.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The latest data for November 2022 shows that inflation is now within RBI’s target range. This is undoubtedly good news. However, some major issues persist. Inflation remains much too high. And there is no clarity yet on how the central bank plans to bring it down to the target level.\nHeadline CPI (consumer price index) inflation came out to be 5.9% in November, down from 6.8% in October. This is the lowest inflation since December 2021. At the same time, global commodity prices have been falling, softening inflationary pressures. But that is pretty much where the good news ends. There remain at least five major concerns.\nRead full opinion on TOI+\n\n",
        "headline_1": "Below 6% but 5 problems: Why inflation being in RBI target range is not a comfort factor as yet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/below-6-but-5-problems-why-inflation-being-in-rbi-target-range-is-not-a-comfort-factor-as-yet/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "What happened in Yangtse in the Tawang sector of Arunachal Pradesh on December 9 was a near replay of the Galwan clashes between Indian and Chinese troops in June 2020. Between 300 to 400 Chinese soldiers tried to unilaterally change the status quo of the LAC in this Arunachal sector. However, the Chinese were, GoI says, firmly resisted by the Indian troops in the area. Resulting physical scuffles led to injuries on both sides but no fatalities.\nThe latest skirmish again goes to show that China won’t give up on salami slicing Indian territory along the LAC. It is determined to unilaterally push the LAC westward and is no longer interested in engaging in serious dialogue to resolve the border issue. Two things need to be noted here. The Galwan clashes occurred at the height of the Covid pandemic when there was intense scrutiny of the Xi administration’s handling of the novel virus. Now that China is beginning to drawdown its zero-Covid strategy, again there are serious skirmishes. In between a PLA officer who had taken part in the Galwan clashes was made a torchbearer in the Beijing Winter Olympics earlier this year, while a footage of the clashes themselves was played during the 20th Chinese Communist Party Congress.\nThis clearly shows that the Xi administration is openly owning up to PLA’s transgressions along the LAC both for political and strategic purposes. It’s no coincidence that the Tawang clashes happened just days after India and the US held military exercises close to the LAC. In fact, Beijing’s aggressive tactics don’t spare any nation with which it has territorial or maritime disputes. Just ask Japan, which is locked in a dispute in the East China Sea over Japan’s Senkaku Islands. Chinese naval and aerial assets regularly harass Japanese defences around the islands.\nBut just as Tokyo remains firm on its territorial-maritime position, New Delhi should too. China only understands strength. Therefore, New Delhi needs to do more to buttress its infrastructure along the entire LAC. Closing the border infrastructure gap with China is of paramount importance to secure India’s territorial sovereignty.\n\n",
        "headline_1": "Galwan, now Tawang: Xi’s China will continue to be aggressive on LAC. India needs to seriously boost border infra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/galwan-now-tawang-xis-china-will-continue-to-be-aggressive-on-lac-india-needs-to-seriously-boost-border-infra/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "Retail inflation, measured by the consumer price index (CPI), in November was 5.9%, the  first time since January that it dropped below 6%, the upper end of the tolerance band that GoI set for RBI’s flexible inflation targeting regime. This is a positive development. It will ease pressure on household budgets. On the other hand, industrial output data for October shrunk 4% in relation to the previous year. It suggests that a combination of a weak global economic environment and hardening domestic interest rates are having an effect on aggregate demand.\nBut parsing the CPI data it’s hard to draw a conclusion on whether the decline will be durable. A sharp fall in vegetable prices brought down the growth in food price index to 4.7% in November from over 7% the previous month. Consequently, the headline inflation dropped. However, core inflation, which represents the rise in prices after removing food and fuel, remains sticky around 6%. The headline inflation’s drop is mainly on account of events outside RBI’s control. This raises the question: What next for monetary policy? To answer this question, industrial output data is relevant. Manufacturing shrunk in October by 5.6%. Also, consumer non-durables contracted 13.4%, the fourth successive month of weak performance.\nWhen industrial output data is studied alongside exports data, the impact of the global slowdown is clear. Sectors such as textiles and pharmaceuticals recorded a decline in output in October. The performance of consumer non-durables suggests that domestic demand remains fragile. For example, FMCG sales in October fell 0.5% despite festival-driven spending. Given this background, RBI should reconsider its monetary tightening policy that began seven months ago. RBI’s policy rate has increased 2.25 percentage points to 6.25% since then. Monetary policy acts with lags. Consequently, the recent interest rate increases will play out over the next few months. The current spell of inflation is mainly driven by supply side factors. Therefore, fiscal policy measures like the import duty cut in edible oil are more effective in tackling inflation. RBI needs to pause on rate hikes.\n\n",
        "headline_1": "Pause, RBI: Inflation and industrial output data show that more interest rate hikes won’t help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pause-rbi-inflation-and-industrial-output-data-show-that-more-interest-rate-hikes-wont-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "Mishi Choudhary and Faisal Farooqui\nFor days, hundreds of dedicated healthcare professionals at Delhi’s prestigious AIIMS had to work with pen and paper to register a sea of patients waiting in long queues after a ransomware attack. What should have been a seamless task of admitting patients in the hospital or rendering check-ups and diagnostic services in the outpatient department had to be done as it was in the 1970s and 80s.\nThis is because on November 23 the core or main servers of AIIMS were hijacked (or held hostage) by an unknown, faceless enemy who could have been operating as a single individual or a group or organisation. The servers were partially restored on December 6 and online appointments were restored earlier this week.\nRead full opinion on TOI+\n\n",
        "headline_1": "What AIIMS server “hijack” tells us about cyber security: Every database is vulnerable, and our defences aren’t as robust as we think",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-aiims-server-hijack-tells-us-about-cyber-security-every-database-is-vulnerable-and-our-defences-arent-as-robust-as-we-think/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "In 2022, for the eighth consecutive year, Bangladesh was recognised as the most gender-balanced country in South Asia by the World Economic Forum (WEF). According to its Global Gender Gap Report 2022, Bangladesh is the only country in the region to have bridged more than 70 percent gender gap. While it is true that in many parameters, Bangladesh did manage to bring about meaningful changes to promote gender parity, including in education and healthcare, women's financial inclusion remains a major pain point for the nation and its policymakers.\nDespite more women joining the workforce and even venturing into entrepreneurship – central bank data suggests that more women have been coming under the financial sector in recent years; to be specific, Bangladesh Bank's quarterly statistics report for July-September 2021 reveals there were 8,812 new women entrepreneurs in September 2021, which is a 34 percent increase compared to March 2021 data – their overall access to finance remains difficult and often riddled with pitfalls. \nIn 2010, the national policy targeted 15 percent of total SME loan disbursement to women-led, women-founded enterprises. But unfortunately, it has constantly remained below four percent over the last one decade – 3.54 percent in FY22. In the last 10 years, the highest it ever reached was a mere 3.93 percent in 2014. \nConsidering the growing number of women entrepreneurs in the country, these numbers show how irresponsive our banking sector has been to their financial needs. \nWhile banking experts stick to their conservative, templated response that women entrepreneurs' lack of creditworthiness – read lack of collaterals, documentation, etc – result in them often not getting the loans they apply for, there is very little that these banks have done over the years to work around these problems and offer innovative solutions to women entrepreneurs. \nIt is true that in a country like Bangladesh, the patriarchal mindset still persists and women have little access to property or finances, outside their own income. But the question one cannot help asking is: do these external factors really make our women ineligible to access finance through banking channels? Or are there ways to help them out, but the banks are not willing to go the extra mile to find the solutions? Or perhaps it is easier for the banks to sanction a big loan (say, Tk 50 lakh) to a single client and follow up with them for recovery, rather than to follow up with 10 different SME clients for the same loan volume? \nOne also cannot help but wonder, despite the central bank allowing loans of up to Tk 25 lakh to women SME owners without collaterals, why do banks still fuss over this issue whenever they are questioned by the media regarding the low coverage of women entrepreneurs in the SME loan disbursement pie?\nAnother point that banks often highlight to support their argument is women entrepreneurs' lack of awareness about the various packages that the government has offered them. One might also ask these banks: what are they doing to promote these packages and raise awareness about them? \nWhat most banks do at best is offer small workshops, crash courses and training for women entrepreneurs to help them with their financial literacy. But even among the participants at these programmes, only a handful would eventually get access to finance from the organiser banks, if at all.\nIt seems most of these programmes are conducted to tick the CSR box, without much focus on its actual effectiveness for the women beneficiaries or in improving their creditworthiness. Had these trainings or workshops been really impactful, by the virtue of logic, all these participants should have been offered access to finance by the organiser banks. \nWhat is worse is that even the central bank is aware of the lacklustre attitude of the commercial banks to offer tailored loans to women entrepreneurs, and yet they only say that they are monitoring the situation. A media report recently quoted the central bank general manager as saying, \"Many banks disbursed incentive loans in compliance with the policy. But there are some exceptions. We have seen SME loans being given to affluent people. We are looking (into) these irregularities.\" \nIf the central bank has seen SME loans being disbursed among \"affluent\" people, why are they still \"looking\" into these issues? Why are they not taking action against the rogue banks? Why is the central bank not taking a hard-line approach to ensure that the regulatory guidelines are followed to the dot by the lenders? \nIt is unfortunate that in a country where known loan defaulters and scammers are allowed to bilk banks big time, honest women entrepreneurs are being deprived of their rightful access to finance – in all probability, on the account of their gender. \nAs a country that is leading gender parity in South Asia, it is high time for Bangladesh – and the Bangladesh Bank, specifically – to look into the real issues that are obstructing women's access to finance, including the societal and economic outlook. That way, perhaps both the lenders and the beneficiaries can be guided to find solutions and navigate the challenges facing them.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "The treacherous banking journey of women entrepreneurs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/the-treacherous-banking-journey-women-entrepreneurs-3195326",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The events that have unfolded in our political landscape over the past few weeks – the debate regarding the venue of BNP's Dhaka rally, the clash between police and BNP men that resulted in one death and many injuries, rallies by the ruling party and its provocations, etc – are saddening, to say the least. Our country gained its independence to ensure people's right to self-determination. According to our Declaration of Independence, the main goals of establishing Bangladesh was instituting the rule of law, basic human rights, political, economic and social equality, and justice. However, in light of our experience over the last 51 years, we are still miles away from those goals.\nIn reality, Bangladesh as a nation has lost its way. As citizens, we have been largely deprived of many rights, including our right to exercise franchise. Not only that, our politics is now under massive strain as a result of the attempts of the political parties to uproot their respective rival parties over the years. BNP did that by attacking the Awami League on August 21, 2004. Later, Awami League followed suit by using law enforcement agencies to try and uproot the BNP. But no one has been able to uproot the other; rather, whoever has tried to uproot the other party has lost popular support instead. We are therefore in a dire situation politically.\nAt the same time, religious fanaticism is a major threat in Bangladesh. We saw a brutal expression of that during Durga Puja last year. The prime minister tried to bring the situation under control, but could not do so with enough swiftness; nonetheless, she deserves congratulations for her attempt. There are many foul agents at play here, whose religious bigotry added with political rivalry has become a major problem. On top of that is the strain regarding ethnic groups. These three issues have created a heap of gunpowder that any vested quarter can light on fire at any moment. We are facing a serious crisis.\nWe have to step out of this disoriented state and recalibrate ourselves to get back on track to achieve the goals that were set during the Liberation War. However, unfortunately, instead of doing that, the ruling authorities have taken repressive measures to deny people their rights and continue the sorry state our country is in. If this continues, the chance of a peaceful transition of power would be stifled. The way to a peaceful transition of power is free and fair elections. If that cannot take place, power may be changed through unconstitutional and even violent ways. It feels like we are headed in that direction.\nWe hoped that the ruling party would try and reach a political agreement to solve these problems. Our institutions are now in shambles. Our rights are not protected. If we want to come out of this situation, we all need to come to an understanding and enact deep reforms that will benefit the country. But instead of doing that, the ruling party sees anyone with opposing views – be it the opposition parties, media, human rights organisations or foreign diplomats – as enemies. The result of this could be grievous.\nWe are going through a terrible economic crisis. We need to work together to get out of this situation. We need to ensure an environment where people would be able to freely invest in our economy. In such a state, the path we are on is destructive.\nThe ruling party complains about foreign powers criticising them. We understand the reasons behind their complaints. However, there are a number of international laws, including the Universal Declaration of Human Rights (UDHR), that Bangladesh needs to abide by. Aside from that, we have signed a number of treaties and conventions that compel us to protect human rights. Because these are international laws, not complying to them rings alarm bells around the world. The government should not create any enemies by antagonising foreign friends who are commenting on our human rights conditions, and instead should take steps to solve the problems that we have.\nWe are at a critical juncture in our history. We should all now come together and find a way to political agreement, and agree to a citizen charter to decide which kind of government would conduct the upcoming parliamentary election. Then, whoever comes to power after a free and fair election would implement the national charter. I hope that our political leaders will come to their senses and take imminent steps to resolve the current political crisis.\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n\n",
        "headline_1": "Steer Bangladesh towards peaceful solutions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/steer-bangladesh-towards-peaceful-solutions-3195096",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The release of at least three consignments without inspection from Chattogram Port, using the login credentials of a top customs official in June-July – despite the recent measures taken to prevent such frauds from reoccurring – is an alarming development. Not only does it cost the state coffers in unpaid duties and taxes, but it also raises a number of national security concerns. That consignments are being allowed into the country without inspection raises the obvious question as to what their contents were. Even though the consignments were not supposed to contain illegal items, as per the documents in the National Board of Revenue (NBR) server, the fact that they were released without any inspection, and that the NBR server was breached to release them, means that such possibilities cannot be ruled out.\nAccording to customs officials investigating the case, the ID of an additional commissioner of Chattogram Custom was used to unlock the suspended business identification number (BIN) of EA Chen Textile Corporation located in Cumilla Export Processing Zone, which was locked on March 1 by the Chattogram Customs Bond Commissionerate for evading duties and taxes amounting to Tk 8.6 crore and misusing the bond facility. A locked BIN means the company is barred from export-import activities. So, the fact that consignments of a BIN-locked company have been released for the first time without any kind of supervision or inspection is a matter that demands serious investigation.\nWhat is not new, however, is the use of a customs official's login credentials for the NBR server to release imported goods illegally. Last year, at least 21 import consignments were released unlawfully using the IDs of at least seven revenue officials. Investigators at that time blamed the breach on a cyber-criminal gang. But so far, they have been unable to identify the gang and its members. According to one customs officer, the accused remained unidentified in the previous incidents due to incomplete investigation and not taking punitive measures against the culprits. Why the authorities failed to properly complete the investigation is anyone's guess. But we must ask, how did such a breach take place again even after the NBR apparently took a number of measures last December to prevent the reoccurrence of such incidents?\nMoreover, on June 29, customs officials assigned to do a physical examination of the consignments in question reportedly gave clearance even though the submitted documents contained false bank documents and import permit from the Bangladesh Export Processing Zones Authority. Why was this allowed to happen?\nClearly, there are a number of questions and issues that are yet to be resolved. But one thing is for sure – the facts on the ground that raise such questions are extremely concerning. The authorities need to unearth the truth of what happened. Inconclusive investigations that roll on for months, if not years, are not what we need. And because of the sensitivity and nature of the case, it is urgent that the authorities involve independent experts who can unbiasedly look into what really happened.\n",
        "headline_1": "Why do NBR servers keep getting breached? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-nbr-servers-keep-getting-breached-3195086",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "It is disconcerting how the few open spaces left in our cities are always at the risk of being encroached, polluted or repurposed by the authorities. Perhaps more frustrating is when an attempt is made to make them suitable for recreational purposes, only to be rendered unusable because of neglect. One recent example of this, as reported by this daily, is the Sheikh Russell Park near the Jatrabari intersection, which, one year into its reopening following renovation, has been largely taken over by makeshift shops and anti-social elements.\nThe renovation, which began in 2017, was meant to make the park a suitable space where residents could retreat to for fresh air. But in the absence of supervision and maintenance from Dhaka South City Corporation (DSCC), it is being increasingly used by makeshift shops, drug-peddlers and criminal gangs, making it hard for its intended beneficiaries to spend quality time there. Stench from public urination is also an issue as there is no public toilet. When asked, an executive engineer of DSCC Region-5 said the situation will improve once the park is leased out to a third party. The question is: why hasn't it happened yet? Despite the awful state of such a vital public property, why is nothing being done to free it of unwanted elements?\nThis is, unfortunately, a common scenario in what few parks are available in the country. The Golakmoni Shishu Park in Khulna city, for instance, is reported to have no rides for children, despite what its name suggests, and despite having been established decades ago, in 1984. Instead, it is crowded by small shops and offices of political parties, besides serving as a seating area for pharmacy representatives who frequent the diabetic hospital nearby. In the same city, another park, Mujgunni Shishu Park, remains closed for four years in the name of renovation – the promise of \"modernisation\" made by the city authorities proving emptier by the day. This too, we're told, is because of the absence of a lessee. Reportedly, none of the eight parks under the Khulna City Corporation has recreational facilities for children.\nThat city authorities in our country are most neglectful of the refreshment needs of residents is glaringly obvious. Otherwise, why are there such lengthy delays in finding lessees to maintain parks? Why would they be closed when they should be open to visitors? Given how widespread this problem has been, why aren't city corporations running the parks themselves in the absence of lessees?\nIt is a sorry waste of public funds and spaces when parks are left to encroachers or locked up. We would like to see our city fathers not only to inaugurate parks, but also ensure citizens are able to use them every day, without any hindrances of any sort. Given the rapid urbanisation in the country, having open, functional parks is more vital than ever.\n",
        "headline_1": "Open space is an asset, use it wisely",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/open-space-asset-use-it-wisely-3195066",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The release of at least three consignments without inspection from Chattogram Port, using the login credentials of a top customs official in June-July – despite the recent measures taken to prevent such frauds from reoccurring – is an alarming development. Not only does it cost the state coffers in unpaid duties and taxes, but it also raises a number of national security concerns. That consignments are being allowed into the country without inspection raises the obvious question as to what their contents were. Even though the consignments were not supposed to contain illegal items, as per the documents in the National Board of Revenue (NBR) server, the fact that they were released without any inspection, and that the NBR server was breached to release them, means that such possibilities cannot be ruled out.\nAccording to customs officials investigating the case, the ID of an additional commissioner of Chattogram Custom was used to unlock the suspended business identification number (BIN) of EA Chen Textile Corporation located in Cumilla Export Processing Zone, which was locked on March 1 by the Chattogram Customs Bond Commissionerate for evading duties and taxes amounting to Tk 8.6 crore and misusing the bond facility. A locked BIN means the company is barred from export-import activities. So, the fact that consignments of a BIN-locked company have been released for the first time without any kind of supervision or inspection is a matter that demands serious investigation.\nWhat is not new, however, is the use of a customs official's login credentials for the NBR server to release imported goods illegally. Last year, at least 21 import consignments were released unlawfully using the IDs of at least seven revenue officials. Investigators at that time blamed the breach on a cyber-criminal gang. But so far, they have been unable to identify the gang and its members. According to one customs officer, the accused remained unidentified in the previous incidents due to incomplete investigation and not taking punitive measures against the culprits. Why the authorities failed to properly complete the investigation is anyone's guess. But we must ask, how did such a breach take place again even after the NBR apparently took a number of measures last December to prevent the reoccurrence of such incidents?\nMoreover, on June 29, customs officials assigned to do a physical examination of the consignments in question reportedly gave clearance even though the submitted documents contained false bank documents and import permit from the Bangladesh Export Processing Zones Authority. Why was this allowed to happen?\nClearly, there are a number of questions and issues that are yet to be resolved. But one thing is for sure – the facts on the ground that raise such questions are extremely concerning. The authorities need to unearth the truth of what happened. Inconclusive investigations that roll on for months, if not years, are not what we need. And because of the sensitivity and nature of the case, it is urgent that the authorities involve independent experts who can unbiasedly look into what really happened.\n",
        "headline_1": "Why do NBR servers keep getting breached? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-nbr-servers-keep-getting-breached-3195086",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "It is disconcerting how the few open spaces left in our cities are always at the risk of being encroached, polluted or repurposed by the authorities. Perhaps more frustrating is when an attempt is made to make them suitable for recreational purposes, only to be rendered unusable because of neglect. One recent example of this, as reported by this daily, is the Sheikh Russell Park near the Jatrabari intersection, which, one year into its reopening following renovation, has been largely taken over by makeshift shops and anti-social elements.\nThe renovation, which began in 2017, was meant to make the park a suitable space where residents could retreat to for fresh air. But in the absence of supervision and maintenance from Dhaka South City Corporation (DSCC), it is being increasingly used by makeshift shops, drug-peddlers and criminal gangs, making it hard for its intended beneficiaries to spend quality time there. Stench from public urination is also an issue as there is no public toilet. When asked, an executive engineer of DSCC Region-5 said the situation will improve once the park is leased out to a third party. The question is: why hasn't it happened yet? Despite the awful state of such a vital public property, why is nothing being done to free it of unwanted elements?\nThis is, unfortunately, a common scenario in what few parks are available in the country. The Golakmoni Shishu Park in Khulna city, for instance, is reported to have no rides for children, despite what its name suggests, and despite having been established decades ago, in 1984. Instead, it is crowded by small shops and offices of political parties, besides serving as a seating area for pharmacy representatives who frequent the diabetic hospital nearby. In the same city, another park, Mujgunni Shishu Park, remains closed for four years in the name of renovation – the promise of \"modernisation\" made by the city authorities proving emptier by the day. This too, we're told, is because of the absence of a lessee. Reportedly, none of the eight parks under the Khulna City Corporation has recreational facilities for children.\nThat city authorities in our country are most neglectful of the refreshment needs of residents is glaringly obvious. Otherwise, why are there such lengthy delays in finding lessees to maintain parks? Why would they be closed when they should be open to visitors? Given how widespread this problem has been, why aren't city corporations running the parks themselves in the absence of lessees?\nIt is a sorry waste of public funds and spaces when parks are left to encroachers or locked up. We would like to see our city fathers not only to inaugurate parks, but also ensure citizens are able to use them every day, without any hindrances of any sort. Given the rapid urbanisation in the country, having open, functional parks is more vital than ever.\n",
        "headline_1": "Open space is an asset, use it wisely",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/open-space-asset-use-it-wisely-3195066",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The last time the export of frozen fish saw its best performance was in the fiscal year 2013-14 when it earned US$638 million. Notably, the major components of that export were tiger (baghda) shrimp and fresh water prawn. But since then it has been a story of constant decline. However, as the Export Promotion Bureau (EPB) figures show, in FY17, it appeared, things were changing for the better as the receipt from frozen fish export was US$526 million, though far below FY14's. And in the last fiscal (FY22), it again showed a short-lived upturn bringing US$532 million as earning from frozen fish export. Interestingly, though, this amount of receipt from the frozen fish export was higher than it was in the previous fiscal (FY21), the volume of export actually decreased in comparison with that of the previous year. According to the Ministry of Fishery and Livestock, the country exported over 74,000 tonnes of frozen and live fish in FY22, which was 3.32 per cent less than the volume exported in FY21 at over 76,500 tonnes. This decrease in the volume of frozen and live fish has to do with their low production and higher domestic consumption. Going by the latest EPB data, the trend in frozen fish export and the earnings from it have registered a further downturn. During the first five months (July to November) of the current fiscal, FY2022-23, earning from frozen fish export has fallen by 27.39 per cent compared to the same period of the previous fiscal year (FY22).As could be gathered from reports, the recent decline in Bangladesh's export of frozen fish is due mainly to the fall in demand for the rather expensive variety of shrimp, tiger shrimp as well as fresh water prawn in the European Union (EU) market. And it is to be noted that about 50 per cent of the country's frozen fish exports are destined for European Union (EU) market, while 10 per cent (mainly frozen shrimp) go to Russia. The Ukraine war has compounded the problems in the European Union (EU) economy as it was already smarting under high inflation. The recessionary trend forced consumers there to look for a heaper variety of vannamei shrimp coming in large quantities from Vietnam, China, India and Thailand. While the vannamei variety of the shrimp is grown commercially using modern cultivation methods, the kind of shrimp Bangladesh exports is cultivated by poor and marginal fish farmers. In fact, the situation of this sector has gone from bad to worse over the years due to shortage of raw materials, scarcity of farming areas, absence of efforts to attract both local and foreign investment and policy support from the government. Worse yet, the consumers' choice of product type is also shifting in the highly competitive international frozen fish market. In this connection, expressing serious concern over the ever-deteriorating condition of the frozen fish sector over the years, Bangladesh Frozen Foods Exporters Association (BFFEA) in a recent letter to the commerce ministry has sought government support including increasing the rate of cash incentive it is entitled to from the existing 10 per cent to 20 per cent from for the next two years. Also, it asked the government to allow production of vannamei shrimp on a commercial scale in Bangladesh. The government should give what the frozen fish exporters are demanding and do what is needed to be done in earnest to protect and promote this segment of the economy.",
        "headline_1": "Protecting and promoting frozen fish export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-and-promoting-frozen-fish-export-1670947670",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The decision to finalise the RMG Sustainable Council (RSC) framework is a long awaited move meant to deliver a proper business model benefiting the key stakeholders of the country's apparel industry. The draft framework is expected to be approved soon by the ministries of commerce; and labour and employment. Earlier, in its third meeting held in October this year, the Government Coordination Council (GCC) decided to finalise the proposed draft. Setting up of this platform (RSC) is no doubt a turning point in so far as it promises to bring the entire chain of garment manufacturing in the country under a comprehensive overseeing mechanism. The council will be governed by a board of directors consisting of an equal number of representatives from the industry, brands and trade unions. It will operate within the regulatory framework of the laws of the country, closely cooperating with and supporting the regulatory functions of the government. It will also retain all health and safety inspections, remediation, safety training and complaints handling functions so long carried out by overseas garment retailers' representative- Accord. It may be noted that Accord, a platform of global apparel brands, retailers and rights groups mostly based in Europe, was formed immediately after the Rana Plaza building collapse to improve workplace safety in the country's apparel industry. Details of the role of the RSC make one convinced about the usefulness of such a council. Observers aware of the country's garment export scenario will surely consider it a timely move in that the RSC is likely to not only streamline the country's most rewarding export sector but also address in a proactive manner some critically business-impeding difficulties facing the sector. The RSC, in a nutshell, is a tripartite platform of apparel makers, buyers and labour rights groups to ensure workplace safety and compliance of standards in the garment sector. It may be recalled that following the Tazreen Fashion fire in 2012 and Rana Plaza disaster in 2013, the country's garment industry was in a tight spot as allegations about improper, risky workplaces were so widespread that industry leaders and the government agreed to launch a factory remediation scheme under supervision of two teams representing the two clusters of major international buyers - the European and North American (mainly US) buyers. These teams - Accord and Alliance were engaged for five years. It was a long and arduous task given the hugely varying nature of remediation needs involving among others inspection of structural designs and fire safety provisions in thousands of factories. There were occasional hiccups as inspection results demanded massive overhauling of a large number of factories. However, over the years most of the flawed factories have been set right. The team representing the North American buyers and brands -- Alliance, has left the country on completion of its job in 2018. Accord, too, has done a commendable job, although a good number of factories from which neither the European buyers nor the North Americans source their imports are left out and currently these are being looked into by local inspection teams formed by the government. Accord's tenure was to end in May, 2018. The government extended its stay as Accord wanted more time to complete its job. In May last year, the Supreme Court allowed Accord to continue its activities for 281 days after Accord and the BGMEA signed a memorandum of understanding (MoU) in this regard. As per the MoU, the proposed RMG Sustainability Council would be set up during this period and inherit both the Accord's staff and infrastructure after expiry of its tenure. The RSC thus will act as a successor of Accord in that it will conduct inspection, monitoring and certification for exporting factories. In so doing, the RSC will also take over all activities and staff of Accord. The provisions under the framework, as reported in the media, have been well accepted by the exporters as well as the labour unions. As for the buyers, the response is more than just positive. As the European buyers' spokesperson has commented, \"RSC is an unprecedented national initiative, uniting industry, brands and trade unions to ensure a sustainable solution, based on a unified compliance standard, to carry forward the significant accomplishments made on workplace safety in Bangladesh.\" Once implemented, the RSC is expected to work in close coordination with the government's Department of Factory and Establishment Inspection (DIFE). The aim of the state entity DIFE and RSC is the same as both are working to ensure sustainability in the country's RMG sector. Under the framework, RSC will have to provide a safety report and summary of the factories to the DIFE every three months. RSC will create an interlinking database with the DIFE, containing available information about the list of factories, progress status, escalation status and other requirements set by the DIFE. Along with the DIFE the sustainability council will also prepare a common standard as per Bangladesh Labour Act and Rules, BNBC, Fire Act and other international standards, if necessary. From the forgoing, it appears that RSC is going to be a foremost platform for ensuring the mandated works of workplace safety- and compliance-related matters. However, a good deal of its success will depend on holding regular dialogues with factory unions. No doubt this two-fold activity, if conducted in a fruitful manner, will place the RMG industry on a foundation stronger than ever before. This is where sustainability matters and the industry leaders surely will spare no effort to make sure that the RSC gets the right space in delivering a proper business model. \n[email protected]",
        "headline_1": "RMG Sustainability Council – a much needed business platform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-sustainability-council-a-much-needed-business-platform-1670947723",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "The benefits of owning and operating electric vehicles (EVs) are obvious from the environmental perspective. If there is concern for clean energy, the benefits of EVs simply cannot be overstated. This particular segment has grown by leaps and bounds over the last decade. Going by media reports, the sale of EVs \"doubled in 2021 from the previous year to a new record of 6.6 million. Back in 2012, just 120,000 electric vehicles were sold worldwide.\" Global warming, carbon dioxide emissions and other factors have increased people's interest in EVs. This is reflected in the numbers. Today one out every 10 vehicles on the road (10 per cent) is an EV. The global sale of EVs has risen 75 per cent from 2021 to 2022. Given the phenomenal rise in energy prices in Europe and elsewhere, mainly due to the Russo-Ukrainian war, Europe took an early lead in adoption. Interestingly, the drive for EVs came on a much bigger scale from China which not only churns out large numbers of EVs in all sizes and capacities, but the once-nascent industry was properly backed up by policy support.This China-led innovation is reflected in the number of sales (roughly half the growth has come from mainland China) that has reached about 3.3 million vehicles in 2021. Although Europe's appetite for the technology remains strong, and sales are just beginning to take off in USA, most of investments, innovation are coming from China. In fact, EVs represent a direct threat to Japan's dominance in the global auto industry. Despite impressive growth, EVs are some time away from replacing oil-guzzling automobiles operating worldwide. This is primarily due to a lag in investments and rollout of the charging infrastructure on the one hand, and the slow adoption of battery driven heavy-duty vehicles. Unfortunately, public charging infrastructure is falling behind sales and this is holding back rollout of EVs by many manufacturers across the continents.While that is the global scenario, in Bangladesh, EVs have been making some noise. From what has been printed in local media, several local and foreign companies have expressed willingness to invest hundreds of millions of dollars in setting up plants to assemble EVs. This is inevitable, and despite severe opposition from traditional vehicle importers/assemblers, little can be done to stop progress. EVs, in many ways, represent an evolutionary step for passenger and heavy-duty vehicles--- a move away from fossil fuels and in to battery-generated energy. Unfortunately for Bangladesh, policy formulation remains a painstakingly slow process, but a draft policy on EV has been made. By the looks of it, would-be manufacturers of EV are on the back foot. EV far from being recognised as a promising new sector that has bright export potential, has got a step-brotherly treatment. EV entrepreneurs are yet to get sufficient policy support to move the technology in to the limelight, but that may change over time. Only when the public charging infrastructure is set up properly in the country, widespread acceptance of EVs in Bangladesh can be expected. These are questions that need to be answered because car buyers (1st time or otherwise) are not going to be expending hundreds of thousands of Taka for a newly assembled/manufactured/imported vehicle unless they know where the vehicle can be charged - in the city, at home, or on inter-district routes. Without these basic questions answered, there is little hope of EVs making inroads in to the Bangladesh market.\n[email protected]",
        "headline_1": "Supply constraints hold back Electric Vehicles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supply-constraints-hold-back-electric-vehicles-1670947761",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2022"
    },
    {
        "full_article": "December 14 marks the birth anniversary of the Indian superstar Raj Kapoor. He was multi-talented and a versatile actor, setting an example for generations to follow. He successfully built a legacy of quality cinema. He acted in 68 movies. If he was alive, he would celebrate his 98th birthday today. On this occasion, we remember him for the contribution he has made to the film industry. Whether 'Awara' or 'Mera Naam Joker', the all-rounder of the Hindi film industry will forever remain imprinted in our memory. From inspirational songs to iconic characters, there is always something important to learn from Raj Kapoor's films with a common theme of criticising society and depicting love across social divides. These films still influence Indian cinema. His films are not only an inspiration for generations of actors, but also for us, the audience. Raj Kapoor's popularity was not limited to India. His music and films are quite popular across the globe. He and his works are remembered still today. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Remembering Raj Kapoor on 98th birthday",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/remembering-raj-kapoor-on-98th-birthday-1670947784",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-12-2022"
    }
]