[
    {
        "full_article": "Within hours of the massacre of Israeli citizens by Hamas fighters last Saturday, Prime Minister Narendra Modi tweeted India’s solidarity with Israel. While the histories of their conflicts and the scale of violence have been very different, India has faced terror attacks all too often to not feel the pain in Israel where teenagers at a concert, children in a park, grandparents at home, and even babies in cribs were gunned down, amidst other atrocities Hamas carried out, including taking dozens hostage. The sentiments were repeated when Mr. Modi spoke to Israel Prime Minister Benjamin Netanyahu, condemning terrorism in all its forms. India’s second big concern has been the safety of its citizens, especially as Israel began retaliatory strikes on Gaza. Around 18,000 Indians work or study in Israel, in addition to about 85,000 Israelis of Indian origin (from Maharashtra, Manipur, Mizoram, Kerala, and West Bengal). The Ministry of External Affairs (MEA) has chartered flights to bring them home. New Delhi has also added nuance to the initial position, with the MEA delivering the government’s first formal statement. While repeating the condemnation of the Hamas attacks, the statement reminded Israel about the “universal obligation to observe international humanitarian law”, as it carries out “global responsibility to fight the menace of terrorism....” In addition, the MEA reiterated its “long-standing and consistent” position on the Palestine issue.The statement is a reminder of the tightrope India has walked since 1992, when New Delhi established full diplomatic ties with Israel, while continuing to support the Palestinian cause. There has been a shift towards Israel’s position, given increasingly close bilateral relations, trade, technological assistance, military procurement, and counter-terrorism cooperation. In 2017, Mr. Modi became the first Indian Prime Minister to visit Israel, while in 2018, Mr. Netanyahu visited India. However, Mr. Modi was also the first Indian Prime Minister to make an official visit to Palestine. In 2017, India voted against the U.S. and Israel for an attempt to declare unilaterally all of Jerusalem as the Israeli capital. The policy lines New Delhi is continuing to draw seem clear: to abhor terrorism, but not to condone indiscriminate reprisal bombings, even as it holds its consistent position on Palestine. No claim to righting historical grievances can possibly be used by Hamas to explain its inhuman attacks on Israel. However, a responsible state cannot behave like an insurgent group, and Israel’s latest demand, that more than a million Gaza residents must evacuate as it continues to pound the city and plans a possible ground offensive, will make Delhi’s challenge at balancing policy even more complex.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nIsrael\n\n/\n\nPalestine\n\n/\n\nact of terror\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\nKerala\n\n/\n\nMizoram\n\n/\n\nemployment\n\n/\n\neducation\n\n/\n\ndiplomacy\n\n/\n\nWest Bengal",
        "headline_1": "Balancing policy: On Israel, Palestine and India’s line",
        "headline_2": "India must pressure Israel to act responsibly in the face of terror",
        "link": "https://www.thehindu.com/opinion/editorial/balancing-policy-the-hindu-editorial-on-israel-palestine-and-indias-line/article67417504.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "Mizoram, India’s second least populated State, where civil society predominates politics like, arguably, no other in the country, is poised to see a three-cornered battle in the Assembly elections scheduled in November. Unlike other States, Mizoram’s political contestation is less dependent on money and muscle power, as social service, public standing and the backing of religious and social organisations are key conditions for candidature. The ruling Mizo National Front has to contend not only with its traditional rival, the Indian National Congress, but also the Zoram Peoples’ Movement (ZPM), which has presented it a tough challenge this time. It is also facing desertion from its ranks with the Speaker, Lalrinliana Sailo, latching on to the Bharatiya Janata Party. Chief Minister Zoramthanga, a seasoned leader of the formerly insurgent MNF, has played the ethnic card to win support from the Mizo electorate. By championing the cause of the Kuki-Zo people, embroiled in an ethnic conflict in neighbouring Manipur and by ignoring a directive from the Union government to collect biometric data of refugees from Myanmar, citing their ethnic affinity with the Mizo people, Mr. Zoramthanga has tried to steal a march over his opponents. While all parties in Mizoram share the government’s and the ruling party’s view on this issue, the MNF’s vociferous positioning has given it an edge. During the peak of the conflict, civil society organisations managed demonstrations in solidarity with the Kuki-Zo people — an issue that has resonated with the Mizo electorate.The ZPM, meanwhile, has sought to harp on the MNF’s record on development and to leverage on its surprisingly good performance in the Lunglei Municipal Council polls, which indicate its enhanced urban base. In the rural areas, the strongest opposition to the MNF has emerged from the Congress, which is leading an alliance of parties, including the People’s Conference and the Zoram Nationalist Party. Inflation has remained a key concern in the State, even relative to the rest of India over the past year, and this could be one of the factors behind voter choice. Despite being a small State — 0.1% of India’s population and contributing close to 0.1% of the national GDP — Mizoram is a crucial border State with ample potential for economic growth led by the services and tourism sectors despite being a largely agrarian economy. It has also been regarded as an important gateway in India’s ‘Act East’ strategy, but progress on infrastructure and projects connecting Mizoram to Myanmar and beyond has been limited. The multi-party contest should raise consciousness of matters related to development as much as those related to ethnic solidarity. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMizoram Assembly Elections 2023\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nnational or ethnic minority\n\n/\n\npersonal data collection\n\n/\n\nlocal elections\n\n/\n\nvoting\n\n/\n\neconomy (general)\n\n/\n\nnational security\n\n/\n\nMyanmar\n\n/\n\ntourism",
        "headline_1": "Triangular contest: On the Mizoram Assembly elections",
        "headline_2": "The MNF seeks to retain power by harping on ethnic issues in Mizoram",
        "link": "https://www.thehindu.com/opinion/editorial/triangular-contest-on-the-mizoram-assembly-elections-in-november-2023/article67416992.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "In its split verdict on the petition for termination of a 26-weekpregnancy, a Supreme Court bench has voiced two opposite ideas of rights in such matters. Justice BV Nagarathna granted permission because “the interest of the petitioner must be given more preference”. Justice Hima Kohli refused permission out of concern for the “viable fetus”. CJI DY Chandrachud, heading a different bench, also pointed to the rights of the unborn child. These two profoundly different perspectives mirror a confusion that extends to the lower courts. Separately, it is also widespread across the medical fraternity, on whom women are even more dependent for abortion than courts.\nIs this confusion at all justified by the history of the abortion law in India? No. From abortion being legalised by the Medical Termination of Pregnancy Act, 1971 to gestational limits for pregnancies that may be aborted being raised by the MTP (Amendment) Act, 2021, the whole chain of reforms has been girded by an understanding of women’s rights and bodily autonomy. Despite its many progressive changes, activists have identified several ways in which the law still needs improving. For example, the narrowly sketched categories for abortion in the 20-24 weeks range need widening. And the requirement of medical boards to decide on cases beyond 24 weeks is dark humour for large parts of the country, where even one doctor is hard to find. But even today, it should be crystal clear to both medical and judicial practitioners that “her” decision must be respected. The only competing consideration is “her” health. In the current case GOI intervening to say that the medical board found the fetus had a viable chance of being born, is what really undermined the petitioner, and split Justices Nagarathna and Kohli. Previously they had jointly ruled for “the right of a woman over her body”.This petition was filed under Article 32 of the Constitution of India, whereby every citizen of India can ask the apex court to protect her fundamental rights. It is impossible to estimate how many other women face the same impasse as the petitioner, but without the resources to come to court. At least when women can do so, courts should rule swiftly, plainly, evenly. A larger SC bench should speak up for women’s rights clearly, and strongly restrain attempts, however apparently well-intentioned, to restrict these.\n\n",
        "headline_1": "Pro-choice, pro-women: A split SC verdict reflects a wider judicial-medical confusion about abortion rights. This must change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pro-choice-pro-women-a-split-sc-verdict-reflects-a-wider-judicial-medical-confusion-about-abortion-rights-this-must-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "With economic heft comes greater global engagement – hence the increase in the cadre strength of the Indian Foreign Service. A parliamentary panel’s recommendation in the run-up to this decision observed that IFS is short-staffed compared to foreign services of many other countries. The long-awaited enhancement in IFS cadre strength should trigger another look at the nature of Indian bureaucracy, a term that encompasses all public employment. The first point to note is that the popular view of a bloated government is incorrect.\nPolitical scientist Devesh Kapur’s research shows India’s bureaucratic strength peaked in 1986 with 19,000 officials per million.\nThat figure has trended downwards since and in the 1990s, government employment was about 2% of the population, below the Asian average of 2.6%. The bureaucracy, in a cross-country comparison, is not big enough. Kapur observed the bureaucracy delivers on episodic events like conducting elections, which have a clear exit date. But when it comes to daily events such as provision of civic amenities, the result is deeply unsatisfactory. The division of bureaucracy between three levels of government, Centre, states and local, is a likely reason.In India, local governments distantly trail states and GOI in bureaucratic strength. It’s the opposite in China and the US, where local governments are where most bureaucrats are placed. That clearly hasn’t impaired American or Chinese state capacity. Separately, governments here also need to revisit the bureaucracy’s recruitment process. Are most recruits fit for the job demands in a highly complex world? Is there enough specialisation? Modern states have evolved from directly running factories to regulating economic activity. Be it IFS that grapples with FTAs or other services that must contend with complex policy conundrums, bureaucracy needs more recruitment and more domain expertise.\n\n",
        "headline_1": "Addministrators: All services need more officers, not just IFS. So do local govts. And recruit more specialists",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/addministrators-all-services-need-more-officers-not-just-ifs-so-do-local-govts-and-recruit-more-specialists/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "We have been discussing the Israel Palestine issue as a historical process for nearly a hundred years, first as the Arab-Israeli conflict, then as the Israeli-Palestinian struggle, and now as the Israel-Hamas conflict.\n\nDespite numerous UN Security Council and General Assembly resolutions, the chance of a better life for the Palestinian people eroded as a result of Israel’s gradual expansion of occupied territories. That created the Palestinian resistance, the Intifada and finally, the reality of Hamas in Gaza today.With the recent round of violence, the conflict has evolved into one in which both sides target civilians, particularly women and children, without regard for military norms or morality. Where does this put Hamas and Israel? According to some governments, Hamas is a radical, religious, resistance group defending the Palestinian cause. But others such as the US and EU designate it as a terrorist organisation. Predictably, there is debate about Israel’s conduct as well.\nRead full opinion at TOI+\n\n",
        "headline_1": "What’s really dangerous about the Israel-Hamas war",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whats-really-dangerous-about-the-israel-hamas-war-the-gradual-erosion-of-israeli-secular-identity-and-a-radical-islamist-outfit-fronting-the-palestinian-cause-have-wider-nastier-implication/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "The powers that be in Gurgaon where I live have decided that all diesel-operated generator sets have been banned as of October 1 this year as they are a major source of pollution.\nCurbing pollution is an admirable objective. But the embargo on gensets begs a basic question: why are there so many of them in the first place? And the reason is that despite repeated assurances that Gurgaon will be a zero-outage zone, power cuts remain as much a part of daily life as potholed roads, piles of garbage, and endless traffic jams.\nAs the powers-that-be – or, in this case, the powerless-that-be – are unable to supply the electricity needed for the multitude of multi-storeyed apartment blocks, malls, offices, hotels, factories, hospitals, schools, and what-haven’tyou that have sprung up in Gurgaon like a rampant unplanned forest of concrete, back-up gensets have become almost as basic an essential as the act of breathing, pollution be damned.So how are all these apartments, and malls, and offices, and factories, and hospitals, and schools, and what-haven’t-yous, going to operate in the interim between disposing of their banned diesel gensets and acquiring non-polluting permitted gensets, which is going to take several months, not to mention the enormous capital expense involved in buying and installing new back-up systems? And the answer lies in chai-pani, which has got nothing to do with either tea or water. According to the laws of law-making every ban has an equal and opposite recompense known, among other things, as chai-pani.\nThis applies not only to Gurgaon, or to bans on gensets. It applies through the length and breadth of the country, and to all manner of bans and proscriptions, from the prohibition on the sale and consumption of alcohol, to the burning of crop stubble, to traffic violations, to gambling, to the use of firecrackers, to extra-legal foreign exchange dealings.\nImpose a ban and you automatically engender an immediate payout response, which is what the so-called ‘parallel economy’ thrives on. For the simple reason that the system ensures that it gets more bang for its buck. Or more ban for its buck.\n\n",
        "headline_1": "Source for the ghoos: The more things are banned, the more they remain the same, thanks to chai-pani",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/source-for-the-ghoos-the-more-things-are-banned-the-more-they-remain-the-same-thanks-to-chai-pani/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "There is no doubt that the India-Pakistan contest is the biggest rivalry in cricket, at least in terms of the eyeballs it attracts. The Ashes has a good shout when it comes to history, but the politics and drama that surrounds the buildup to any India-Pakistan match these days is unmatched by almost anything else in sports, let alone cricket.\nThe theatre is great for the sport. While T20 thrives and the health of One-Day and Test cricket is discussed the world over, it's refreshing to see that India and Pakistan taking on each other can draw attention across formats. It's more than refreshing for the sport's administrators, who seem to have discovered the potential of this rivalry as a cash cow, and are prepared to milk it for all it's worth.\nWe can get an idea of the amount of money being thrown at the World Cup match that's about to take place between these South Asian rivals in the 132,000-seater Narendra Modi Stadium in Ahmedabad, India, by looking at the prices of tickets in the resale market. The authorities released tickets in tranches, hoping to widen access to as many people as possible, but every time tickets were released, they were sold out within minutes. In September, tickets were going for as much as 55 lakh rupees in the secondary market. The Indian Express reported that individuals have been apprehended for selling fake tickets for up to 20,000 rupees. This just goes to show how much money people are willing to spend to be at the stadium, making it mind boggling to even imagine how much money is being made by the organisers.\nSpeaking of the organisers, this may be the ICC Cricket World Cup, but it's being held in India. The Board of Cricket Control in India (BCCI) have turned India into the financial epicentre of cricket in the last decade or so, which has given it something of a free reign when it comes to administering the sport. \nWith power, however, comes responsibility, and also the ability to throw your weight around. While the inclination to make every penny possible from the India-Pakistan rivalry remains strong, the political tension that has sustained between these two countries since 2008 has meant that neither country's cricket team has toured the other in over a decade.\nThat has resulted in a steep decline in the supply of the most exciting product in cricket, the India-Pakistan match. And this is where the moneymakers have shone. With the lack of bilateral series, ICC competitions and Asia Cups have become the only events where the matches can take place. \nPossibly by luck, but probably by design, the teams have managed to meet in every ICC event and Asia Cup after 2010, and the format of the last three Asia Cups have meant that two India-Pakistan games are all but guaranteed. If both the teams turn up for the final, a third India-Pakistan game is also on the cards. While the guarantee of a sporting spectacle such as this is great news for broadcasters and sponsors who are waiting with their bags of money, it does put into question the integrity that is the bedrock of professional sports. Simple rules of probability dictate that at least once or twice in more than 10 years, a cricketing event could take place where the teams don't meet.\nThings took a turn for the comical in the recently concluded Asia Cup in Sri Lanka. For starters, the tournament was supposed to take place in Pakistan. Political sentiments in India meant that the government in that country was wholly uncomfortable with the idea of the cricket team travelling to Pakistan. Pakistan retaliated by saying they wouldn't go to the World Cup in India, but India, being the richer and more powerful country in the world of cricket diplomacy, won this contest. They moved all their group games and the whole second phase of the tournament to Sri Lanka, where a monsoon was in full swing. The first India-Pakistan game was washed out by rain, and when a second game was about to get washed out too, administrators met for an emergency meeting and decided that only the India-Pakistan game would be given the privilege of having a reserve day. If rain interrupted this game too, a second day would be available to finish this one-day game.\nThe integrity and fairness that may have been brought into question before this were truly thrown out of the window, when other teams in the tournament realised that their matches mattered less than the game between India and Pakistan. Everyone openly admitted that this was the game that makes the most money, so this is the one that deserves a reserve day. Business won the day, and bankers celebrated with their suits and briefcases.\nFast forward to the World Cup, Pakistan's threat of not travelling to India has proven to be empty, and the India-Pakistan game once more is the one that has captured everyone's attention. The BCCI was criticised for not holding an opening ceremony at the beginning of the tournament, so they rectified that by announcing a pre-game show before the India-Pakistan match at Ahmedabad, with superstars like Amitabh Bachchan, Rajinikanth, and Arijit Singh set to attend. Supporters say that this means the BCCI listens to supporters, that they actually wanted to hold multiple such ceremonies, but have been limited to just one. Critics, on the other hand, are saying that it's just another ploy to get more screen time out of the already highly saleable prospect of an India-Pakistan contest.\nThis rivalry is a spectacle of sports, and no matter what happens on the pitch, it's guaranteed that over a billion people across the world will be tuning in. The love of the game, in this instance, may not be strong enough to melt the glaciers of political deadlock and play regular bilateral games, but business is good enough for everyone to sit back for once and allow proceedings to unfold. At the end of the day, a game will be played, pockets will be lined, and as fans, our eyes will be glued to the screen.\nAzmin Azran is the editor of Campus and Rising Stars at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The big business of India-Pakistan cricket",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-big-business-india-pakistan-cricket-3442246",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "Who knows how many Palestinian civilians will be killed by the time this report is published? Among the bodies that cannot be taken to a hospital or a morgue, because there will be no petrol or electricity, will be large numbers of children. They will have hidden in their homes, listening to the sound of the Israeli F-16 bombers coming closer and closer, the explosions advancing toward them like a swarm of red ants on the chase. They will have covered their ears with their hands, crouched with their parents in their darkened living rooms, waiting, waiting for the inevitable bomb to strike their home. By the time the rescue workers get to them under the mountains of rubble, their bodies would have become unrecognisable, their families weeping as familiar clothing or household goods are excavated. Such is the torment of the Palestinians who live in Gaza.\nA friend of mine in Gaza who has a 17-year-old child told me on the first night of this recent spell of Israeli bombing that his child has lived through at least ten major Israeli assaults on the Palestinians in Gaza. As we spoke, we made a list of some of the wars we could remember (because these are Israel's wars, we are using the Israeli army names for their attacks on Gaza): Operation Summer Rains (June 2006), Operation Autumn Clouds (October-November 2006), Operation Hot Winter (February-March 2008), Operation Cast Lead (December 2008-January 2009), Operation Running Echo (March 2012), Operation Pillar of Cloud (November 2012), Operation Protective Edge (July-August 2014), Operation Black Belt (November 2019), Operation Breaking Dawn (August 2022), Operation Shield and Arrow (May 2023).\n\nGaza was never allowed a political process, in fact, never allowed to shape any kind of political authority to speak for the people. Israel has tried with force to eradicate Gaza's political life and to force the people into a situation where the armed conflict becomes permanent. When the Palestinians conducted a non-violent Great March of Return in 2019, the Israeli army responded with brute force that killed two hundred people. When a non-violent protest is met with force, it becomes difficult to convince people to remain on that path and not take up arms.\nEach of these attacks pulverises the minimal infrastructure that remains intact in Gaza and hits the Palestinian civilians very hard. Civilian deaths and casualties are recorded by the Health Ministry in Gaza but disregarded by the Israelis and their Western enablers. As the current bombing intensified, journalist Muhammad Smiry said, \"We might not survive this time.\" Smiry's worry is not isolated. Each time Israel sends in its fighter jets and missiles, the death and destruction are of an unimaginable proportion. This time, with a full-scale invasion, the destruction will be at a scale not previously witnessed.\nThe ruin of Gaza\n\nGaza is a ruin populated by nearly two million people. After Israel's horrific 2014 bombardment of Gaza, the United Nations reported that \"people are literally sleeping amongst the rubble; children have died of hypothermia.\" A variation of this sentence has been written after each of these bombings and will be written when this one finally comes to an end.\nIn 2004, Israel's National Security Director Giora Eiland said that Gaza is a \"huge concentration camp.\" This \"huge concentration camp\" was erected in 1948 when the newly created Israeli state's ethnic cleansing policy removed Palestinians into refugee camps, including in Gaza. Two years later, Israeli intelligence reported that the refugees in Gaza had been \"condemned to utter extinction.\" That judgement has not altered in the intervening 73 years. Despite the formal withdrawal of Israeli settlers and troops in 2005, Israel remains the occupying power over the region by sealing off the land and sea borders of the Gaza Strip. Israel decides what enters Gaza and uses that power to throttle the people periodically.\nPoliticide\n\nWhen the Palestinians in Gaza tried to elect their own leadership in January 2006, Hamas – formed in the first Intifada (uprising) of 1987 in Gaza – won the election. The victory of Hamas (the Islamic Resistance Movement) was condemned by the Israelis and the West, who decided to use armed force to overthrow the election results. Operation Summer Rains and Operation Autumn Clouds introduced the Palestinians to a new dynamic: punctual bombardment as collective punishment for electing Hamas in the legislative elections. Gaza was never allowed a political process, in fact, never allowed to shape any kind of political authority to speak for the people. Israel has tried with force to eradicate Gaza's political life and to force the people into a situation where the armed conflict becomes permanent. When the Palestinians conducted a non-violent Great March of Return in 2019, the Israeli army responded with brute force that killed two hundred people. When a non-violent protest is met with force, it becomes difficult to convince people to remain on that path and not take up arms.\nAs this conflict takes on the air of permanency, the frustration of Palestinian politics moves away from the impossibility of negotiations to the necessity of armed violence. No other avenue is left open. Palestine's political leadership has been either tethered by the European Union and the United States and so been removed from popular aspirations or – if it continues to mirror those aspirations – it has been sent to one of Israel's many, harsh prisons (four out of ten Palestinian men are in or have been in prison, while the leaders of most of the left parties spend long periods there under \"administrative detention\" orders). Israeli sociologist Baruch Kimmerling has argued that the Israeli policy toward the Palestinians has resulted in \"politicide,\" the deliberate destruction of Palestinian political processes. The only road left open is armed struggle.\nIndeed, by international law, armed struggle against an occupying power is not illegal. There are many international conventions and United Nations resolutions that affirm the right of self-determination: these include, Additional Protocol 1 of the 1949 Geneva Conventions, UN General Assembly Resolution 3314 (1974), and UN General Assembly Resolution 37/43 (1982). The 1982 resolution \"reaffirms the legitimacy of the struggle of peoples for independence, territorial integrity, national unity and liberation from colonial and foreign domination and foreign occupation by all available means, including armed struggle.\" You could not have a stronger statement that provides legal sanction for armed struggle against an illegal occupation.\nWhy does Hamas attack Israel? Because a political grammar has been imposed on the relationship between the Palestinians and the Israelis by the nature of the Israeli occupation. Indeed, any time there is a modest development for talks – often brokered by Qatar – between Hamas and the Israeli government, those talks are silenced by the sound of Israeli fighter jets.\nWar crimes\n\nEach time these Israeli fighter jets hammer Gaza, leaders of Western countries line up metronomically to announce that they \"stand with Israel\" and that \"Israel has a right to defend itself.\" This last statement – about Israel having the right to defend itself – is legally erroneous. In 1967, Israeli forces crossed the 1948 Israeli \"green lines\" and seized East Jerusalem, Gaza, and the West Bank. United Nations Security Council Resolution 242 sought the \"withdrawal of [Israeli] armed forces from territories occupied in the recent conflict.\" The use of the term \"occupied\" is not innocent. Article 42 of the Hague Regulations (1907) states that a \"territory is considered occupied when it is actually placed under the authority of the hostile army.\" The Fourth Geneva Convention obliges the occupying power to be responsible for the welfare of those who have been occupied, most of the obligations violated by the Israeli government.\nIn fact, as far as Gaza has been concerned since 2005, Israeli high officials have not used the language of self-defence. They have spoken in the language of collective punishment. In the lead-up to the ongoing bombing, Israel's Prime Minister Benjamin Netanyahu said, \"We have decided to halt electricity, fuel, and goods transfer to Gaza.\" His Defense Minister Yoav Gallant followed up, saying, \"I have ordered a complete siege on the Gaza Strip. There will be no electricity, no food, no fuel, everything is closed.\" Then, Israel's Energy Minister Israel Katz said, \"I instructed that the water supply from Israel to Gaza be cut off immediately.\" Having followed up on these threats, they have sealed Gaza – including by bombing the Rafah crossing to Egypt – and closed down the lives of two million people. In the language of the Geneva Conventions, this is \"collective punishment,\" which constitutes a war crime. The International Criminal Court opened an investigation into Israeli war crimes in 2021 but was not able to move forward even to collect information.\nThe children huddle in their rooms waiting for the bombs sit in the dark because there is no electricity and wait – with parched throats and hungry bellies – for the end. After the 2014 Israeli bombardment, Umm Amjad Shalah spoke of her 10-year-old son Salman. The boy would not let his mother go, being in terror of the noise of the explosions and the death around him. \"Sometimes he screams so loudly,\" she says. \"It almost sounds like he's laughing loudly.\"\nVijay Prashad is an Indian historian, editor, and journalist. He is a writing fellow and chief correspondent at Globetrotter, and an editor of LeftWord Books and the director of Tricontinental: Institute for Social Research.\n\nThis article was first produced by Globetrotter\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The savagery of the war against the Palestinian people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-savagery-the-war-against-the-palestinian-people-3442171",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "It is encouraging to learn that Bangladesh's labour market is expanding beyond the Gulf and Southeast Asian countries. According to a report by this daily, our workers are now increasingly migrating to other destinations such as South Korea, Italy and Japan. That said, Saudi Arabia still remains the biggest employer of Bangladeshi labour force, with 54 percent of migrant workers going to the country in 2022. After Saudi Arabia, Oman, the United Arab Emirates, Singapore, Malaysia, Qatar and Kuwait are among other top employers. However, South Korea has now emerged as a promising destination, having recruited some 9,170 workers between January 2022 and June 2023.\nIn addition, Japan, Italy and Seychelles are also increasingly attracting migrants. While Italy lifted an eight-year embargo on hiring workers from Bangladesh in October 2020, Japan recently made arrangements with Bangladesh to recruit new workers. Seychelles, on the other hand, is also recruiting workers after an agreement on labour cooperation in 2019.\nThe expansion beyond the Gulf has been long overdue because Middle Eastern countries mostly recruit unskilled or low-skilled workers from Bangladesh, who receive a lower salary compared to skilled workers from the Philippines, India or China. This is also one of the reasons for our declining remittance inflow, even though we have been sending an increasing number of workers to these countries. Moreover, our workers are often exposed to violence and abuse in the Gulf countries. A staggering number of them, including female workers, died in these countries having faced appalling living and working conditions as well as abuse by employers. Therefore, it is crucial that we reduce our overdependence on Gulf countries and find alternative destinations.\nAlthough the number of workers sent to the emerging destinations is still very low, we hope that it will continue to rise, and the addition of skilled labour should also create a competitive and conducive environment in the labour-receiving countries. This will also increase our bargaining capacity as a labour-sending country, and in turn help our workers get better salaries as well as protection from abuse. Right now, the priority is to keep up the momentum. Meanwhile, the expatriate ministry should focus more on upskilling workers so that they can bring in better economic returns. Moreover, private recruiting agencies should also be involved in the process to increase outflow of workers and explore new markets for them.\n",
        "headline_1": "An expanding labour market brings hope  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/expanding-labour-market-brings-hope-3442136",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "It is encouraging to learn that Bangladesh's labour market is expanding beyond the Gulf and Southeast Asian countries. According to a report by this daily, our workers are now increasingly migrating to other destinations such as South Korea, Italy and Japan. That said, Saudi Arabia still remains the biggest employer of Bangladeshi labour force, with 54 percent of migrant workers going to the country in 2022. After Saudi Arabia, Oman, the United Arab Emirates, Singapore, Malaysia, Qatar and Kuwait are among other top employers. However, South Korea has now emerged as a promising destination, having recruited some 9,170 workers between January 2022 and June 2023.\nIn addition, Japan, Italy and Seychelles are also increasingly attracting migrants. While Italy lifted an eight-year embargo on hiring workers from Bangladesh in October 2020, Japan recently made arrangements with Bangladesh to recruit new workers. Seychelles, on the other hand, is also recruiting workers after an agreement on labour cooperation in 2019.\nThe expansion beyond the Gulf has been long overdue because Middle Eastern countries mostly recruit unskilled or low-skilled workers from Bangladesh, who receive a lower salary compared to skilled workers from the Philippines, India or China. This is also one of the reasons for our declining remittance inflow, even though we have been sending an increasing number of workers to these countries. Moreover, our workers are often exposed to violence and abuse in the Gulf countries. A staggering number of them, including female workers, died in these countries having faced appalling living and working conditions as well as abuse by employers. Therefore, it is crucial that we reduce our overdependence on Gulf countries and find alternative destinations.\nAlthough the number of workers sent to the emerging destinations is still very low, we hope that it will continue to rise, and the addition of skilled labour should also create a competitive and conducive environment in the labour-receiving countries. This will also increase our bargaining capacity as a labour-sending country, and in turn help our workers get better salaries as well as protection from abuse. Right now, the priority is to keep up the momentum. Meanwhile, the expatriate ministry should focus more on upskilling workers so that they can bring in better economic returns. Moreover, private recruiting agencies should also be involved in the process to increase outflow of workers and explore new markets for them.\n",
        "headline_1": "An expanding labour market brings hope  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/expanding-labour-market-brings-hope-3442136",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "It is disheartening to know that, despite concerns from independent analysts, a controversial move to buy 261 expensive cars (SUVs) for DCs and UNOs has been approved by the Cabinet Committee on Economic Affairs. As we have said when it was reported last month that the finance ministry had greenlit the proposal, the Tk 381-crore procurement initiative will only add to the strain on public coffers at a time of record-high import bills and critically low forex reserves. Moreover, the latest development hasn't been announced properly, possibly fearing backlash, despite the finance ministry earlier declaring that it would hold a press briefing.\nIt goes without saying that the public has a right to know the reason for such purchases using their hard-earned money. Although the finance minister did attempt a justification – that \"there was already a need to buy the cars. Moreover, cars are really needed during elections, and they are needed for conducting fair elections\" – we are unconvinced that this is the case. The DCs and UNOs usually serve as returning officers and assistant returning officers, respectively, during elections. In any constituency, everything related to polling basically goes through them. Thus, the latest move, coming just months ahead of a scheduled general election, has ignited fears that it was meant to please these officials and potentially impact the election outcome.\nIf this is the case, then we have every reason to be worried. In the past weeks, we have seen similar, strategically timed provisions in the form of perks and promotions for public officials holding important positions. We have seen how demands for in-situ promotions were indulged in both BCS police and public administration cadres. While we recognise the importance of deserving officials getting what they are due, those must be a means to a greater end: public interests. And right now, the public is not best served by such initiatives.\nSUVs don't help in elections. If a fair election is indeed what the government wants, it must ensure neutrality of election officials and transparency in the electoral process.\n",
        "headline_1": "SUVs for the sake of a fair election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/suvs-the-sake-fair-election-3441511",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "Though the government has declared leather as a priority sector, its export potential is yet to be realised. Even so, in FY 2021-22, its earning from exports at US$1.25 billion was the highest in a decade. Unsurprisingly, in the last fiscal (FY2022-23), the government expected a 15.64 per cent year-on-year export growth from this sector. However, the expectation could not be fully met, as the export earnings fell short of the target of US$1.44 billion by 1.5 per cent. The different projects undertaken by the commerce ministry to improve the leather and footwear industry's export potential, too, did not prove effective. It is against this backdrop that the three-day (October 12-14) Bangladesh Leather Footwear & Leather goods International Sourcing Show (BLLISS-23)' has been organised by the commerce ministry in collaboration with the 'Leather goods and Footwear Manufacturers and Exporters Association of Bangladesh (LFMEAB)'in the city. This is to provide an effective platform to connect the international leather and leather products' buyers, brands and sourcing representatives with the top level manufacturers and exporters of this sector in Bangladesh. Obviously, the aim is to catalyse effective networking among all the local and international operators of the leather sector to develop business as well as present the sector's investment potential before the global community. Through such efforts, Bangladesh can be turned into an international source point of leather products and footwear. Such an expectation is not quite unfounded seeing that the international buyers of leather and leather products as well as investors in this sector are now looking beyond China and Vietnam in search of new centres of sourcing. So, with its 3.0 per cent share in global leather and leather product market, Bangladesh is well-placed to play a significant role in this regard. As the government in its Vision 2041 has set an overall export target of US$300 billion, the leather sector, as the second biggest export earner after the Readymade Garments (RMG), will be expected to play its due role to turn the vision into a reality. As expected, in the shorter term, the leather goods and the footwear sector has been set an export target worth US$5.0 billion by 2030. Of course, the need for improving quality of leather and leather products including footwear and diversifying products and their export destinations are a sine qua non for achieving the target.However, it is one thing to set a high target, but it is quite another to achieve it. In this connection, the government has to first take stock of the domestic factors stymieing the expected growth of leather sector. Take the case of compliance issues such as the certification from the Leather Working Group (LWG). Without this certification, neither the leather that local tanners process, nor the leather products including the footwear produced here can enter the international market. The few leather goods producers that have LWG certificationin the country, some three in number, too, cannot use local leather to manufacture their products for export to Western markets. As a result, they have to import finished leather to make their products exportable. The situation is not going to change, until the compliance of the Savar Tannery Estate is ensured. So, to achieve the ambitious export targets as set for the leather sector, the task ahead will be to complete first the Savar Tannery Industrial Estate's infrastructure with a fully functional Central Effluent Treatment Plant (CETP). Hopefully, the government is up to the task.",
        "headline_1": "Expanding leather sector's capacity, export potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expanding-leather-sectors-capacity-export-potential-1697209569",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "A team from the International Monetary Fund (IMF) was in the country recently to discuss economic issues with the ministry of finance. On the table of discussion was the issue of lowering subsidies on energy and fertiliser. Such suggestions could not have come at a worse time for the country as farmers to consumers are already reeling from the impact of slashed subsidies that have taken place over the last one year. Fertiliser and power are both production inputs and any rise in their cost affects prices paid for by both producers and end users.Earlier in the year, the government had already raised the price of fuel and power for irrigation. Then it initiated for a blanket increase in prices of the four main pillars of fertilisers used for agricultural production - Urea, DAP, TSP and MOP by Tk 5.0 per kilogram, which constituted a 27 per cent hike. This is on top of the 37.5 per cent increase in prices earlier. While this would go on to save Tk 70 billion in subsidy for the government, the increased cost contributed heftily to the price spiral at retail level, one that was paid for by consumers suffering record high inflation rates throughout the year. Cost of every essential item considered edible for people went through the roof.Now that the IMF has made these observations, it leaves policymakers in a fix as the country is months away from the national elections. To what extent fertiliser and energy prices will be possible remains to be seen. As pointed out by former research director of Bangladesh Institute of Development Studies (BIDS), M Asaduzzaman, the price of fertiliser had already been increased by 60 - 80 per cent in the last six months that ate through farmers' profits. On top of this, they were struggling with skyrocketing fossil-fuel prices. It is interesting to note that while cost of fertilisers is being increased at this rate in the domestic market, the same cannot be said for those items in the international market. Unfortunately for Bangladesh, the foreign exchange is not available to buy fertiliser from international markets presently, given the precarious situation with the foreign exchange reserve. So, Bangladesh finds itself at a crossroads.If one looks at the last increase in prices of fertiliser, it is seen that it would still have to pay a hefty amount for subsidies amounting to Tk21/kg of urea,Tk49 for DAP, TK40 for MOP and Tk23 for TSP. Although, it is understandable that the government would wish to reduce this hefty subsidy amount, but is it reasonable to expect the poor, marginal farmers to bear the cost of upward adjustment of fertiliser. How feasible is this? How are farmers expected to spend an additional amount of Tk 25 - Tk 36 billion extra to buy fertiliser? This is the amount, prior to any new hike in fertiliser prices, being mulled by the state now.It is understandable why farmers are now turning away from agro-production because they are left to their own devices to take up the extra burden of spiralling cost of inputs like power and fertiliser. Any cut in agriculture production will inevitably hurt food security in the country since there is hardly any money to import the shortfall from international markets. Then there is the question of energy prices. As pointed out by the former head of BIDS, \"if the government is forced to raise energy and fertiliser prices in line with the IMF suggestions, then they must compensate the farmers to keep prices of grains and other foods within the reach of commoners.\" As is evident from the market situation, there is no mechanism to guarantee prices at farm level to cover the cost of production and this is a losing proposition for farmers in general. It is imperative to keep the cost of farm inputs within the reach of producers if the state wishes to maintain production levels and this surge in fertiliser and diesel prices have triggered a chain reaction in the market of essential commodities. No wonder, consumers have been subjected to unparalleled price hikes at retail level throughout the year. Any further rise in input cost would further increase prices of rice, vegetables, fruits, dairy, meat, fish and other essentials. The government must not raise prices of fertiliser or fossil fuels if it wishes to avoid famine-like conditions because if cost of inputs becomes uneconomic, production across the board will fall. This is a scenario unthinkable at this point in time and the government ought not to give in to external pressure on the issue.\n[email protected]",
        "headline_1": "Fallouts of further reduction of subsidies on energy and fertiliser",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fallouts-of-further-reduction-of-subsidies-on-energy-and-fertiliser-1697209773",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "The personal data of millions of Bangladeshis are no more secure. Whether the authorities responsible for keeping the data protected acknowledge it or not is immaterial. A bulk of data, preserved with the Registrar General's office, birth and death registration information system (BDRIS), was hacked in July this year. Now, data kept with the Smart National Identity Card (NID) system of the National Election Commission (EC) is readily available with a Telegram channel. It means private data like the name of an individual along with names of their father, mother and spouse; date of birth, religion, gender, phone number, present and permanent addresses; and photographs are available to a third party illegally. The third party now has a databank of millions of Bangladeshi citizens from which various quarters could easily access the data. These two sensitive breaches of millions of citizens' private data are a matter of grave concern. These data can be used to identify various individuals and exploited for identity theft to generate false identities. Later, the data thieves use the false identities for various criminal and fraudulent activities. In Bangladesh, several incidents have already been unveiled in the media, although these are only the 'tip of the iceberg'. The breaches or leaks of millions of private data clearly show that the country's data protection system is weak and vulnerable. From the beginning of data collection to data accumulation, there are flaws at every step. In the name of national security and state necessity, various government agencies are engaged to protect private data of the citizens. During the last couple of years, the law enforcement agency, police to be precise, regularly collects information on residents and tenants in Dhaka and many other parts of the country. Thus, the police have accumulated a large amount of data on citizens. How secure the data are a big question now. The passport office also has extensive data on citizens, including biometric ones. The tax authorities, health department, education ministry, central bank and some other bodies also store citizens' personal data. As these data are preserved electronically, thanks to the rapid advancement of information and communication technology (ICT), it is easy to process. At the same time, it is also easy to access without any authorisation, provided that the protection system is weak and backdated. A lack of coordination among the agencies concerned and their careless attitudes have been responsible for data exposure. Though experts have repeatedly urged to ensure utmost caution in the gathering process, there is no way to be certain whether the government bodies and agencies pay necessary heed.Over the decades, data theft has become a global concern as many individuals face the problem. Their data have been severely compromised as they are now exposed to various organisations ranging from social media platforms to state agencies. Bangladesh is also at risk. The proliferation of smartphones and the use of various mobile applications already put millions of users at risk of compromising privacy. Without knowing, every day, they are sharing their data with others. The theft of data also becomes a big business. So, in the 'crazy world' of the internet and online, it is tough to protect users' data. Nevertheless, utmost caution is now necessary to reduce the risk of unauthorised private data sharing. The government and its agencies have to step up their vigilance. Data breach already taken place may end up causing grave harms and further exposure will invite disaster of monumental scale.\n[email protected]",
        "headline_1": "Private data breach: Who's to blame?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/private-data-breach-whos-to-blame-1697209830",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2023"
    },
    {
        "full_article": "More than half the children with disabilities in Bangladesh do not receive any formal education, according to a report conducted by Bangladesh Bureau of Statistics (BBS) with technical support from UNICEF. There are reportedly only 20 schools in the country, which have the capacity to teach differently abled children. There is no fixed curriculum for these children. As the children remain uneducated and untrained, they fail to find work and earn a dignified living. Many disabled children lag behind when they are admitted to regular schools since there is no separate curriculum for differently abled children. Their assessment process is also the same as other children. Besides, there is no proper infrastructure for children with disabilities. Inclusion of differently-abled children to education can become a life-changing step for them. There should be a separate curriculum for children with disabilities and it should be prepared to incorporate their needs. The teachers also need more training to teach children with disabilities. We should provide differently-abled children an opportunity to integrate them into mainstream education and the workforce. We need to create an inclusive environment where they can thrive. If educators, policymakers and other stakeholders collaborate in this task, these children can change their lives for the better. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "School curriculum for children with disabilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/school-curriculum-for-children-with-disabilities-1697209852",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2023"
    }
]