[
    {
        "full_article": "The word maverick comes from 19th-century Texas rancher Samuel Maverick, who defied norms of that time and chose not to brand his cattle. The charitable explanation is he did not want to inflict pain on the animals. An alternate theory is that he was an opportunist who wanted to corral any unbranded cattle.\nGoing by what’s happening in America today, you may want to rule out the first premise when it comes to Donald Trump and Elon Musk, two billionaires who are incendiary mavericks and are dominating political and social discourse these days. Tender-hearted altruists they are not. Inflicting pain and a keen sense of opportunism is their stock in trade.\nRead full opinion on TOI+\n\n",
        "headline_1": "Trumped & un-Musked in America: Badly behaved billionaires with armies of loyalists don’t always win. They can’t manage the toxicity they created",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/trumped-un-musked-in-america-badly-behaved-billionaires-with-armies-of-loyalists-dont-always-win-they-cant-manage-the-toxicity-they-created/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Far from the phase-down of coal that COP26 called for in Glasgow, it is a pronounced phase-up that the world has seen this year. The large disruption of conventional energy supplies by the Ukraine war has sent Germany reviving coal-fired plants and China mining record volumes. Now midway through COP27 in Sharm el-Sheikh, India has proposed that the decision text should call for phasing down all fossil fuels rather than making a villain out of only coal. This position follows from two factors. First, natural gas and oil do contribute to GHG emissions as well so don’t whitewash them. Second, India does keep being targeted for heavy coal reliance for its energy needs. And this targeting is hypocritical and unjust.\nRich countries have fallen horribly short of their commitments to help developing countries make a just-transition from fossil fuels. Their historical emission contributions aside, look at the place from where these countries are asking India to clean up: US energy use per capita is 6,804 kg of oil equivalent compared to India’s 637 kg. Of course, India is making significant investments in renewables. But geopolitical disruptions, growing summers and also welcome reductions in poverty mean such new demands that our energy security remains dependent on coal. Hastening us along the change path should be done via more finance and technology support.\nIndia also has to navigate an internal just-transition challenge as 85% of coal production is concentrated in the relatively poor eastern and central states, while over 60% of renewable energy potential and 80% of current capacity is concentrated in relatively wealthy southern and western states. When the political economy has to transition millions of livelihoods, blunt-force approaches are near unaffordable.\nAt the same time, regular accidents that show open-cast mines to be death traps also show that cleaning up coal is very much in workers’ interests. It is also in everyone else’s interest, given both the sickening smog hovering over northern India right now and global carbon emissions from fossil fuels expected to hit a record level this year. Thus, even if coal has to keep playing an important role in India until at least 2040, it must not be business as usual. Instead, cleaner technologies must be harnessed in extracting and deploying it. And India should put hard timelines to such transitions.\n\n",
        "headline_1": "The coal reality: How coal is phased out is India’s policy choice, the transition cannot be decided by West’s interests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-little-more-green-india-should-clean-its-coal-cop27-should-not-give-a-clean-chit-to-the-other-fossil-fuels/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Today marks ten years of the reform that took sexual offences against children out of the IPC – and the coming into effect of the special law, Protection of Children from Sexual Offences (POCSO) Act. From gender-neutral offences to child-friendly special courts following gentler procedures in recording statements and conducting trials, it was a much-needed reform. Cases under POCSO have risen steadily, suggesting greater reporting of offences, but this needs constant upgrading of judicial infrastructure.\nA Vidhi report on POCSO published in this newspaper reveals that pendency has risen sharply after the pandemic struck and that disposal of cases within a year of institution may be slowing down. With victims being children, longer disposal times are unacceptable. The report also noted three acquittals for every conviction, suggesting police is failing at marshalling evidence. But POCSO’s biggest problem is that it increased age of consent from 16 to 18.\nThis implies that consent of those between 16 and 18 isn’t valid in sexual intercourse. Consequently, many POCSO cases involve girls’ families filing sexual assault charges where they don’t approve of relationships. Half of POCSO cases are accounted for by the 16-18 age bracket. The Karnataka high court has sought review of age of consent citing “ground realities”. Delhi HC recently granted bail in a classic case of POCSO misuse. The accused was implicated by his 17-year-old “wife’s” father. Ironically, the father conducted her marriage while still an adolescent, but when she rebelled, eloped and remarried, the father slapped POCSO on her second husband. POCSO was “meant to protect children below 18 from sexual exploitation, not criminalise consensual romantic relationships between young adults”, Delhi HC observed. The letter and spirit of POCSO must reflect this sensible proposition. It’s time to consider whether the age of consent should be lowered from 18.\n\n",
        "headline_1": "POCSO at ten: The law gave sexual offences against children the focus it deserved. But consider lowering age of consent from 18",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pocso-at-ten-the-law-gave-sexual-offences-against-children-the-focus-it-deserved-but-consider-lowering-age-of-consent-from-18/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Few questions on judicial decisions are of greater import than those concerning the  premature release of the seven convicts in the Rajiv Gandhi assassination. After having performed a dry run through the release of AG Perarivalan in May by using its extraordinary powers under Article 142, the Supreme Court cited that as precedent to order other life convicts to be freed.\nThree of the seven had earlier had their death sentence commuted to life, only because their mercy petitions before the President were cold-storaged for long. Before that, Sonia Gandhi had sought that Nalini, the lone woman among the convicts, be spared the noose since she was the mother of a girl child delivered while in prison.\nRead full opinion on TOI+\n\n",
        "headline_1": "The seven who should have remained behind bars: Releasing those convicted of assassinating Rajiv Gandhi is not justice. And Tamil politicians are plain wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-seven-who-should-have-remained-behind-bars-releasing-those-convicted-of-assassinating-rajiv-gandhi-is-not-justice-and-tamil-politicians-are-plain-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "\"No man ever steps in the same river twice,\" said Heraclitus, the ancient Greek philosopher, in explaining the unity of opposites. The notion of modernisation serves a perfect argument in this regard: all nations share a common vision for modernisation, but have to follow different pathways to achieve it. Learning from lessons and experience of other modernised nations notwithstanding, China, as a country unique in population, culture, history, social system and many other senses, cannot simply transplant any others' paradigm, but has to set the criteria and fix the road map that suit but only its own case.\nBased on exploration and practice since the founding of the People's Republic of China, in particular the breakthroughs in theory and practice since 2012 when socialism with Chinese characteristics entered a new era, the Communist Party of China (CPC) has led the country to blaze an indigenous trail to achieve modernisation, which is, for the first time, comprehensively expounded by the newly concluded 20th National Congress of the CPC. It contains elements common to the modernisation processes of all countries, but is characterised by features unique to the Chinese context.\nFirst, it is the modernisation of a huge population. China is working to achieve modernisation for more than 1.4 billion people, a number larger than the combined population of all developed countries in the world today. This is a task of unparalleled difficulty and complexity that inevitably labels our pathways of development and methods of advancement with uniqueness.\nSecond, it is the modernisation of common prosperity for all. Achieving common prosperity is a defining feature of socialism with Chinese characteristics and involves a long historical process. The immutable goal of our modernisation drive is to meet the people's aspirations for a better life. We will endeavour to maintain and promote social fairness and justice, bring prosperity to all, and prevent polarisation.\nThird, it is the modernisation of material and cultural-ethical advancement. Material want is not socialism, nor is cultural impoverishment. China inherited a splendid cultural heritage brewed throughout its history lasting for millennia, thus is naturally entitled to the right of well-rounded development in both material and cultural-ethical terms. By advancing its culture in a socialist way, China will create a new form of human advancement.\nFourth, it is the modernisation of harmony between humanity and nature. China is committed to sustainable development and to the principles of conserving and preserving resources, protecting the environment and letting nature restore itself. The country will continue to pursue a model of sound development featuring improved production, higher living standards, and healthy ecosystems to ensure sustainable development.\nWith utmost importance, it is the modernisation of peaceful development. In pursuing modernisation, China will not tread the old path of war, colonisation, and plunder taken by some countries. That brutal and blood-stained path of enrichment at the expense of others caused great suffering for the people of developing countries. In the course of its peaceful rise, China pledges to stand firmly on the right side of history for world peace, joint development and human progress.\nTo realise the aforementioned visions, the congress re-emphasises a two-step strategic plan. From 2020 through 2035, China will significantly increase its composite national strength, substantially grow the per capita GDP to be on par with that of a mid-level developed country, and basically realise socialist modernisation. Then from 2035 through the middle of this century, China will become a great modern socialist country that is prosperous, strong, democratic, culturally advanced, harmonious, and beautiful, leading the world in terms of composite national strength and international influence.\nThe five years ahead will be crucial for China getting our efforts to a good start, whereas the world has entered a new period of turbulence and change in which strategic opportunities, risks, and challenges are concurrent, and uncertainties and unforeseen factors are rising. To guarantee the achievement of Chinese modernisation, it is essential for China to uphold and strengthen the overall leadership by the CPC, and to keep following the path of socialism with Chinese characteristics. We will apply a people-centred development philosophy, and remain committed to reform and opening up. Meanwhile, to meet obstacles and difficulties head on, China needs to carry forward a fighting spirit.\nWhile pursuing modernisation on our own path, we also observe with admiration that Bangladesh spends no effort in exploring its own way towards modernisation. Under the able leadership of the honourable Prime Minister Sheikh Hasina and with joint efforts of all Bangladeshi people, the country has grown from a boat to a cruise. It is now the second largest economy in South Asia, and is expected to become the ninth largest consumer market within a decade. Bangladesh has impressed the world by its steady and fast growth. A bright and promising future lies ahead of the pearl of the Bay of Bengal.\nAs Chinese President Xi says, the dream of Sonar Bangla well connects with the Chinese dream of rejuvenation. At operational level, Bangladesh's development strategies, such as the Vision 2041 perspective plan, are synergising closely with the Belt and Road Initiative. More opportunities of cooperation on achieving the 2030 Sustainable Development Goals (SDGs) are being explored by us both, under the Global Development Initiative. It is my deep belief that, in our respective but joint struggles in pursuing modernisation and realising national dreams, China and Bangladesh would work as the closest friends and sincerest partners to promote the humanity's shared values of peace, development, fairness, justice, democracy, and freedom, to address global challenges and to continue building a community with a shared future for mankind.\nHE Li Jiming is the ambassador of China to Bangladesh.\n\n",
        "headline_1": "The Chinese Path to Modernisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-chinese-path-modernisation-3168716",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Considerable research conducted by renowned Orientalists such as Moriz Winternitz, Heinrich Lüders, Arthur Berriedale Keith, Sylvain Lévi and Sten Konow between the 1880s and 1960s have established that between the 1st century CE to the 7th century CE, a tradition of Buddhist theatre flourished in South Asia. This tradition, generated by a host of Buddhist scholars and practitioners, is an important source for the study of the indigenous theatre not only of Bangladesh, but also of Pakistan and Afghanistan. The problem with Bangladesh is that very few scholars and practitioners engaged with theatre demonstrate any interest in the tradition. Consequently, the Indian State, media and academia have exerted their hold on the tradition to such an extent that the world recognizes ancient Buddhist theatre in South Asia as an exclusive intellectual terrain of modern India. Although Bangladesh can lay a rightful claim to the tradition, it has failed to do so, mostly because the State, media and academia in Bangladesh are hardly enthusiastic regarding the non-Islamic past of Bangladesh. This piece presents a summary of current research on ancient Buddhist theatre in South Asia, in order to serve as a catalyst that hopefully will trigger enough interest in establishing Bangladesh's rightful claim to its Buddhist past.\nExisting evidence indicates that Aśvaghoşa (c. 80-150 CE) was not only the earliest Buddhist playwright, but also the earliest Sanskrit playwright in South Asia. He was a renowned Buddhist philosopher and poet at the court of Kushan emperor Kanişka, whose capital was situated in Puruşapura (what now is Peshawar in Pakistan). Another important playwright from the 5th century CE was Chandragomin. It is now certain that he was not only a famous Buddhist scholar-monk renowned for his work on Sanskrit grammar but also the composer of a play titled Lokānanda. As the famous Buddhist traveler-monk Yijing (I-Tsing) observed, he was from the eastern part of South Asia. Other scholars are in agreement that the eastern region referred to was ancient Bengal. Besides these two playwrights, scholars also believe that a mysterious Buddhist acharya named Rāhula composed a treatise on theatre (nāţya), which is now completely lost. It is also argued that Buddhist theatre beginning with Aśvaghoşa in the first century CE, down to Emperor Harşavardhana in the 7th century CE, was not only well-developed theoretically but was also quite popular among the people. When an exact accounting is done, the corpus of Buddhist plays is found to include the following eight texts, one extant in original, one in translation, five in fragments, while one has been completely lost. Given below is a brief account of these works.\n1. Śāriputra-prakaraņa (a play in 9 acts) by Aśvaghoşa. Only fragments of the last two acts are extant. Recovered by Lüders at Turfan in Tarim Basin, in 1911, the play is based on the legend of Śāriputra and Maudgalyāyana ordaining as monks under the Buddha, as related in the Mahāvagga of the Vinayapiţaka. As shown in the last two acts of the play, Śāriputra has an interview with Aśvajit, the Buddha's first disciple. Then he engages in a conversation with his friend the Vidūşaka (jester), on the merits of the teachings of Gautama Buddha. The Vidūşaka advises Śāriputra against accepting Buddhist teachings, since Śāriputra is a Brahman and the Buddha hails from the kştriya (warrior) caste. But Śāriputra rejects the Vidūşaka's argument on the ground that the Vaidya (physician) is capable of healing the sick despite belonging to a low social caste. Next, when he meets his dear friend Maudgalyāyana, the latter enquires as to why Śāriputra appears radiant. Śāriputra informs Maudgalyāyana about the Buddha and his teachings, and they both decide to seek refuge in Buddhism. The Buddha receives them warmly and foretells that the two will be the highest in knowledge and magic power among his disciples. At the end of the play, Gautam Buddha and Śāriputra engage in a philosophical dialogue which rejects the belief in a permanent self (ātmā).\n2. Fragment of a play, possibly a nāţaka, with allegorical characters such as Buddhi (Wisdom), Dhŗti (Firmness) and Kīrti (Fame). It was found at Turfan in Tarim Basin, but the playwright's name is unavailable. Nevertheless, because the fragment has been recovered with Śāriputra-prakaraņa and because it demonstrates remarkable linguistic similarity with the same play, it is believed that the playwright of this fragment is also Aśvaghoşa. The fragment shows the three allegorical characters conversing in Sanskrit. At one stage, the Buddha enters the stage. It is uncertain whether he engages in a dialogue with the allegorical characters, because the play is fragmented at this point.\n3. Fragment of another play that appears to be a prakaraņa like the Mŗcchakaţikā by Shudraka. It was also recovered at Turfan. The author remains unknown but this too is believed to have been authored by Aśvaghoşa. The characters of the play are a heterogenous lot: a courtesan named Magadhabati, a Vidūşaka named Komudhagandha, a hero named Somadatta, a rogue named Duşţa, a prince named Dhanananjaya, a maid-servant, Śāriputra and Maudgalyāyana. One scene of the play takes place at Magadhabati's home and another at a park. The play also mentions a festival held at a hilltop.\n4. Rāşţapāla-nāţaka by Aśvaghoşa, which has disappeared completely, but its existence is confirmed by references found in a Chinese translation of Sri Dharma-piţaka-sampradāya Nidāna (472 AD), titled Fu fa tsang yin yüan ch'üan, and two other Buddhist liturgical texts. The plot was possibly based on the Raţţhapālasutta in the Majjhimanikāya, showing how Raţţhapāla, after renouncing worldly life to become a monk, could not be enticed back to worldly life even with heaps of gold and alluring advances of his ex-wives. As recounted in Fu fa tsang yin yüan ch'üan, a performance of the play, in which Aśvaghoşa himself conducted the orchestra, was so successful that five hundred kştriyas renounced worldly life to become Buddhist monks. In order to make sure that such a mass exodus is not repeated, the king of Pataliputra forbade all future performance of the play.\n5. Lokānanda-nāţaka by Chandragomin, a play in five acts composed in the 5th century CE. The original text in Sanskrit has disappeared. In the first half of the 14th century, the play was translated from Sanskrit into Tibetan in Kathmandu. Michael Hahn used the Tibetan version to translate it in German in 1974, and in English in 1987 as Joy for the World. The play shows how Prince Maṇicūḍa (later the king) of Sāketa, who is gifted with a benevolence-showering jewel implanted on the crown of his head, sacrifices all his possessions including his kingdom – and even his wife and son – in order to remain steadfast to his commitment to munificence. He dies when he sacrifices even the jewel implanted on his head to a wicked Brahmin, but is revived by the gods because of his commitment to munificence.\n6. Nāgānanda-nāţaka,   a play in five acts attributed to Emperor Harşavardhana (reigned 606 – 648 CE). It is based on King Jimutavåhana's self-sacrifice to save the Nagas (a race of semi-divine half-serpent beings who live in the underworld). The play is still extant in original Sanskrit. Nāgānanda-nāţaka may demonstrate signs of Buddhist lineage superficially, but a close reading demonstrates that its religio-philosophical inclination is a curious blend of Hinduism and Buddhism.\n7. Maitreyasamiti-nāţaka (lit. \"Encounter with Maitreya\"), a play in 27 acts bearing a Sanskrit title but written in the language known as Tocharian A. Quite a few fragments of the play were recovered from Turfan and Yanqi (Tarim Basin), all dated to the 8th century CE. Maitreyasamiti-nāţaka is based on Buddha Maitreya, the future saviour of the world. An Old Uyghur translation of the Tocharian text, dated to the 10th century CE, has also been recovered.\n8. In 2007, fragment of an unnamed another play was recovered in Afghanistan and has been published by Uwe Hartmann. The recovered fragment shows that it was composed in Sanskrit and Prakrit, in prose as well as verse. It appears to indicate dialogue among three characters: Vidūşaka, King, and Minister.\nThe significance of the corpus of Buddhist plays is immense. Firstly, it indicates that the genesis of theatre in South Asia is well before the 2nd century CE, because when Aśvaghoşa emerged as a playwright at this juncture, he was already well-adapted to the craftsmanship of playwriting, and appears to have inherited a long tradition that flourished before him. Secondly, and more importantly for Bangladesh, 'the genesis of theatre in the country can now be firmly pushed back to the 5th century CE, since we have Lokānanda-nāţaka as a piece of 'hard' evidence. It may be recalled that hitherto, the earliest evidence of theatre in ancient Bengal was dated to the 8th-10th century, as ascertained by the occurrence of the term 'Buddha-nāţaka' in a caryā song by Vīnā-pāda. Thirdly, by the 10th century CE, Buddhist theatre appears to have generated the growth of a lively world of performance not only in what today is Bangladesh, India, Pakistan and Afghanistan, but also in Central Asia. Indeed, the Silk Road was key to this transmission. As I argue elsewhere, Buddhist dramaturgy also 'travelled' to Tibet, where it was rejected by Vajrayana Buddhism. However, nurtured by Mahayana Buddhism, it prospered in the Tarim Basin and the adjoining oases kingdoms, where it was transmuted into Buddhist plays in Tokharian and Khotanese Saka. These plays were produced during Buddhist festivals in Khotan and Kocho, at mass public gatherings in the vicinity of temples. The Khotanese Buddhist theatre may have met with a sad demise at the hands of the Muslim Kara-Khanid rulers. Nevertheless, Tokharian Buddhist plays, possibly performed in pavilions in temple precincts, travelled on to the Northern Song empire (China), and were further transformed to give rise to zaji, and the performance pavilions such as those in temple compounds located in Shanxi and Zhejiang provinces in China. Towards the end of the T'ang period and during the political upheavals of the 10th century, when Buddhism lost favour of the state, and subsequently in early 11th century, when the Muslims began to control the Silk Road in central Asia, all traces of Buddhist plays were erased by neo-Confucianism and Taoism. Nevertheless, the performances continued to live in transmuted forms.\nLaying aside the 'scholarly' importance for the academics to ponder over, it is important to turn to Lokānanda-nāţaka, the miracle-recounting Buddhist play from ancient Bangladesh, to recognize that its significance extends beyond that of a heritage object preserved in museums. Let us begin by acknowledging that miracles have been recounted in all major religions, such as Islam, Christianity, Hinduism, Jainism and Buddhism. It is pointless to argue about the validity of any of these miracles, for their worth are embedded deep in the belief system of the devotees. Instead, I argue that a particular significance of Lokānanda-nāţaka lies in its validity as a root paradigm. As the cultural anthropologist Victor Turner explains in Dramas, Fields, and Metaphors: Symbolic Action in Human Society, root paradigms are not univocal concepts nor stereotyped guidelines, but extend beyond the cognitive and the moral to the existential domain.\nParadigms of this fundamental sort reach down to irreducible life stances of individuals, passing beneath conscious prehension to a fiduciary hold on what they sense to be axiomatic values, matters literally of life or death. Root paradigms emerge in life crises, whether of groups or individuals, whether institutionalized or compelled by unforeseen events. One cannot then escape their presence or their consequences.\nThe root paradigm that Lokānanda-nāţaka posits is Maṇicūḍa's commitment to munificence. Similar root paradigms may also be found in Raja Harishchandra's sacrifices as projected in Hinduism and Prophet Ibrahim's qurbani as articulated in Islam. Faced with endemic corruption in Bangladesh, to the extent that it is ranked 147th out of 180 countries in Transparency International's Corruption Perception Index, perhaps we would do better if we draw on all the root-paradigms of munificence and sacrifices that our tradition offers us. \nSyed Jamil Ahmed, PhD is Honorary Professor at University of Dhaka and Theatre Director at Spardha: Independent Theatre Collective\n",
        "headline_1": "Buddhist theatre in South Asia and beyond",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/buddhist-theatre-south-asia-and-beyond-3168606",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "At a time when the head of state is repeatedly urging citizens to not leave \"an inch of land\" uncultivated given the growing threat of a food crisis, it is alarming to see that far from taking steps to expand our farmland coverage, the fertility of existing farmlands is being compromised in various ways. According to a report by this daily, one such example is being set by the Mongla Port Authority, which is planning to dispose extracted river sand on arable land at the Banisanta union in Khulna, despite protests from local farmers and having alternatives to dump it elsewhere. This is totally unacceptable.\nReportedly, the port authority is implementing a project to dredge 2.16 crore tonnes of sand to improve navigability of the Pasur River. The conflict between locals and the authority ensued at the beginning of 2020 when the latter selected 300 acres of arable land in Banisanta for dumping sand extracted from the river. What's worse, they did so without consulting with farmers who own this land. Since then, farmers have been protesting the decision – so far to no avail – which they fear will degrade their land and destroy their livelihood. Sandy soil has very low nutrient levels. It can reduce crop yields and increase risks of end-of-season drought. In the worst-case scenario, it might displace at least 5,000 farmers, activists say.\nThe authority, however, argue that they selected the current site after a feasibility study, considering all options. This is hardly convincing for the farmers, whose proposal about three alternative sites has been ignored. According to an expert, a viable alternative site is already in use, where sand can be carried and dumped through a booster pump that the Mongla port can borrow from the Chattogram Port Authority. In the end, however, we feel that it's not a question of whether there are alternatives, but whether arable land can be degraded even if there are none. This mentality of using farmland for non-farming purposes – and the sense of impunity with which government departments seem to disregard the rights of citizens – are precisely why the port's decision has been criticised by the activists.\nThe importance of having enough arable land and maximising their use to ensure our food safety cannot be stressed enough. Increasing agricultural productivity could be an answer to the reduction of cropland, but it's no longer an acceptable trade-off given ongoing assaults on agricultural and forested lands in the country. What's particularly troubling is how government offices themselves are often leading this carnage, when they should be taking steps to stop it. This is a clear violation of the PM's instruction on cultivating cropland, and a contravention of international cropland use standards.\nWe urge the Mongla Port Authority to immediately walk away from their plan of dumping sand on cropland and go for an alternative option. The higher authorities must intervene, if necessary, to make it happen, and must make cultivation the mainstay of our food safety policy.\n",
        "headline_1": "Don't allow food production to be hampered ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-assault-food-production-3168311",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Professor emeritus at New York University's Stern School of Business, Dr Nouriel Roubini – better known as \"Doctor Doom\" – who came to prominence for predicting the 2008 financial crisis, has again come out with some terrifying predictions. He said due to various global factors, financial markets around the world should brace for a period of decline that would be more severe than the crashes of the 1970s and 2008. \"It's going to get ugly, the recession,\" and there will be \"a financial crisis,\" Roubini said. Despite countries around the world already facing substantial economic and financial problems, Roubini warned that \"this is just the beginning… Wait until it's real pain.\"\nIn April this year, the International Monetary Fund (IMF) warned that we were living in dangerous times. Debt, globally, was already very high before the first pandemic lockdown. During the pandemic, deficits increased and debt built up much faster than they had in the early years of previous recessions, including the Great Depression and the Global Financial Crisis.\nLow debt service costs relieved some concerns about the record high public debt of advanced economies – until recently. The reason was that nominal interest rates were very low in many countries. In fact, they were close to zero or even negative all along the yield curve in countries like Germany, Japan, and Switzerland, while neutral real interest rates were on a significant downward trend in countries such as the US, the EU region, Japan, and a number of emerging markets. Now global financial conditions are tightening as major central banks have raised interest rates to contain inflation.\nThe problem, however, is that after the 2008 financial crisis, many advanced economies resorted to printing massive amounts of money to bail out zombie institutions, which caused inflation and resulted in a transfer of wealth from the bottom 99.9 percent to the richest 0.1 percent. At the same time, they brought interest rates down to zero so that these zombie institutions could service their debts – while maintaining the illusion that they are not completely unsustainable.\nAs a share of global GDP, private and public debt levels are much higher now than before, having risen from 200 percent in 1999 to 350 percent today. Under these conditions, rapid normalisation of monetary policy and rising interest rates will drive highly leveraged households, companies, financial institutions, and even governments into bankruptcy.\nThe ongoing inflation may not be a short-term phenomenon, according to Roubini. And because many economies are expected to go into (or already are in) recession, the world may be entering a new era of \"Great Stagflationary Instability.\"\nBecause higher inflation is a global phenomenon today, most central banks are tightening at the same time, which is increasing the chance of a synchronised global recession. And this is already having an effect: real and financial wealth are falling, while debt and debt-servicing ratios are rising. Thus, the next crisis will be different from its predecessors. In the 1970s, the world experienced stagflation but no massive debt crisis because debt levels were low. After 2008, there was a debt crisis followed by deflation because the credit crunch had generated a negative demand shock. Today, we are facing supply shocks in the context of much higher debt levels, meaning we are heading for a combination of the 1970s-style stagflation and 2008-style debt crisis.\nTo add to that, the world is currently going through a geopolitical turmoil. The Russia-Ukraine war and the West's response to it has disrupted the trade of energy, food, fertilisers, industrial metals, and other commodities, which is further fuelled by tensions between the West and China. American troops, even according to the Western media, are currently on the ground in Ukraine, \"monitoring arms deliveries\" to the country. Meanwhile, the US has banned the export of certain semiconductors – which are extremely valuable – to China and is pressuring European nations into cutting trade ties with it on national security grounds. Therefore, a new world war is practically underway, \"certainly in Ukraine and cyberspace,\" according to Roubini.\nWhile the prospects of a world war and global financial turmoil will certainly negatively impact Bangladesh, another major concern for our country is that our economy already has a number of structural problems, which our policymakers have shown no interest in acknowledging, let alone resolving. Uncontrolled irregularities in our financial sector have probably created the same problem of zombie institutions getting propped up over the years. This has also diverted resources away from productive industries towards the unproductive ones.\nActing against most economists' advice, the government has remained adamant not to adjust our interest rates in line with the current reality. Could it be because they are afraid of what that entails for our zombie institutions, which will find it difficult to maintain the façade that they are not insolvent, should interest rates go up?\nDuring negotiations with the IMF, Bangladesh was questioned about the culture of project delays and cost escalation that has been normalised over the years. Bangladesh's response was that these delays occurred as a result of \"teething problems\" – short-term problems that occur in the early stages of a new project – and now implementation of the projects are in full swing. Given the reality, however, it is extremely difficult to believe that to be true. Nevertheless, the fact remains that such wastage must end if we are to have any chance of coming out of the impending crisis relatively unscathed, to whatever extent possible.\nBecause of the myriad other structural problems that exist, the government has to formulate and implement a package of comprehensive reforms and policies by involving independent experts into the mix. Allowing bureaucrats and vested interests the luxury to dictate policies (or lack thereof), as has become the norm, will only dig us into a deeper hole at a time when the world seems to be descending into total chaos. It is imperative for our government to now recognise that it has made many mistakes in the past. And seeing the warning signs that are fast approaching on the horizon, it must realise that now is the time for national unity, good policies, and their timely implementation.\nEresh Omar Jamal is assistant editor at The Daily Star. His Twitter handle is @EreshOmarJamal\n",
        "headline_1": "Global economy showing warning signs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/global-economy-showing-warning-signs-3168186",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "At a time when the head of state is repeatedly urging citizens to not leave \"an inch of land\" uncultivated given the growing threat of a food crisis, it is alarming to see that far from taking steps to expand our farmland coverage, the fertility of existing farmlands is being compromised in various ways. According to a report by this daily, one such example is being set by the Mongla Port Authority, which is planning to dispose extracted river sand on arable land at the Banisanta union in Khulna, despite protests from local farmers and having alternatives to dump it elsewhere. This is totally unacceptable.\nReportedly, the port authority is implementing a project to dredge 2.16 crore tonnes of sand to improve navigability of the Pasur River. The conflict between locals and the authority ensued at the beginning of 2020 when the latter selected 300 acres of arable land in Banisanta for dumping sand extracted from the river. What's worse, they did so without consulting with farmers who own this land. Since then, farmers have been protesting the decision – so far to no avail – which they fear will degrade their land and destroy their livelihood. Sandy soil has very low nutrient levels. It can reduce crop yields and increase risks of end-of-season drought. In the worst-case scenario, it might displace at least 5,000 farmers, activists say.\nThe authority, however, argue that they selected the current site after a feasibility study, considering all options. This is hardly convincing for the farmers, whose proposal about three alternative sites has been ignored. According to an expert, a viable alternative site is already in use, where sand can be carried and dumped through a booster pump that the Mongla port can borrow from the Chattogram Port Authority. In the end, however, we feel that it's not a question of whether there are alternatives, but whether arable land can be degraded even if there are none. This mentality of using farmland for non-farming purposes – and the sense of impunity with which government departments seem to disregard the rights of citizens – are precisely why the port's decision has been criticised by the activists.\nThe importance of having enough arable land and maximising their use to ensure our food safety cannot be stressed enough. Increasing agricultural productivity could be an answer to the reduction of cropland, but it's no longer an acceptable trade-off given ongoing assaults on agricultural and forested lands in the country. What's particularly troubling is how government offices themselves are often leading this carnage, when they should be taking steps to stop it. This is a clear violation of the PM's instruction on cultivating cropland, and a contravention of international cropland use standards.\nWe urge the Mongla Port Authority to immediately walk away from their plan of dumping sand on cropland and go for an alternative option. The higher authorities must intervene, if necessary, to make it happen, and must make cultivation the mainstay of our food safety policy.\n",
        "headline_1": "Don't allow food production to be hampered ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-assault-food-production-3168311",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "We welcome Prime Minister Sheikh Hasina's statement in a Jubo League rally on Friday that there will be no famine in the country as \"our economy is (still) strong enough\". Concerns over a possible famine, acknowledged by the PM herself in previous comments, have dominated the headlines in recent weeks. With her latest remark, she sought to calm frayed nerves but also stressed that preparation – including not keeping \"an inch of land uncultivated\" – is a must going forward. We appreciate the positivity and confidence amid gloomy forecasts about the likelihood of famine in 45 countries.\nBut we must remember that absence of a famine is not necessarily absence of a food crisis or public suffering, and that for any preparation to be successful, it must involve an honest appraisal of our present situation first. The question is, are we ready for that?\nFood crisis, of which famine is the most extreme form, may also mean lack of access to what food is available because of high prices, supply problems, etc. Like many countries faced with the destabilising effects of the Russia-Ukraine war, Bangladesh has also seen prices of food and non-food items go through the roof. And it is as much because of upward global pricing trends as because of internal challenges, including poor policy response, mismanagement and lack of control over market intermediaries, which ensured that prices remained high even when those came down in the global market. Unfortunately, the government still seems to be in denial about these factors, or the massive suffering caused by them.\nMoreover, the government claim about the strength of our economy is a relative truth, if our only point of reference is Sri Lanka. Interestingly, last week, Bangladesh became the third country in South Asia, after Pakistan and Sri Lanka, to secure a \"staff-level\" loan agreement with the IMF this year. That connection may be coincidental, but that we were in a position to need such loans says a thing or two about our economic strength, or lack thereof. The present market realities are also quite telling. Although inflation has come down a bit with the grocery prices somewhat cooling off in October, food prices are still very high and beyond the purchasing ability of the majority of people, creating an artificial crisis which the government is yet to find a way out of.\nThis is not to downplay the effects of external shocks, however. But the singular focus on the war must change. True, if the war continues, supply disruptions will continue. Countries may increasingly restrict food exports to boost their own supplies. Bangladesh, therefore, must look inward and focus on maximising its food production, as the PM has rightly stressed. This, we hope, will involve increasing our cropland coverage through judicious planning and execution as well as better management of crop failures, caused by erratic weather events. We also hope that the interests of our farmers will be protected. Fertiliser imports, and access to them, may get further challenging in the coming days, which must be addressed.\nThe government also must establish control over the politico-business nexus exploiting the precarity of farmers and lack of regulatory oversight to manipulate the market. Otherwise, ongoing suffering from the extremely high cost of living will continue.\n",
        "headline_1": "Bangladesh must maximise food production ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-must-maximise-food-production-3167876",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Few people in Bangladesh know about the disease called hypoxaemia --- essentially a respiratory disorder and often fatal. Approximately, 42 per cent of children in the country suffer from the ailment. On the global scale, 73 million people fall victim to hypoxaemia each year. Of them 32 million are children. A worrying aspect of the ailment is that it is related to several respiratory disease-related medical conditions. They include pneumonia, malaria, sepsis, tuberculosis, chronic obstructive pulmonary disease, heart disease, asthma etc. Anyone suffering from hypoxaemia requires clinical oxygen support. But there is no guarantee that life-saving oxygen in hospitals will be available when needed most. The irony is, almost all large and mid-level hospitals in Bangladesh are equipped with technical facilities needed for supplying oxygen medically. Yet a large number of them continue to go through medical oxygen insecurity. The oxygen supply system exposed tragically during the peak of Covid-19 in the country still remains inadequate. Although oxygen distribution systems and pulse oximeter registered a gain from 6.0 per cent in 2014 to 12 per cent in 2017, it proved far short of requirement of an emergency like the pandemic. In Bangladesh, there are three types of oxygen sources. They are compressed gas system, portable oxygen concentrator and liquid oxygen system. The medical oxygen crisis in general, especially its below par distribution during 2014 -2017, came up for discussion on the occasion of the presentation survey findings on November 9 in Dhaka. The event was organised for evidence-sharing with journalists. It was co-hosted by the ICDDR,B and Data for Impact (D41) to mark the World Pneumonia Day 2022. As had been expected, the importance of medical oxygen security received the prime focus at the event; it also stressed the prospects for the availability of oxygen therapy in Bangladesh, along with low-cost innovations. As the specialists have observed, innovative medical interventions can add to the health systems and address the medical oxygen security by putting into perspective the matter's pros and cons. Coming to the 2-year havoc wrought by the Covid-19 in 2020-`21, the sufferings of Covid patients had more to do with a terrible crisis of medical oxygen than anything else. The miseries were alleviated to a large extent thanks to the humanitarian intervention of the US and India. At the peak of the pandemic, India pledged in 2021 to send two fully equipped medical oxygen plants to Bangladesh to help the latter cope with the dreadful pandemic. Besides, the Bangladesh government planned for setting up two medical gas plants for Tk 10 billion.All these initiatives were taken up following the rise in deaths across the country caused by an unconscionable lack of oxygen supply --- in particular the acute dearth of the high-flow nasal cannula. Accelerated rise in Covid-19 deaths and terminally ill patients put premium on oxygen supply facilities in hospitals. It was at such a critical time that the cabinet gave initial nod to set up 30 medical oxygen plants. A good number of these initiatives, if not all, would have received green signal by now hadn't the Russia-Ukraine war broken out. But still the plants should be set up at least one, if not a few, at a time.",
        "headline_1": "Medical oxygen security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/medical-oxygen-security-1668344760",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Even a year back, the International Monetary Fund (IMF) in its World Economic Outlook said that by the fiscal year 2024-25, Bangladesh's Gross Domestic Product (GDP) would be US$516.24 billion. According to that forecast, Bangladesh would by that timeline overtake the economies of Singapore, Hong Kong and Denmark. That was no doubt a huge statement in favour of an economy that was (and still is) bracketed with the world's Least Developed Countries (LDCs). Of course, the comparison was made with an eye to the size of their GDPs and not to the quality of those countries' social and economic development. For everyone knows that Singapore and Denmark are among the world's advanced economies and societies. Their projected GDPs for 2025 were US$484.38 (Denmark), US$461.51 (Singapore) and US$452.10 (Hong Kong) respectively. With GDP as the yardstick, some other rich but small economies of Europe and Middle East would also fall behind Bangladesh. But such comparison cannot be made now. Rising inflation fuelled mostly by soaring energy price in the international market, unabated depreciation of taka against US dollar and declining foreign exchange reserve have resulted in lowdown of the economy. In fact, the same factors are also behind recessionary trend in the advanced as well as weaker economies. But the foreign exchange reserve crisis is especially damaging for weaker economies including Bangladesh.Bangladesh's foreign exchange comes mainly from export earnings and remittance sent by expatriate workers. But due to recession in the West, especially, in Europe and the USA, orders for our Readymade Garment (RMG) products, the mainstay of export, have been declining for the last two months. At the same time, remittance from migrant workers is also falling due to the difference between the officially-fixed rate of dollar against taka and that offered by foreign exchange dealers which is higher. Small wonder that the remittance senders prefer latter option, thereby depriving the country of a large amount of foreign exchange every month. Experts also point to some other issues that are behind the crisis of dollar in the market. It is flight of the dollar out of the country through illegal means, illegal trade in dollar by money exchangers, artificially fixed taka-dollar exchange rate etc. Thus the country's foreign exchange dropped from US$48 billion to US$34.33 billion recently. However, considering other expenditures and allocations made from the forex reserve, the reserve has come down further to around US$27 billion. As a result, Bangladesh is finding it harder and harder to meet its import costs. Especially, the power sector has been hardest hit as due to dollar crisis Bangladesh cannot afford to buy the required amount of fuel, Liquefied Natural Gas (LNG), in particular, from the international market to run its gas-fired power plants. As expected, the ongoing load-shedding due to production shortage of power has a knock-on effect on the entire economy. So, it is a kind of forced recession that has been imposed on the economy as there are fewer dollars in our reserve. Sri Lanka is a glaring instance of what can happen to an otherwise thriving economy if it does not have enough dollar in its reserve. Imagine a situation where Sri Lankan rupee was accepted as a mode of payment for the goods and services it were to buy from the international market. In that case, there would be no question of its economy going bankrupt. But since the current international economic order does not allow that, economies like those of Sri Lanka have to face the music. It happened so fast! No doubt, mismanagement of that country's economy by its political leaders and rampant corruption also played a big part in the crisis through flight of dollars from that country to safe havens abroad. Though Bangladesh is not exactly in a situation like Sri Lanka's, yet it is still seeking IMF's loan to preempt any such extreme situation. The IMF has readily agreed to extend to Bangladesh the asked-for loan worth US$4.5 billion. According to the IMF, the credit will be used to preserve the country's 'macroeconomic stability and support strong, inclusive, and green growth'. Protecting the vulnerable is also part of the objective of the IMF loan.However, it is not that Bangladesh had never approached the IMF or other global multilateral agencies including the World Bank (WB) or the Asian Development Bank (ADB) for any loan. In fact, as the country's development partners, they have long been supporting Bangladesh in its development efforts. The IMF, for instance, did provide loans on four occasions in the past. The first such loan was given in 1990-91. Then in 2003-04 and 2011-12and lastly in 2020-21. But in each case the amount of loan did not exceed US$100 million. So, considering the history, this is going to be the largest amount of IMF loan, so far, to be advanced to Bangladesh subject to approval by the global financier's management board. Once confirmed, the loan will be disbursed in seven instalments in four years (till December 2026). Moreover, the IMF money will not come without any strings attached. The ultimate release of the IMF funds will be subject to fulfilment of the conditions set by the global lender. These conditions include, for example, reduction of government subsidies in different sectors including gas, power and fertilisers. Subsidies to big state-owned companies would also come under review. Reform in the financial sector is another area of IMF's concern. Hopefully, the IMF loan would help the economy to avert any big crisis in the days to come. \n[email protected]",
        "headline_1": "IMF loan for Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imf-loan-for-bangladesh-1668344808",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "Questions of this year's Bangla papers have left academic and educationists utterly disconsolate. The Bangla first paper question set of Dhaka education board has one particular question in what is called structured or 'creative' segment with an overdose of communal slant. The technical board in its second paper had included a malicious question defaming a noted and popular writer by name. Mind it, these are papers of the country's mother tongue! There is no scope for dismissing the psyche that has gone into constructing such a communally sensitive question as a momentary lapse. A question setter has to think deep before s/he (in this case a male teacher of the minority community) comes up with a well-formulated creative question. One does not have to be too smart in such an exercise but must be careful about the respondents, their age and emotion involved, environment and the impact a question will make. In fact, what is a creative question for? It is meant to stimulate the creative aptitude of an examinee to conceptualise the purpose or the core message the question seeks to know. The next step is to get an idea of how best the examinee can use his knowledge for analysis of the substance and apply his or her faculty with the tools at disposal to prepare an answer. Thus the examiner can evaluate the merit of the examinee. In the Dhaka board's first paper Bangla, not only have the guidelines set by the authorities been violated but an inappropriate and highly sensitive issue with the potential of damaging communal harmony and triggering inter-communal hatred has also been imported. Imagine the repercussion it is supposed to cause in impressionable minds! It is sure to challenge examinees to imagine the situation involving the two Hindu brothers who cannot see eye to eye and the Muslim man who sacrificed a cow on the land he purchased from one brother but in front of the house of another brother. The Bangla second paper question names the name of an author who has earned enough fame for his novels. Here he has been denigrated in a vicious way by his portrayal as one craving for cheap popularity and publication of books written in a hurry without seriousness. This is a demonstration of a total lack of sense of propriety on the part of the question setter.If the question setters in both cases are out of their minds, what about the moderators ---four of whom are supposed to vet each question set? Are they equally ignorant of the responsibility and respect for social norms and inviolability of individual rights? The second one is a case of libel and the affected author can bring a libel suit against the education board responsible. Most likely he will not.The furore over the two questions is quite expected, but are such developments in the education sector unexpected? To go by what has long been taking a heavy toll on education, these are only side effects not the disease proper. In 2019, the Directorate of Secondary and Higher Education (DSHE) after a survey of educational institutions all across the country found that 42 per cent teachers fail to understand what structured or 'creative' questions are and so cannot prepare questions for examinations. In its May academic supervision report, the DSHE observes that 23 per cent teachers take help of their colleagues in preparing questions while 15 per cent collect questions from different unapproved sources. They are hardly to blame because, by the DSHE's own admission, only 45 per cent received training on setting 'creative questions' only for three to six days. Training on just question preparation, not on imparting lessons and that too for such a brief period! How outlandish! If teachers cannot appreciate a subject from different angles, asking them to prepare a 'creative' question set is out of place. Question paper leaks have long bedevilled education at the secondary and higher secondary stages. Notes and guide books still reign supreme and coaching centres are doing roaring business. Had education been on the right track and teachers could do justice to class teaching, such deviations would not be a natural consequence. Teachers are found wanting not only in quality but also in moral considerations. This is why the universities do not admit candidates on the basis of scores in SSC and HSC examinations. To put it blankly, they mistrust the achievements and take admission test before accepting candidates for graduation courses. Why blame the academic shortcomings alone, the capitulation of the National Curriculum and Textbook Board (NCTB) to the undue pressure from an orthodox Islamist party for bringing changes in textbooks has struck the last nail in the secular system's coffin. \n[email protected]",
        "headline_1": "When questions are questionable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-questions-are-questionable-1668344855",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2022"
    },
    {
        "full_article": "The incidence of suicide in Bangladesh has been rising day by day. What is more worrying is that most of the people who are attempting or committing suicide are young. More than 100 students of different universities in Bangladesh took their own lives last year, according to a survey. The tendency for committing suicides does not seem to have seen any let-up this year among our university students. Many university students have already committed suicide this year. The list may be long. The survey also says that suicidal tendencies are most common among those aged between 15 and 29. Experts think that the rise of suicide among the youths is happening for many reasons such as break-ups, academic pressure, stress, unemployment and frustration. The incidence of suicide and attempted suicide across Bangladesh needs immediate attention. Now is the time to raise awareness about suicide prevention as the statistics mentioned cannot be ignored. If we want to get rid of the terrible social problems like suicide, we should increase religious and moral practices in the family. Parents should take care when their children are leaving and when they are returning home and what they do in their room. To prevent suicide, every educational institution should have facilities for regular counselling. In every institution, students should be kept busy in various social activities. They should also be informed of the importance of life. \nAbir Hasan Sujan, Student of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Campaign for prevention of suicide",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/campaign-for-prevention-of-suicide-1668344887",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2022"
    }
]