[
    {
        "full_article": "The Indian Premier League (IPL) auction held over the weekend at Bengaluru reflected financial heft and fresh hopes. That a league, domestic in spirit and international in flavour, can cope with two pandemic years and still remain economically robust is a pointer to its marketing viability and strong financial underpinnings. Nearly ₹552 crore, ₹551.7 crore to be precise, was spent by 10 franchises as they sought to bolster their squads with a bouquet of players with varied skill sets. Surely the IPL has come a long way since Adam Gilchrist admitted to feeling like a cow after the maiden auction ahead of the inaugural edition in 2008. Cut to the present, players kept a tab through live television and were quick to react through their social-media handles. With two new teams in the fray – Gujarat Titans and Lucknow Super Giants – and other squads in the rebuilding phase after retaining a few stars, it was not surprising that 204 players went under the hammer with 67 of them being overseas cricketers. Even the health crisis of original auctioneer Hugh Edmeades was tided over as his replacement Charu Sharma stepped up to the task well. Wicket-keeper batter Ishan Kishan snapped up at ₹15.25 crore by Mumbai Indians was the most expensive buy and at 23, the Jharkhand player is seen as someone who can replicate M.S. Dhoni’s template.The auction also reflected team cultures with defending champion Chennai Super Kings (CSK) buying back its erstwhile core members. The outfit got Dwayne Bravo, Ambati Rayudu and Robin Uthappa which is in sync with skipper Dhoni’s philosophy of having an established group. Mumbai Indians meanwhile spent ₹8 crore on injured England speedster Jofra Archer, seeing him as a long-term investment and a potent ally of Jasprit Bumrah. Some of India’s under-19 stars too found their moment under the sun but as many of their seniors would vouch, they remain a work in progress. Through its ‘performance-age-marketability-availability-economics’ matrix, the auction also serves as a ruthless mirror. That Suresh Raina, a bonafide CSK star, along with Steve Smith, Aaron Finch and Eoin Morgan, found no takers is instructive. Years ago, Brian Lara was overlooked as he was deemed old. The Board of Control for Cricket in India allowed the Ranji Trophy to suffer a break in the 2020-21 season citing the pandemic but moved mountains to get the IPL bandwagon run smoothly and it revealed how the league’s financial muscle has the last word. The Ranji Trophy is back for now while talk about a women’s IPL still remains a nascent exercise. And just as in the previous years, the absence of Pakistan cricketers from the IPL is a pointer to sport never being immune from diplomatic pressures.",
        "headline_1": "The IPL auction: Cash cow",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindus-editorial-on-the-ipl-auction/article65048718.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "Production levels in India’s industries appear to be hitting a roadblock amid what the government has described in the Union Budget as an ‘overall, sharp rebound and recovery of the economy’ reflecting the ‘country’s strong resilience’. Factory output as measured by the Index of Industrial Production (IIP) fell for the fourth straight month in December 2021 to a 10-month low of 0.4%, compared to the same month in 2020. While the Omicron variant had become a worry by then, its impact was limited to contact-intensive services sectors with no restrictions posed on manufacturing activity. From a nearly 13% year-on-year growth in August 2021, thanks to a low COVID-19 lockdown-hit base, the IIP growth has tapered off every passing month — from 4.35% in September to 4% in October to just 1.3% in November. It may be recalled that by September 2020, most of the lockdown restrictions that could have plagued factories had been eased, so perhaps some labour force gaps and the shock to confidence and demand were the only hiccups for production managers. It was believed that those hiccups had been largely overcome after the deadly second wave receded in 2021. If that were indeed the case, industrial output should have seen a sharper pick-up in the last four months of 2021 than the mere 2.5% monthly average, particularly with festive season demand in play. That January’s GST collections, reflecting activity in December, hit a fresh record may suggest all is well, but tax revenues also get bumped up by inflation and quarterly filing options for smaller taxpayers. Moreover, GST revenues from imports of goods have been persistently rising faster than revenues from domestic transactions that include services imports. What makes the trend even harder to decipher is the volatility in month-on-month IIP numbers – since August, the overall index has alternated between a contraction and expansion every month, even as the percentage year-on-year growth has steadily collapsed. The Economy Survey for 2021-22 seemed to be describing a different landscape when it stated that a nascent private investment recovery is expected to accelerate as corporate profits and capital raising actions have boomed. “Expected increase in private consumption levels will propel capacity utilisation, thereby fuelling private investment activity,” it said, citing an RBI survey that signals rising investor optimism and expansion in production in the upcoming quarters. Economists believe the IIP prints suggest that the Budget’s bet that public capital spending will catalyse a consumption- and investment-led recovery, is on a weak footing. Manufacturing actually shrank in December, with capital goods (reflecting investment activity) contracting by a sharp 4.6% from 2020 levels and staying below pre-pandemic levels. Consumer durables saw a fourth consecutive month of contraction, while even non-durables tanked after a few months of insipid growth. With high commodity costs cramping producers, consumers still in cautious mode and the threat of a steep fuel price hike looming after March 10’s election results, the going isn’t likely to get smoother any time soon. That the central bank remains in growth-accommodative mode while the world is changing gears to tackle inflation, indicates its concern about the durability and quality of India’s recovery. The government must urgently reboot its rose-tinted assessment of the economy and recalibrate its approach so that the ‘on-paper’ optimism is reflected in billowing factory chimneys.",
        "headline_1": "A faltering recovery: On flailing factory output trends",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-faltering-recovery-the-hindu-editorial-on-flailing-factory-output-trends/article65046352.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "Let me begin with the story of a thought experiment. I did this experiment with a concept known as perspective-taking. In it, you try to understand things from another person's point of view. You put yourself in their shoes and see their life through their eyes. So, in my little experiment—out of curiosity, and because everyone deserves a little love on Valentine's Day—I put myself in the shoes of our now-retired chief election commissioner.\nHere's how I did it: I summoned the energy to wander into his head to understand how he justified doing all that he did since taking up the job. It was a tough sell. But finally, I managed to conjure up five scenarios in which the CEC is not the bad guy, but one whom bad things happen to, thus deserving our pity.\nScenario 1: At the end of his incredibly controversial term at the helm of the most-scrutinised public office in the country, the CEC may think, with the benefit of hindsight, that he was dealt a bad hand. After all, no other CEC had to put up with the third consecutive term of a political government, not least one bent on gaining legitimacy after coming off an uncontested election. He was fated to command a leaky boat. What's remarkable is not that it sank, but that he was on it while it did.\nScenario 2: The CEC can blame his luck for not having a compliant quartet for associates. The blowback he suffered for every mistake he made, for every electoral fraud and violence, for every time he looked the other way while his intervention was sought, would have hurt a lot less if one of his commissioners hadn't blown the trumpet at every opportunity.\nScenario 3: He set a bar below which no CEC can or should aspire to go—something to teach the class of wannabe commissioners. It's a lesson in teaching a lesson, but he is seldom credited for this didactic role.\nScenario 4: The CEC may feel that his real power was vastly overestimated, despite what the constitution says. After all, a constitution is only as effective as the executive branch allows it to be.\nScenario 5: The CEC's sense of humour is criminally underrated. Imagine all the times we mistook his deadpan expression for a lack of humour as he defended the integrity of his office against all evidence. We thought he was being serious, and we chided him for that. Joke's on us.\nOr imagine his subtlety when he said, \"Often, it is seen that someone who extorts money from hawkers in Gulistan later becomes a leader. One day he can be a parliamentarian too.\" As I speculated elsewhere: Gulistan here is a metaphor for the entire country. The crook in his little parable represents a cross-section of our leaders who can do anything to reach or retain the high seats of power. Could the CEC reveal more without risking saying more?\n***\nBut perhaps I'm getting ahead of myself. Perhaps he meant none of these, and he has none of the above scenarios playing out in his head. Far from having post-retirement blues, he may feel content. After all, as he suggested in his last media briefing, the success of a CEC should be determined by whether he has conducted all the elections planned, which he did. Merit of the elections be damned.\nIncidentally, February 14, 2022 was the last day for our dear departed Election Commission. The stars may not have aligned for this otherwise auspicious day of love and reunion to mark their departure, but it sure brought a certain measure of relief knowing that they are gone. However, them moving out means the next batch of commissioners moving in. The seat of the CEC will not remain vacant for long.\nWhat kind of a CEC will we get next? Will he be cut from the same cloth as the likes of KM Nurul Huda and Kazi Rakibuddin Ahmad, or will he be worthy of his office? Can he do his job even if he wants to? Can the search committee find the most motivated candidates? According to retired Justice Abdul Matin of the Appellate Division of the Supreme Court, who served in several such search committees, the chairman or members of the committee tasked with finding eligible candidates can do very little. Despite their efforts, what happens in the end is that \"the Cabinet Division hands over a few envelopes with biographies of some people of the government's choosing. There is no opportunity for scrutinising and selecting anyone from outside.\" (Prothom Alo, January 23, 2022).\nI won't go into a lengthy discussion about this process, or the performances of the past search committees. We have had a prodigious pile of diatribes accumulating over the years, and yet no one bothered. The banality of the effort, just as the futility of our whole democratic/electoral exercise, cannot be resolved overnight.\nWhat I find interesting is how the public is reacting to it. After news came out that about 350 names had been submitted for the posts of CEC and four other election commissioners—in other words, about 70 applications for each post—one Facebook user commented that the commissioner nomination process is now \"more competitive than the BCS exam.\" It's hard to disagree. We're told that some of the candidates submitted their own names to the search committee. Some are reportedly lobbying for the post to the Cabinet Division.\nThis would be—to rephrase a Stephen Hawking quote—tragic if it weren't funny. What we needed was a sincere effort to have fearless defenders of democracy brought to the Election Commission. What we needed was to create a conducive environment for them to hold free and fair elections by restructuring the electoral process. Instead, what we are getting is a glance into a new generation of candidates inspired by the commissionary zeal of KM Nurul Huda and Co.\nYou don't need a thought experiment to understand their motive.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "The CEC is gone, long live the CEC!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/the-cec-gone-long-live-the-cec-2962101",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "The title of our column today is inspired by an editorial in Prothom Alo, a popular Bangla national daily in Bangladesh, published on February 5, 2022. Titled \"Right to Information: Don't send the law into a cold storage,\" it raised concern about the use of exemption clauses in the RTI law by a public authority to deny information sought by a citizen.\nIt is reassuring that such an issue was raised by a widely read national daily, bringing into focus one of the most important laws of the land, which has largely been neglected both by the media and the civil society in general. Such neglect has contributed to the failure of the law to attract many users, despite its immense potential in monitoring government work. The reasons for such a failure are not far to seek. Users of the law often encounter many hurdles, as identified in these columns before. The editorial in question hit upon another—perhaps more formidable—barrier. It is of a more recent origin and relates to the increasing number of RTI requests for information that the authorities concerned find too sensitive to disclose and hence resort to using the exemption clauses.\nThe story begins with a citizen asking the police authorities for statistics on the number of cases registered in the country every year since the enactment of the Digital Security Act (DSA), 2018, and the number of people arrested and indicted under the law. The request was denied both at the primary and appeal stages, citing a few exemption clauses in the RTI Act. Subsequently, the applicant registered a complaint with the Information Commission, which heard both sides on January 11, and set February 22 for the announcement of its decision.\nWhile we await that decision, a quick recapitulation of the three exemption clauses stated under Section 7 of the RTI Act is in order. Clause 7 (f) permits denial of disclosing information if such disclosure would \"obstruct the enforcement of law or incite any offence.\" Clause 7 (g) allows denial if such disclosure would \"endanger public security or impede the due judicial process of a pending case.\" And Clause 7 (m) allows denial if such disclosure would \"affect any investigation process of an offence and the arrest and prosecution of the offender.\"\nWe leave it up to the readers to decide if these exemption clauses apply to the given case. Based on the information obtained from news reports, it is difficult to understand how disclosure of mere statistics may lead to the obstruction of justice and increase of offence. Moreover, we don't know how the police authorities justified their use of the exemption clauses.\nThis case provides us with an opportunity to reflect on the subject of exemption clauses generally, and the rationale behind their inclusion in the RTI Act. The exemptions make it clear that the rights of individual citizens recognised in the law are not absolute and are circumscribed by the collective rights of others. They recognise the need for balance between citizens' rights to monitor the work of the government and, at the same time, the legitimate right of the government to undertake measures to protect public interest. The harmonisation of the two, often conflicting, interests is paramount to preserving the principles and efficacy of participatory democracy.\nThere is, thus, little controversy about the need for limiting the citizens' right to information in relation to certain critical issues of governance. No one would challenge the state's need to protect any information affecting Bangladesh's sovereignty, integrity and security from unauthorised disclosure. Equally sacrosanct are the protection of personal information of individuals and the need for upholding the laws of the land and protecting due process. It is not difficult, therefore, to understand the decision of an authority to deny disclosure of any information that clearly falls within the purview of the exemptions. The problem arises if they are not so clear.\nIn some countries, not all items listed as exempt from disclosure are considered absolute. Some are qualified by what is known as the \"public interest override,\" meaning some exempted information can nevertheless be disclosed if public interest for disclosure overrides the interest of the state to keep them secret. The RTI Act in Bangladesh does not specifically include such a provision, but it may be subsumed to be inherent within the objectives of the law.\nWhat is more important for us is to focus on the proper interpretation of the existing exemption clauses, and ensure that they are not applied inappropriately. There is a clear need for vigilance in this regard. Because we have no such vigilance now in the country, there are instances where information-seekers find themselves in a quandary when the Information Commission itself concurs with the denial of information by the authorities concerned. Since the Information Commission's decisions are final and cannot be challenged in the courts, except in regard to the law's application, the matter normally ends there. Very few have the means to file a writ petition with the High Court to obtain a directive from it under Section 102 of the constitution. And among the few that are filed, many are not followed up properly. Such a state of affairs doesn't augur well for the fate of the RTI regime in the country.\nUnless we find a way to ensure that exemption clauses are properly applied, there is a danger that the cynical view held by many about the RTI Act—that if a public authority wishes to refuse an RTI request, it is able to do so without much difficulty—will indeed be confirmed. And that would be tantamount to consigning the RTI Act to a cold storage.\n \nShamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "Let’s not consign our RTI law to cold storage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lets-not-consign-our-rti-law-cold-storage-2962086",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "Many may remember the dramatic call between US President Ronald Reagan and his Soviet Union counterpart Mikhail Gorbachev in 1987. \"Mr Gorbachev, tear down this wall,\" President Reagan said, referring to the Berlin Wall, which had separated West and East Berlin since 1961. Thirty-two years since the end of the Cold War, here we are again, with the Russian advancement into Ukraine feared to be imminent. The North Atlantic Treaty Organization (Nato) has been aiding Ukrainian efforts to protect its sovereignty, but that too has seen mixed response from allies such as France and Germany. Could these developments presage a geopolitical disaster? Will Ukraine be annexed? Will the \"defenders of democracy\" really intervene? With both sides sticking to their guns, it is difficult to find justifications for these rather emotionally-charged developments—the Russian threat of an invasion, or a Nato expansion at the cost of risking war. So why are they still doing it?\nActors in the Ukrainian drama are taking action that produces tangible costs for an intangible benefit. Daniel Markey, a senior research professor of international relations at Johns Hopkins University, explains this with the human need to be perceived as superior which, he says, applies to states as well. He underlined the role of \"prestige motives\" in the origins of wars, contrasting the neo-realistic analysis of foreign policy. Psychological reasoning in explaining foreign policy is not new. D Larson was credited in Yuen Khong's \"Analogies at War\" for highlighting the influence of psychological concepts in foreign policy decisions.\nRussian President Vladimir Putin's rise to power was fuelled by his well-documented disdain for weak leadership responsible for what he believes to be the \"disintegration of historical Russia.\" His views on Ukraine have been thoroughly clarified in his nine-page article from last year, where he blamed the West for \"…[applying] divide and rule,\" and how Ukraine was being turned into \"a springboard against Russia… [requiring the need] for the 'anti-Russia' concept which we will never accept.\"\nThe dissolution of the USSR was a devastating blow to Soviet pride. With the lowering of the red banner went nearly half its population and its glorious ownership of a sixth of the Earth's land. A 2018 Levada Centre poll showed that 66 percent of Russians regretted the fall of the USSR. China's rise relegated Russia to the back seat of international relations, where their only relevance was militaristic and belligerent acts. Many may have loved them; the West may have hated them. But the Russians cannot bear becoming the subject of indifference.\nSince the dissolution and the subsequent decline of Russia's economy, Putin's takeover from Boris Yeltsin yielded favourable results, taking its GDP to unseen heights. But what also saw new \"heights\" were corruption, lack of freedom and democratic backsliding. The crackdowns worsened after Putin faced his greatest opposition: Alexei Navalny.\nPutin's approval rating, according to the Levada Centre, was always above 62 percent, but reached 89 percent during the EU/US sanctions following the annexation of Crimea. However, with the birth of a strong opposition coupled with protests, his trustworthiness in 2018 was only 39 percent, with some blaming him for all of Russia's problems. The protection of his power in his country is predicated on another glory, which—topped with his deep-seated dream of a greater Russia—provides sufficient resolve. Success in Crimea proves means and credibility. The farcical negotiations with Nato provide sufficient cover of diplomacy.\nFrance and Germany's conciliatory tone is well-founded, but the US cannot afford to look weak—nor can it afford a fight. The disaster in Afghanistan was debilitating enough for the Democrats, a party which cannot afford to have Trump back. The US cannot let Ukraine go undefended as it will severely harm its credibility with its allies as well. Deterrence theory has been long prescribed as the principal pillar of US foreign policy. Reputation is central to the deterrence theory, as stated by Jonathan Mercer, as threats need to be credible—a mixture of resolve, capability and interests. He also emphasised the reputation of loyalty, which the US claims to be of paramount importance. Kurds and Afghans would surely disagree.\nFailing to stop the Russian advancement will give leeway to other states, such as China in the South China Sea. In a metaphorical chess breakdown with Nato and Russia on the opposite sides, the board is Ukraine. But it has real people with real needs, with 64 percent wanting to join Nato, according to a poll by UNIAN, a Ukrainian news agency. The real victims in this game will continue to be the Ukrainian citizens.\n \nMahadev Ghosh is a student, columnist and independent researcher.\n",
        "headline_1": "What is at the core of the Ukraine crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-the-core-the-ukraine-crisis-2962056",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "Election Commissioner Mahbub Talukdar speaks with Mohiuddin Alamgir of The Daily Star about various issues related to the outgoing Bangladesh Election Commission, as well as the elections held during its five-year tenure, which expires today. This is the last of a two-part series of interviews marking the occasion.\nDuring the December 2018 election, opposition political parties alleged that their activists had been repressed, while ballot-box stuffing on the night before the voting day and some polling stations receiving 100 percent votes also made headlines. What is your take on these issues?\nIn the last parliamentary election, 213 polling stations reported having 100 percent votes cast. A BBC report also revealed that ballot-box stuffing had taken place on the night before the election day. Repression of opposition leaders and activists prior to the election has become a culture. There was a flurry of \"ghost cases\" against leaders and activists ahead of the election.\nThe 11th parliamentary election gave us nothing but the shame of failure. The chief election commissioner [KM Nurul Huda] claimed that \"there was a level playing field,\" but in reality, it did not exist. In the existing system, deputy commissioners act as returning officers; I don't think it is possible for them to remain neutral when it comes to sitting MPs in the existing political culture. So, the election was not free, nor neutral, lawful or acceptable.\nCould the Election Commission have investigated the allegations on its own? Why didn't it?\nIt was an established truth that ballot-box stuffing took place on the night before voting day. Investigating that allegation did not require directives from a court or anyone. I assume there was no investigation because if the matter of ballot-box stuffing had been investigated, the responsibility would have fallen on the commission.\nWhy do you say that it was established that ballot-box stuffing took place?\nThe Election Commission did not protest the BBC report.\nDid you ever discuss ballot-box stuffing at any of the commission meetings?\nNo, I didn't discuss the matter.\nThe (outgoing) Election Commission was widely praised for holding the election to Cumilla City Corporation at the beginning of its tenure and the Narayanganj City Corporation election towards the end. But it was criticised for other local government elections, many of which were rife with violence and irregularities. Why did the commission fail with those elections?\nDuring the Cumilla city polls, there was no outside interference as the commission was new. At the beginning, we were inspired to work independently. In the Narayanganj election, a scope was given to prove that free and fair election is possible under a political government. So, it was an exceptional case.\nI closely observed the Gazipur City Corporation election. I prepared a detailed report on it, and [on behalf of the Election Commission] I alone conducted the Barishal city polls. I wanted to stop the Barishal election due to irregularities, but could not because of the lack of cooperation from my colleagues. The Chittagong City Corporation election became a model of irregularities.\nWhy couldn't you keep the law enforcement and local administration under control?\nLaw enforcement agencies and local administrations are not under the Election Commission's authority, as per the existing electoral process. The commission is their temporary boss during the elections; their permanent bosses are the sitting MPs, who will be re-elected. In my view, the public administration and home ministries should be placed under the authority of the Election Commission before a parliamentary election.\nForty-two distinguished citizens have urged the president to constitute the Supreme Judicial Council (SJC) to investigate the allegations of election-related misconduct and financial irregularities in the present Election Commission. What are your comments on this?\nI am not exempted from these allegations. So, I can't comment on this.\nOn several occasions, you have publicly taken a different position than that of the rest of the Election Commission, regarding election irregularities, inaction of the administration, etc. Did you ever discuss these issues at the commission meetings?\nSpeeches are not recorded in detail in the minutes of the Election Commission meetings. Many of my important speeches did not find a place in the meeting minutes. In some cases, I asked to add my written statement to be attached to the minutes. I asked the CEC, other commissioners and the secretary several times through unofficial notes to add my speeches in the minutes, so that my dissent would not go unrecorded.\nI placed several notes of dissent at the commission meetings. I even walked out of a meeting as I was not allowed to speak. Let me give you an example of the kind of situation I had to deal with.\nAbout three months before the 11th parliamentary election, I wanted to place a written statement before the commission at a meeting, on some proposals to make the election free, fair and participatory. I informed the matter to the CEC through an unofficial note. In written format, I was informed that I could place the proposal at the 36th meeting of the commission. A copy of the proposal was sent to all the election commissioners.\nSurprisingly, the CEC did not allow me to place the proposal at the meeting. It happened because three other election commissioners had requested the CEC not to let me place the proposal. They said my proposal was unconstitutional.\nSo, I placed a note of dissent at the meeting. In the note, I said freedom of speech and expression are my constitutional rights, and the Election Commission could not, in any way, deprive me of those rights. I also boycotted the commission meeting in protest of this unjust decision.\nIn reply to your media statements about election irregularities and violence, CEC KM Nurul Huda said you had a personal agenda. What is your comment on that?\nI did have an agenda; my agenda was to make all elections in Bangladesh free, fair, neutral, lawful and peaceful. I will not avoid my responsibility if there is violence anywhere. With all my strength, I will prevent its recurrence. My agenda is to establish human rights through establishing voting rights. My agenda is to uphold democracy, which is the main directive of the constitution. Who wants to live without democracy?\nIn your book \"Amlar Amalnama,\" you mentioned that you and the CEC were colleagues before, and at that time, he committed an \"act of insubordination.\" Did this later cause any problems between you two in the Election Commission?\nIn 1998, I was working as an additional secretary at parliament, and KM Nurul Huda was joint secretary. Before my joining, there were two additional secretary posts at parliament. On a temporary basis, I was appointed as an additional secretary at the office of the Leader of the House Prime Minister Sheikh Hasina, but I was attached as an additional secretary of the Parliament Secretariat. At that time, Nurul Huda sent a note to the then secretary of the Parliament Secretariat, describing me as an outsider, since I was not an additional secretary appointed in the designated post of the Parliament Secretariat, and he [Nurul Huda] was not obliged to obey my instructions.\nThe then Parliament Secretary Kazi Muhammad Manzoor e Mawla rebuked him and said his action was indicative of his insubordination. Nurul Huda did not say anything further on this. He was not from my wing either.\nThis happened 30 years ago. I don't think it was an issue when we worked together in the Election Commission.\nYou were against the use of electronic voting machines (EVMs) in the last general election. Do you think they should be used in the next one?\nI have been against the use of EVMs since the beginning—doing so is not right if people are not used to the technology. It was promised there would be discussions with political parties on EVM use, but that promise was not kept.\nTo me, EVMs are still not reliable. During the Narayanganj election, I observed that they were quite slow. We should add Voter-Verified Paper Audit Trail [which allows voters to verify that their votes have been cast] to the EVMs to ensure reliability. As for using EVMS in the next election, that decision will have to be made in consultation with the political parties.\nBNP has already said it will not participate in the next election without a caretaker government. In this situation, how acceptable will the election be under a political government?\nI am worried about the next parliamentary election. It won't be accepted nationally or internationally if the opposition parties do not take part in it. So far, elections held under caretaker governments have been acceptable. But now elections under a caretaker government are not possible without amending the constitution.\nWhat steps should be taken to make the next parliamentary election free, participatory and neutral?\nConsensus among the political parties is required to make the next parliamentary election free, fair and participatory. Political parties should have the will and cordiality towards the normal transfer of power. The law enforcement agencies should function under the Election Commission's authority. Voters should be able to believe that they would be allowed to cast their votes without any hindrance and according to their wish. There is a need to amend the constitution and the rules to reform the electoral process. I want to say that only democracy can uphold human rights and human dignity.\nYou have written books like \"Bangabhabane Panch Bachhar\" and \"Amlar Amalnama.\" Do you have any plan to write a book on your experience as an election commissioner? \nI have written a book titled \"Nirbachannama\" on my experience as an election commissioner. I don't think it will be possible to publish this book, which is more than 1,200 pages, before my death.\n",
        "headline_1": "‘My agenda has been to uphold democracy’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/my-agenda-has-been-uphold-emocracy-2961246",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "The news comes as a breath of fresh air that the second largest seaport of Bangladesh, the Mongla Port, has been seeing a lot of activity recently, with ships from foreign countries coming at regular intervals. A special report in our business section says that the port has made a strong comeback, making it a major gateway for Bangladesh's overseas trade once again. No doubt, this would boost our export trade, thereby the economy as a whole. Senior officials are of the opinion that the port will see even more activities once the Padma Bridge becomes fully functional. \nIt is encouraging to note that the port has registered 17 percent annual average growth in ship-handling since 2012, while the volume of cargo-handling has grown by 19 percent over the past decade. Our report says that arrivals of ships have increased at Mongla Port as the economic growth has increased domestic demand. The credit for the steady growth in business goes to the completion of dredging at the outer bar of a nearly 140-kilometre channel. This resulted in the improved navigability of vessels that required a higher draft.\nIn a bid to keep the port running in full steam, the Mongla Port Authority is in the process of buying a good number of equipment and machineries to handle cargoes under a Tk-433-crore project. Furthermore, the port authority is set to purchase six vessels to handle ocean-going ships under another project involving Tk 767 crore.\nWe are told that at the moment, the port has 25 berthing facilities, including five jetties. But experts say that it needs to increase the draft at the jetty to enable the entry of vessels of more than seven-metres of draft. Understandably, this problem is likely to be solved with the dredging at the inner bar of the Pashur channel. Once done, it will allow ships with more than nine metres' draft to use the jetty.\nWe believe that the full potential of the Mongla Port is yet to be exploited. With all the development projects in hand completed within the near future, the port, we hope, will be able to get more business and contribute to our economic progress.\n",
        "headline_1": "Good news from Mongla Port",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/good-news-mongla-port-2961986",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    },
    {
        "full_article": "We are concerned by the government's negligence towards gas exploration and our overdependence on imported liquefied natural gas (LNG), which have led to the present gas crisis. According to experts, Bangladesh's gas exploration efforts almost stopped after the Bibiyana gas field was explored in 1999. While the demand for gas increased over the years, the government took no notable initiatives to dig new wells or explore offshore gas reserves. Moreover, many of the existing gas fields have not been maintained or repaired as needed. Instead, the government started importing expensive LNG to meet the domestic demand. As a result, the gas prices increased at the consumer end over the years, despite the subsidies provided by the government.\nAs the gas crisis has become acute in many areas of the country, and the industries dependent on gas are struggling to continue their operations, the government's strategies to solve the shortage appear counterproductive. Its plan to import LNG at a higher price is concerning—particularly because the burden will fall on the consumers. Unfortunately, the government is already planning to increase gas prices to reduce its subsidy burden. \nNow the question is: Why burden the consumers with high gas prices, when you can explore your own gas reserves, extract the gas from there and supply it to the consumers at cheaper rates? \nBeing one of the world's largest deltas, Bangladesh is supposed to be a gas-rich country. Yet, the vast plains in the coastal areas of the country remain unexplored for gas reserves. The maritime boundary dispute we had with Myanmar was solved in 2012, but we still did not initiate exploration for offshore gas sources. While a multi-client survey to explore gas in the sea has been in the talks since 2015, it is yet to be done. The Bangladesh Petroleum Exploration and Production Company Limited (Bapex) drilled only one well in the last two years, even though they have the capacity to drill three to four exploration wells in a year. It hasn't taken any big initiative to conduct seismic surveys in the new areas either.\nThe unwillingness and inefficiency of the authorities concerned in exploring new gas fields is very clear here. Unless the government addresses these issues, solving the gas crisis will become difficult in the future. The government can, of course, import LNG—which is 24 times costlier than locally produced gas—as a stopgap solution, particularly for the sectors where no immediate alternative is available. But for the medium and long terms, there is no alternative to exploring gas reserves in the country.\n",
        "headline_1": "Time to explore our own gas",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-explore-our-own-gas-2961871",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-02-2022"
    }
]