[
    {
        "full_article": "Inflation measured by the Consumer Price Index expectedly quickened to a four-month high in December, with the measure of gains in food prices accelerating at a relatively faster pace as inflation in cereals and pulses stayed stubbornly sticky. While headline retail inflation ticked up by 14 basis points from November’s level to 5.69%, price gains measured by the Consumer Food Price Index accelerated by 83 basis points from the preceding month’s reading to 9.53% in December. The upsurge in food prices was largely driven by cereals — the biggest constituent of the ‘food and beverages’ group — that logged 9.93% inflation. Though that pace was marginally slower than the 10.3% posted in November, the key sub-group that includes the staples of rice, wheat and coarser cereals continued to register a month-on-month rate of inflation that offered little comfort to households. Disconcertingly, sequential price gains accelerated the most in the case of jowar and bajra — by 63 and 106 basis points, respectively, from November’s month-on-month inflation rates. These two coarse cereals are consumed more widely in the rural hinterland, particularly by those already facing varying degrees of precarity. Price gains in pulses, a key protein source in vegetarian households, also accelerated to a 43-month high of 20.7%. With the current rabi season’s sowing of pulses as on January 12, almost 8% lower than in the corresponding period of 2023, the outlook for their prices in the coming months is far from reassuring.Year-on-year inflation in vegetable prices also registered a dizzying almost 10 percentage points upsurge from November’s level, accelerating to a five-month high pace of 27.6%. Tomatoes and onions again led the charge, with their prices rising by over 33% and 74% from December 2022’s levels, respectively. However, reflecting the seasonal volatility that vegetable prices are prone to, prices of both the kitchen staples, as well as the broader sub-group, witnessed sequential deflation. While the month-on-month deflation in overall vegetable prices was 5.3%, the prices of potatoes, onions and tomatoes contracted from November by 5.9%, 16% and 9.4%, respectively. Still, the average retail price of a majority of the 23 food items monitored on a daily basis by the Department of Consumer Affairs continues to remain higher as on January 14 than the year-earlier level, reflecting the challenge policymakers face in containing food-price inflation. With households likely to spend larger shares of their incomes on food as these costs continue to rise, there is a real risk that the knock-on impact on already weak consumption can derail the broader growth momentum in the economy. And with the spiralling crisis in West Asia infusing a new level of uncertainty over global trade and energy costs, policymakers have their task cut out.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nfruit and vegetable\n\n/\n\nfood\n\n/\n\nenergy resources\n\n/\n\nIsrael-Palestine Conflict",
        "headline_1": "Prohibitive price gains: On the Consumer Food Price Index",
        "headline_2": "Rising food prices may affect already weak consumption of goods",
        "link": "https://www.thehindu.com/opinion/editorial/prohibitive-price-gains-on-the-consumer-food-price-index/article67741039.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "The long arm of the law finally caught up with Savad, a fugitive in the notorious case of chopping off the palm of a college professor in Kerala’s Thodupuzha, 13 years after the crime. Sleuths of the National Investigation Agency (NIA) arrested him, the first accused, from a village in northern Kerala’s Kannur where he was living under a fake identity, on January 10. The agency will rightly seek his custody in order to unearth the latent network of the banned Popular Front of India (PFI), which is believed to have planned the barbaric assault on the professor in July 2010 and arranged for Savad’s life in hiding thereafter. Religious extremists targeted Professor T.J. Joseph on his way home from church for drafting a question paper with supposedly a ‘blasphemous’ reference to the Prophet; actually, it was an adaptation of a passage from an essay on a screenplay written by noted Malayalam film-maker P.T. Kunju Muhammad. The State was able to ensure that the incident did not spark communal tensions, but it set off a series of irreversible losses for the professor. With the Catholic church, which managed the college where he was teaching, turning its back on him, he was terminated from service, with a recall on the eve of his retirement made possible, ruefully, by the suicide of his disconsolate wife, as he recalls in his memoirs, A Thousand Cuts (2020).The NIA took over the investigation in 2011. While it was able to get the conviction of 19 of the accused for various offences including those under the Unlawful Activities (Prevention) Act in the two-phase trial, the fact that the key accused remained at large prevented its closure. The agency announced a bounty of ₹10 lakh for information on Savad. His arrest has shifted the focus to the conspirators who masterminded the assault and the underlings who harboured him. Given that it was the outlawed Students Islamic Movement of India that metamorphosed into the National Development Front and subsequently into the PFI, the key to averting its resurgence in another avatar lies in uprooting the entire network of its underground supporters. Prof. Joseph has, as his words suggest, overcome any ill-will or feeling of vengeance towards his assailants, but he rues that action against the foot soldiers of religious terror would not guarantee peace and harmony in society. For that to happen, their handlers should be brought to book. It is vital that the NIA stays the course and prosecutes the key accused. The terror network that plotted the heinous attack must be disabled entirely. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKerala\n\n/\n\nterrorism (crime)\n\n/\n\nreligion and belief\n\n/\n\nfilm making\n\n/\n\nbooks and publishing\n\n/\n\ninvestigation\n\n/\n\npolitics",
        "headline_1": "Closer to closure: On the Savad arrest and Professor T.J. Joseph case in Kerala",
        "headline_2": "Terror networks can be dismantled only by disabling those at their top",
        "link": "https://www.thehindu.com/opinion/editorial/closer-to-closure-on-the-savad-arrest-and-professor-tj-joseph-case-in-kerala/article67740784.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "Temples are not merely a site of worship but also a traditional medium of creating, evoking, and disseminating value-based collective memories for communities and societies. That is why the Ram Janambhoomi temple, which is going to be inaugurated on January 22 with a grand function in Ayodhya, should not just be seen as a manifestation of Hindu pride. It will also boost the BJP’s standing with subalterns.\nOne reason is that it has been conceived as a complex of not one but multiple temples. While the temple of Ram is the epicentre of this complex, it is surrounded by temples for other gods and goddesses such as Shiva, Annapurna and Bhagwati, Ganesha, Hanuman, Surya, as well as those for saints like Valmiki, Vashishta, Vishwamitra, Jatayu and Sabari. This will not just revive multiple memories of the deities of the Hindu pantheon but also other characters from the Ram katha such as Valmiki, Vashishta, Jatayu and Sabari. Many of these are characters that various subaltern communities strongly identify with. The important thing to note is that many subaltern communities, who have still not emerged as an active Hindutva public, narrate memories and stories of Ram, and have their own versions of the epic. It is a point made by the scholar and poet AK Ramanujan in his compelling essay, ‘Three Hundred Ramayanas: Five Examples and Three Thoughts on Translation’.\nSecond, there are countless local memorial and celebrative spaces such as ghats on the river banks, marked sacred spaces on hillsides and forests related with the narrative of Ram.\nThird, various scheduled castes, marginalised and tribal communities see themselves as heirs of Ramayanic characters like Sabari, Jatayu, and Hanuman whose temples are also being constructed in the complex of the Ram Janambhoomi temple. In fact, many folk retellings of the Ramayana give far greater importance to subaltern or relatively minor figures than the Sanskrit texts.\nSabari, an old ascetic woman from a tribal (Banvasi) community, who was a selfless devotee of Ram, is one character that many SC, ST and extremely backward communities have a strong bond with. In the epic, Ram responds to her deep bhakti bhav and eats berries tasted by her. An old man who belonged to the musahar (rat picker) community, whom I was chatting with in a field near Varanasi, told me that he was really happy and proud that a temple for Sabari was part of the complex in Ayodhya.\nSimilarly, Jatayu, who is described in Ramayana narrative as the younger son of Aruna and brother of Sampati, takes the form of an eagle and is part of Garuda clan. Many tribal communities who value the totemic symbol of the eagle identify with Jatayu and Garuda and relate to this Ramayana tale. The Jatayu temple in Ayodhya, considered the epicentre of Hinduism, may provide them cultural value, pride and confidence. The symbolic association with Ramayana may result in the Ayodhya complex becoming the main ‘teertha sthal’ (pilgrimage spot) for various subaltern and backward communities in India.\nHanuman is a unifying meta icon for the largest section of Indian society — be it tribal or non-tribal, Dalits or non-Dalits, general castes or other backward castes. His temple in the Ram Janambhoomi complex may forge multiple associations with the religious memories of marginal and subaltern communities of our society.\nIn fact, the function and making of community memories takes shape through various micro and small narratives which work as lanes to enter into the main narrative corridor. These small narratives of epical memories form the subplots of any mega memories around Rama, Krishna etc. Every community tries to associate itself with dominant memories of society by forging its own symbolic relationship with them. These symbolic relationships of marginal and subaltern groups with dominant narratives, provide them a way of participating in the religious public sphere and sacred realm.\nSo, the Ramayana and its narratives, which are central to the memory of a large section of Indian society, are going to be manifested in an interesting combination of macro and micro public memories. This Ram Janambhoomi temple may emerge as a great attraction for various kinds of Hindu public, ranging from the local to global. The religious bhav, symbolic associations, narrative identities, and the impulse of religious tourism may make it an epicentre of the Hindu religious sphere in the near future.\n\n",
        "headline_1": "Why the Ayodhya temple is another quiver in BJP’s subaltern arrow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/why-the-ayodhya-temple-is-another-quiver-in-bjps-subaltern-arrow/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "As 2023 drew to a close, India deployed three warships in the Arabian Sea after a drone hit a merchant vessel, MC Chem Pluto, off its western coast last week. A second vessel MV Sai Baba, an Indian-flagged crude oil tanker, was also hit by a one-way attack drone.\nThe US has claimed that the two drones were “fired from Iran” although Tehran has dismissed this accusation as baseless. India, however, has maintained that the perpetrators of the attacks remain unknown. Defence minister Rajnath Singh stated they would “find those who executed the recent attacks on merchant navy ships even from the depths of the seas and take strict action against them”.\nNew world: US and UK have carried out strikes against Iran-backed Houthis. However, India has to act in its own economic and strategic interests\nThe attacks on the two vessels have highlighted the importance of India’s oil security as the Red Sea is one of the two routes which secure India’s oil supply, the other being the Persian Gulf. Houthi attacks in the Red Sea and now these drone strikes in the Persian Gulf have highlighted the vulnerability of the world’s busiest shipping lanes. Maersk, the world’s biggest shipping company, has halted all container shipments through the Red Sea until further notice.\nDefence minister Singh has also highlighted that India is a regional power in the Indian Ocean and is a net security provider in the region and, thus, it must ensure that the maritime trade routes remain protected.\nDespite its stated aims to secure sea lanes of trade in the region, India did not join Operation Prosperity Guardian, a US-led maritime security initiative to address security challenges in the Red Sea and ensure freedom of navigation.There are two reasons for this. One, India has always been wary of joining any coalition, let alone a US-led one, given its long standing non-aligned foreign policy stance. More pointedly, US-India relations, which had been blossoming since the epochal US-India Civil Nuclear Agreement finalised in 2008 to the US-India Initiative on Critical and Emerging Technology (iCet) in 2022, have faced some complications after US Department of Justice charged an Indian citizen in November 2023 with plotting to assassinate a US citizen on US soil.\nSince then, President Biden has declined an invitation to visit India for its Republic Day celebrations and the Quad summit 2024, which is also looking to be in trouble for the second year in running.\nThe second reason is India’s own relations with Iran, and the lessons it has learnt from following the US policy towards Iran in the past. India abided by US sanctions, winding down on oil imports from Iran after the latter pulled out from the Joint Comprehensive Plan of Action (JCPOA) in 2018. Before the ban, India imported 23.5 million tonnes of Iranian crude oil, almost one-tenth of its total requirement in 2018-9, that too on lucrative terms such as 60-day credit and other discounts.\nAs India scaled back on Iranian crude oil, China — India’s strategic competitor, unfriendly neighbour and world’s largest crude importer — became Iran’s top customer. Between 2020 and 2023, Iran’s oil shipments to China more than tripled despite US sanctions. While this lesson ensured that India did not follow the West on its sanctions on Russia post the invasion of Ukraine, tensions in the Middle East are now jeopardising India’s strategic and economic interests, especially with Iran. This is one of the reasons foreign minister S Jaishankar is visiting Iran on Monday.\nIndia has been scaling up its investments in Iran. The Chabahar port is a key point of interest where, after years of arbitration, India is looking to sign a multi-year deal to develop a terminal in the geo-strategically important port which provides access to Central Asia.\nThe interest is not one way. Iran too is keen to revitalise its energy relations with India, especially as India becomes the third largest importer, and consumer of crude oil with a growing economy and demand for oil in 2024. OPEC cuts on oil for the first quarter of 2024 have also pushed Indian refiners to further diversify their oil supply which creates an incentive for New Delhi and Tehran to push for strong ties.\nRising prices on crude oil have a substantive impact on India’s domestic politics — a surge in crude oil prices raises the cost of domestic fuel, which would impact those largely in the lower-income bracket. This, in turn, could affect the BJP’s prospects in the 2024 Lok Sabha elections. Thus, India not agreeing to US claims of an Iranian hand in attacks is deeply related to its economic and strategic interests, not only in the region but also on the domestic front. Moreover, maintaining its own foreign policy position on this matter highlights India’s commitment to strategic autonomy. It’s a good reminder to those who see the world through a bipolar lens that there is now a multipolar world order emerging, one that will be based more on interests than values.\n\n",
        "headline_1": "Red Sea attacks: Why India is strategically silent on Iran role",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/red-sea-attacks-why-india-is-strategically-silent-on-iran-role/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "Jonathan Swift, author of ‘Gulliver’s Travels’, made a list of resolutions in 1699. After declarations like, ‘Not to boast of my former beauty, or strength, or favour with Ladyes, &c’ and ‘Not to be fond of Children or let them come near me hardly’, he ended with the most sensible resolution of all time, ‘Not to sett up for observing all these Rules; for fear I should observe none.’\nHe already knew what research tells us today, that 80% of resolutions are abandoned within a month of making them. There are two primary reasons why resolutions fail. They are either too grandiose or aren’t meticulously planned. If you decide that you want to lose 20 kg and starve yourself, only to weigh yourself after two weeks, and see that you have lost half a pound, which you regained the next day because it was just water, it’s enough to drive you to drown your sorrows in a tub of Baskin-Robbins. Or say, you resolve that this is the year you want to become truly wealthy, and after listening to Narayana Murthy, decide that working 70 hours a week is really the ticket, then chances are that you will either exhaust yourself by the end of January or a few months later, your fed-up spouse, unlike the wonderful Mrs Murty, will leave you and take half of what you already have.\n\nIn the event that you are the resolution-making sort, then it’s better to begin by making feasible ones like those listed below.\n1. Boycott places: Point a finger at a random place on the map and resolve to boycott that country. This may be the easiest resolution on our list primarily because you had no intention of going there anyway. This struck me after seeing the Maldives-Lakshadweep controversy, when reportedly irate Indians cancelled over 10,000 hotel bookings and 5,000 flight tickets to the Maldives recently. While I admire their solidarity, what ignited my curiosity was how all these people had managed to get HR to grant them leave in January in the first place.\n2. Weigh the pros: Statistically, weight loss is the number one resolution made every year. If you have made this resolution for the last five years (and clearly failed because you wouldn’t be making it again), it’s better to stop fixating on size and accept that good things don’t always come in small packages. Resolve to get stronger and buy clothes one size up. This especially applies to underwear. Vanity, silk, and cotton tend to itch when wedged up your bottom.\n3. Don’t be a Tyagi even if your last name is indeed Tyagi: It is difficult for most people to give up pleasurable things so try swapping instead of sacrificing. Love binge-watching ‘Dubai Bling’ with a bowl of popcorn? Try watching a zombie movie. Decaying creatures chewing on decapitated heads would hopefully make you lose your appetite, and it’s been scientifically proven that watching horror movies burns more calories.\n4. Tolerance is greater than love: Forget sweeping sentiments like loving mankind, your country or even your family. It’s enough to just about tolerate them. Tolerance is what a bacterium builds towards an antibiotic so they can both exist in peace without interfering with each other.\n5. Chart your course: Instead of scrolling on your phone, take up short courses as often as you can, including intercourse. There comes a stage when the easiest way to grow is horizontally, but you must push yourself to grow in other ways — grow wiser, grow roses, grow your libido. Just grow.\n6. Resurrections are granted to the stubborn: My old friend Bobby Deol, who was once written off, is now referred to as Lord Bobby and has a massive fan base called ‘Boobians’. Do you remember that famous line about God’s house where there is der but not andher? At some point we do reap the rewards of sticking it out. Well, unless it’s the losing 20-kilo resolution because God clearly has better things to do than getting you into a size 10 dress.\n7. Choose Pixar over Plato: Want some philosophy and life lessons without taxing those neurons? I know you are not likely to read Plato’s ‘The Republic’, and to be honest, nor am I. In this case, the best option is to get hold of some animated movies which have the greatest reflections on existence tucked away in all the sound and colour. Dory from ‘Finding Nemo is my guru because no matter what life brings, she says, ‘Just keep swimming.’\n8. Organise a ‘Go to Jail’ card:  Set up severe consequences in case of failure. Or better yet, get someone in the family to do it for you. I read about a mom who made her children sign an agreement to use their devices in a limited capacity. Unless her digital detox rules were followed, they would be banned from using Zomato or Swiggy.\n9. Travel lighter this year: We all carry baggage, and like airline counters, the heavier the bags, the greater the penalty. We may never get rid of it all, but with enough practice and perhaps even the right therapist, we can learn to downsize our baggage so it’s small enough to stow in the overhead compartment.\n10. If you can’t follow Dory, then be an Orry: Be clear about your strengths and then capitalise on them. Orry doesn’t dance, sing, produce oil, coal or steel. He doesn’t fight elections or play cricket. He goes to parties and strikes a pose with his famous friends. Yet he has become part of our zeitgeist to the level where not only am I fascinated by him, but on a recent podcast, senior journalists bantered by calling each other the ‘Orry of poor people’ and the ‘Orry of intellectuals’. Now, if Orry wrote a book titled, ‘How to Make Friends and Influence People in Bollywood’, I would be the first one to buy it.\nIn case anyone is interested in my resolutions for the year, let me inform you that I didn’t make any. Instead of wish lists, I tend to rely on daily to-do lists. In the last few years, I have discovered that if I keep ticking off daily tasks, by the time 365 days have passed, I manage to fulfil resolutions that I didn’t even know I had made in the first place.\n\n",
        "headline_1": "Dory, Orry and other NY resolutions that won’t leave you sorry",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/dory-orry-and-other-ny-resolutions-that-wont-leave-you-sorry/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "On the surface, from an Israeli, regional, and even global perspective, US-led attacks in Yemen could be the first sign of further deterioration in West Asia’s security situation. Americans and the British, together with partners, acted for the first time in weeks against the Iranian proxy that has been disrupting global free trade.\n\nYet, in Israel, there are those who believe this is actually good news – after weeks of seeming hesitation, the West decided to act, sending a message to Iran, the driving force behind Houthis, and those behind destabilisation efforts in West Asia.\nRead full story on TOI+\n\n",
        "headline_1": "US strikes may not be hitting home in Iran: Washington’s attack won’t deter Houthi rebels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/us-strikes-may-not-be-hitting-home-in-iran-washingtons-attack-wont-deter-houthi-rebels/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "That development of the young generation's skills is a sine qua non for the overall national and economic development has universal approval. So policymakers promise high to build a knowledge-based and a smart country where a large number of science and technology universities and technical and vocational institutions are supposed to churn out a vast pool of talent equipped with technical skills. All these are soothing to the ears and quite inspiring, but the gap between promise and actual performance is rather perplexing.If two recent developments in our manpower export sector analysed, the contrast between what we aspire to be and the reality that exists becomes painfully clear. On the one hand we are flooding the Middle Eastern countries, a traditional destination for unskilled labourers, with workers where they are struggling to find jobs due to the overflow of job seekers. Thousands of our expatriate workers are returning home from these countries empty-handed and lumbered with repayment of huge loans they made. On the other hand, the demand for skilled and semi-skilled workers is quite high in East Asian countries like Japan and South Korea, but we cannot send an adequate number of workers to these countries due to a woeful shortage of skilled youths. How job seekers here are wanting in skill sets is highlighted by a report carried in the FE. According to the report, Bangladesh had received a quota from the South Korean government to send 10,000 semi-skilled or skilled workers in 2023, but only 4,804 could be sent. Among the reasons behind not fulfilling the quota, a lack of adequate number of technically skilled youths who know the Korean language stands out. The tendency of Bangladeshi workers to switch jobs frequently also is said to have created a negative impression among Korean employers about workers from Bamgladesh. But the very fact that our workers can frequently change jobs for higher salaries in Korea speaks of their quality as well as a high demand for skilled or semi-skilled workers. So, the case of squandered opportunity in South Korea is just another example of the failure to diversify and expand the manpower sector here.The authorities in the manpower sector should give a serious look first at their own performance records before attempting to shift the blame onto the job seekers. Though the workers' failure to live up to rules and regulations of host countries shouldn't be taken lightly, it is beyond all doubt that the authorities failed to create awareness among outbound workers and haven't adopted a sound mechanism so that workers stick to the terms and conditions under which they were engaged. Both Japan and South Korea are continuously scouring developing countries for manpower. Both of the countries could be highly lucrative, high-end alternative manpower exporting destinations for Bangladesh, if the authorities would only shift their focus from sending unskilled laborers in droves to Middle East to equipping the aspirant outbound workers with the necessary technical and language skills before sending them to countries with higher demand. The demand is there and will always be there for skilled and unskilled workers. Bangladesh needs to decide how big it wants its slice of the cake to be, plan accordingly, and aspire to become a force to be reckoned with in the manpower export industry worldwide.",
        "headline_1": "Bridging workers' skill gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bridging-workers-skill-gap-1705240838",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "After Friday's airstrikes by the US and the UK on Houthi positions in Yemen, the US targeted the Houthi's radar sites in, what it (US) termed a follow-on strike on Saturday. Meanwhile, the US president is learnt to have sent what it called a private message to Iran, which is believed to be doing the string-pulling in the Houthi affairs, to make his country's (US's) position clear regarding the crisis that has been created in the Red Sea.Notably, the Houthis are the armed group that control the Western coast of Yemen including the country's capital city of Sanaa. After war broke out in Gaza strip following the October 7, 2023's armed raid into Israel by the Islamist militant group, Hamas and Israel's massive response in the form of carpet bombing of Gaza supported by ground offensive, the Houthis expressed their solidarity with the Gazans. Against this backdrop, Houthis began to carry out attacks on commercial vessels in the Red Sea suspected of carrying goods to and from Israeli ports. Houthis said any ship destined for Israel was a legitimate target and they would not stop until Israeli offensive stopped in Gaza.So, will the Houthis at Iran's bidding, as expected, stop their attacks in fear of a stronger US reprisal? Time will tell. But at the moment, the Houthis, in defiance of US attack, held mass rallies in their country vowing strong response. Consider what their leader, Abdul Malik al-Houthi said in his speech following the strikes, \"We, the Yemeni people, are not among those who are afraid of America. We are comfortable with direct confrontation with the Americans\". Now the more perplexing question is, are the Houthis mere proxies of Iran or they have their own objectives in the region? If Iran does not have full control over the Houthis and the latter have their own agenda to fulfil, then the US action rather than easing, will further complicate matters in the region. The Red Sea and the countries surrounding this important maritime route run the risk of being embroiled in a bigger Middle Eastern conflict than the one ongoing at the moment in Gaza. In that case, one should be prepared for the worst. The impact on the seaborne trade that takes place through the Red Sea will be disastrous. According to US, this maritime route involves 15 per cent of the global seaborne trade. Especially, at stake will be 12 per cent of world's oil, 8 per cent of liquefied natural gas, 8 per cent of food grains that use the maritime route for passage between Asia and Europe. True, the turbulence in the Red Sea has compelled many shipping companies to cease operation altogether or reroute their commercial vessels around the southernmost tip of Africa, the Cape of Good Hope, raising cost of shipping multiple times. With the Suez Canal in the north and the narrow Bab el-Mandeb Strait at its southern end, the Red Sea is a lifeline of trade between Asia and Europe. One wonders if the handling of the crisis in the Red Sea by the world powers is going to bring any positive results. The Houthis, to be precise are still a movement, not a state. They are a battle-hardened group having fought a decade-long civil war. Also they have nothing to lose if the war drags on. Now with the involvement of the great powers, Houthis will draw the attention of the entire world. The US knows better than any other country, how easy it is to get entangled in such wars and what it costs finally to get out of them. Meanwhile, the Red Sea will remain inaccessible to commercial vessels travelling between Asia and Europe and the rest of the world. That would cause supply chain disruption of the global trade on a gargantuan scale. This is causing huge loss to global trade. But worse may still happen. Israel's premier Netanyahu may be waiting for such an opportunity to involve the US directly in an unwinnable war he has been fighting for more than three months killing defenceless civilians, especially children and women, in thousands. The US and its allies would do well not to start a ful-fledged war in the Red Sea in the name of making passage of commercial vessels through that maritime route safer.The truth that must be faced is that the root cause of all these crises whether in the sea or on the land lies in the Israel's continuing madness in Gaza. The power that can stop this mindless bloodletting in the region is the USA. According to the BBC, the UK's defence secretary, David Cameron, writing to Sunday Telegraph has explained why the UK had to resort to military strike against the Houthis. In Cameron's words, 'If the Houthis deny this passage to ships, vital supply chains are threatened and prices will go up in Britain and across the globe.' But the question is, will military strike stop the Houthis? Is there no non-military, diplomatic answer to the crisis?\n[email protected]",
        "headline_1": "Worsening crisis in the Red Sea",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/worsening-crisis-in-the-red-sea-1705240866",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "The problem of homelessness is confronting not only developing countries like Bangladesh but also rich and advanced nations such as the United States of America and the United Kingdom. The ugly contrast of poor mortals huddling under blankets in passenger sheds or on pavements right beside skyscrapers ---be it in Dhaka or Washington, New York or London---is indeed a disgrace to modern civilisation. Bangladesh has at least one excuse of river erosion and cyclones that render hundreds or thousands of families homeless overnight. The wealthy West hardly has excuses like this. The other cause behind homelessness is pervasive poverty of people in contrast with mountainous accumulation of wealth in a few hands. Poor people become poorer, even sell their homesteads and are forced to move to khas or relatives' lands for temporary shelters. But the majority of them make the long trek to urban centres for a living. They are the worst homeless or floating people with no place to call their homes. Bangladesh can take pride in the housing scheme Ashrayan, courtesy of Prime Minister Sheikh Hasina, under which around 8.8 million homeless families have been provided with homes. These are quite decent living accommodations built on government or khas lands. But unfortunately hostile climate is causing homelessness at a faster pace than before and yet 1.8 million people lived in slums and 22,125 people were homeless, according to the preliminary Population and Housing Census 2022 report.However, this looks quite conservative. The five-yearly plan documents made a projection to the effect that the number of homeless people in the country would be 8.5 million by 2021. According to the Household Income and Expenditure Survey (HIES), there were 5.0 million homeless people at that time. If the Ashrayan scheme has provided for 8.5 million families, not people, the number of people enjoying the benefit would be many times more. This means there should hardly be any homeless people. Indeed, while celebrating the Mujib Borsho, birth centenary of Sheikh Mujibur Rahman, the prime minister declared 12 districts and 123 upazilas free of homeless people. Her resolve to make homelessness a phenomenon of the past is highly appreciative. However, the flow of homeless people to urban centres is still continuing. The figures of homeless people may be contentious but there is no controversy about the sufferings of the floating people, street children and some mentally unstable people rummaging through bins for leftovers right at this time of mild cold wave. Pictures carried in different newspapers are so pathetic that many hearts melt for these hapless people. Many of these shelterless people, children in particular, shiver from biting cold on pavements or open spaces before shopping malls, shops, ATM booths and office buildings. They wrap themselves with the scanty clothes, rags and even sacks. One picture that made quite an impression is the bond between a teenage boy and a dog, both of whom slept under a blanket with the two sharing each other's body warmth to fight the cold. Charitable organisations and clubs distribute blankets. Some moneyed people may as well come forward to join such organisations in distributing warm clothes and blankets. In this country, there is no provision for sheltering such poor souls in government-run shelters. According to 2019 estimate of the Shelter, a charity looking after the homeless in the UK, there were as many as 280,000 homeless people in England. But only 12,300 of them slept in rough conditions which are much too adverse. Another 12,000 slept in bins, sheds, cars, tents and night buses. An overwhelming majority of the homeless people find their shelter in temporary accommodations and social homes.No doubt, rehabilitation of the homeless under the pioneering Ashrayan scheme is better than any other welfare programme for such people. But the new arrivals in a city like Dhaka need some temporary shelters for several reasons including security of women and children. The government can make arrangements for such facilities before the poor are permanently rehabilitated. \n[email protected]",
        "headline_1": "Struggles of homeless people against wintry chill",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/struggles-of-homeless-people-against-wintry-chill-1705240912",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2024"
    },
    {
        "full_article": "Every year, a variety of winter vegetables arrive in markets abundantly and their prices remain relatively lower. Contrary to the trend, vegetable prices have been high even in the second week of January. The price of vegetable chart is still maintaining an upward trend, instead of falling down. Potatoes are now selling at Tk 60 to 70 per kilogram, while brinjals at Tk 100 to 120 per kg. Each large-sized bottle gourd is selling at Tk 100. The traders are charging Tk 50 to 60 for each medium-sized cauliflower, cabbage and broccoli. Only radish, turnip and papaya are found within the price range of Tk 50 per kg.As a result, low-income people and the middle class have been finding it harder to afford some of the most basic food items. Even though prices have been rising, peoples' incomes have not increased. There is a big difference between the average per capita income of our people and their real income. Retailers shift the blame of hiked prices on wholesalers saying they purchase things at higher prices from the latter and so they sell at higher prices. When the supply of a product cannot match the demand, its price increases. But in our country, there are dishonest sections of traders. They create a kind of artificial crisis of products and increase their prices at will. The authorities concerned should take necessary measures to ensure adequate supply of goods and create a consumer-friendly market system. The unscrupulous traders involved in creating artificial crisis should be brought to justice. The law enforcement agencies should also keep a close watch on the market.\nBadsha Faysal,Jurain, Dhaka,[email protected]",
        "headline_1": "Vegetables remain pricey",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vegetables-remain-pricey-1705240937",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2024"
    }
]