[
    {
        "full_article": "An impartial inquiry into a politically contested incident is always welcome. Earlier this month, Prime Minister Narendra Modi’s convoy was stranded on a flyover near Ferozepur in Punjab for about 20 minutes. Treating this as a serious security lapse, and taking note of the potential for partisan inquiries, the Supreme Court has appointed its former judge, Justice Indu Malhotra, to lead an inquiry. Other members of the probe committee comprise the DGP of Chandigarh, a senior officer of the National Investigation Agency, the additional DGP (security) of Punjab, and the Registrar-General of the Punjab and Haryana High Court. The court official has already secured the records related to the Prime Minister’s tour programme on that day. One hopes the probe, which has been constituted only to avoid one-sided inquiries at the instance of either the Union government or the State government, will give a quietus to the raging political controversy. None will disagree that once the matter was taken to the apex court, only an inquiry of this nature will steer clear of partisan politics, especially in the backdrop of the incident emerging as an exploitable issue in the elections to five State Assemblies. The Union government’s show-cause notice to the Chief Secretary and DGP of Punjab, demanding a response within 24 hours, evoked some resentment from the Bench.Initial inquiries ordered by both governments have been put on hold. However, there is something disquieting about the way an isolated lapse in the Prime Minister’s security is being used to raise the political temperature and garner electoral dividends. It is unfortunate that the attempt on the part of the ruling BJP to fix the blame on the Punjab government, and the Congress which helms it, is continuing even after the Supreme Court appointed an independent committee to probe the incident. Assam Chief Minister Himanta Biswa Sarma has made some crude and unwarranted remarks on his Punjab counterpart, Charanjit Singh Channi, demanding Mr. Channi’s arrest and alleging a conspiracy to kill the Prime Minister. It is clear that a divisive narrative is sought to be built by key functionaries of the BJP, as though they have been asked to milk the issue as much as possible in the run-up to the Assembly elections. The petition, which the Bench headed by the Chief Justice of India, N.V. Ramana, agreed to hear early, seemed to be an exercise to put the Punjab government in the dock. However, the Supreme Court has managed to emancipate the litigation from its political overtones and preserve the scope for a dispassionate inquiry. It would be in the fitness of things if the Court took note of the attempts to use the incident for electoral propaganda and restrained political parties from the resort to needless rhetoric.",
        "headline_1": "A welcome probe: On PM security breach and propaganda",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-welcome-probe-the-hindu-editorial-on-pm-security-breach-and-propaganda/article38268550.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "This year, the harvest festival brings a change at the helm for the Indian Space Research Organisation (ISRO), with S. Somanath who heads the Vikram Sarabhai Space Centre (VSSC) at Thiruvananthapuram taking over as its chairperson. He succeeds K. Sivan, who also came to head ISRO after having led the efforts at VSSC. Mr. Somanath is the third consecutive chairperson of ISRO to have a master’s degree in engineering from the Indian Institute of Science. The organisation thus sees a continuation of the recent trend of being led by engineers. It is to be seen if Mr. Somanath’s specific expertise in leading innovations in rocket engines, the cryogenic engine, for instance, will shape future developments at ISRO. If earlier the Mars Orbiter Mission, which broke the records for expense by costing just ₹7 per kilometre, and Chandrayaan 2, had kept anticipation high, the new chairperson will oversee the unfurling of the human space flight programme — Gaganyaan. Another long-awaited mission is Aditya-L1. This has morphed and grown into what will be India’s grandest investment in space dedicated to science, specifically, solar physics. The aim to take a space observatory to the Lagrangian point one (L-1) to study the Sun offers yet another frontier for ISRO to breach.Mr. Somanath will also lead a transition in the stance of ISRO towards privatisation. Until a few years ago, ISRO had remained largely preoccupied with deriving socio-economic benefits from space technology and applications that were used by the Government of India and some international collaborations. Of course, these ventures had a strong industry participation, but privatisation reforms have been pursued hard recently. The first announcement came in 2019, with the NewSpace India Limited (NSIL) being floated in March, and the commercial arm of ISRO was more firmly established. Apart from building and launching satellites, the company will provide launch services, build customised launch vehicles, provide services of Earth observation and communication through satellites and also transfer technology to Indian industry. As a sequel to the establishment of NSIL came the announcement of the creation of the Indian National Space Promotion and Authorization Center, in June 2020 — a channel through which non-governmental private enterprises can carry out space activities. The country’s imagination to get up to speed with other competing nations would be put to the test under the new leadership. ISRO and its sister organisations have much to offer in the form of spin-offs and technology transfer. Underlying these questions is the anticipation which stems from the very nature of space science; it not only contributes to immense learning and perspective but also unfolds the very horizon, enhancing universal feelings of oneness.",
        "headline_1": "Space for dreams: On ISRO’s new chief",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/space-for-dreams-the-hindu-editorial-on-isros-new-chief-s-somanath/article38268586.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "Efforts to limit the ruler's authority over the ruled is as old as human history. It is a subject that has occupied the minds of social thinkers and philosophers of all major civilisations since ancient times. Modern parliaments are the outcome of the search for a balanced system of governance, whereby people pledge obeisance to the ruling authority in exchange for a social compact that ensures their protection and well-being. The concept of government's accountability to the people was born in the process. In parliamentary democracy, it forms the basis for peoples' trust in the government and the latter's answerability to the people. People choose their representatives to represent their interests in parliament and raise their concerns with the government on matters of governance. The purpose is to ensure that government activities are corruption-free, guided by law, and serve public good.\nOver time, as the concept of peoples' sovereignty over the state became more concretised, the need for other measures of government accountability grew in tandem. It increased further with the rise of authoritarianism globally and attendant efforts to muzzle parliaments, often turning them into \"rubber-stamp\" bodies. The call for supplementary and alternative methods of accountability increased accordingly.\nAn important development in this regard was the resurrection of the Freedom of Information (FOI) Act, which was first introduced by Sweden in 1766, but remained largely limited to a few Western nations. It was only in the later part of the last century—more particularly, during the sudden spurt of democracy in the aftermath of the Soviet Union's dissolution—that a large number of countries adopted the FOI law, in various other names, including the Right to Information (RTI) Act. The law provided a platform for citizens to intervene directly with government bodies to promote transparency and accountability in their work.\nWhile citizens are empowered directly by a judicious use of the RTI Act, members of parliament can use the law to advance the interests of their constituents, too. In fact, in many countries, parliamentarians or their staff often use the law to obtain information, normally undisclosed by the government, or to probe government activities. It is resorted to more often when parliaments are in doldrums because of political difficulties. During such times, the RTI law provides an opportunity for all conscious citizens of the land, including lawmakers, to turn to the law to fill the gaps. It may be underscored that the RTI Act is available to all citizens of the land, irrespective of their vocation.\nLet us end with a real-world example to illustrate the type of issues susceptible to such interventions.\nA resident of an upazila in Dinajpur district submitted an RTI request to the local branch of a large bank late last year, asking for the list of recipients who benefitted from a government stimulus package for farmers to help them overcome financial difficulties caused by the Covid-19 pandemic. Upon receiving the request, the bank authorities reportedly resorted to various scare tactics to force the applicant to withdraw his application, including by threatening him with criminal prosecution. The applicant apparently came to know that the stimulus fund had mostly been disbursed among businesspeople, and hence the bank authorities were not inclined to provide the list.\nThe applicant refused to give in to pressures and insisted on his rights, as provided in the RTI Act. As a result, the bank finally sent him a written response, claiming that the requested information could not be disclosed as it fell within the purview of the exemption clause under the RTI Act. The applicant then applied to the appeal authority of the bank, stating, inter alia, that the information requested was public information and did not relate to any individual's private information, and therefore it could not be considered exempt. In the meantime, several other citizens submitted the same RTI request to the bank.\nOn receipt of the appeal and being faced with additional requests of the same nature, the bank authorities organised a meeting with the applicant at the house of a prominent local businessman. There, they pleaded for a mutually acceptable solution. Unable to withstand their relentless pressures, the applicant felt compelled to give in, in exchange for a promise to stop all future lapses of this nature. Subsequently, the applicant received a response to his appeal, \"On basis of your complaint and following discussion between the two sides, specific mistakes have been identified and the concerned sections of the bank have been directed not to repeat such mistakes in the future.\"\nA basic objective of Bangladesh's RTI Act is to ensure that \"corruption shall decrease.\" Assuaging the effects of the pandemic is an issue which has occupied the minds of many, including our parliament, since the beginning of the crisis. While this story shows the difficulties that citizens face in making use of the law, it also highlights the tremendous potential of the law to fight corruption in public work. Hopefully more citizens, including our sociopolitical elites, will join those who are daring to make use of the law to address important public issues.\n \nShamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "RTI can contribute to government accountability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/rti-can-contribute-government-accountability-2939216",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "On January 8, 2022, the Election Commission of India (ECI) announced the schedule of fresh assembly elections in five Indian states—Uttar Pradesh, Punjab, Goa, Manipur, and Uttarakhand—for the first major bout of polls in the New Year, amid the galloping cases of Covid-19 pandemic. The exponential rise in the daily cases of infections is a matter of serious concern to all, and one mathematical modelling done by the Indian Institute of Technology (IIT) in Kanpur suggests that the ongoing pandemic may peak in late January or first week of February, when daily cases could hit as high as 800,000—that is around the time when the entire polling exercise begins in Uttar Pradesh. In this situation, holding free and fair elections with maximum voter turnouts is a challenge for the Election Commission.\nConcerns persist in some quarters about the wisdom behind holding assembly polls in the five states at a time when Covid cases are rising so rapidly across India. The share of these five states to India's overall pandemic caseload has risen of late. The Allahabad High Court in Uttar Pradesh recently requested the ECI to consider postponing the poll dates given the worsening Covid situation in the state. But, as former CEC SY Qureshi points out in a newspaper article, it is not within the commission's power to postpone the polls as the Indian Constitution does not empower the poll body to do so.\n\"Postponing elections is not in their hands at all and would be a violation of the constitutional mandate that gives every Vidhan Sabha a fixed term. As soon as the term is over, the House stands dissolved automatically. The term of the House cannot be extended except in an emergency declared by parliament, which the constitution restricts to only two situations—war and breakdown of law and order,\" he writes. Qureshi also recalls that in the seven decades of India's electoral history, this has happened only thrice—in Assam, Punjab, and Jammu and Kashmir—amid insurgency situations.\nThe ECI would be under the scanner for how it conducts the elections in the five states amid the pandemic. One cannot forget the savage criticism the ECI had faced last year, when it had conducted the assembly polls in the midst of the devastating second wave of Covid. In May last year, the Madras High Court told the ECI that \"You should be put on murder charges probably,\" that \"You are the most irresponsible over the last few months in not stopping political parties from wanton abuse of the Covid-19 protocol,\" and that \"You are the only institution responsible for the situation that we are in today.\"\nIncumbent CEC Sushil Chandra, while coming out with the timetable for the coming polls on January 8, defended the decision to go ahead with the polls, asserting that holding the elections is the \"essence of maintaining democratic governance.\"\nThe challenges for Chandra remain the same as those of his predecessor Sunil Arora: to ensure people's safety and that the pandemic situation is not exacerbated by the polls.\nThe ECI has outlined a slew of measures keeping in mind the pandemic and the involvement of more than 180 million voters in the forthcoming polls. It has broken some new ground. For the first time, it has barred physical rallies and roadshows till January 15, saying the rule would be reviewed after that since the \"ground situation is dynamic,\" indicative of an incremental posture. Quraishi, however, questioned the rationale behind the move and the line drawn between rallies and public meetings.\nThe real test of the ECI's ability to hold the polls will be how it enforces its elaborate Covid-related guidelines by marshalling the administrations in the five states, and how much the latter cooperates. The biggest challenge for the efficiency and independence of the ECI is, of course, how it deals with the Covid guidelines violations—if any—by the political parties. There is a possibility that such issues could be politicised, but the ECI should not come under any pressure from any quarter in cracking down on health protocols, because they relate to an unprecedented public health emergency.\nWhile the ECI actions to enforce Covid guidelines will be under close scrutiny, stricter monitoring will be called for political parties abiding by them, because it is the parties which were unanimous in conveying to the ECI that the polls be held on time despite the pandemic. The parties must help the ECI's bid to ensure that the electoral exercise does not turn into a Covid-19 super-spreader event—especially in rural areas, where the health infrastructure is creaky.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Poll amid pandemic: Voting right vs human life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/poll-amid-pandemic-voting-right-vs-human-life-2939211",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "The thoughtfulness of my son-in-law in printing a personalised letter on a blanket as a paper-themed anniversary gift to my daughter enthralled me. This new generation is full of surprises, even when some of these surprises are influenced by the media. Otherwise, who among you has heard of paper as the theme for a first-anniversary gift? I am sure some lifestyle magazines have promoted this year-by-year gift idea to carve out a niche business. I was sharing my bemusement with a colleague, and lo, my Facebook wall offered me a video on how to send a paper blanket to a daughter. I did not browse any keyword to prompt the suggestion, and the online platform pitted my love for my daughter against that of my son-in-law. Nice try, Mark Zuckerberg! During the same adda, I was telling my colleague that it was a jailable offence to forget one's spouse's birthday in Samoa—something that I learnt on Facebook. That evening, my colleague received a video suggestion on some strange laws including the one I mentioned. I gave my phone a suspicious look. Has it been spying on me?\nThe mind-reading algorithm is very much here. About two years back, in a blog post, Facebook announced that it was creating brain-machine interfaces that could collect thoughts from human neurons and translate them into corresponding images and words. The research initially aimed at helping patients with paralysis, giving the disabled individuals a much-desired medium to express their thoughts without moving any muscle. Many companies, including the US military and Elon Musk's Neuralink, have been engaged in developing such brain-computer interfaces for some time now. For me, it was an eye-opener to realise that such neurotechnology already existed, and I had been its unknowing subject. I felt like I was wearing the proverbial Emperor's New Cloth that failed glaringly to hide the bare self of the wearer.\nGone are the days when privacy used to be a concept. The science behind it is no longer fiction. It is embedded in the devices that we are carrying in our hands as an extension of our bodies. The social media app on my phone can now figure out what I do, see or hear. It is the modern-day angelic scribes that sit on our shoulders recording everything for the judgement day. Through functional magnetic resonance imaging (fMRI), our devices can now measure blood flow to the brain as a proxy for neural activity, paint a corresponding image, and translate them into words.\nAs a student of culture, this worries me, because I have been owned by an agency that has the intention of using my mind as its own frontier. It has every intention of colonising my mind. It is a type of \"imperialism\" that Edward Said defined as \"thinking about, settling on, controlling land that you do not possess, that is distant, that is lived on and owned by others.\" Similarly, Facebook has taken over my virtual space to control the space it does not own or possess. At the same time, as a student of humanities, I am appalled by the consent I have given to Facebook to subjugate me. While glossing over some fine print, little did I know that I had made myself vulnerable to Big Data. The exciting video threads, news bites have lured me into joining a platform, manufacturing my consent and making me a helpless cog in the browsing machine. I am responsible for my own virtual enslavement. In the prison house of cyberspace, my brain, which has been the ultimate reservoir of our privacy frontier, has stopped being private.\nTraditionally, we have heard of Big Brother state machinery carrying out clandestine surveillance operations on its subjects. It seems intelligence agencies are not the only ones prying into our private lives. Our data is up for grabs for anyone who is interested. Facebook has already been accused of peddling information to different agencies, including advertising firms. The digital marketing network has thus targeted me as a potential client. How do I know? While researching on this topic, I was dogged by a \"Study Digital Marketing in Europe\" campaign. The app analysed my profile to think that my admin role involves educational marketing. I have thus become a product of neuro-capitalism without my foreknowledge. The question is: How do we protect our privacy, our brain data from these all-aggressive giant technological innovations? The danger is bigger than we can imagine.\nCertain authoritarian companies are already using this brain-mapping technology to measure the emotional and cognitive health of their employees. They are given EEG headgears so that the employers would know the emotional level of their staff members. They have been used for brainwashing. Such technologies can very well be used for criminal investigation and interrogation. The group that has access to this power will rule over the rest, turning them into mere zombies that Satyajit Ray caricatured in \"Hirak Rajar Deshe.\"\nYuval Noah Harari, the author of \"Sapiens,\" in a recent interview with CBS 60 Minutes, warned us of the process through which artificial intelligence (AI) could hack human brains. For the safe operation of these new technologies, Harari suggested observance of three principles so that no agencies obtain \"a frightening accumulation of power.\" These include: 1) Making sure that the data is used to help, rather than manipulate; 2) Monitoring any agency that has the power to monitor us, so that it employs its power responsibly; and 3) Ensuring that the data is not concentrated in just one place to avoid dictatorship.\nThis is easier said than done, especially in societies where mind-reading can be exploited for personal gains. While most countries are giving in to the manufactured consent of AI, the Latin American country Chile has been an exception. Addressing the mental privacy issue against the backdrop of the rapid encroachment of brain-computer interfaces, the country adopted a neuro-protection bill last July. Chile's parliament agreed that neural data is a special kind of information related to our essential self as it defines our identities. The bill considers neural data as an organic tissue. \"By treating neuro-data as an organ, the law prohibits Chileans from being compelled to give up brain data and, crucially, its collection will require explicit 'opt-in' authorisation,\" wrote Abel Wajnerman Paz, a Chilean university teacher, on Restofworld.org.\nDo we need similar legal protection? The issue resurfaced during last week's review of the January 6, 2021 Capitol insurrection in the US. We were once again reminded of the dubious role of Facebook when it failed to prevent far-right groups from planning the US Capitol siege. It tracked the \"stop the steal\" hate messages, but did not alert the authorities concerned. The social media platform has been equally guilty of being complacent during the genocide in Myanmar and ethnic cleansing in Ethiopia. It is said that 90 percent of Facebook users reside outside of the US, where the company employs 10 percent of its surveillance efforts. Whereas for 10 percent of its users in the US, it uses 90 percent surveillance apparatuses. To safeguard ourselves from the malpractices and misuses of social media, we, therefore, will need our own safety valves.\nIn theory, access to brain information is good for research, education, health, and entertainment. In reality, it will allow certain groups to acquire more power for their own sake. A state agency may temporarily benefit from its access to the brain data of its own citizens, but the problem arises when other agencies make inroads in cultivating choices and manufacturing consents. It is no coincidence that Facebook is not only monitoring the purchasing behaviour of my family, but also creating a familial contest to encourage me into starting a new behaviour.\nThe paper blanket for my daughter is a cute gesture from her husband. To make me compete for the cuteness is perverse. And the machine, without an ethical code written by humans, will never understand that.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "A case for our mental privacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/case-our-mental-privacy-2939206",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "While covering a discussion on domestic violence last year, like many others in the audience, I was deeply touched by Rahela's story of helplessness. Rahela (not her real name), a domestic violence survivor from Atgharia upazila of Pabna, had been abused by her husband ever since she got married 15 years ago. Although initially her husband, a drug addict, would torture her occasionally, it became more frequent as time went by, she said, wiping her tears. But one day, during the Covid-induced lockdown last year, the 28-year-old mother of two could not bear the torture any longer. The man beat her severely with a stick, which landed her in a local hospital.\nLater, when I contacted her personally, Rahela said that she had gone to the local UP chairman to complain about her husband's history of violence, but she was advised to go to the police station. After taking treatment at the hospital for two weeks, she went to the Atgharia Police Station, where the duty officer asked her to file a complaint, and that was all.\nAccording to Rahela, police did nothing about her complaint, rather, after a month and a half, she was forced to return to her abuser as her parents could not bear the extra costs of keeping her two daughters and herself, while her in-laws and neighbours made a mockery of their situation saying, in Rahela's words, she \"had to return eventually, even though she went to the police to teach him a lesson.\"\nAlthough spousal violence is the most prevalent form of violence facing women in Bangladesh—according to a 2015 Bangladesh Bureau of Statistics survey, 73 percent of ever-married women reported having experienced violence from their husbands in their lifetime—an overwhelming majority of them have to endure a similar scenario while seeking remedies. They have to go through a myriad of other challenges including social stigma.\nData obtained from the national emergency helpline 999 also shows that the number of complaints against spousal violence has increased by 174 percent during the past two and a half years, with 3,348 complaints recorded in 2021, 1,123 in 2020, and 388 in 2019. In 2021, such complaints were almost half (47 percent) of the gender-violence-related calls attended by 999. However, in only a few instances, cases were filed under the Women and Children Repression Prevention Act 2000, as most survivors do not want to file a case, instead they want to see the matter resolved internally. Unlike Rahela, who at least showed the courage to go to the local UP chairman and police to seek remedies, victims mostly keep silent about the bodily harm and emotional abuse suffered.\nSpeaking up or taking action against an abusive husband is not an easy decision, as I have discovered while interviewing many survivors of domestic violence. Many think they have little choice in this regard, with social and familial pressures always hanging over their heads. They are advised to comply and endure silently, or risk losing it all. The shocking death of Elma Chowdhury Meghla—a student of Dhaka University's Department of Dance—at the hands of her in-laws is a perfect example of how lack of support can force women to keep silent until their deaths.\nFurthermore, in the absence of proper institutional support including shelter, psycho-social counselling, medical services and livelihood opportunities, many victims are reluctant to pursue a legal battle and return to live with their tormentors. According to a 2020 Human Rights Watch report, there are only 13 longer-term government shelters for women and girls in Bangladesh, including seven Safe Custody Homes run by the Ministry of Social Welfare (two of which in Dhaka division) and six shelters run by the Ministry of Women and Children's Affairs, where women can stay for up to six months with up to two children under the age of 12.\n\"In addition, there are eight Victim Support Centres (VSC), which technically offer short-term shelter for up to five days, run in coordination between the Bangladesh police and NGOs. But shelter services at VSCs are inconsistent and unreliable, and activists say that in reality they often don't allow stays beyond one night in case of emergency. Finally, there are an estimated 15 additional NGO-run shelters. In total, therefore, there are a mere estimated 36 shelters in a country with over 80 million women and over 64 million children,\" the report stated.\nAlthough we have a very progressive law—Domestic Violence (Prevention and Protection) Act 2010, which gives victims of domestic abuse the opportunity to get different remedies including protection orders, the right to reside at the marital home, temporary custody of children, and recovery of personal assets and assets acquired during marriage—its implementation is still very poor, due to a lack of awareness among victims as well as key implementing agencies.\nFor example, 28-year-old Mehroo, a caseworker at an NGO that works on preventing gender-based violence, said that even though she was aware of the DVPP Act and her rights, she could not secure remedy under the Act for the violence she had faced from her husband. During her eighth month of pregnancy, she said, she discovered that her husband was cheating on her, and when confronted, beat her severely. He also threatened to kick her out of the house, so she couldn't take any action against him.\nAccording to Mehroo, based on her experience of working with her organisation, she found that the road to remedy under the DVPP Act is also uneven, complex as well as time-consuming, as the implementing authorities are not well aware of these progressive provisions. In her case, it was simply impossible to pursue a prolonged legal battle as she was heavily pregnant, unable to walk properly, let alone run to courts.  \nA 2020 study conducted by Prof Taslima Yasmin, an associate professor of law at Dhaka University, also found that 19 of the 20 survivors interviewed had never heard of the DVPP Act. Even when they went to law enforcement agencies or administrative officers, they were not informed that they could get remedy under the law. Clearly, there is a lack of orientation and training on the provisions and usage of the law.\nTaslima's study also found that victims only seek remedy when physical torture reaches a severe level, or after they were denied access to their marital residence or the husband remarried.\nAnother shocking discovery was that although the study found case records from the Chief Judicial Magistrate Courts in over a dozen districts, it found no case filed under the law in Bhola and Sherpur district courts in the past 10 years, while the Barishal Chief Judicial Magistrate Court recorded only one in 2020, and that too was still pending disposal. A lawyer with 25 years of experience at the Metropolitan Magistrate Courts in Dhaka said that no one had approached him to file a case under the Act in the last 10 years; he saw only one case being heard in a court during this time. Similarly, the Judicial Magistrates in Gazipur, Narsingdi, and Mymensingh informed that they rarely saw any case being filed under this law.\nAccording to the Act, the upazila women affairs officers have been made responsible as Enforcement Officer (EO) for reporting incidents of domestic violence to the court, accessing legal aid under the Legal Aid Act 2000, referring victims to safe shelters, if necessary, and much more. However, some organisations working on preventing violence against women said that the enforcement officers remain unavailable for immediate support, as they are overburdened with duties and underequipped in the absence of any budget.\nIn order to prevent domestic violence, which went up alarmingly during the pandemic, we must make the DVPP Act successful by employing designated paralegals or separate desks at the Upazila Women Affairs offices to efficiently coordinate among the various implementing agencies. At the same time, there must be a mechanism (involving shelters, psycho-social counselling and medical services) for the survivors who literally have nowhere to go to escape the violence.\n \nNilima Jahan is a staff reporter of The Daily Star. Email: nilima.jahan@thedailystar.net. \n",
        "headline_1": "The long, winding road to remedy for spousal violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-long-winding-road-remedy-spousal-violence-2938626",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "The report of a gas cylinder explosion in Cumilla resulting in the injury of 35 children is distressing, to say the least. We are further troubled to learn that at least six children among them remain critically injured. It was in the district's Nangalkot upazila that the cylinder filled with helium gas was being used to inflate balloons, with about 40 children standing in close proximity. But the joy of watching balloons floating in the air soon turned into horror as the gas cylinder exploded with a loud noise.\nWe are relieved that some of the injured children were rushed to the Cumilla Medical College Hospital, while others to Nangalkot Upazila Health Complex for receiving emergency medical treatment. According to hospital sources, all the children are aged between 8 and 18 years. It is good to know that the Mokara Union Parishad chairman visited the hospital and promised to bear the cost of treatment of the children.\nPrimary reports state that the balloons were meant to be sold at a fair being organised at a nearby village. But the local administration confirmed that no permission had been granted by them to organise a fair amid the ongoing Covid-19 pandemic, considering health hazards. We believe proper investigation would reveal who the organisers were and how they could violate government order.\nExplosion of gas cylinders has become a common phenomenon in Bangladesh. In most cases in the past, such explosions have taken lives of either the men handling the cylinders or some persons including children standing nearby. Fire originating from exploding cylinders damaged many homes as well.\nInvestigations revealed that faulty, overused or poorly manufactured cylinders usually cannot sustain the pressure of the gas inside and burst at the seams. Gas cylinders ought to be manufactured with high quality materials, and under the supervision of qualified engineers. These must go through strict quality control checks before going to the market. Proper maintenance instruction labels should also be fixed on them.\nHowever, this needs to be said that we see low quality gas cylinders being bought and sold in the country by people who know very little about the safety standards. We hope that the government office entrusted with the responsibility of inspection will now carry out regular testing of the cylinders in the market to avoid such accidents in the future.\n",
        "headline_1": "Balloons turn into a nightmare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/balloons-turn-nightmare-2939201",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    },
    {
        "full_article": "With the Omicron variant of the coronavirus threatening to spread uncontrollably in the coming weeks, we are concerned at the lacklustre implementation of the new Covid-19 curbs that took effect on January 13, 2022 across Bangladesh. There already appears to be confusion regarding the directive given to the transport sector to run buses at half capacity. Reportedly, the Dhaka Road Transport Owners' Association instructed its members to operate their vehicles at full capacity, violating the government directive on the very first day of the curbs. When asked, the association representatives claimed that the ministry concerned had given them \"verbal\" permission to do so—a statement that has not been confirmed by the ministry yet.\nWe cannot help but wonder: Why the confusion and contradiction in the government's instructions? On what basis did they make the decision in the first place? We had warned the government against taking measures that were impractical to begin with. With offices, factories and shopping malls all remaining open, it is unclear how operating public transport at half capacity would have helped the public.\nThis is not the first time that the government has given an instruction only to change it a day later. Often, they have retracted their decision in response to different pressure groups, the foremost among whom have been transport owners. Since the beginning of the pandemic, we have observed the authorities floundering when they should have made timely, practical and farsighted interventions. It is of urgent importance that the government takes judicious decisions in the coming days, if we are to expect the public to take these directives seriously. Confusion does not beget confidence or compliance.\nMeanwhile, according to our reports, other restrictions are also not being followed. A majority of restaurants are not complying with the directive to deny service to customers without vaccination cards, while many customers seemed clueless about how to acquire such a card. The mandatory mask use is being violated. It is apparent at this point that arbitrary drives alone will not help. We need mass awareness programmes, along with strict enforcement of the restrictions, if we are to curb the spread of the virus. Both the authorities and the public need to understand the importance of abiding by the restrictions, if we are to avoid loss of lives as well as another lockdown that will inevitably harm the economy and people's livelihoods.\n \n",
        "headline_1": "Confusion does not beget confidence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/confusion-does-not-beget-confidence-2939116",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2022"
    }
]