[
    {
        "full_article": "April’s retail inflation data flattered to deceive. The Consumer Price Index (CPI)-based provisional headline print shows year-on-year retail price gains, across the broad spectrum of goods and services that combine to constitute the CPI, slowed fractionally to a 11-month low of 4.83%, from March’s 4.85%. This slowing, however, did little to mask the more disconcerting acceleration in food price gains. Inflation based on the Consumer Food Price Index (CFPI) quickened by 18 basis points from the preceding month’s year-on-year pace to a four-month high of 8.7%, with the month-on-month rate accelerating to 0.74%, from 0.16% in March. Rural consumers fared worse than their urban counterparts with both food and broader headline inflation reflecting faster price gains. The CPI-based reading for the hinterland was still well above the 5% mark at 5.43%, while inflation in urban areas was a sharply lower 4.11%, reflecting the widening divergence in the impact that price gains are having on those already struggling from the hit to the rural economy from a weak monsoon last year and sizzling temperatures this summer. Food price gains at 8.75% for rural consumers, a good 19 basis points faster than the 8.56% faced by urban consumers, is all the more disconcerting as food is an essential expenditure that every household must try and find the means to meet. The pressure on food prices remains wide-ranging, with cereals — the heaviest weight in the food category — witnessing a 26 basis points quickening in inflation to 8.63%. Data from the Department of Consumer Affairs’ Price Monitoring Division shows the average price of rice was 14.3% steeper as on May 14 than on May 14, 2023. And the price of wheat was 6.4% higher from a year earlier, signalling that respite on the cereals front is unlikely in the near term. April’s soaring temperatures also kept inflation in vegetables, particularly vulnerable as perishable produce, in double digits for a sixth straight month at 27.8%. Price gains in pulses too offered little succour as they extended their stay in double digits to an eleventh month. And the Consumer Affairs department’s data show prices of all the five key dals — gram, tur, urad, moong and masoor — continued to rise appreciably as on May 14. With live water storage at the country’s 150 reservoirs dwindling to 27% of capacity as on May 9 and trailing both the year-earlier and 10-year average levels significantly, the outlook for price stability rides almost entirely on the forecast ‘normal monsoon’ delivering spatially and temporally well-distributed rains in the coming months.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ninflation and deflation\n\n/\n\nIndia\n\n/\n\neconomy (general)\n\n/\n\nfood\n\n/\n\nMonsoon\n\n/\n\nheatwave\n\n/\n\nwater",
        "headline_1": "Little respite: On food price gain",
        "headline_2": "Food inflation continues to undermine wider price stability",
        "link": "https://www.thehindu.com/opinion/editorial/little-respite-on-food-price-gain/article68175302.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "It has been over three years since the coup d’etat in Myanmar in which the junta usurped absolute power and unleashed severe repression in order to clamp down on any demands for a return to democracy or granting more power to the marginalised ethnic identities in the civil war-prone country. Facing repression such as brutal bombing and the displacement of entire villages, many citizens, particularly those from ethnic minorities, have sought refuge in neighbouring countries including India. Many refugees from Myanmar’s Sagaing region and Chin State have fled the junta’s violent campaigns and headed to Mizoram and Manipur. While in Mizoram, refugees, of Chin ethnicity in particular, have been treated favourably, with the Mizo people regarding them as ethnic brethren, those in Manipur have not received such treatment from the government led by Chief Minister N. Biren Singh. Manipur has continued to conflate the issues related to the refugees fleeing Myanmar with that of cross-border drug trade. Ever since the ethnic violence between the Kuki-Zo community and the majority Meitei community last year, this refrain by the Manipur government, which has not hidden its preponderance to act as an ethnic majoritarian regime, has led to the stigmatisation of the refugees and policies that are in stark contrast to Mizoram’s humanitarian approach. Moves such as seeking to end the Free Movement Regime, that is seen as favourable by the citizens of both countries, the announcement that India will fence the 1,643 km India-Myanmar border and Mr. Singh’s statement that 5,457 “illegal” migrants were found in Manipur’s Kamjong district should be seen in this light. The Chief Minister has repeatedly maintained that the conflict, which has killed more than 220 people, displaced over 50,000 people and resulted in injuries to thousands, besides creating a siege mentality among the Meitei and the Kuki-Zo communities, is a consequence of his government’s actions against “poppy cultivation” and “illegal immigration”. This is both an over-simplification and a biased view of the ethnic conflict that has raged in the State because of the inability of the Biren Singh government to rise above the ethnic fray and build confidence measures that could win the trust of the Kuki-Zo community. That the violence has been followed by the brazen militarisation of Manipuri society, in the hills and in the valley, with vigilante groups armed with sophisticated weapons, causing law and order problems, and impeding security personnel seeking to impose law and order, reflects even more poorly on the government. Unless there is a change, both in approach and in leadership in Manipur and the way it has treated the conflict, the situation will continue to fester.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nManipur\n\n/\n\nMyanmar\n\n/\n\ndemocracy\n\n/\n\nunrest, conflicts and war\n\n/\n\nnational or ethnic minority\n\n/\n\ngovernment\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nillegal immigrants",
        "headline_1": "Lame excuses: On Manipur and the ethnic conflict",
        "headline_2": "Biren Singh continues to blame ethnic violence on ‘illegal migration’",
        "link": "https://www.thehindu.com/opinion/editorial/lame-excuses-on-manipur-and-the-ethnic-conflict/article68174995.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "‘Savukku’ Shankar was arrested on May 4th on charges of denigrating women police personnel in an interview he gave to a YouTube channel. Going by the rate at which old complaints against him are being opened, the govt clerk-turned-social media ‘entertainer’ now booked under Goondas Act is likely to cool his heels behind bars for a long time. On Friday, police arrested Felix Gerald, who had interviewed Shankar. These are but two of the many YouTubers who have found themselves on the wrong side of the law. While we debate the limits of freedom of expression, an equally important question needs to be addressed: Can such social media commentators harm journalism?\nMy quick answer is no, since such vicious banter that masquerades as commentary only helps journalism stand apart. But it can be harmful if aspiring journalists mistake such social media circus as journalism. I am not trying to put journalism in an ivory tower; quite the contrary. Unlike professions such as medicine and engineering, journalism is a field that doesn’t make an academic degree in the subject a pre-requisite (though nowadays media houses recruit mostly from journalism schools). Technically speaking, anyone can become a journalist, but everything isn’t journalism.\nThis column in July 2019 had argued against Jay Rosen’s observation that frowned at journalists who see storytelling as the heart of journalism. This is what Rosen, who teaches journalism at New York University, said: “I don’t know how our journalists came to see storytelling as the heart of what they do, and storyteller as a self-description.” He went on to list these as the core of journalism: Truth-telling, grounding public conversation in fact, verification, listening.”\nToday, I agree – though grudgingly – with Rosen. For the record, here’s what I argued then: When one says a journalist is in the business of storytelling, it is not in conflict with his core duties of getting to the truth, verifying with multiple sources and putting it in context. Once he gets all that done, he tells the story. As long as someone does this rigour, it becomes a piece of journalism, no matter if it’s mainstream media or social media. While journalism should be more democratised (with citizen journalists and the likes), let’s never forget that a journalist has no special right; only the one guaranteed under Article 19 (1)(a) of the Constitution for all the citizens.\nSome television stars, who threw out field reporting to make time for debates, have done enough damage to broadcast journalism. Ten years ago, I, along with a popular English TV anchor, was invited as a judge at a competition for journalism students from across the country. The assignment for the dozen teams was to do a 10-minute news programme for television. None of them did reporting; all of them sat around a table and shouted at each other. They called it ‘prime time debate’.\nSelf-styled social media influencers pose a similar threat – not just of misleading budding journalists, but of enticing some seasoned ones too. The larger the audience, the greater the emotional reward for a journalist; but a journalist worth his truth wouldn’t trade facts for eyeballs. There’s nothing wrong with a story being provocative or sensational (some of the best stories are both), just that the storyteller should be neither. Those who find instant gratification and Insta followers can be happy – and reasonably rich – but they would never be considered journalists. And if they cross that line, which their followers so badly want them to, may give company to Shankar, Felix and many others.\n\n",
        "headline_1": "Anyone can be a journalist, every­thing isn’t journalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/anyone-can-be-a-journalist-everything-isnt-journalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "The Dalit identity politics that reigned supreme in UP in the 1990s was built around a Dalit-led political party. It is now giving way to broader demands for social justice and economic advancement, particularly among poorer non-Jatav Dalits. Disaffection with Mayawati, who many feel failed to fulfil their economic aspirations, underlies this Dalit search for a new political home.\nBSP’s loss, whose gain? | BJP has been drawing large dividends from this disaffection. Its new redistributive politics, combined with promises of development and cultural recognition under the banner of subaltern Hindutva, which enable an upper caste party to mobilise lower classes, has been drawing in a growing number of Dalits.\nA number of sub-regional Ambedkarite organisations, like Bhim Army led by a young Dalit, has also emerged as once-dominant BSP, which once consolidated UP’s Dalit movement, has become mired in an existential crisis.\nDalit assertion still remains strong. But it is now fissured along class, ideological and sub-regional lines, divided into Ambedkarite pro-BSP and Hindutvawadi pro-BJP Dalits, each further fragmented.\nAzad’s limits | Bhim Army, formed in 2015 in western UP, and Azad Samaj Party, created in 2020 in Saharanpur district, are the most significant of the political fragments that disillusionment with BSP has created across the state.\nBoth were founded by Chandrashekhar Azad, a Jatav lawyer, human rights activist and Ambedkar devotee. He is a creature of the new Dalit politics in UP. Born in a village to a schoolteacher, he first made headlines in 2016, when he mounted ‘The Great Chamars of Ghadkhauli Welcome You’ board at his village’s entrance; then again, after his attempted murder in 2021.\nAzad gained popularity among Jatav youth by fighting atrocities, holding cycle yatras to advance Ambedkar’s ideas and establishing schools for Dalit children. His movement has momentum and he has been named by Timemagazine as one of the world’s 100 emerging leaders. For now, however, his Bhim Army, which is not yet 10, remains confined to western UP.\nThen there are Ambedkar Jan Morcha (run by Shravan Kumar Nirala in Poorvanchal) and Bahujan Mukti Party (under Daddu Prasad in Bundelkhand), two smaller BSP-breakaway organisations, led by former BSP leaders. These too have only a local presence.\nRead full story on TOI+\n\n",
        "headline_1": "Dalit search for new political home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dalit-search-for-new-political-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "Voting for 21 Lok Sabha seats and 147-member Vidhan Sabha elections got underway yesterday – over four phases – on the backdrop of a failed coalition attempt between incumbent BJD and principal opposition BJP. An unusual camaraderie between the two has transformed into intensely contested electoral battles. Congress, a distant third, is relevant mostly in tribal southern Odisha.\nNaveen Patnaik’s return will make history – India’s longest-serving CM. If BJP wins the 147-member assembly, Odisha will for the first time see a saffron party form govt. BJP was junior partner in Naveen-led govt from 2000 to 2009.\nBJP’s aggressive campaign saw its tally increase from one LS seat in 2014 to eight in 2019; its vote share leapt from 16.9% to 38.4% in five years. Yet, it couldn’t dent BJD in the assembly, winning only 23 seats (32.5% votes), while BJD won 112 seats (44.7%). The state also witnessed split voting with many opting for BJP in LS and BJD in Vidhan Sabha.\nFrenemies | But BJP and BJD relations turned more than cordial the past five years. Naveen unquestioningly supported BJP at the Centre. In return, BJP went easy on the regional party, Modi praising Naveen’s governance in Rajya Sabha in Feb 2022.\nModi and Amit Shah have held no political event in Odisha in the last five years. Weeks before the election schedule, PM visited twice – in Feb and March – but refrained from criticising Naveen, calling him “dear friend” and “Odisha’s popular CM”.\nIn March, talk of a possible BJP-BJD coalition gained ground – an unusual pact had it happened between a party and its main opposition – would’ve instantly vacated opposition space to Congress’s advantage. Hectic parleys ended on an abrupt note with BJP saying it couldn’t agree with BJD on the matter of ‘Odia Asmita’ (self-respect), which over the past two months has unfolded into a key poll issue.\nPandianomics | BJP and Congress have both targeted Naveen’s close associate, bureaucrat-turned-BJD politician VK Pandian. Pandian joined Naveen as his private secretary in 2011. In his fifth term as CM, Naveen introduced his 5T governance charter, which stands for ‘teamwork, technology, transparency, time and transformation’. Pandian was appointed its chief.\nRead full story on TOI+\n\n",
        "headline_1": "Modi vs Patnaik-Pandian & the quiet Odia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/modi-vs-patnaik-pandian-the-quiet-odia/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "Women increasingly constitute an important vote bloc for many political parties. Carefully tailored subsidies are integral to political strategies to appeal to women voters. Of interest here is the impact of free bus rides for women in states such as Karnataka and Telangana beyond immediate political benefits. What are its larger consequences?\nAn executive of L&T, which has a 65-year concession on Hyderabad metro, observed that there’s been gender redistribution between bus and urban rail transport. Women have moved from metros to buses, while men have switched to rail because of overcrowding.\nTransport, the subsidy magnet | Public transport is globally one of the most frequently subsidised areas. Luxembourg, one of the richest countries, has made all public transport rides free, including that of tourists. There’s a reason here. Transport is viewed as an input which complements a socially desired objective such as people taking up jobs. For govts, transport subsidy is seen as a positive externality, where the cost incurred by the state provides indirect benefits.\nMigrant trains | Indian Railways incurs its largest passenger subsidy on second class and sleepers. Chock-a-block trains along the so-called migrant routes justify this subsidy as it is essential to move people from labour surplus regions to areas where there’s a demand. The economic benefits of this include a boost in consumption taxes in home regions of labourers.\nComplex interplay | These are examples of supply side subsidies. It’s hard to gauge their unintended consequences and not always do the poorest get subsidised. To illustrate, a 2012 study of Greater Mumbai based on a random sample of households by Cooper & Bhattacharya showed that 45% of the surveyed walked to work. They also happened to be the poorest in the sample. Mumbai’s rail and bus subsidies went to slightly richer households. But without those subsidies, the city’s economic expansion is likely to have been curtailed.\nGovts and externalities | Fiscal allocations of govts are hugely influenced by their assessment of externalities. A lot depends on what really matters. Delhi Metro (DMRC), jointly owned by GOI and Delhi govt, made losses for 10 straight years up to 2022-23. Other than changing the city’s transport dynamics, DMRC has also earned carbon credits, an important benefit in a city with poor air quality.\nThe jury’s out on free bus rides for women. The truism is that there will never be a consensus on subsidies.\n\n",
        "headline_1": "Subsidy with benefits?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/subsidy-with-benefits/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "It is disappointing that the education and health sectors are once again set to get less Annual Development Plan (ADP) allocation than what has been prescribed in the 8th Five-Year Plan. Their apparent downgrading seems to have become a trend over the last four years, which is unfortunate. According to the draft development budget likely to be placed before the National Economic Council on May 16, the health sector will receive 7.8 percent of the ADP allocation in fiscal year 2024-25. However, the 8th Five-Year Plan for fiscal years 2020-21 to 2024-25 prescribed 11.1 percent of the ADP allocation for 2024-25. Similarly, the education and technology sector will get 13.7 percent of the ADP allocation against the plan's proposal of 16.5 percent.\nAs experts have noted, education and healthcare are two of the most vital sectors for human development. Despite policymakers—including the prime minister—repeatedly saying that they are putting more focus on these sectors, we hardly see a reflection of their commitments in the development budget. Without increasing investment in the two sectors, the country will not be able to properly develop its human resources. We are already struggling on that front, as evidenced by the number of experts our businesses have to hire from abroad leading to huge amounts of dollars leaving the country. Lack of investment also means that people's out-of-pocket expenditure for both healthcare and education will continue to remain high.\nA review report placed before the Planning Commission in January found that out-of-pocket expenditure on healthcare in Bangladesh is around 72 percent, which is very high compared to our neighbouring countries including India, Bhutan, the Maldives, Pakistan, etc. There is a clear link between such high expenditures for people and a rise in poverty. Meanwhile, according to Unesco's Global Education Monitoring Report 2022, Bangladeshi families bear 71 percent of the total education expenditure in the country. For fixed-income and poor families, this means a disproportionate burden as well as disparity in the quality of education on offer.\nSuch inequalities should be addressed through proper government financing in education and healthcare. This is why the lack of sufficient budgetary allocation for the two sectors is a major concern. If the government cannot manage sufficient funds because of financial constraints, it has to come up with innovative measures to address the gap. Additionally, it has to increase the capacity of these two sectors—especially the relevant ministries—to absorb the necessary expenditure and utilise the allocations effectively.\n",
        "headline_1": "Spending cuts in vital sectors will further hurt people  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/spending-cuts-vital-sectors-will-further-hurt-people-3609841",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "Some academic disciplines are broadly recognised yet their scopes and practical applications are often misunderstood. Public policy and governance studies, traditionally domains reserved for civil servants, policymakers, and scholars, involve developing, analysing, and implementing policies that dictate government operations and broader societal structures. Today, public policy has evolved into a dynamic arena in democratic societies worldwide. It is no longer shaped solely by policymakers; citizens, lobbyists, and various organisations also significantly influence public policies. Collectively, they strive to adhere to, challenge, or shape government rules, regulations, and laws, as well as lobby for policies that align with their interests.\nConsequently, individuals with expertise in policy and governance are increasingly valuable in diverse organisational contexts. From powerful corporations to non-governmental organisations (NGOs), international NGOs, and foreign embassies, entities are actively seeking specialists who are adept in public policy to support or advance their objectives.\nThe rationale for studying policy and governance is clear: these fields equip individuals with the knowledge and tools to understand and influence the frameworks that underpin nearly all aspects of societal function. The pervasive role of government—from shaping social policies that affect national health and welfare to influencing educational systems and economic stability—is undeniable. A degree in public policy and governance provides critical analytical skills and insights necessary for tackling complex issues like climate change, public health, education, and economic development, rendering the discipline highly valuable.\nShould one consider studying public policy and governance? Absolutely! There are approximately 2000 university majors available globally, ranging from engineering and medicine to social sciences, STEM, business studies, and the arts. Yet, finding a leading institution without a course in policy or governance is rare. Notable schools like Harvard University's Kennedy School, the Crawford School of Public Policy at Australian National University, and the Lee Kuan Yew School of Public Policy at the National University of Singapore stand out for their programmes in public policy, governance, or public administration.\nIn Bangladesh, prestigious institutions such as Dhaka University, Jahangirnagar University, and BRAC University, along with North South University's South Asian Institute of Policy and Governance (SIPG), offer robust educational programs in this field. SIPG's Executive Masters in Policy and Governance (EMPG) program caters to fresh graduates, executives, and business professionals. It includes scholarships for descendants of liberation fighters and offers various merit and need-based scholarships. EMPG students can also apply for positions as teaching or research assistants.\nI completed my degree at SIPG within one year. My cohort included mid-level NGO, INGO, and embassy staff eager to advance their careers or deepen their understanding of Bangladesh's policy and governance framework. I spoke with a current EMPG student employed at a multinational corporation who pursued a Bachelor of Business Administration. He explained his motivation for studying policy and governance, noting that multinational companies today align their operations with Sustainable Development Goals (SDGs) and Environmental, Social, and Governance (ESG) standards, seeking candidates who grasp both the business and relevant policy issues.\nUnderstanding policy and governance is crucial in today's global landscape, offering numerous opportunities across various industries for those aiming to significantly influence their careers, whether in Bangladesh or internationally. Therefore, studying public policy and governance is not just about building a career—it's about making a meaningful difference in your life and the lives of others.\nSakir Mohammad is a research associate at the South Asian Institute of Policy and Governance (SIPG), North South University, Dhaka. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why study public policy and governance? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-study-public-policy-and-governance-3609856",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "We are disappointed to learn that, even after 12 years of operation, the national helpline for women and children who are victims of violence is not serving its intended purpose. The hotline, which can be accessed through the short code 109, was launched in 2012 to provide appropriate support and resources to the victims of domestic violence, child marriage, child abuse, sexual violence, physical assault, dowry, etc. But an analysis of call records has revealed that the 109 hotline is limited to mostly providing information.\nBetween January 1 and April 16 this year, the helpline received 2,68,430 calls, more than 95 percent of which were related to seeking information on topics such as how to handle violent situations, dowry or alimony, divorce proceedings, reconciling relations, etc. Only five percent callers sought specific services, and of those, only two percent requested legal assistance and one percent sought police intervention. A similar pattern was observed in 2023 and 2022 as well.\nWhile we appreciate that people can rely on this platform to access important information, we are also concerned that perhaps there is a lack of public awareness regarding its true capacity. The national helpline, which is accessible round the clock, is equipped to provide guidance to the victims regarding legal provisions and actions, and to connect them to other platforms operated by government agencies and NGOs. Yet, such a small segment of the callers ask for specific services. This is concerning because violence against women and children have certainly not declined. According to an Ain o Salish Kendra (ASK) report, between January and March this year, 114 women were raped, 137 women were subjected to domestic violence, and 325 children were abused, among others. The ASK executive director was quoted as saying that, as data suggests, incidents of violence against women and children are on an alarming rise.\nThis means the authorities need to put more effort into publicising the usefulness of this hotline, because it is providing vital support to victims of violence. We urge the government to bolster this crucial platform with adequate resources so that more victims of violence can get the help they need through it.\n",
        "headline_1": "Make people aware of 109 hotline",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-people-aware-109-hotline-3609736",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "The central bank's directive, issued late last week, to recover at least one per cent of the non-performing loans (NPLs) using the alternative dispute resolution (ADR) mechanism highlights its desperation for doing whatever it can about the ever-bulging toxic assets in the country's banking sector. The ADR is a globally applied tool to resolve disputes over loans and any other issues outside the court and arbitration entities having the expertise in such dispute resolution could be of great help in this respect. The Bangladesh International Arbitration Centre (BIAC) is a leading arbitration entity that is well-equipped to do the mediation, if and when necessary. There is no denying that the volume of NPL has been on the rise for years. The reasons for such an unabated increase are more or less known to all. The loan-default culture is deeply ingrained in the banking system. Some big delinquent borrowers, who are otherwise powerful politically, have been responsible for the situation going from bad to worse. The huge accumulation of NPLs has much to do with the failure of banks to exercise due diligence while extending loans and a lack of regulatory oversight. Not that the banks are not doing anything to get back their funds stuck up with the defaulters. In addition to persuading the borrowers to pay back, they have gone to money loan courts to retrieve their money through lawsuits. A sum of Tk 1.7 trillion was reportedly involved in 72,540 cases until June 2023. Inordinate delays in the litigation process and failure to execute court verdicts are seen as major obstacles to getting the desired outcomes. Besides funds stuck up in money loan court cases, a notable number of money suits are pending before the higher courts. In such a situation, the application of the ADR mechanism offers some hope for banks provided the parties involved are willing to participate in it. ADR is an informal, short-cut way of dispute resolution without court trial --- one that uses processes like mediation, arbitration and neutral evaluation. Though less tedious than court procedure, the trust of the disputing parties in the mediator and mediation process is crucial for success of ADR. It is worthwhile to note at this point that the Money Loan Court Act 2003 emphasised the use of ADR for settling loan cases outside the courts to ensure the speedy recovery of the NPLs. The Act further provides that before the court passes judgment, the bank and its defaulting customer, with the permission of the court, can settle the matter at any stage of the case by means of an ADR. However, the BB directive also includes that the mediation has to be done on a case-to-case basis taking into consideration the ability or willingness of the defaulting customer to repay the loan. This latest BB directive among a series of others issued earlier to address the problem of NPLs strangling the nation's banking system is well understood. Of course, the pressure of the international moneylender IMF to this effect needs also to be taken into account. Against this backdrop, the current BB directive offers a way out of the prevailing mess in the banking sector. In that case, the provision of ADR to settle money loan cases makes sense and is worth exploring.",
        "headline_1": "Use of ADR to ease NPL problem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/use-of-adr-to-ease-npl-problem-1715698782",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "One of the major drawbacks confronting the country's healthcare services is the failure of the authorities to retain doctors in rural locations. With infrastructure more or less in place, it is the scarcity of medical professionals, especially doctors in the upazila health complexes that makes the delivery of healthcare services to the vast majority of the population less than desirable. Doctors' preference for major cities, particularly Dhaka, even by dodging government rules to serve at district and upazila health facilities has been a problem for long. In fact, this appears to largely characterise the country's healthcare system for decades. Although successive governments have recognised it as a significant drawback requiring attention, pragmatic steps to address it have been scarce. No doubt, this poses a major challenge for equitable distribution and delivery of healthcare services in the country. More importantly -- and sadly - it makes access to medicare a hopelessly distant dream for the vast majority of the population living in rural areas.A study conducted in this regard has brought to light some shocking facts on the extremely asymmetrical state of healthcare services in the country. The study shows that a total of 4,749 physicians are currently posted in Dhaka against only 783 sanctioned posts, causing a serious dearth of doctors at district level and below. Currently, Dhaka division has 42.2 per cent surplus doctors or 2,514 more doctors than the sanctioned 5,956 posts, it says. On the other hand, on an average more than 50 per cent posts are presently vacant in Barishal, Rangpur, Khulna, Sylhet, Rajshahi, Chattogram, and Mymensingh divisions. Doctors' stay in their places of posting in small towns and rural areas is a problem in many developing countries. In Bangladesh, it is in most cases the pressure from powerful quarters including from political high-ups in favour of the incumbent doctors reluctant to go to rural areas that has resulted in the present state of overcrowding in Dhaka and other big cities. At present, the country has only 1.1 doctors per 10, 000 population in rural areas as against 18.2 in urban areas. According to a World Health Organisation (WHO) report, 35 per cent of doctors and 30 per cent of nurses serve 15 per cent of the total population living in four major cities of Bangladesh--- Dhaka, Chottogram, Rajshahi, and Khulna, whereas less than 20 per cent of health workers are available for more than 70 per cent people living in rural areas. The WHO has recently launched a programme for \"Increasing access to health workers in rural and remote areas through improved retention of health workers in rural areas\". It has provided guidelines assisting the governments in developing policies associated with improving the quality and duration of training sessions in rural areas. It is the state responsibility to strengthen the infrastructure of healthcare centres by equipping with machinery, drugs and instruments so that doctors get the opportunity to engage themselves more meaningfully. With considerable development taking place in the districts and upazilas all over the country, unwillingness to stay there for at least a tenure of say, four years makes a shocking case for any professional group, let alone for doctors who are beneficiaries of huge endowments from the state coffer. Observers, however, point to the lack of career prospect as a genuine issue. In the absence of promotion prospect, an MBBS doctor has virtually no opening in the career ladder unless he/she goes for higher education to obtain a degree or a diploma or at the very least, a specialised training course. This motivates many to seek attachment in hospitals in big cities. Observers opine that if the government makes services of doctors at the outlying health facilities conditional to seeking higher education, absenteeism of doctors in those facilities could be contained to a large extent. This is likely to make a strong case for doctors to serve in those facilities, at least for the period required. However, not everyone can be expected to be eager for higher studies or specialised courses. So, there has to be a system whereby doctors starting their career in rural areas are not left in the lurch without any career prospect. It is thus highly important to look into their career/promotion prospect. From their perspective, there can be no denying the fact that doctors with MBBS degrees are the most neglected group in the government's employment structure. While government officials from various other cadres posted at the upzila level are open to all kinds of promotion prospects, doctors, often more meritorious, remain stuck with barely any elevation coming their way. This has been the case for long and although there were talks to do something about it, nothing has come up to make their lot better. The Director General of Health Services (DGHS) should come up with appropriate initiatives that would serve the interest of doctors as well as that of the masses missing out on government's healthcare services.\n[email protected]",
        "headline_1": "Delivering healthcare services beyond big cities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/delivering-healthcare-services-beyond-big-cities-1715698815",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "That Bangladesh's food market involving transport, import, wholesale and retail, follows absolutely no logic is now common knowledge. Every citizen in this country is by now used to price escalation of any given item by a margin of Tk 5.0 to Tk50 on any given day. The so-called 'market drives' conducted by magistrates with their retinue of law enforcers and an army of television crew following have not even made a dent in market price manipulation. Not because there aren't enough magistrates available but also the fact that the fines imposed are so miniscule in nature that those do not compel them to mend their ways and the consumers are ultimately made to bear them too.Clearly, it defies logic. The litany of excuses market manipulators come up with for price hike are irrational and arbitrary. One such excuse borders on lunacy. The country's currency was recently devalued against the US dollar. The official rate of the Bangladesh Taka went from Tk110 to Tk117. The market for food commodities, everything ranging from staples to vegetables registered a matching price increase. But why? Even the green chilli's prices strangely were with exchange rate. It would appear that our traders are in need of some psychological evaluation since the green chilli is a local produce and has nothing to do with import. Yet it managed to take the gold medal in the race to price increase amongst all the other food items in less than 24 hours since the announcement of the devaluation. It is an astonishing feat. To put it in a nutshell, the entire supply chain of food is now controlled by business coteries who couldn't care less about the government's dictates. It does not matter at all what the various ministries, departments, law enforcement agencies, the Tariff Commission and any other state entities that are somehow related to overseeing and protecting consumers' interests think or say. The message is loud and clear. The government can be defied. All the consumers can do is whimper and shout and lick their collective wounds. It does not matter. All that matters are the outrageous profits being made through racketeering. The most that can be expected in the aftermath of this disastrous and quite frankly, ridiculous and seemingly unstoppable rise in food prices is more of the same. More meetings with businessmen in the presence of cabinet ministers, more assurances that this anarchy will not be tolerated, some more 'market drives' against the 'evil' manipulators. This endless drama has worn thin, as have consumers due to a lack of proper nourishment.When no one is accountable and there is zero transparency in price structures, such situations arise. This happened in Russia for nearly a decade during Boris Yeltsin's rule. There was hyper-inflation, the market value of the rouble went from 4.0-6.0 roubles to a US dollar (that was the curb market rate) to hundreds, if not thousands of roubles to the dollar. The economy was effectively carved out by oligarchs who dictated policy to the Russian government. The people suffered in silence since their well-being no longer mattered. Is Bangladesh following a similar course where a few will make the most of the situation at the cost of the multitudes? \n[email protected]",
        "headline_1": "Excuse for price manipulation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/excuse-for-price-manipulation-1715698845",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-05-2024"
    },
    {
        "full_article": "In the era of social media, entering the market has become easier, yet sustaining a presence poses challenges due to a host of reasons. For embarking on a journey in the business world, influencers play a vital role. Recently, influencer marketing has emerged as a powerful force in advertising, revolutionising the way businesses connect with customers. Due to their immense popularity, influencers have the ability to shape customer mindsets. Leveraging influencers' audiences can provide a competitive advantage for businesses. For example, if you are starting a lifestyle business, targeting influencers knowledgeable in fashion, style, and trends can be advantageous. Strategic product placement or ambush marketing of your brand can effortlessly reach your target audience, with their endorsement creating a positive perception of your brand or product.However, it's essential to acknowledge that if you're a risk-taker, there's the possibility of backlash against your business. This is because you have zero control over this digital marketing system, which can rapidly escalate both positivity and negativity.Every aspect has its pros and cons. In the business world, it's crucial to carefully offer the right product or service to the right customers at the right time.\nRaima Mahfuz RojaStudentDepartment of MarketingNorth South University[email protected]",
        "headline_1": "Rise of influencer marketing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-of-influencer-marketing-1715698865",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-05-2024"
    }
]