[
    {
        "full_article": "If there’s one piece of tech every country’s desperate to get its hand on today, it is jet engines. Air power superiority at the core of strategic defence, countries that can master jet engine tech will be leaguesahead in the game.\n\nLast year, India inked a deal with US to jointly produce fighter jet engines for IAF. It includes transfer of tech, per the agreement between Hindustan Aeronautics Limited (HAL) and America’s GE, with plans to manufacture GE’s F414 INS6 engine in India.\nRead full story on TOI+\n\n",
        "headline_1": "India’s jets with India’s jet engines? Tough ask",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-jets-with-indias-jet-engines-tough-ask/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "Once dismissed as fanatics, Bitcoin bulls must be feeling vindicated. They made an accurate call on the cryptocurrency’s potential for gains – witness the staggering rally underway – and were right, at least in part, for the right reasons.\n\nA cut above | When Bitcoin was all the rage at the start of this decade, many serious investors and traditional economists spurned it as a useless fad – even a fraud.\nRead full story on TOI+\n\n",
        "headline_1": "GOI, Bitcoins are jingling: The most popular cryptocurrency is starting to look like more than a passing fad",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/goi-bitcoins-are-jingling-the-most-popular-cryptocurrency-is-starting-to-look-like-more-than-a-passing-fad/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "Indians often trace roots of contemporary political differences to a distant past. That, however, is impossible with the idea of citizenship and CAA. UN says that citizenship today is a fundamental element of security for individuals. The flip side is that uncertainty over it triggers insecurity.\nCitizenship | Citizenship represents membership of a sovereign country. Its origin is generally traced to ancient Greece’s city-states. But there were always entry barriers to citizenship, such as limiting it to men who owned property. Today’s idea of a more universal citizenship has recent roots, in the late 18th century. This version of citizenship came along with a set of rights and of course obligations. It’s these rights that explain the desperation to belong. Statelessness is life in limbo.\n\nPassports | Passports are the most standardised evidence of citizenship. These are yet another recent introduction. It was only in 1920 that the League of Nations worked out a standardised passport. It’s a proxy for what people value and believe in every era. For example, early American passports treated married women differently. They had to be accompanied by their husbands while the men, as always, could be footloose. In this century, passports are sometimes auctioned. Literally. You can buy some passports with the right level of investment in that country.\nOn the move | Despite citizenship triggering strong emotions, people have never hesitated to move on and surrender their citizenship. If there were 1.21L Indians who gave up their citizenship in 2012, the number went up to 2.26L in 2022. Economic reasons are usually the most powerful push factor in seeking citizenship elsewhere. But that’s not always the case. Persecution is another trigger.\nShadow of history | Citizenship is intertwined with a nation’s sense of its history. Take a broad view of it, and we have the remarkable act of a then poor India providing refuge to the Dalai Lama and thousands of Tibetans fleeing Chinese persecution. Take a narrow view, and even Rohingya Hindus, persecuted on every identity marker, get no sympathy.\nNo country provides an easy pathway to citizenship for refugees. But India, as one of the world’s leading democracies, should sign on to UN refugee convention. Sure, there are security concerns here. But hard borders exist to handle them. The best policy on citizenship is one based on pragmatism and liberalism, not identity and ‘history’.\n\n",
        "headline_1": "Many kinds of Us: Citizenship policy is best when it’s pragmatic and liberal in spirit, not based on identity & ‘history’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/many-kinds-of-us-citizenship-policy-is-best-when-its-pragmatic-and-liberal-in-spirit-not-based-on-identity-history/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "In India an intense debate on Aadhaar has been taking place across courts, govts, other state agencies and civil society. At its core has been the intersection of unique personal identity, biometrics and data security. But as important as addressing these issues domestically is, tackling them across international borders is also critical. Hence the 352-strong US House vote against TikTok yesterday.\nBad daddy | When India banned this app in 2020, this was because its parent company’s jurisdiction in China was seen as a national security threat. Four years later, the same issue is coming to a boil in US. Forcing its sale to a non-Chinese owner is the solution a bipartisan bill is demanding. NSA Jake Sullivan has explained that the legislation is about whether American children and adults’ data stays at home or goes to China. Of course, he won’t be losing any sleep over other countries being similarly concerned – about their citizens’ data getting offshored to US.\nWorldcoin threat | A year ago, Kenya suspended this project led by OpenAI’s Sam Altman. Spain has done the same now. Basically the company has set up ‘orbs’ across the world, which scan users’ eyeballs in exchange for cryptocurrency. This incentive combines with low digital literacy to pull in low-income participants. Why govts need to step in, is to check how their vulnerable citizens’ biometric data is being secured, and what is being done with it.\nBiometrics R Us | Worldcoin’s mission statement is to provide a World ID for ‘every human’. Compare this to Facebook’s slogan on giving ‘people the power to build community’. Obviously, we can’t take these companies at their word. Public oversight has to be strong and sharp. Remember, while old-school passwords also have their vulnerabilities, those are just things we know. Biometrics are who we are.\n\n",
        "headline_1": "TikTok in the dock: As US battles the app India banned, all govts need to be alert on foreign access to citizens’ data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tiktok-in-the-dock-as-us-battles-the-app-india-banned-all-govts-need-to-be-alert-on-foreign-access-to-citizens-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "As Bangladesh approaches graduation from the band of Least Developed Countries (LDCs), the imperative for facing the post-LDC era head-on becomes increasingly conspicuous. With the much cherished graduation barely two years away, the need for moving ahead without preferential cushioning is the call of the hour. The challenges to come, hitherto unencountered, demand proactive measures rather than relying on preferential treatment. The message is clear enough: the country needs to adopt a proactive approach, rather than a defensive one, to trade preferences after graduating from the least developed countries' club. The issue came up last week at a discussion session organised by the lead think tank Centre for Policy Dialogue (CPD) ) in partnership with Friedrich-Ebert-Stiftung (FES) Bangladesh. The main focus of the event was to chart a course for Bangladesh in the post-graduation period when the country, in the absence of the preferential treatment in accessing export markets, will need to rely on its skill development, productivity improvement, product diversification and competitiveness to negotiate the global trading environment. In so doing, the country should shift from a reliance on incentives and preferences to a proactive approach that supports the development of new, diversified industries for export. Speaking on the occasion, the state minister for commerce emphasised the best possible use of the available time to get ready for the post-graduation challenges.  The gestation time following graduation assumes paramount importance for fostering self-reliance. The country will be eligible for LDC-specific technical assistance and capacity building provided under the WTO's Technical Assistance and Training Plan for three years following graduation. Also countries so graduated will benefit from a three-year transition period regarding dispute settlement under the World Trade Organisation (WTO). These decisions in favour of the LDCs were taken at the recently concluded 13th Ministerial Conference (MC13) of the WTO. However, the conference did not make any commitment on the continuation of preferential market access for the three-year transition period. Understandably, continuation of preferential access will need to be negotiated bilaterally with preference-offering countries. What is most challenging in the post-graduation stage is facing the competitive global trading system in the absence of support from within or without. That is to say, while there will be erosion in tariff preferences so long received, the incentives and facilities now available from the government in fiscal and financial terms will become prohibitive. Needless to say, the government currently dishes out substantial amounts to various export sectors in the form of cash subsidies and other non-cash benefits.  Evidently, smooth and sustainable transition from the LDC status will critically hinge upon a productive momentum of economic growth. According to experts, three key determinants vital for this smooth transition include accelerated transformation of rural economy, proactive sector-specific industrial policies, and adoption of appropriate science, technology and innovation policy. Broadly speaking, these will entail adoption of policies and strategies for fostering structural transformation. In fact, these and other related issues have been flagged for quite sometime as actions for sustainable graduation. Also, in order for the country to keep the momentum in external trade, it is imperative to identify the problems well in advance and take measures accordingly.",
        "headline_1": "Preparing for post-LDC era",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preparing-for-post-ldc-era-1710429142",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "At a seminar on multi-layered connectivity in the Bay of Bengal, Japanese ambassador Iwama Kiminori shared his futuristic insight into the potential of economic prosperity in the sub-regional belt surrounding the Bay of Bengal. He could not be more to the point when the ambassador observed that the centre of gravity of the world economy was shifting. In this case, Japanese foresight on developing strategic partnership with Bangladesh and India deserves particular appreciation. Its collaboration in building here key infrastructure such as Dhaka metro rail, 3rd terminal at Hazrat Shahjalal International Airport and EPZ in Araihazar and also introduction of direct flights between Dhaka and Narita bears testimony to its interest in developing partnership with Bangladesh. Yet the dream project of Matarbari deep seaport at Cox's Bazar, the first of its kind in Bangladesh, is the one that really sets the pace of commercial connectivity and economic development not just in this country but well beyond the boundary. With close proximity to the Seven Sisters of India's north-east, the seaport scheduled to be completed in 2027 can share its benefits with those Indian states. To go by the Japanese ambassador's assertion, it is clear that his country has taken a long view in order to maximising the utility of Matarbari deep seaport. Alongside developing infrastructure in Bangladesh, Japan has also concentrated on taking similar infrastructure development programmes in northeast India. Given the importance of the Bay of Bengal, Japan rightly points out how connectivity can be extended well beyond the Seven Sisters and Bangladesh. The Japanese ambassador envisages an expansion of the commercially important strategic connectivity as far as to cover West Bengal, Bhutan and Nepal, two land-locked countries. Echoing the ambassador's sentiment, Indian high commissioner in Bangladesh, Pranay Verma also endorsed the pragmatism of developing Matarbari as a regional hub of commercial and economic interests and cooperation. He has been appreciative of the partnership role Japan is playing in building infrastructure aimed at transforming regional economy courtesy of the deep seaport. When land customs stations in Khagrachhari's Ramgarh and Sabroom in Tripura get connected following the seaport becoming operational, the states of the region will not only come closer but will gain a sense of direction for effective and meaningful economic and other cooperations. With the expected offshore exploration for petroleum and hydrocarbons in the Bay of Bengal emerging successful, the deep seaport's commercial viability may increase many times more. In short, the blue economy if and when exploited can catapult the country into unfathomable prosperity. Now that India, the most populous country in the world, and Bangladesh boasting a majority of working age youthful demography have a time in their favour, together they can lead the South Asian age of prosperity. The seven sisters staying at the backyard of Indian development paradigm stands to immensely benefit with closer interactions and cooperations with Bangladesh. Nepal and Bhutan can as well make use of the connectivity and access to Matarbari port in order to boost their export and import. For them this advantage will prove to be a blessing by all means. Bangladesh has requested India on a number of occasions to consider allowing the use of new land and rail routes and land posts via India to facilitate connectivity between Bangladesh and Nepal as well as Bhutan.The untapped natural resources in the Indian north-eastern states will add to the economic interests not only for India but also for Bangladesh and other stake-holders around the globe. Japan has well recognised the shifting of the centre of world economy's gravity and come forward with massive investments of money and advanced technology. The Araihazar special economic zone dedicated exclusively to Japanese investors has been undertaken with this objective in view. But to reap the full productive and economic potential of the region, similar investments will have to be made in northeast India, Nepal and Bhutan. If the Japanese ambassador's statement is any guide, the north-eastern Indian states are going to be recipients of massive dosages of such investments.There is, however, no hard and fast rule for injection of only Japanese fund and technological inputs. Other nations such as South Korea and China have already participated in such initiatives and also shown their eagerness to advance their cooperation in infrastructure development programmes of Bangladesh. However, the existing political environment between India and China seems to be hardly propitious for Chinese investment in northeast India. But the relations between Korea and India are conducive enough for advancing similar collaboration in the Seven Sisters. Also, notwithstanding the not-so-favourable Sino-Indian relations, some Chinese smartphone companies have been doing good business in India courtesy of collaborative ventures. Economic interests at times can circumvent sour relations between countries. The leaders in the South Asian region seem to have abandoned the idea of taking ahead the South Asian Association for Regional Cooperation (SAARC) any further. With the prospect of Indian economy looking bright, now the focus is directed to the sub-regional cooperation and development. Political turmoil in Pakistan and Afghanistan has excluded those countries out of reckoning. Lately, the Maldives has also changed its political alignment. In a fractious regional political regime of South Asia, neutral investors are also likely to look for the sub-region where political stability and the future of investments look secure.\n[email protected]",
        "headline_1": "Prospect of Bangladesh when centre of gravity of world economy shifts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-bangladesh-when-centre-of-gravity-of-world-economy-shifts-1710429183",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "Some developments are surely brewing in the country's banking sector, as the rot has gone too deep to ignore anymore. Loan scams and plundering of bank money are among major issues that feature in public discussions. A few policymakers, who until recently have consciously avoided any mention of unwanted developments in the banking industry, are finding it difficult to hold back their deep frustration. Banks and business enterprises are complementary pairs. They need each other for survival. Their relations, however, turn sour over unwanted developments involving transactions. In the Bangladesh case, default on large loan repayments and disbursement of large loans under questionable circumstances have brought many banks to their knees. The use of political connections and government intervention to secure large loans or delay in repayments has been a common affair. Business leaders, for understandable reasons, have so far skipped comments on default loans and loan scams. But that situation does not exist anymore, it seems. Some top businessmen, who have been clean as far as their transactions with banks are concerned, are not ready to accept the stigma of loan defaulter or bank money plunderer. They have decided to vent their grievance on the issue in public. At an open discussion, organised by the Dhaka Chamber of Commerce and Industry (DCCI) last week in Dhaka, they sought actions against people who have plundered bank funds worth billions of taka and transferred the same abroad. Economists have been pointing out the unsavoury developments in the banking sector for many years. None has paid any heed to it. The regulator concerned, allegedly, instead of taking corrective measures decided to be indulgent to wrongdoers. The government also, in many cases, patronised the schemers to withhold loan repayments. Together they have undone many good steps taken in the recent past to streamline the banking sector. Ignoring strong opposition from various quarters, the central bank coming under undue influence has given licences to open new banks one after another. The obvious has happened. Some new banks are in deep trouble. The situation is critical in the non-banking financial institutions and the state-owned banks. Revelations of scams and large-scale loan default notwithstanding, an air of mindless indifference to the problem was noticed everywhere. With the entry of the International Monetary Fund (IMF) following the deep dollar crisis in the early part of last year, the situation started changing. The conditions tagged with the Fund's bailout loan include reforms of the banking sector. The Bank Company Act, in accordance with IMF recipe, has been amended recently to reduce the extent of family control over private banks. But the changes, according to many, are cosmetic. What is being loudly pronounced now is the issue of the merger of weak banks with their stronger counterparts. The central bank has delineated an action plan for banks to improve their financial health by December next. Failure to do so will make them candidates for 'forced' mergers with strong banks. But the question of merger is a tricky one under the prevailing conditions. In developed countries, merger and acquisition is a natural process. Banks and other business enterprises do it on the basis of their calculations and none forces them to go for it. The voluntary merger of banks here seems highly unlikely for practical reasons. Lots of groundwork and third-party intervention will be necessary. What is, however, intriguing is the total indifference of the relevant authorities to employ asset management companies (AMCs) to recover default loans. The use of AMCs or loan recovery agents is a common practice in many countries. Even such a recovery mechanism would hardly work in the case of large and influential borrowers under the prevailing circumstances here. Merger bid, it seems, is aimed at rescuing some sinking banks. How far it will go is difficult to say right at this moment. But not much is said about a couple of key reasons behind the ongoing banking sector instability --- the presence of a high volume of non-performing loans (NPLs) and large loan scams. Unless and until these issues are addressed, the situation in the banking sector, instead of improving, will go the other way around.\n[email protected]",
        "headline_1": "Merger of banks doesn't solve the problem",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/merger-of-banks-doesnt-solve-the-problem-1710429226",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2024"
    },
    {
        "full_article": "Rising costs pose a vicious threat to Bangladesh, making life more difficult for households and dampening hopes for the country's economic recovery. For ordinary people, especially the least fortunate, inflation has become a daily struggle that impacts everything from necessities like food to transportation expenses. Even though the impact is evident, more than mere official policy declarations are needed to address this issue.The government can provide for relief through targeted subsidies, well-crafted social safety nets, and actions to stabilise important commodity prices. But concentration only on top-down fixes runs the risk of ignoring the vital roles that people, organisations, and communities can play. It is up to us, as consumers, to change the way we spend our money. Setting priorities for necessities, seeking affordable substitutes, and reducing waste are small actions that collectively make a significant difference. Whenever possible, supporting local companies can enhance their resilience and boost the economy. It is essential to be transparent about prices and explore ways to reduce costs without compromising ethical labour standards. Responsible pricing considers not only short-term profits but also consumer trust and long-term sustainability.The potential of community action is vast. Establishing organisations for bulk purchases, pooling resources and expertise, and implementing programmes to assist those in need are effective ways to foster collective resilience. Together we can empower each other and share the burden.People have the power to make thoughtful decisions, companies can prioritise ethical behaviour, and communities can support one another. We can successfully navigate the turbulent waters of inflation and create a more sustainable future for all the citizens. Let us unite not only for common concerns but also for actions. We can weather this storm and emerge stronger.\nKaziRafzan-E Rubiet (Nibir)StudentSchool of business and economicsNorth South University[email protected]",
        "headline_1": "Battling inflation collectively",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/battling-inflation-collectively-1710429252",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2024"
    }
]