[
    {
        "full_article": "India’s retail prices rose 3.54% in July, the slowest pace in almost five years, easing sharply from 5.1% in June. Food inflation, that has been high for about three years now, slid to a 13-month low of 5.4%. This is also the first time since August 2019 that inflation as per the Consumer Price Index (CPI) has aligned with the Reserve Bank of India’s median inflation target of 4%. Last week, the Monetary Policy Committee (MPC) decided to maintain status quo on interest rates for the ninth consecutive time as it awaits a durable decline in the inflation rate. July’s pleasant inflation numbers will not trigger a rethink, as the MPC has in fact, hiked its projection for this quarter’s inflation average to 4.4% from 3.8%. So it expects price rise to rebound to well over 4% through August and September. There is good reason to see through July’s print as a purely statistical outcome of base effects from last July — when the CPI was up 7.4% and food was 11.5% dearer — rather than a tangible softening of persistent price pressures for households.Vegetable inflation, the biggest driver of last month’s decline, slid from June’s 29.3% spike to just 6.8% in July. But this was on top a whopping 37.3% rise last July, when prices of tomato, which played a key role in last month’s vegetable price trend, had hit around ₹110 per kilo. Moreover, households do not feel the pinch of living costs on a year-on-year basis alone, as they need to readjust spending plans depending on how every passing month plays out. While vegetable (and tomato) prices were already high in May amid a heatwave, July’s price levels are over 30% and 14% higher than May and June, respectively. Moreover, inflation in some food items, such as pulses and cereals, remains stubborn despite base effects. The prices of pulses rose in double digits for the fourteenth straight month, by 14.8% on top of 13.3% recorded last July. On the other hand, core inflation (excluding food and energy prices) rose for the first time since January 2023, primarily led by pricier services, including transport and communication that sped thanks to telecom tariff hikes. Private surveys on manufacturing and services signal a hardening of price pressures beyond food, which in turn is expected to see a meaningful reprieve only by October when the next harvest hits the market. While kharif sowing progress holds some hope, the September monsoon spurt predicted by the weatherman may yet hit standing crops. With the prolonged spate of high inflation cramping consumption levels, and in turn, hopes of fresh private investments, the latest optical blip offers neither comfort nor room for complacency. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\nprices\n\n/\n\nfruit and vegetable\n\n/\n\nheatwave\n\n/\n\ntransport\n\n/\n\ncommunication infrastructure\n\n/\n\ntelecommunication service\n\n/\n\nmanufacturing and engineering\n\n/\n\nMonsoon",
        "headline_1": "​Illusory blip: On inflation",
        "headline_2": "The decline in inflation offers no respite for households",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Billusory-blip-on-inflation/article68524975.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Some excesses are more excessive than others; it is fair to count rape among the most egregious violations of human rights. The recent horrific rape and murder of the Kolkata postgraduate medical student in what should have been a haven for her — a State-run hospital she was working in — must give the nation pause. The state and circumstances in which the body was found leave no room for any doubt that it was a most dastardly violent act, and brazen in that it occurred within a hall in the supposedly safe confines of the government medical college hospital. Every rape, unfortunately, is measured in severity by the amount of attention it garners from the public, and the outrage beast is selective. That is where the problem lies: even enforcement authorities seem to gauge public outrage before acting upon crimes against women. The Kolkata case was a classic example: the parents of the slain doctor were reportedly told that she had committed suicide initially, a blatant lie. Whereas, it could not have escaped the attention of anyone at the scene of crime, but particularly so medical professionals, that here indeed was dreadful assault and murder. Was the wilful cover-up necessitated by the fact that both the home and health portfolios are being held by none other than the Chief Minister of the State? Or to avoid responsibility for the administrative lapses that allowed such a crime to take place? The government, sadly, preferred to wait until the public outrage over the grisly crime became impossible to contain politically.Indignant protests broke out in Kolkata and across the country, bolstered mostly by medical students and post graduates in hospitals, demanding safety and security as they engaged in healing people. Multiple acts of violence against doctors have marred the peace between doctors and patients, in the country, for years now. The murder, last year, of Dr. Vandana Das in Kerala by a patient with mental illness is recent history, but the frequent attacks on doctors and nurses during COVID-19, or when there are adverse health outcomes, have been recorded too. The Indian Medical Association has said that for doctors, pedestrian working conditions, an inhuman workload and harassment in the workplace are the reality, even without violence queering the pitch. The move to drop the 2019 proposal to introduce legislation to protect doctors and their workplace was a lapse, and it should be remedied forthwith. Above all, the state should proactively take steps to prevent rapes, making the punishment a deterrent. The nation cannot afford to fail one more doctor or hospital caregiver. Those tasked with saving lives should not have to fear for their own.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKolkata\n\n/\n\nsexual assault & rape\n\n/\n\nhospital and clinic\n\n/\n\nmurder\n\n/\n\ncrime\n\n/\n\nKerala\n\n/\n\nCoronavirus\n\n/\n\ncrime, law and justice\n\n/\n\nhuman rights",
        "headline_1": "​Violence, most foul: On Kolkata doctor rape and murder",
        "headline_2": "The government should not wait for public outrage before it acts",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bviolence-most-foul-a-murder-in-kolkata/article68525010.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Big B’s old tryst, small b’s new wish-list\nHasina’s inglorious exit triggered recalls of India’s glorious role in freeing Bangladesh. Alas, too many countries have squandered their hard-fought for independence. Net-net, we’ve kept our tryst, ‘not wholly or in full measure, but very substantially’ – even if netas keep trying to enslave the Net. Since this Erratica has coincided with I-Day, let me go back to the Midday/midnight hour in 2002 when FM radio awoke to licence and freedom. \nWorking briefly at that tabloid, I’d asked mellifluous Mr Bachchan if he’d launch our station with Nehru’s historic speech. ‘Sure,’ he said, ‘provided you get Sonia Gandhi’s permission’. Why? It wasn’t her property. But they’d had their infamous fall-out so arguably he didn’t want any other fall-out. We kept writing to her PS, dwarpal George, but got only, erm, radio silence. We let go of Ms G, but not of Mr B. Would he read out the as-apt Tagore poem instead? ‘Sure,’ he said, ‘provided I can record it beforehand’. But the whole point was to have him personally flagging off the FM station. ‘I’ll be there too,’ he promised. He practised till inflection-perfect; recorded; and kept his tryst with us at the midnight hour. \nSo, here’s my take on Tagore’s 1913 prayer:\n‘Where the pedestrian is without fear and can walk without head held low \nWhere access is free\nWhere the pavement has not been broken up into fragments\nOr narrowed by encroachment walls\nWhere wheels don’t need to come out from the depth of potholes\nWhere tired commute stretches its arms towards relief\nWhere the clear stream of traffic has not lost its way\nInto the dreary desert sand of municipal indifference \nWhere endless infrastructure blunts the brain \nWith ever-widening din and destruction, \nInto that heaven of freedom, my civic Fathers, let my city awake.’\n                              ***\nAlec Smart said: “Tiranga plea: Saffron, please make white-flag peace with green.”\n\n",
        "headline_1": "I-Day, You-Day",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/i-day-you-day/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Two SC orders within a week should settle once and for all that bail, not jail, is the norm\nSupreme Court’s latest order granting bail, in a case under anti-terror law UAPA, adds to its last week’s order bailing Sisodia in a PMLA (money laundering) case. Both UAPA and PMLA have special provisions for bail – negative provisions – that an accused is “not presumed innocent”. In ordinary law, presumption of innocence is a fundamental principle in grant of bail.\nSC’s clear signal | In Sisodia’s case, SC said that delay in trial and a long period behind bars are reason enough to grant bail, while in the UAPA case it said that “bail as rule and jail as exception is settled law” for all legislation. Taken together, the back-to-back SC rulings provide clear direction to grant of bail in cases under most stringent laws. On earlier occasions too, SC has observed that statutory restrictions on bail must not overshadow constitutional rights.\nFor SC to direct | It is this clarity in direction to interpret controversial legislation – whose provisions are under challenge in SC – that is much required for HCs and trial courts to take their cue. Barely six months ago, another SC bench had held the reverse in another order – that in UAPA jail, not bail, is norm. It is such contradictory signals from top court that can distort how any law is interpreted. The two latest orders should settle any such confusion, taken on a case to case basis.\nFor SC to decide | Pleas on constitutionality of provisions in UAPA and PMLA are waiting for SC deliberations. Challenges to amendments introduced as money bills are awaiting SC’s decision. Several PMLA and UAPA undertrials are behind bars where their lawyers argue against the very need for custody. Incarceration is damaging. Sooner the challenges to such laws are settled, better the direction SC can provide to investigators, litigants, and the accused.\n\n",
        "headline_1": "Supremely clear",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/supremely-clear/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Success of diaspora in US and other countries is reason for Centre to make emigration a standalone ministry\nRegardless of which way US presidential elections go, there will be an Indian-origin woman in the citadel of power in Washington next Jan, whether it is as POTUS (Kamala Harris) or as Second Lady (Usha Vance). That encapsulates the power and influence the Indian diaspora has come to have on American life. From technology and business to healthcare, education and public policy, the 5.1mn-strong Indian diaspora in US – which comprises just 1.5% of its population – has punched far above its weight in the country. To take one metric, it contributes as much as 5-6% to US’s tax kitty. To take another, at $136,000, the median income of diaspora members is almost double the American population’s average.\nA great success story | The spread of Indian-origin people across different spheres of American life is commendable. They are also giving back to their home country, sending $26bn in remittances in 2022-23. Similar is the story for Indian migrants to West Asia, Europe and elsewhere. In fact, if the economic heft of the more than 3cr Indian migrants worldwide is taken into account, we already have a $5tn GDP. And this has not happened only because of highly skilled professionals. As a TOI story highlighted earlier this year, there is a Great Indian Outplacement at work involving blue-collar workers. This must be tapped to the fullest. A Donald Trump or Nigel Farage may not accept it owing to political reasons, but it presents a win-win scenario for both India and the destination countries.\nCreate a special ministry | With their birth rates going down and populations growing older, labour shortages in developed countries offer India’s large young population a great opportunity. Several states have already put in place systems to help with skilling and migration of young workers. But this must be pursued with far more vigour at Centre than has been the case so far. What we need is an emigration ministry in Union govt that coordinates with MEA, skill development ministry and states to institutionalise a mechanism for migration of Indian workers to countries around the world. It’s illegal migration that’s mostly the issue in the West – undocumented people account for 14% of Indian diaspora in US, for instance. Having a powerful minister who furthers legal migration would not just help deal with the huge unemployment problem India faces. It would also take the sting off the tirades of far-right leaders in the West.\n\n",
        "headline_1": "India & Indiaspora",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-indiaspora/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Written by Acharya Divyachetanananda Avadhuta\nAfter the Industrial Revolution, humanity has progressed greatly in science and technology. However, in the pursuit of development, human beings have destroyed triangular ecological balance and harmony among trees, wild animals, and humans. Almost all natural resources are dwindling day by day. We must remember that the sky, the air, birds, hills, wild animals, reptiles, insects and flies, fish, marine creatures, and aquatic plants are all bound by an inalienable bond. Human beings are only a part of a vast common society. No one can survive the exclusion of others. Not even humanity.\nAir, water and soil have become polluted. As a result, many unknown diseases manifest and known diseases reappear in more virulent forms. As a result of air pollution, bronchitis and other lung-related problems are increasing. Due to the indiscriminate use of pesticides in agriculture, toxic elements enter the food chain. The fertility of land is decreasing, and in the near future, the productivity of various agricultural crops will decrease; thus, there is an increased threat to food security throughout the globe. Due to the indiscriminate use of groundwater, the world will face water crises for both agriculture and drinking purposes. Anandamurti said, “Humanity, through its own madness, has annihilated numerous beings and objects and has thus prepared its funeral pyre. This act of sheer short-sightedness is intolerable. People will have to be alert henceforth. They must shape their thoughts, works and plans in accordance with the science of ecology. There is no other way left to them.”\nGlobal warming has become a real threat long before scientists thought so. The problems of survival are at the doorstep, and policymakers must act urgently. Cheerfulness is gradually disappearing, and mental rudeness is magnifying among humans.\nToday, the challenges are manifold. Humanity will also have to embrace a new philosophy – neohumanism. Promoted by Shri Shri Anandamurti, neohumanism entails embracing all the plant and animal kingdoms and even inanimate objects. Thus, humanity will be able to create a new mindset for rejuvenating ecology.\nToday, humanity must re-evaluate the progress made so far and plan everything, considering its inalienable relation to ecology. So, without spiritual knowledge, balance in other strata of life, that is, physical and psychic, is not possible. We cannot even think of ecological balance without reshaping our mental thoughts in the light of spirituality.\n\n",
        "headline_1": "We need new approach to ecological balance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/we-need-new-approach-to-ecological-balance/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "The Daily Star's revelation of a syndicate within Biman Bangladesh Airlines that manipulated ticket prices for Malaysia-bound flights in April-May is yet another reminder of the systemic corruption that has been plaguing the national carrier. According to our report, a civil aviation ministry probe found that several Biman officials, including those at the highest levels, were complicit in blocking tickets and inflating prices. What this means is that Biman was directly responsible for the crisis that saw several thousand migrant workers failing to fly before the May 31 deadline, when the Malaysian labour market was closed for Bangladesh. This is totally unacceptable.\nReportedly, between April 15 and May 31, the price of an economy class ticket on Biman flights from Dhaka to Kuala Lumpur soared from Tk 20,475 to an outrageous Tk 73,710. It was the result of a deliberate scheme where the syndicate blocked seats—often all of them on a single plane—for the benefit of 14 travel agencies, depriving other agencies of access to tickets (a total of 480 agencies are registered with Biman). The syndication allowed these companies to sell tickets at exorbitant rates. It also led to flights departing with empty seats, while migrant workers were either forced to pay the high price or left stranded. The failure to go, having already paid enough for it, eventually plunged them into further financial hardship.\nFor years, this is all Biman has been doing—causing one corruption scandal after another, and getting off scot-free. In this column, we have repeatedly commented on the airline's dysfunction, procurement and recruitment irregularities, operational inefficiencies, etc. Its decisions to purchase aircraft were also frequently criticised. Every decision it made seemed to be affected by parochial interests, while the lack of any functional accountability mechanism allowed unscrupulous officials and dubious entities to commit corruption with impunity.\nSuch corruption and mismanagement led to repeated financial losses, damaging our credibility and reputation on the global stage. The plight of the migrant workers denied passage in May is but the tip of a huge iceberg of sufferings caused over the years. This has to stop. The air of change brought by the recent mass uprising, which saw almost all government institutions and pillars of power being shaken, must reach Biman, too. The urgency for reforms cannot be overstated. We urge the government to take decisive actions to cleanse Biman of its corrupt elements, ensure accountability at all levels, and implement policies that can meet the demands of the new age.\n",
        "headline_1": "Biman can no longer be a law unto itself",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/biman-can-no-longer-be-law-unto-itself-3677196",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "I am writing this piece as a mother of an eight-year-old to share my reaction to the reported deaths and injuries of children during the student-led protests in Bangladesh. There is no bigger tragedy in life than the death of a child. It is an inconsolable loss. We have lost dozens of our own during the protests. Dozens aged between four and sixteen. Innocent children were killed, and many more are either injured or are fighting for their lives in hospitals in a democratic country because the Awami League government thoroughly failed to keep them safe in their residential premises, their rooms, and in the arms of their parents.\nIn a fully functioning democratic state, the voices of young students would have been heard and respected, and safe spaces for meaningful dialogues would have been created on the issues they raised. The students would have been able to exercise their right to peaceful assembly, including the \"right to hold meetings, sit-ins, strikes, rallies, events, or protests - both offline and online\" without fear of harassment, violence, abuse, death, or retaliation. A democratic government would not been armed and defensive against student protesters. Sadly, what we witnessed instead was a serious breach of power and a massive violation of rights that, in addition to students and civilians, made children casualties of violence.\nOur children paid the ultimate price with their bodies and their lives. In 2022, The Guardian reported the death of 58 children in Iran, some as young as eight, who were unlawfully killed by Iranian security forces during a brutal crackdown on youth-led anti-regime protests following Mahsa Amini's death. Iranian security forces have taken no responsibility for the deaths and, as per Amnesty International, have blamed most of the deaths on \"terrorists\" or \"unknown persons.\"\nWe cannot let this happen in Bangladesh. Following the right steps, such as setting up independent oversight/investigations bodies, legal proceedings, and engagement of international bodies such as the United Nations or regional human rights commissions, has enabled other countries to bring to justice those responsible for the deaths/injuries of minors during protests. The case of \"Baby Pendo\" in Kenya is an example. The case is a significant one as it brings to attention the impact of police brutality during protests and the loss of innocent lives due to the use of excessive force in policing protests. \"Baby Pendo\" died in her mother's arms at her home during a post-election protest in August 2017. She died from injuries sustained from a blow to the head when her parents faced police brutality at their home. She was only six months old at the time of her death. Twelve police personnel were implicated in her death following investigations carried out by an Independent Policing Oversight Authority. The twelve police contested their charges over the 2017 murder of \"Baby Pendo,\" but a few days ago, on July 25, 2024, the Kenyan High Court dismissed the petition. In dismissing the petition, the Court observed that the police commanders bear the responsibility for the actions and inactions of their juniors under their command. The trial for the twelve police commanders will take place in October 2024.\nAn adviser of the interim government said that they would take the initiative to hold trials of the killings that took place during the students' protest through the International Crimes Tribunal. While we welcome such moves, we must also remember human rights experts' advice, including the current United Nations Human Rights Chief Volker Türk, who called for \"prompt, thorough, independent, and impartial investigations in line with internationally recognized standards\" for all human rights violations during the recent protests in Bangladesh. Whether we are citizens, parents, lawyers, human rights activists, or civil society, we must remain vocal and vigilant to ensure that these standards are being applied in the investigation process of deaths and injuries of children.\nLearning from international human rights standards can also help us turn our collective grief and anger into actions that, in the long haul, will ensure a safe environment for children in our country. A key part of that action should involve the re-examination of our laws and policies on freedom of assembly, the role of law enforcement and security agencies in protests including policing of protests, the deployment of weapons, the use of force and surveillance during protests, and any provisions that grant law enforcement agencies immunity from prosecution in light of international human rights standards. Re-examination of our laws and policies and their implementation should, therefore, extend to stop & search, arrests, detention, etc., during protests to prevent rights violations and abuse of minors. Unless we act on bringing about these changes, the pain from this loss will continue to stay on and haunt us. The generation that these children belonged to will never forgive us, and our inaction will leave the children of future generations exposed to the risks of rights violations, injuries, and deaths during protests/assemblies/movements. We must vow never to let that happen. \nNawmi Naz Chowdhury works in the area of international human rights law and its implementation.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How we can protect our children from state-sponsored violence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-we-can-protect-our-children-state-sponsored-violence-3677056",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Mahpara's decision to put her career before raising a child was strongly disapproved by her in-laws, relatives, and maternal family. On the other hand, Shanaya, who wanted to devote herself to her home responsibilities, endured ridicule from her friends and acquaintances, who said she was wasting her years of education. Both did not receive the support they needed, though they wanted to take charge of their own life by coming to their own conclusions. From these two scenarios, the question that comes to my mind is: do we really practice empowering women? Or is it only a catchphrase used in corporate-sponsored social events?\nResearch and surveys indicate that gender parity in Bangladesh has improved in all areas due to women's increased participation in socio-economic and political activities. In recent years, Bangladesh has witnessed significant advancements in women's empowerment, resulting in noteworthy societal transformations. Unfortunately, the concept of women's empowerment is often construed narrowly in Bangladesh and many other parts of the world, linking it mainly to women's employment outside the home or in official workplaces. A limited perspective cannot do justice to the diversity of women's experiences and the multitude of ways that empowerment can manifest itself.\nDespite enormous progress toward gender equality and women's rights, common misconceptions often associate women's empowerment with working for a living. On the other hand, those who opt to devote themselves to household responsibilities, receive less respect. However, there are five distinct categories of women's empowerment: social, educational, political, economic, and psychological. Unfortunately, the general perspective overlooks the essential contributions made by women in a wide range of sectors, including but not limited to childcare and house management. The realisation that women's empowerment entails more than merely engaging only in external workplaces emphasises the need for a clear and established definition of empowerment.\nTrue empowerment is built on empowering women to make life decisions free from outside pressures like discrimination, constraints, or societal standards. Women should have the freedom to pursue their interests and ambitions, regardless of whether that coincide with conventional gender stereotypes. Regardless of the route women choose, empowering them requires acknowledging and appreciating their efforts. This can involve dedicating oneself to domestic duties and family obligations or pursuing a career or engaging in both. Women will gain personally from having the autonomy to make their own decisions, as will their families and society at large. Therefore, we must acknowledge that while it is common for women to choose to work outside, it is also acceptable for other women not to make that decision. No one should have to cope with negative societal reactions from people making critical comments about them.\nBangladeshi women face a range of challenges as they balance the complex interactions between work and home responsibilities. The strain to balance work and home responsibilities to live up to the social expectations of women's empowerment frequently hurts women's welfare and exacerbates gender inequity. According to studies, women who juggle two or more roles have higher levels of stress, burnout, and mental health issues. All of these take place in the name of women's empowerment, which is mostly promoted on social media. The slogans \"perfect women can balance both career and home\" and \"mothers are humans with supernatural powers\" have unexpectedly gained popularity. Why is possessing superhuman abilities a prerequisite for being a good mother?\nWe really should try to reframe the idea of women's empowerment. To enhance it, we need activism, education, and information that questions established social norms and fosters an inclusive society that honours women's choices. An effort should be made to create supportive settings that enable women to make informed and autonomous decisions about their lives, rather than unjustifiably pressuring them to go above and beyond what is expected of them at home and at work. This means challenging ingrained social conventions that uphold the notion of \"having it all\" and promoting policies and legislation that encourage fair distribution of caregiving duties, accommodating work hours, and a positive work-life balance. Research-based mediation can play a significant role in reducing barriers that obstruct the real relevance of women's empowerment. In addition, it is critical that individuals, groups, and communities actively support women in their pursuit of self-determination and autonomy.\nIn Bangladesh, redefining women's empowerment will require a comprehensive plan and a fundamental shift in public perception. One that acknowledges the complexity of women's lives. One that goes beyond restrictive categories and acknowledges the diversity of women's experiences and aspirations. In order to build a more equitable and inclusive society where all women can thrive and contribute positively, women's choices should be prioritised.\nWomen's empowerment should be more than just a buzzword; it needs to be a reality demonstrated by freedom, dignity, and true choice.\nFaseeha Zabir is senior lecturer at North South University.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Let women decide what they want",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/let-women-decide-what-they-want-3676921",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "The good news is that global youth unemployment rate, according to the International Labour Organisation's report, \"Global Employment Trends for Youth 2024 (GET for Youth) dropped to 13 per cent in 2023 from 13.8 per cent in the pre-pandemic year 2019. But the bad news is that the 15.1 per cent unemployment rate in South Asia is higher than the global average notwithstanding the fact that it has registered the lowest unemployment among young population in the sub-region in 15 years. Although the 12th edition of the GET for Youth focuses on regional and sub-regional youth employment trend, not on specific countries, another report puts Bangladesh's youth unemployment at 15.74 per cent which is also higher than South Asian average. But still the ILO report has positive projection for the sub-region. It expects the 15.1 per cent youth unemployment in the sub-region to fall further to 14.9 per cent in 2025. However, where the concerns are particularly unnerving is the unemployment characterised by 'not in employment, education and training (NEET) due to a lack of equal opportunities or access to training and jobs. The system is outrageously discriminatory with NEET rate among young women in the sub-region staying at 42.4 per cent as against young men's 11.5 per cent---almost four times higher than their male counterparts. Had this discriminatory treatment of young women been lessened to a tolerable degree, if not eliminated entirely, the picture of unemployment in South Asia would look much better. True, discrimination in varying forms even within male and female groups and sub-groups prevails in every society but in countries where democracy and human rights are conspicuous by their absence, socio-economic avenues can be accessed only by the privileged. The youth force's recent triumph in Bangladesh over a government indifferent to young people's popular will is a vindication of a generation's craving for social equality. Bangladesh has long stood on a crossroads with more than a quarter of its population ---currently at 25.81 per cent--- within the 15-29 age group waiting to reap the demographic dividend. But it has failed to materialise because of repeated experiments with education at the primary and secondary levels as well as a lack of initiatives to develop and update higher secondary and tertiary education in order to make the learning equal to the market demands and emerging challenges. That the youth employment to population ratio (EPR) in South Asia stood at 27.3 per cent is no surprise. The low employment ratio is due mostly to exclusion of young women from employment and also because of creation of decent job opportunities for the new entrants. When permanent and decent-paying jobs continue to shrink as against a growing army of job-seekers, not only does it create social imbalance and friction but also leads to yawning inequality. The social divides can lead to explosive situations as Bangladesh has become a witness of late. Making access to equal opportunities for all is a sine qua non for societies to prosper. Planned reinvestment of wealth created from the manufacturing, service and other sectors can further boost both production and employment. To have the priority right holds the key to balanced development of the country and establishment of a just society.",
        "headline_1": "The employment conundrum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-employment-conundrum-1723645228",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Optimism is permeating the nation like the beautiful fragrance flowers emit on misty mornings. The student-led mass revolution that led to the downfall of the Sheikh Hasina regime has united the nation in hope and optimism that was never seen before. An interim government headed by Nobel Laureate Muhammad Yunus is fueling that hope. The people in general have welcomed the historical change with open arms and view it as a pivotal moment for the nation, whether it will herald a new era of prosperity and happiness or ultimately fizzle out, remains to be seen. The 17-member interim government has already hit the ground running as they are faced with the monumental task of restoring law and order, reviving democratic institutions and economy, and paving the way for free and fair elections.Meanwhile, the students who organised the protests, defied authorities, broke barriers in the name of equality, freedom, and justice, and led the revolution through the five weeks of bloodshed, pain, and fear are now literally in charge of the country. They've become the kingpins with another agenda to push: reforming the state.In a country like Bangladesh, where about 30 per cent of the population is young, the future doesn't just depend on them-it rests entirely in their hands. Not a single sphere of life exists where hopes are not pinned on them. Whether in politics, education, invention, or any other thing, young people are expected to lead the way, breaking the status quo, and ushering in change. To an outsider, it might appear students are taking on tasks not intended for them, and they would be right. The reality, however, is that decades of mismanagement have forced them to take action not only as the nation's last hope, but to safeguard their own future that was rapidly becoming perilous. Their presence as responsible citizen is now felt everywhere-from cleaning roads and managing traffic to monitoring markets, combating extortion, and shaping state policies. Many feel there are now reasons to be hopeful for the future as they witness the transformative power of the youth in Bangladesh.Their activism has already brought some much-needed relief to consumers who have been battered by the rising cost of living for years. Students are monitoring markets, asking traders not to pay tolls to anyone and not to make extra profit. Their bold and vibrant presence has driven away extortionists who used to collect tolls from traders, goods-laden vehicles and public transports. As a result, prices of some essential commodities and vegetables have declined. It is heartening to see that the absence of extortionists has not only benefited consumers but has also improved the overall business environment in the market.It is worth mentioning that following the departure of extortionists from the previous regime, another group allegedly attempted to muscle-in and take over the extortion racket. Young college and university students, however, are determined in their goal to protect their hard-earned victory for the benefit of the people. Transport fares have also decreased on some routes. Students are requesting transport operators to lower the fare since they don't have to pay tolls to unscrupulous entities along the route anymore. Since these illegal toll collections have ceased, students are now directly engaging with passengers, urging them not to pay a single taka extra and to inform them if anyone charges a higher fare.The emergence of student-led traffic management, market monitoring, and extortion-busting initiatives underscores the potential for community-driven solutions to longstanding problems. Students, however, cannot be expected to perform these tasks forever. But their initiatives should carry lessons for law enforcement and market monitoring agencies. The authorities must maintain this momentum and ensure that the hard-earned gains are not eroded by unscrupulous elements. If the authorities responsible for doing these tasks learn any lesson from the students' movement and build upon their success, it will deliver lasting benefits to the people.The message of the revolution is clear: things must change. Students are actively using city and suburban walls as canvases to express their thoughts, principles, and aspirations. Thus graffiti has become a powerful tool for students to convey their message of building a new Bangladesh free from corruption, extortion, and abuse of power. For instance, one piece of graffiti reads, \"Bribery must be stopped,\" along with the call, \"Police must serve the public.\" Another asks a million-dollar question the nation has been pondering: \"Who is the alternative?\" with the resounding response, \"You and Me.\"There is no going back and the members of the new generation will continue to fight for their rights, justice, equality, and liberty. The younger generation can be a catalyst to trigger change, but true and lasting transformation will only occur when everyone commits to change collectively For this to happen, it is necessary to critically examine social values. For example, is honesty genuinely valued, or is achieving the end goal by any means deemed more important? Honesty pays off, no doubt, but only if it is embraced by all of society. If only the students are honest, while others are not, it won't be effective. For lasting change to take root in the country, society must transform its behaviour, attitudes, and values. It is easy to blame politicians for every wrong in the country, but they ultimately reflect the mindset of society. Let us all share responsibility for some of these problems and acknowledge our role in addressing and changing them. Be the change you want to see.\n[email protected]",
        "headline_1": "Be the change you want to see",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/be-the-change-you-want-to-see-1723645270",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "Traffic congestion in Dhaka city is a perennial problem that causes sufferings to the commuters and costs the economy dearly. Much has been said both about the problem and its solution since the early 90s from when the traffic situation in the city started getting worse.Several factors are responsible for this problem and to solve those would require substantial investment and time. Streamlining the urban road infrastructures and introducing new modes of transportation should be on the top of the list of the tasks needed to be performed.However, the problem can be largely addressed within a short time and with nominal investment through proper enforcement of traffic rules.Though the Bangladesh Road Transport Authority (BRTA) is partly responsible as it regulates transports, traffic police is the main actor in controlling and managing city traffic.Sadly enough, the state of the traffic law enforcement and management has been in a pitiable state in Bangladesh and police are to take the blame for this.First of all, lax enforcement of traffic rules is mainly due to massive corruption. You will see cars are being stopped frequently in the middle of the road by a traffic constables, but instances of bus being stopped by them are rare. The reason is it is done deliberately. The bus owners operate their buses on city streets by paying bribe to traffic police on a monthly basis.This extortion is well-organised and systematic. A civilian toll collector is generally appointed unofficially by the traffic police for collecting the extortion money from the bus drivers on every route of the city. This money is shared with every tier of the police, including the top one, it is alleged.And that is why the buses run recklessly, ignoring the traffic rules. All these are open secret, and are documented in numerous media reports.It is also now widely known that political affiliation and bribe play a major role in recruitment and postings in the police department.After the fall of the Sheikh Hasina's government, like other branches of police, members of traffic police abstained from their duties. The students volunteered to take over the responsibility of traffic management in Dhaka and some other cities and towns. Interestingly, these novice and utterly inexperienced boys and girls have brought about a cultural shift among commuters and city transports.Since their takeover of the city streets, rickshaws were found plying on separate lanes. The vehicles meant to go to the right side of an intersection took the right side of the street, and buses were found totally forgetting their old habit of blocking the roads to collect more passengers. Traffic police are now back to work. It needs to be seen whether there is a change in their attitude. If not, the police authority should arrange motivational programmes. This is the high time to properly train traffic police and motivate them so that they give up their past culture. The city dwellers obeyed the students at traffic points due to the moral strength of the latter. Traffic police should also earn the same respect.If the traffic police can enforce traffic laws properly, traffic management will be easier. In that case, the problems of traffic congestion could be duly addressed.According to a report, the total number of working hours lost on Dhaka's roads has surpassed eight million per day.Snarl-ups on the roads of Dhaka, which is one of the fastest-growing cities in the world, with a population of over 21 million, caused severe economic, environmental and pubic heath-related problems.The economic cost of traffic congestion, in terms of lost productivity, wasted fuel, and increased transportation costs, is estimated to be huge. Let us hope that the interim government will take proper measures to motivate the traffic police to enforce the traffic rules properly. \n[email protected]",
        "headline_1": "Traffic management: Police should emulate students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traffic-management-police-should-emulate-students-1723645310",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2024"
    },
    {
        "full_article": "It is concerning to see the widespread use of artificial colours in sweets, foods, and even flowers. Traditionally, saffron has been the only acceptable colour in certain foods, yet we now see a variety of artificial colours being added indiscriminately. Yellow dye is commonly used in dishes like biryani and even in ice cream. This raises an important question: is the use of these colours in food not legally prohibited? If it is indeed against the law, then those who break it should face consequences.This practice poses a risk to public health and should be monitored closely. The unnecessary addition of artificial colours to various foods has been a troubling trend for some time. Disturbingly, even vegetables and flowers are not spared. Flowers, one of nature's purest gifts, are symbols of beauty and fragrance. Recently, the demand for flowers, especially for worship, special occasions, and ceremonies, has increased. However, these flowers-like rajnigandha, jasmine, and others-are often soaked in mulberry water and other substances to make them appear fresher and more vibrant.It is time we take a stand against the use of artificial colours in both food products and flowers. Such practices should be banned outright and considered punishable offenses to protect our health and preserve the natural beauty of our environment.\nJannatul Peya MunaStudent Chattogram University",
        "headline_1": "Protecting food from harmful colours",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-food-from-harmful-colours-1723645338",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2024"
    }
]