[
    {
        "full_article": "The latest retail inflation numbers point to a slight softening in the pace of price gains, and that should provide policymakers some solace that recent interventions appear to be working. Inflation measured by the Consumer Price Index (CPI), slowed 75 basis points from April’s 95-month high of 7.79%, to 7.04% in May. While it is hard to quantify the effect that the RBI’s surprise 40 basis points interest rate increase of early May had on prices, the Centre’s May 21 decision to cut the excise duty on petrol and diesel by ₹8 and ₹6, respectively, seems to have had an immediate impact. Inflation in the transport and communication category of the CPI slowed by 137 basis points to 9.54% last month. This key category, with a weight of 8.59 that places it behind only cereals and housing, captures the pump prices of the main transportation fuels, making it a crucial indicator of price pressures in the economy. A closer look, however, shows inflation in the category continued to quicken sequentially, even if at a slower pace. Disconcertingly, rural consumers, who have comparatively lower purchasing power than their urban peers and yet are heavily reliant on the fuels for farm operations, experienced a significantly slower softening of only 42 basis points in the year-on-year pace. With the price of the Indian basket of crude oil now having surged by almost 8.5% from April to a 10-year high this month, and the rupee plunging to successive new record lows against the dollar, it would be unwise to drop one’s guard especially given the pass-through impact transportation costs have on most other prices.Food prices, the other driver of retail price gains, offered far less respite with the Consumer Food Price Index (CFPI) inflation slowing by only 34 basis points to 7.97%. City consumers experienced an acceleration in food price gains as urban CFPI inflation quickened 11 basis points to 8.2% last month. Nine of the 12 items on the food and beverages sub-index of the CPI, also quickened sequentially, resulting in the month-on-month inflation accelerating 30 basis points from April’s pace. Prices of vegetables and those of meat and fish surged 18.3% and 8.23%, respectively, from their year-earlier levels, adding to the nutritional precarity of low-income households. And even though inflation in edible oils slowed from April’s pace, there is no room for complacency given that price gains in the vital cooking medium were still running at 13.3% amid persistent supply concerns in the wake of the Ukraine war and the disruption in sunflower oil imports. May’s wholesale price data also provide little comfort, with headline WPI inflation quickening to a fresh high of 15.9%. With the RBI’s consumer confidence survey showing an appreciable deterioration in households’ expectations of the one-year ahead price level, authorities must stay laser-focused on the battle to tame inflation.",
        "headline_1": "Cold comfort: On inflation and government intervention",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cold-comfort-the-hindu-editorial-on-inflation-and-government-intervention/article65526986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "The battle for Severodonetsk, the easternmost part of the Donbas where the Ukrainian forces still have defensive positions, has entered the final phase with Russian troops destroying all bridges over the Donets river linking the city with its sister city, Lysychansk. The Russians now have more than 80% control of the industrial city, with the remaining Ukrainian troops trapped without supplies. If Russia takes control of Severodonetsk and Lysychansk, the entire Luhansk Oblast will be in its hands, allowing it to march towards Kramatorsk, the last industrial city in the Donbas still with Ukraine. In recent weeks, Ukrainian troops have taken heavy losses with Russian forces blasting their way into Severodonetsk using artillery fire. Officials in Kyiv have said that up to 200 Ukrainian soldiers are being killed every day and troops are running out of shells and ammunition. While these public statements have been in part to push western allies to ramp up weapons supplies, they also draw a bleak picture of the situation in the east. Despite their brave resistance in the north and northeast, which forced Russia to retreat from around Kyiv and Kharkiv, the Ukrainians never stood a chance to push the Russians back in the Donbas.The West’s strategy has been two-fold. It has sent money and weapons to Ukraine to help it resist Russian aggression and slapped biting sanctions on Moscow to make the war economically painful. While arming Ukraine has certainly slowed down Russia’s advances (with heavy losses across the battlefronts), it has failed to stop the Russian war machine. Russia has taken most of the key cities in the east and south, including Mariupol, Berdyansk and Kherson, and Severodonetsk could be the next. The economic sanctions have had a mixed result. Sanctions have hit Russia hard and its economy is expected to contract by 8.5% this year. But, at the same time, it has continued to reap a windfall from high oil and gas prices, while, on the other side, soaring inflation has hit the global economy. And Ukraine’s economy, needless to say, faces collapse. As the ‘weapons and sanctions’ approach has been unsuccessful in its objectives, other options should also be explored to end the war. Between the maximalist positions taken by Russia and the U.S., France, Germany and Turkey have maintained some lines of communication with Moscow and Kyiv. These countries should push both sides for talks and try to revive new proposals where all sides get something and lose something in return for peace. Ending the conflict is an imperative not just for Ukraine but also for the world that has been battered by high prices of everything, from food to fuel. Russia, whose invasion has pushed the world to the brink of a devastating security and economic crisis, has the primary responsibility to end this war through a political settlement.",
        "headline_1": "End the war: On Russia-Ukraine conflict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/end-the-war-the-hindu-editorial-on-russia-ukraine-conflict/article65527005.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "Finance Minister AHM Mustafa Kamal gave the public quite the surprise when he proposed to withdraw the existing 5 percent supplementary duty on all types of polythene bags, plastic bags (including oven plastic bags) and wrapping materials made of polyethylene. To justify his move, he said the recommendation was made to reduce tax-burden at the local manufacturing stage and make the business environment friendlier. Needless to say, the proposal will appease the local manufacturers who have been seeking fiscal support and exemption from supplementary duty on all kinds of polythene bags made from polyethylene. The proposal, if endorsed in the Jatiya Sangsad during the passing of the budget at the end of this month, will help local manufacturers in more ways than one. It is expected to propel the growth of this industry, help cut the price of polythene bags in the country, and, worryingly, encourage the use of environmentally hazardous single-use polybags to a larger extent.\nDoes this not seem like a total shift in the government's stance against the use of polyethylene and plastic products? It was in the early 1980s when plastic products, especially polythene shopping bags, were introduced widely in the Bangladeshi market. The bags quickly gained popularity. They were light, cheap, and could be disposed of after being used only once. However, within a few years, the environmental impact of using these non-biodegradable shopping bags became all too evident. After the flood in 1998 – when the sewerage lines were found clogged with heaps of polythene bags leading to massive water-logging – the government became aware of the danger that polythene and plastic bags posed. In 2002, the government banned thin polythene and plastic bags, making Bangladesh the first country in the world to slap such a restriction. The ban, hailed as a major step towards reducing environmental pollution, worked for a few years.\nBut then the restrictions started to wane thanks to lax enforcement of the law and with hardly any environment-friendly alternative. Twenty years down the line, these polythene and plastic bags have become an integral part of our daily lives as they are used indiscriminately for household and industrial purposes. Be it in the supermarkets or kitchen markets, streets shops or high-end malls, the presence of polythene is everywhere because of their durability, lightweight, and low price. What is more alarming is that most consumers just throw these bags away after using them once. These bags eventually find their way into the drains, sewage pipes, canals, rivers, and open areas, polluting earth and water.\nAccording to a World Bank study, Bangladesh's annual per capita plastic consumption in urban areas tripled in 15 years to nine kg in 2020. The problem, it found, is worse in Dhaka city, where plastic usage is significantly higher than the national average. In 2020, the per capita plastic consumption in Dhaka stood at 22 kg, up from 9.2 kg in 2005. About 646 tonnes of plastic waste was generated daily in Dhaka, which is 10 percent of all wastes generated in Bangladesh. Only 37.2 percent of the plastic waste in Dhaka was recycled, the study showed. According to a study by an environmental research group called Environment and Social Development Organisation (ESDO), over 78,000 tonnes of polybag waste generated during the pandemic period by illegal polybag manufacturers increased to half a million per day. Of the total, some 5,996 tonnes of waste were generated in Dhaka. According to Paribesh Bachao Andolan, an environmental watchdog, nearly 1,000 polythene factories operate across the country, but most of them are located in old Dhaka. A 2018 report published by Earth Day Network, a leading NGO that works on environmental issues, ranked Bangladesh 10th out of the top 20 plastic polluting countries in the world.\nPolythene and plastic bags are harmful in many ways. First, these products degrade slowly and into tiny particles which then enter the food chain, posing a significant risk to humans, marine life, and ecosystems. And its decomposition takes several hundred years. Globally, managing plastic waste is increasingly becoming an environmental and economic challenge. Governments in all parts of the world have deployed policy and economic instruments, such as bans and product taxes, to disincentivise the production and consumption of \"single-use\" plastic products and packaging. Bangladesh also progressively took steps in curbing plastic pollution since the early 2000s with green activists and environmentalists vigorously protesting against their use. Government high-ups, ministers and policymakers, on different occasions, expressed their position against the use of polythene and plastic. The authorities sporadically conduct drives to stop the polythene menace for a few days, and then the issue is completely forgotten.\nGiven the reality on the ground, the finance minister's proposal for waiving the supplementary duty on all types of polythene bags would only worsen the situation. Therefore, how judicious is it to give tax cuts on the very products that were once banned? The world is waking up to the problem of plastic pollution with governments and other stakeholders starting to act. Then why should we provide incentives to a sector that is proven to pollute the environment? We cannot afford to let our businesses grow at the cost of our environment.\n \nWasim Bin Habib is deputy planning editor at The Daily Star.\n",
        "headline_1": "Cheaper polythene bags spell disaster for the environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/cheaper-polythene-bags-spell-disaster-the-environment-3047486",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "There are all sorts of rain – light, flaky ones that lick your skin just enough to pass on the freshness and without intruding on the business of your life. Then, there's the overtly zealous, needle-sharp rain blades, piercing the earth, pitting the puddles of Dhaka city, hitting the windows relentlessly. You cannot but step back and take a pause in the face of such unswerving resolve. Sometimes it buckets down whenever, wherever. It gulps down all other sounds of the city, leaving just this monotone – the best of its kind that prevails as long as the rain lasts. Then, there are those heavy, plump drops that hit your skin with a rounded weight; you almost feel as if you can hold them separately on your palms and play with them, but there they go, lazily clattering around with a splash. The weirdest of them all is the short-lived sun shower that we jokingly celebrate as an occasion for fox weddings, which I remember would get me excited as a child. Only there are no foxes to be wed, yet it's one of those quirks of nature that one just loves.\nI have always considered myself as a rain lover, for I love to watch it fall, its rhythmic sound, and its smell. Count this as my confession of a guilty pleasure. What's there to confess, you wonder? Let me explain.\nEvery time I voiced my love for rainy days or the rain, my brother would smirk that I could only enjoy the sights and sounds of the rain because I was sheltered from it. Only the other day, a colleague of mine wrote something about the inconveniences caused by rain to the general urbanites in a social media post. He claimed that our undying love for the rain was a part of our \"collective nostalgia,\" and the beauty of it all, a magic realist discourse, was found in and passed on from the great Sanskrit poet Kalidas and our very own Tagore.\nWhat this means is that the paean of the rainy season in the context of Dhaka is nothing less than anachronistic and exclusionary, to say the least. It is ridden with inequality, erasures and muted struggles that the rain brings along for most of the people living in the city. In fact, I probably won't be too wrong in saying, there is nothing likeable about the rainy season if you happen to be a Dhaka resident who have to be out and about, rain or shine.\nWhile I love the downpour from the shelter of my home, I don't really want to head out and get drenched while walking, waiting for a rickshaw or a CNG-run autorickshaw eternally, and being splashed on that dirty, foul water from the road. Even worse, I don't want to wade through the waterlogged roads of Dhaka to get to my destination. God forbid if you are a woman and have to walk in sopping (read body-hugging) wet clothes on the streets. You have just attracted an onslaught of oglers; even if they are in the same situation as you, you become a display of the contours of a woman's body and hence, the pleasure cannot be forsaken.\nTo tell the truth, the rain, or anything that comes from nature that you think is a great equaliser, is a pleasure for the privileged alone. It comes with a price.\nWhy just the rain? The lush greenery, lakes, canals, and rivers that the city is losing fast under the madness called development only help estrange us further from nature. Making nature a commodity, it only serves to reserve it for the wealthy. Having a yard to do gardening, living near a park, or a water body with all civic amenities is not for the poor or even the vast middle class. Living near nature, amid nature, is a status marker, because nature has a material value and is not free for all anymore.\nHence, to spend time close to nature, we have to go outside of Dhaka or at least to the outskirts. The growing number of resorts that offer day trips to these pockets of freshness is only making the city more antithetical to nature. It doesn't have to be so. Nature is a boon that is the most flexible and easy to be integrated into whatever development we are doing in the name of progress. You don't really have to \"go back\" to nature, in its wild sense of the term; you bring it in, carry it along, make it part of your living, not just for the mere aesthetics, but also for fostering a quality life that a city can and should offer to its citizens.\nWhat can a city do to mitigate this difference in experiencing nature? Everything! I was fortunate to spend a long period of time in Singapore for my higher studies. It was the same me, loving the rain the same way. Moreover, as a graduate student, public transport was my only option to go about the city. On many occasions, I was on the road when I was caught off guard by the rain. I never had to ask for a taxi to save myself a walk to the bus or train station or to prevent myself from getting wet. I could still appreciate the sights and sounds of the rain, while taking that walk, without an iota of guilt. What was the big difference? The city is planned in a way that you can reach the bus or train station from wherever you are via a shaded walkway. By shades, I don't mean fancy, underground tunnels. Often, they were just corrugated tin shades over the sidewalks and that would be enough. A rainy day was no different than any other days and was never an inconvenience. I'd see the torrents of rainwater gushing through the roads. Before you know it, it would run off the road to the drain and away from your sight! No matter where you live, you experience the rain the same way if you want to. The overhead walkways, shaded of course, are all lined with flowering plants and creepers that make the walk more inviting, and before you know it, you are engaged with the city in the most pleasurable manner, and most importantly, without being away from nature.\nAll I'm saying is, you don't have to miss out on nature or feel guilty about having access to it just because you live in a city. Is it too much to ask for?\n \nDr Tabassum Zaman is an associate professor at the Department of English and Humanities of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Enjoying rain in Dhaka is  a privilege",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/enjoying-rain-dhaka-privilege-3047481",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "As authoritarianism creeps in across the world, the ideals of participatory democracy and representative governance have taken a back seat once again in many countries. Since the end of World War II more than seven decades ago, the scope for people's participation in the affairs of the state has waxed and waned, in countries old and new – and now it seems to be receding again.\nThe incredible devastation and human suffering caused by the war sparked the quick generation of international principles, norms and standards, in which people were put at the centre of all visions for a new world. International legal instruments sprang up, in which the rights and welfare of the people were the main focus. Soon these were relayed into national laws.\nAn important outcome of this development was the rejection of the traditional concept of governance by political elites in favour of the concept of people's sovereignty over all affairs of the state. The idea of \"active citizenship\" in matters of governance began to evolve. Though derailed frequently during the Cold War period, it got back on track firmly after the demise of the Soviet Union and the emergence of new democracies.\nIt was during this period that the concept of active citizenship took a big leap forward. New democracies joined their older counterparts to adopt freedom of information (FOI) act or right to information (RTI) act. These laws sought to end the culture of secrecy in government work and to empower citizens with a legal right to seek relevant information from public authorities to monitor their work. They were seen as \"auxiliary precautions\" against government proclivity to keep citizens in the dark about their activities.\nBut adopting a law and putting it to actual practice are two different things. So as the number of countries with FOI/RTI laws grew, scholars and activists were drawn to measuring the effectiveness of these measures. Their findings reveal a rather discomforting picture of many governments adopting the law as \"window dressing\" to improve their international image or paying the law a mere lip service because of domestic or international pressures. Hence, governments do little to implement the law proactively. Meanwhile citizens are generally uninformed about their responsibilities to make effective use of the law.\nAn important finding of the scholars indicates that the success of RTI law depends largely on society's view of citizenship and the government's commitment to that view. The most prevalent understanding of citizenship in many democracies limits the role of citizens to obey the laws, passively participate in periodic elections and let elected representatives deal with the matters of governance. People feel far removed from the workings of the government. In such cases, the task of preparing citizens to assume a more participatory role in the matters of governance, fostering closer interaction with government bodies, requires an active movement. And it is for the citizens to do that. FOI/RTI laws provide them with the tools. Movements like this have sprung in many countries, including in our neighbour country India.\nTo begin with, users of the law must understand that governments have a legitimate need to keep a variety of information hidden from the general public. FOI/RTI laws have clearly identified the areas which call for safeguards, including those related to sovereignty, public security or individual privacy. The problem arises when public officials use the exemptions mindlessly, as a matter of habit, or to cover their own mistakes or wrongdoings. Unless this is checked, the law is doomed.\nThis is where the concept of active citizenship comes in. Citizens should learn what types of information will help them discover if government offices are doing their jobs properly. Secondly, while it is easier to use the law for personal reasons – to ask for information relating to the release of pension payments – the real value is in establishing government accountability, i.e. to ask for information relating to public expenditures. Such use requires better understanding of the scope and extent of the exemption clauses. Unless that happens, officials will continue to use exemptions to deny disclosure.\nTo deal with such abuse, citizens normally depend upon the arbitration role of an independent and impartial information commission. But where that is not the case, the watchdog role of citizen groups becomes important. In Bangladesh, a large number of RTI applications are rejected regularly on the basis of exemption clauses. It is time our civil society turned its attention to the problem and helped establish a mechanism, whereby such arbitrary decisions are put under scrutiny and dealt with legally.\nOur judiciary has helped in the past. But the practice of seeking the opinion of the High Court is still very limited. Since decisions of the Information Commission are final, the only way of ensuring proper application of the law is to seek the court's guidance. There is a clear need to develop proper jurisprudence in this area, as has been the case in many older democracies.\nTime has come for our social and political elites to match their passion for fair elections in the country with a similar zeal to promote proper application of the RTI Act as an instrument to establish transparency and accountability in governance. This is one law which, when properly used, can yield beneficial results even in difficult political times.\n \nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "RTI in the age of authoritarianism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/rti-the-age-authoritarianism-3047471",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "It has been quite clear in various segments of society in Bangladesh that the solution to the Rohingya crisis is becoming a distant dream. The attitude of the West and donors is gradually gravitating towards blame instead of appreciation as Bangladesh is criticised for shifting the Rohingyas to Bhasan Char as well as for not allowing proper education, skill development, lack of human rights and employment opportunities. The donors are pressuring Bangladesh to have long-term planning and budget for the Rohingyas. There are loose comments about the option of integrating Rohingyas into Bangladeshi society. Apart from this, a recent China-mediated repatriation initiative of situating 700-800 Rohingyas (few members from a family) at different places in Myanmar is an uncomfortable proposition.\nThis initiative includes about 300 Hindu Rohingyas (possibly the last of the community in the camp, and as a whole family package). Meanwhile 40,000-60,000 Rohingyas who fled to India during the genocide are also slowly entering Bangladesh – perhaps they are being pushed back, meaning India, the regional heavyweight, is also getting rid of the Rohingyas. So, finally, it all boils down to Bangladesh. The other regional power that is trying to mediate the recent repatriation initiative would favour Myanmar's interest. As a student of social studies, I understand Myanmar's interest would get preference over Bangladesh, because Myanmar is a strategic partner of China, whereas Bangladesh is a development partner. Meanwhile, due to the Covid-19 pandemic, the Russia-Ukraine war, the impending food shortage and fuel politics, the budget for Rohingyas will shrink, and there are indications of this already on the horizon. All these factors are making Bangladesh anxious from a feeling of \"being left alone,\" despite its generous humanitarian approach towards the Rohingyas during their most difficult days.\nMy understanding is that Rohingyas are not returning to Myanmar anytime soon – not at least the way Bangladesh wants. Interestingly, negotiation from a position of weakness seldom brings the desired result. Both Bangladesh and the Rohingyas are bargaining from a position of disadvantage compared to Myanmar. So what are the alternatives?\nLet me share a story. In 2018, at the UN General Assembly session in New York, I was nominated to attend a sideline event organised by the International Labour Organization (ILO). It was on indigenous peoples' rights. There were seven speakers, of whom six were officials of the ILO and other agencies of the United Nations. The only speaker who was not from the UN, but representing the indigenous people of the world, was a Chakma gentleman from Bangladesh. The point I am trying to make here is that the scope for education, exposure and empowerment allows vulnerable communities to have their voices heard in international forums.\nThe Rohingya issue is becoming a struggle for Bangladesh, and the Rohingyas' plight must not lose its sensitivity, tempo, impetus or strength. Rohingyas should be intellectually, politically and economically empowered to speak for themselves and they should be assisted to create a position of advantage in international political, intellectual and human rights spaces. This approach is likely to create more anxiety regarding their repatriation among some strategic communities in the country. In spite of that, Bangladesh may consider the reality and allow international-level education, skill and leadership development for the Rohingyas to develop their own narrative and tell their own stories to the world. A developed human resource is better for everyone. On the contrary, a traumatised young population without proper education, hopes and dreams is a ticking \"insecurity time bomb.\"\nAs the US has recognised the crackdown on the Rohingyas as genocide, this situation may be pursued to help marginal Rohingya families to migrate abroad, and settle there and pursue education. This diaspora, in two decades, will turn into a major advocacy tool. However, Bangladesh has to keep this issue alive and on the table, bringing the Organisation of Islamic Cooperation (OIC), regional organisations, the egalitarian world community and the UN on board.\nIt would be too much of an expectation on Myanmar's part that Bangladesh would let \"Myanmar's battle\" take place on Bangladesh's soil. They should find political solutions for the political issues they have created themselves, instead of securitising them and unnecessarily blaming its neighbours (It is on record that Bangladesh offered joint and coordinated patrolling along the border. This is a gesture that is one of a kind in this neighbourhood. Myanmar has not been very enthusiastic about this). It should, moreover, not be forgotten that even \"strategic patience\" has a shelf life.\n \nLt Gen Mohammad Mahfuzur Rahman, PhD, is a retired officer of Bangladesh Army.\n",
        "headline_1": "Let the Rohingyas set their own narrative",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-the-rohingyas-set-their-own-narrative-3046651",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "We are baffled by the allotment of the government's hajj funds this year. We understand that the government carries the expense of a certain number of hajj pilgrims every year – and the number of pilgrims receiving this advantage is 254 this year (out of a total of 57,585 Bangladeshis allowed to enter Saudi Arabia in 2022 to perform hajj). The issue, as a report by this daily has pointed out, is the relatively large number of Awami League leaders, activists, and allies whose hajj will be funded by the government, using taxpayers' money. Tk 11.33 crore will reportedly be spent on sponsoring the pilgrimages, at a time when the economy is under severe stress and the government itself has advised practising austerity, including restricting foreign trips for its officials.\nOut of the 254 people selected for the publicly-funded hajj this year, more than 50 percent are reportedly ruling party leaders, their relatives, and those belonging to like-minded political parties. Now, the question is, what are the criteria for selecting the beneficiaries for this fund?\nWe understand that the hajj, one of the five sacred pillars of Islam, is obligatory to be performed at least once in a lifetime by every adult Muslim if s/he is physically, psychologically and financially able to do so. However, Islam does also allow for any solvent Muslim to finance another Muslim who does not have the financial ability to perform the pilgrimage.\nGiven the guidelines in the scriptures, we want to know the government's justification for choosing to spend taxpayers' money to fund pilgrimages of such a high number of ruling party members and allies. Are we to believe that these people are financially insolvent? Of all those in the country who cannot afford hajj, are the 254 chosen really the most deserving candidates?\nWe want to remind the government that the money it is spending is not its own, but belongs to the people of this country. It owes it to the people to provide a transparent account of why and on whom their money is being spent, and why they are not eligible to receive the benefits themselves. If the government must subsidise such pilgrimages, we urge it to come up with eligibility criteria and a transparent selection process. Such a sacred ritual as hajj should not be mired in controversies and corruption.\n",
        "headline_1": "Why use public money to fund hajj for ruling party allies?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-use-public-money-fund-hajj-ruling-party-allies-3047301",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "We are glad to see the government finally waking up to the terrible nightmare that has become an everyday reality for ordinary people. For nearly a year now, prices of almost all goods – especially the essentials – have been rising unabatedly. This rise has become particularly acute since the beginning of the Russia-Ukraine war, pushing people from the middle-class downwards onto the brink of privation. Considering all that has happened, we are pleased to note that the prime minister herself has now directed government officials to make an all-out effort to keep prices of essential commodities stable through measures like lifting all tariffs and taxes on their imports, and taking stern action against market manipulation.\nAccording to data from the Bangladesh Bureau of Statistics (BBS), the inflation rate shot up to an eighteen-months-high of 6.29 percent in April this year which, according some economists, is actually lower than the real inflation figure. And this has been happening at a time when multitudes of people were already struggling from job and income losses due to Covid and other related factors. During this entire time, even though the government took a few decent measures – such as deploying TCB trucks to sell goods at lower prices – to try and provide some relief to the poor, they have been woefully inadequate to address the sufferings of the mass numbers of people. And despite the advice of experts and the desperate pleas of the general people to do more, the government has repeatedly displayed a lack of urgency and concern for these difficulties which have only been piling up. Therefore, it is about time the government got serious about keeping prices of essentials down.\nThere are a host of measures that the government is reportedly considering at present. For example, the commerce ministry will facilitate imports by the private sector and monitor supply and prices in the market to limit any artificial price spiral. Private food importers will also get various kinds of support so they can easily import food grains and other essential commodities. These are steps that, if implemented properly, should ease some of the inflationary pressure. But ultimately, what the government has to do is conduct regular drives against syndicates, irrespective of their political affiliation, as instructed by the prime minister.\nUnfortunately, we have heard similar instructions fall by the wayside too often in the past. As a result, politically connected and powerful traders have continued to exploit one disaster after another to artificially keep prices up, exasperating the existing inflationary crisis. The only way this can be solved is for the government to not only make good economic policy, but to follow through with them on the managerial level. And a most important part of that is to break the back of these powerful syndicates.\n",
        "headline_1": "This inflationary crisis demands an all-out govt effort",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/inflationary-crisis-demands-all-out-govt-effort-3047291",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "Two years ago, the Galwan valley clash came amid a period of intense Chinese People’s Liberation Army activity across different theatres.\nIn March 2020, as WHO declared Covid a global pandemic, Chinese jets intensified drills along the Taiwan Strait. The Liaoning carrier conducted take-off and landing exercises in the Bohai Strait and would later sail past Taiwan. The PLA Daily hailed the drills, boasting about war preparedness amid the pandemic.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "For Delhi, new Xiopolitics: China’s geopolitically less secure than it was during 2020 LAC clash. Its response: more aggression",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/for-delhi-new-xiopolitics-chinas-geopolitically-less-secure-than-it-was-during-2020-lac-clash-its-response-more-aggression/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "GoI’s new army recruitment policy – a 75:25 ratio determining how many new soldiers are let go and how many retained after 4 years – makes fiscal sense. Defence salary and pension bills account for roughly half of the annual defence budget of Rs 5.2 lakh crore. Bear in mind that roughly 80% of service personnel in the US retire without a pension. Also, China did much more over the last 8 years, pruning its land-based army by 50% while boosting its navy and air force. PLA retrenched 3 lakh troops. By these metrics, India’s recruitment reform is not radical. And given how much Chinese defence has modernised, India will need more than what it saves from rationalised recruitment. But will the new scheme affect the army as a fighting force?\nMany retired army generals have raised important questions on whether the new recruitment plan will strain existing training resources and produce a quality problem, and whether at unit levels, the mix of long-term and short-term soldiers will skew in favour of the latter and affect battle readiness. For example, Lieutenant General PR Shankar, who served as Director General of Artillery, argued in a media commentary that post-Agniveer, subunits may not have enough experienced soldiers who can be NCOs. In contrast, our columnist today, Lt Gen JS Sandhu, who served in Kashmir, argues that if unit commanders can manage soldiers’ morale, the new recruitment scheme won’t affect the army’s fighting spirit. Some of these answers will only be known years down the line. But GoI should keep a close look on whether and how the change is affecting ground realities.\nThe other issue is, of course, what will thousands of young Indians released annually after 4 years of army service do? The partly contributory severance package for Agniveers is just over Rs 11 lakh. This can be a good cushion to start life in the civvy street – provided the civvy street is offering plenty of employment. But the plain fact is that the world’s fifth largest and fastest growing economy is doing an awful job of creating jobs. That labour force participation is itself falling shows how the young view the labour market. Massive and better-targeted welfare schemes have probably put a lid on what would otherwise be noticeable social unrest. But this is an unsustainable model. Agniveers are another reminder to GoI.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "Jawans, josh & jobs: Short-term soldiers will reduce army pension bill. But they may strain anaemic job markets further",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jawans-josh-jobs-short-term-soldiers-will-reduce-army-pension-bill-but-they-may-strain-anaemic-job-markets-further/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "The ongoing WTO ministerial conference in Geneva is discussing, among other things, a temporary waiver of intellectual property rights (IPR) on Covid vaccines. The genesis was an earlier India-South Africa proposal in October 2020. Since then, many other countries have backed the idea. Of course, as the draft says, India won’t benefit on account of its status as a vaccine exporter. However, the underlying reason for the original proposal, inequitable vaccine access in a health emergency, remains. Therefore, it’s an issue that needs a solution.\nThe current position is that vaccine supply is comfortable because of extraordinary repurposing of resources. To illustrate, the pre-pandemic yearly global production of vaccines was 1.5 billion doses. In the last 18 months, almost 12 billion Covid vaccine doses have been made. Yet in large swathes of Africa, many are yet to be vaccinated. The core issue, therefore, is narrow access as manufacturing is largely confined to a handful of countries. What’s the best way forward? Evidence shows it’s not a temporary IPR waiver. For example, US firm Moderna announced in 2020 it will not enforce IPR on its mRNA vaccine as long as Covid is active. It didn’t make a difference.\nThe key to expanding vaccine manufacture is by spreading technical knowhow currently available to a handful of firms. Technology transfer in 2020 from AstraZeneca to Serum allowed India to quickly ramp up vaccine production. Debates about an IPR waiver will generate much heat but no meaningful solution to countries in need. Finding a way to facilitate technology transfer, along with a financing mechanism, will be of help to Africa. Moreover, this channel can be later used to make other vaccines when Covid recedes.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "Patently false: WTO debate on waiving vax IPR misses the point. Equitable access needs quick tech transfer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/patently-false-wto-debate-on-waiving-vax-ipr-misses-the-point-equitable-access-needs-quick-tech-transfer/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2022"
    },
    {
        "full_article": "The new Agnipath recruitment scheme for the armed services that GoI unveiled yesterday has already been debated intensely amongst veteran groups and in media. What has surprised me is that most of the commentary has castigated the scheme, with the negatives magnified to paint a dismal picture. But the fact is that the scheme does not lack merit.\nWill shorter service mean less dedication? \nThe critics’ insinuation is that those serving for short terms will be ‘tourists’ and ineffective soldiers. But does twisting the ‘tour of duty’ into tourism reflect the true state of the short-tenure soldier? The colour service of Indian soldiers was seven years during the World Wars, and the soldiers showed phenomenal prowess in those battles. Many of the Victoria Cross and other award winners had less than five years’ service.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis\n  \nBulldozer injustice",
        "headline_1": "Marching down Agnipath isn’t a folly: Officers must manage the transition & maintain morale, GoI has to strengthen after-service prospects",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/marching-down-agnipath-isnt-a-folly-officers-must-manage-the-transition-maintain-morale-goi-has-to-strengthen-after-service-prospects/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2022"
    }
]