[
    {
        "full_article": "At the inauguration of the 18th edition of the Pravasi Bharatiya Divas (PBD) last week, Prime Minister Narendra Modi described the Indian diaspora as India’s “ambassadors to the world”, having “seamlessly assimilated” into the local society, served the community, and contributed to India’s growth and prosperity. The strength of the India-origin community worldwide of over 35 million — about 15.85 million NRIs and 19.57 million PIOs, who are foreign nationals — is their ability to adapt and thrive in different fields, including in politics, where Indian-origin people have become leaders of more than 30 other countries. Where they retain their Indian passports, the diaspora is known for its distinguished services in many professional spheres. The PBD’s purpose is to celebrate this success and discuss issues of importance; President Droupadi Murmu handed out about 27 Pravasi Bharatiya Samman awards. The event, which was first held in 2003, is organised around January 9, when Mahatma Gandhi returned to India from South Africa in 1915. The latest event, held in Bhubaneswar, Odisha, brought more than 3,000 delegates from across 70 countries, with much of the focus on how the diaspora can help in developing India (Viksit Bharat programme).The achievements of the Indian diaspora are, no doubt, a matter of pride for all Indians, but it is important that the event is not limited to a simple self-congratulatory or laudatory exercise. The issues for the diaspora, particularly for those who are still Indian nationals, are more acute now. The increase in far-right populist governments, particularly in the West, is making visa and entry conditions for Indians more difficult, and it is important for the government to address such issues. Intractable global conflicts, especially in West Asia where more than nine million Indians live and work, are also putting lakhs of Indians in peril, and the PBD engagement would benefit from discussions between the community on how best to increase awareness and enhance safeguards for them. Given the broad spread of the diaspora, it is necessary to ensure that India’s ties with its diaspora be inclusive, and non-partisan on political issues. Recent actions by the government to deny or revoke OCI cards for those perceived to be critical of the government bely this necessity. Above all, it is important to acknowledge that one of the biggest drivers of Indians migrating is the lack of economic opportunities within India. While there are no easy fixes for this, the loss to India of some of its most talented people must be counted, even as the country celebrates their incredible success and impact on the global stage. Published - January 14, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        award and prize\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Mahatma Gandhi",
        "headline_1": "​Indians abroad: On the 18th edition of the Pravasi Bharatiya Divas",
        "headline_2": "Absence of opportunities remains the main driver of migration",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bindians-abroad-on-the-18th-edition-of-the-pravasi-bharatiya-divas/article69096100.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "President-elect Donald Trump was handed an “unconditional discharge” in a felony case in New York, where he was earlier found guilty on 34 counts of falsifying business records to make $1,30,000 in hush-money payments to an adult films star over an alleged affair. Following his conviction last May, one of four criminal indictments that he faced at the time, Mr. Trump went on to win the November 2024 election and will be sworn into office on January 20. In accordance with the legal immunity for official acts that is offered to the office of the President of the U.S., a position affirmed recently by the Supreme Court, three indictments that had not yet reached the stage of a conviction or acquittal were either dismissed or came to a halt owing to procedural complexities. His indictment for his role in instigating a mob attack on the U.S. Capitol in January 2021 and his indictment for mishandling classified documents discovered at his home in Florida, after his 2020 election defeat, were withdrawn by then Special Counsel Jack Smith because the Department of Justice “forbids the federal indictment and subsequent criminal prosecution of a sitting President”. A state-level case in Georgia relating to allegations of tampering with the 2020 election’s vote-counting process was paused pending a decision by an appeals court. In the New York case, following his appeal to delay the sentencing, the Supreme Court ruled that sentencing could proceed after the judge, Juan Merchan, said that he would hand down an unconditional discharge — implying no jail time, monetary fine, or probation — given that this would be “the most viable solution” in such unprecedented circumstances.Other than facing the routine conditions of a ban on convicted felons owning guns and being required to provide the State of New York criminal database with a DNA sample, Mr. Trump has emerged unscathed from the legal quagmire prior to his 2024 victory. The deeper questions that America will wrestle with, however, transcend these legal minutiae — they relate to the fact that Mr. Trump, his 2024 campaign, and the MAGA movement more broadly, remain polarising and there is near-complete breakdown of bipartisanship within political circles as applicable to critical issues of social and economic policy, including the economy and jobs, reproductive rights, the criminal justice system and immigration reform. Liberal and progressive Americans must, understandably, be hoping, in the light of his comprehensive victory leading to a federal government trifecta, that Mr. Trump will strike a conciliatory note on Inauguration Day, and follow that up with a more bipartisan approach to policymaking in the four years ahead. The cost of not doing so appears to be high indeed.\r Published - January 14, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "​Presidential reprieve: On U.S. President-elect Donald Trump, the road ahead",
        "headline_2": "Despite the discharge, the U.S. will have to deal with a polarised Trump era",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpresidential-reprieve-on-president-elect-donald-trump-the-road-ahead/article69096078.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "UGC’s draft guidelines on selecting VCs, if implemented, will do no good & much harm\nNational Education Policy 2020 has a clear vision of moving higher educational institutions (HEIs) towards full autonomy – academic and administrative. Autonomy is not some kind of sacred object in and of itself. Rather, evidence across democratic societies is unequivocal that autonomy is prerequisite for helping HEIs deliver all their missions, be it classical ones like learning and teaching, or ones that have come into greater prominence in a more globally connected world, namely research and innovation and business outreach. New draft regulations by UGC rejig how vice-chancellors are to be appointed. But diluting the influence of state govts while increasing that of the Centre, is hardly the way forward.\nTamil Nadu and Kerala govts are already up in arms at what the change means for state universities, which after all states fund. Per draft regulations, the university chancellor, aka the state governor, shall constitute the VC search-selection committee, which in turn shall comprise one member nominated by the chancellor, one by UGC’s chairman, and one by the university’s apex body. This change is patently not about eliminating political interference. It’s about – let’s be clear – imposing the Centre’s will on opposition-governed states. How’s that an improvement? And that’s aside from the question of increasing tensions in a federal system. Opposition CMs vs BJP-appointed governors are already a stress point, including in university affairs. What’s to be gained by adding to the stress? Of course, state universities fare poorly in NIRF rankings and student application preferences. But UGC’s solution will create another problem, not solve the existing one. VCs and faculties should be unbiased, meritocratic appointments.\nThat brings us to the other point – opening up VC posts to non-academic candidates. Let’s assume every PSU top executive or senior bureaucrat or an industry veteran chosen for the job is brilliant. But will they be fit to run universities? Why are all eight US Ivy League presidents top scholars? India’s higher education regulator needs to return to the diagnostic table. More centralisation and bureaucratisation is a terrible idea. As is disempowering academic achievements.\n\n",
        "headline_1": "How Not To Run Unis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-not-to-run-unis-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "Chinese are first to hit the $1tn trade surplus milestone, but they have a lot to worry about\nIn 2024, China became the first country to hit a $1 trillion trade surplus. This means it sold $3.6 trillion worth of goods and services to other countries, while buying $2.6 trillion, leaving a huge gap—or surplus—of $1 trillion. This shows just how much of the world’s products are made in China, earning it the nickname “the world’s factory.”\nChina makes and exports all kinds of products, from cars and phones to solar panels and clothes. In fact, it exported 6.4 million vehicles last year, including many electric cars. While people used to think Chinese goods were low quality, that’s no longer true—now the world is buying Chinese-made products more than ever.\nSome people might compare China to India and suggest that longer workweeks, like the 75+ hours some Chinese workers do, could make India just as successful. But China’s success isn’t just about hard work—it’s about how its government supported factories with special rules, subsidies, and low costs to outdo other countries. Many places have cheap labor, but China also has the ability to produce on a massive scale.\nHowever, there’s a downside. China relies heavily on exports because its people aren’t spending enough at home. To keep its factories running and create jobs, it overproduces—even if that means selling goods at lower prices. This strategy works for now, but it’s risky. If other countries, like the U.S., impose trade taxes or start buying less from China, its huge trade surplus might shrink quickly.\nIn short, while China’s $1 trillion surplus is impressive, it shows both its strength as a manufacturing giant and its challenges in staying on top in a competitive global market.\n\n",
        "headline_1": "For The Record",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/for-the-record/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "Chinese are first to hit the $1tn trade surplus milestone, but they have a lot to worry about\nChina sold goods and services worth $3.6tn to other countries in 2024, bought stuff worth $2.6tn, and finished with a trade surplus of almost $1tn – an all-time record even after adjusting for inflation. It’s a big leap from the $820-840bn surplus level China maintained over the previous two years, and proof that it is indeed the world’s factory. The US is also a big manufacturer, but its propensity to buy more than it sells leaves it with a huge trade deficit – almost $1tn in 2022. It’s tempting to look at this as a tale of profligate West vs prudent East. ‘Chinese’ was a byword for poor quality a generation ago; now, the world’s lapping up Chinese-made cars, phones, clothes, computers, solar panels. The country exported 6.4m vehicles last year and is the largest manufacturer and exporter of electric cars.\nComparisons with India are inevitable, and some CEOs might take the podium now to press for a 90-hour workweek. Don’t Chinese workers regularly clock over 75 hours per week? But that’s missing the point. China’s a manufacturing superpower because its govt pursued this end like a military goal. It aggressively used tariffs and subsidies to build scale and annihilate competition on cost. Many countries have even lower wages and contempt for labour laws, but none currently matches Chinese scale.\nHidden in China’s mammoth trade surplus is also a tale of desperation. Nothing creates jobs like factories, and China’s industrial boom has kept its population gainfully employed. Where Indian businesses have hesitated to add capacity in recent years, the Chinese don’t mind overproduction, even if it lowers prices. They’ll sell more at a discount as long as the total earnings keep rising. And because demand at home has been tepid, they simply have to export more and more. It’s a treadmill they can’t get off, which is why they pushed exports worth a record $104.8bn in Dec, just before Trump’s tariffs kick in. With the threat of trade wars looming, another $1tn surplus may not come anytime soon.\n\n",
        "headline_1": "For The Record",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-the-record-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "UGC’s draft guidelines on selecting VCs, if implemented, will do no good & much harm\nThe UGC’s new draft rules for choosing vice-chancellors (VCs) could cause more problems than they solve. A vice-chancellor is like the principal of a university, and choosing the right one is very important for how well the university works. The National Education Policy 2020 says universities should have more freedom to make their own decisions, but these new rules seem to go in the opposite direction.\nThe draft says the state governor (called the university’s chancellor) will form a committee to pick the VC. This committee will have three members: one chosen by the governor, one by the UGC, and one by the university. The problem is that this gives the central government (which controls the UGC) more power and reduces the role of state governments, even though states pay for these universities. States like Tamil Nadu and Kerala are unhappy about this because it feels like the central government is taking over something they should control.\nThis change doesn’t really stop politics from interfering in universities. Instead, it adds new problems, especially in states where the governor and chief minister already argue a lot. Universities in these states might end up struggling even more.\nAnother issue is the idea of letting non-academic people, like business executives or government officers, become VCs. Even if these people are very smart and experienced, running a university is different from running a company or a government office. That’s why the heads of top universities in the world, like Harvard or Yale, are usually scholars themselves.\nInstead of adding more rules and taking power away from universities, the UGC should focus on making sure VCs are chosen based on their qualifications and skills. Universities need freedom to grow, not more control from outside.\n\n",
        "headline_1": "How Not To Run Unis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/how-not-to-run-unis/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "We are disappointed by the news of the lack of adequate support for those affected in recent floods, particularly in Noakhali and Feni. Reportedly, many people in these districts continue to live in uncertainty, with most of those who lost their homes yet to receive government assistance for rebuilding. According to data from the DC offices, over 90 percent of the population in Feni and Noakhali was impacted by the August floods last year. A study by the Centre for Policy Dialogue (CPD) estimated the damage caused by the floods at approximately Tk 14,421.46 crore. Among the affected regions, Noakhali bore 29.07 percent of the total damage, followed by Cumilla at 23.51 percent, Feni at 18.61 percent, and Chattogram at 11.63 percent. Without a comprehensive post-flood rehabilitation plan and increased budget allocation for relief, the suffering of these communities will only deepen.\nIn Noakhali alone, some 1,28,300 houses were damaged, incurring losses of Tk 309.60 crore. In Feni, on the other hand, some 8,659 families lost their homes; among them, 1,798 houses were completely destroyed, while 6,941 were partially damaged. Despite these staggering figures, the government's rebuilding initiatives fall woefully short. Reports suggest that only 90 houses are being built in Noakhali and 110 in Feni under government programmes. While various national and international organisations have provided cash assistance, the scale of support is nowhere near sufficient to meet the overwhelming need.\nAs a result, many villagers are resorting to borrowing money from neighbours, NGOs, and banks to rebuild their homes. Many farmers, facing the dual loss of homes and crops, have been forced to abandon farming and take up day labour due to the lack of financial support for post-flood cultivation. Those attempting to re-cultivate their land are also struggling with the costs, with no government aid to ease their burden. Similarly, small business owners were also hit hard. Burdened by loans taken for rebuilding, farming or restarting businesses, flood victims are unsure how they will repay their debts.\nWe, therefore, urge the government to strengthen its post-flood assistance and rehabilitation efforts. It must provide financial aid to all who lost their homes, crops, and businesses due to the floods. Given their importance in ensuring the nation's food security, special attention should be given to farmers so that they can resume cultivation. The floods not only destroyed crops but also left farmlands covered in sand and saline water, rendering them infertile. Providing farmers with salinity-tolerant seeds suited to current conditions is thus imperative. The authorities must ensure that their support and intervention match the devastation wrought by the floods, and only then can all the affected communities rebuild their lives and livelihoods.\n",
        "headline_1": "Flood victims need better support to rebuild lives ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/flood-victims-need-better-support-rebuild-lives-3799581",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "Jagannath University (JnU) is the second largest public university in Dhaka in terms of student population. Over 17,000 students are currently enrolled across 38 departments and two institutions of JnU. Located in Old Dhaka, the university serves as a vibrant cultural and political hub. I joined this esteemed educational institution in 2016, and since then, I have witnessed the various challenges its students face.\nAt the beginning of this semester, I had a striking realisation during a class on business and economic reporting with fourth-year students. The class begins at 12:45pm. As part of my routine, I walk around the room to interact with students before starting the lecture. To my surprise, I noticed that most of them appeared tired, sleepy, overly exhausted, and some even looked hungry. They were clearly not in the right state of mind for learning. When I inquired about the reasons behind their condition, I uncovered some harsh realities.\nTo attend their classes, most JnU students begin their journey to campus at as early as 6am, with some starting even earlier. Morning classes typically begin at 8:30am. After attending two or three classes, a fourth consecutive session becomes an overwhelming challenge. Their day ends with a 3:30pm bus ride home, with some students travelling long distances, such as from Cumilla. This gruelling routine continues for at least four days a week, leaving students physically and mentally drained. It is no wonder they are desperately demanding access to proper accommodation facilities.\nOn Sunday, I saw an ambulance carrying one of the students who had fallen ill during a hunger strike around 12:30pm on the JnU campus. As a teacher, I felt deeply ashamed that a student had to jeopardise their health and life simply to demand safe and accessible housing. Their demands include transferring the second campus project to the army, providing temporary accommodation, and offering housing allowances. Are these demands unreasonable? Not at all. In fact, these are fundamental rights, and it is disgraceful that students are forced to risk their lives to secure them.\nWhile entrusting the construction of the second campus to the Bangladesh Army is not an ideal solution, it appears to be the only viable option left. Corruption, mismanagement, and inefficiency have already derailed the dream of a second campus. Students trust the army because of its reputation for professionalism, discipline, and the ability to complete projects efficiently.\nOn Monday, my department held two important academic meetings. Students were also supposed to participate in an inter-department volleyball competition. However, instead of engaging in these academic and extracurricular activities, they continued their hunger strike. Suspending even one day of academic and co-curricular activities at a public university is a significant and irreparable loss. We need our students back in class as soon as possible, but this cannot happen until their demands are addressed with urgency.\nIf anyone doubts the struggles of JnU students, I invite them to visit the campus on any weekday. The JnU campus in Old Dhaka is one of the most crowded academic spaces in the country. Female students have access to a single residential hall, but male students lack even that. The university has no playground, our century-old canteen is in disrepair, and there is no common room for male students. These are just a few of the many issues plaguing the institution. A higher education institution cannot function effectively under these circumstances.\nI humbly urge the authorities to take immediate action to complete the second campus. Our students are suffering, and their pleas for this essential facility cannot be ignored any longer.\nRahat Minhaz is assistant professor of mass communication and journalism at Jagannath University in Dhaka. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Jagannath University students’ demands are reasonable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/jagannath-university-students-demands-are-reasonable-3799161",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "The creator economy, a $250 billion global industry, is the ecosystem of individuals monetising content, skills, and creativity on platforms like YouTube, TikTok, Instagram, and Facebook (SignalFire, 2023). According to a study by Adobe, there are over 303 million creators worldwide, from vloggers and gamers to educators and podcasters. The number is rising exponentially as social media platforms become more accessible to the wider masses.\nIn Bangladesh, the growth of this sector is already evident. Platforms like YouTube and Facebook have started to recognise Bangladeshi creators. The earning depends on their niche and audience size (Dhaka Tribune, 2024). For instance, TikTok alone has seen a dramatic rise in rural content creators who showcase everything from traditional cooking to local craftsmanship. Guess their views—millions!\nThis is just revolutionary. You no longer need a fancy studio or deep-pocketed investors to start. A smartphone and an internet connection would suffice. But while the barrier to entry is low, the challenge lies in persistence and adaptability. For Bangladeshi youth, the creator economy offers something rare: freedom. Freedom from fixed career paths, freedom to work from anywhere, and freedom from those who control career decision.\nGlobally, the creator economy is set to grow to $480 billion by 2027, as reported by Goldman Sachs. For individual creators, the average earnings can vary widely. A typical YouTuber can earn up to $100,000 annually, while micro-influencers often collaborate with brands for significant side incomes.\nTo thrive in this ecosystem, creators need more than just talent—they need to master storytelling, algorithms, and audience engagement. Most importantly, they must navigate societal perceptions. In suburban Bangladesh, for instance, young women face additional hurdles: societal scepticism, familial pushback, and the absence of an enabling work environment. Yet, with every viral video or growing follower count, it is possible to break the barriers.\nGlobally, creators like MrBeast (Jimmy Donaldson) and Marques Brownlee (MKBHD) have demonstrated how this economy can scale beyond imagination. MrBeast started by posting random YouTube videos as a teenager and now runs a multimillion-dollar content empire with brands and philanthropy intertwined. The lesson we learn from him: focus on what others overlook—quality storytelling and relentless experimentation.\nIf you take a close look, you will find successful creators have embraced specific strategies to rise above the noise. The first is finding a niche. Whether it's tech reviews, makeup tutorials, or cooking recipes, specificity is the key. The second one is consistency. Audiences and algorithms reward those who show up regularly with value-driven content. Finally, engagement is critical. The best creators aren't just talking to their followers, they're building communities.\nTake Emma Chamberlain, a YouTuber who started with raw, unpolished videos of her daily life. Her authentic style resonated with millions, earning her, not just followers, but collaborations with major brands. These stories may seem distant, but their principles are universal: be authentic, be consistent, and think like an entrepreneur.\nBangladesh sits on the edge of a creator economy revolution. With 40 million internet users under the age of 30 (Bangladesh Telecommunication Regulatory Commission, 2023), the potential for this sector is immense. Yet, the ecosystem remains underdeveloped. Creators often struggle with limited monetisation options, slow internet speeds, and a lack of formal guidance.\nBut the gaps are opportunities in disguise. Platforms like YouTube and Facebook are beginning to pay attention to Bangladeshi creators, opening avenues for ad revenue and sponsorships. TikTok has become a creative playground for rural youth, showcasing everything from dance trends to DIY tutorials. Yet, the full potential remains untapped.\nWhat can change this? First, better infrastructure should be in place—faster internet, affordable devices, and digital literacy programmes. Second, cultural acceptance of content creation as a viable career, particularly for women must be recognised. Third, policy support from governments is crucial. Besides providing incentives for digital creators, the government can create an enabling environment for them.\nAs Peter Thiel writes in Zero to One: \"Brilliant thinking is rare, but courage is in even shorter supply.\" The creator economy rewards those who dare to think differently and act boldly. For a generation of Bangladeshi youth grappling with unemployment and societal expectations, this economy offers a chance to rewrite their narratives. The question is: will Bangladeshi youth seize the opportunity to shape their future through each upload?\nSabbir Rahman Khan is a knowledge management, communications, and advocacy professional. \n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Boosting Bangladesh’s ‘creator economy’ ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/boosting-bangladeshs-creator-economy-3799106",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring minimum wage for workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-minimum-wage-for-workers-1736867169",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "High drug prices, obsolete drug policy and apathetic regulator",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/high-drug-prices-obsolete-drug-policy-and-apathetic-regulator-1736867849",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Saving people from  air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-people-from-air-pollution-1736867924",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Small contribution with a big impact",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/small-contribution-with-a-big-impact-1736867965",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-01-2025"
    }
]