[
    {
        "full_article": "The latest Consumer Price Index data showing a resurgence in retail inflation proves exactly why the RBI’s monetary authorities have reiterated the need to keep the policy approach firmly tilted towards ensuring price stability. With food prices becoming unmoored and spiralling up, June’s CPI-based provisional inflation reading accelerated by half a percentage point to a three-month high of 4.81%. Inflation in the food and beverages group, the single-largest constituent of the CPI that contributes almost 46% of its weight, led the resurgence, quickening by 128 basis points from May’s level to 4.63%. The food price inflation was broad-based with 10 of the 12 sub-groups witnessing year-on-year increases: cereals registered 12.7% price gains, eggs logged 7%, dairy experienced 8.56% inflation, pulses posted 10.5% and spices saw gains exceed 19%. Vegetables, with a 6% weight in the CPI and the third-largest of the food basket’s dozen items, though still in the disinflation zone at minus 0.93%, saw prices harden so drastically in June that the disinflation narrowed by more than 700 basis points. Month-on-month, vegetable price inflation soared to 12.7%, the highest sequential rate of price gains in the essential food group since October 2021. Tomatoes were the main culprit with prices skyrocketing by 64% from May’s levels. With the exception of three vegetables, including lady’s finger and lemon, in the 19-member basket, all the others including the most widely used potatoes and onions registered sharp sequential inflation.That the year-on-year quickening in price gains happened notwithstanding a high base — June 2022 saw inflation at 7.01% — is also a clear sign that price pressures are regaining a disconcerting momentum. Core inflation, which excludes the food and fuel and light groups, still remained stuck at 5.16%, barely moving from May’s 5.17% pace. Of the non-food items, clothing and footwear, as well as health and personal care saw price gains that exceeded 6% in June. Education prices too continued to keep rising steadily. In the backdrop of monsoon rains showing an erratic trend, the outlook for the kharif crop output will depend heavily on sowing shortfalls being bridged in the rest of July. As on July 7, while overall kharif sowing was 8.7% lower than a year earlier, the essential staples of rice and pulses showed 24% and 26% shortfalls, respectively. And with oilseeds too reflecting a 14% deficiency compared with 2022 levels, there is a real risk that all the recent hard-won gains in anchoring inflation expectations may start to unravel in the coming months. Policymakers must tighten their grip over prices to prevent the broader economic recovery from floundering.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\n WhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nfood\n\n/\n\nReserve Bank of India",
        "headline_1": "Roiling resurgence: On the Consumer Price Index data",
        "headline_2": "The recent gains in taming inflation may unravel soon",
        "link": "https://www.thehindu.com/opinion/editorial/roiling-resurgence-the-hindu-editorial-on-the-consumer-price-index-data/article67080389.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "In an interconnected world, a government that seeks greater economic integration and promotes itself as the representative of a nation committed to democratic, liberal and plural values and the rule of law, cannot dismiss scrutiny by like-minded nations with which beneficial ties are sought. India’s dismissal of the EU Parliament’s resolution on the violence in Manipur as reflecting a colonial mindset and tantamount to interference in internal affairs, was therefore predictably petulant and in line with similar reactions to scrutiny by lawmakers in the United States, for instance. Just as Indian politicians have the right to express their concerns with issues such as attacks on Hindu temples in Australia or racial prejudice in the U.S. or anti-immigrant violence and government response in Europe, their counterparts in the EU Parliament are well within the realms of propriety in questioning actions in Manipur. That the embers of the violence there that peaked in early May resulting in 142 deaths and thousands being displaced, have not been extinguished and distrust and hostility between the Meitei and the Kuki-Zo communities persist, have allowed for this international scrutiny.Yet, the EU Parliament resolution and the legislators’ framing of the problem in Manipur include an erroneous understanding of the conflict having a religious basis and a pitting of Hindus versus Christians. Churches and temples having been vandalised in the conflagration between the Hindu-majority Meitei community and the Christian denominated Kuki-Zo community has given way to this understanding. But this ignores the fact that the spark for the spike in violence was an erroneous order — which was called out as being so by the Chief Justice of India — passed by a single judge Bench in the Manipur High Court to include Meiteis in the list of Scheduled Tribes in the State. The Naga community, also predominantly Christian by denomination, and its representatives were also aggrieved by the decision but the ethnic violence has been limited to actions by militants belonging to the Kuki-Zo and the Meitei communities and exacerbated by an ethnic polarisation that reconciliatory efforts by civil society have still to undo. Festering distrust due to socio-economic variances in the “hill” and “valley” areas, and the inability of the BJP government led by Chief Minister N. Biren Singh to be seen as being above the ethnic fray have been responsible for this crisis. The EU resolution misconstrues this situation as being driven by religious discord. Such a wrong diagnosis would lead to the creation of new fissures at a time when reconciliation and accountability are required to break the stasis that has persisted in the last two months.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\npolitics\n\n/\n\ndiplomacy\n\n/\n\nEuropean Union\n\n/\n\nunrest, conflicts and war\n\n/\n\nAustralia\n\n/\n\nUSA\n\n/\n\nimmigration\n\n/\n\nBharatiya Janata Party\n\n/\n\nreligion and belief\n\n/\n\nparliament",
        "headline_1": "Problematic resolution: On the EU Parliament and Manipur",
        "headline_2": "EU Parliament resolution misdiagnoses the Manipur issue",
        "link": "https://www.thehindu.com/opinion/editorial/problematic-resolution-the-hindu-editorial-on-the-eu-parliament-and-manipur/article67080923.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "The tax policy on gaming could have been different, instead of using a high rate on full bet value as a blunt instrument. Don’t lay a wager on how courts will react\nThe roll of the dice was a game of chance for Yudhisthir, the tallest character in the Mahabharata. For Shakuni, the slyest, endowed with magical powers, it was a game of skill. The world’s greatest epic rests on this ambiguity over the game’s nature, making the gambler inseparable from the gamble – like the danseuse from the dance. Today’s decision-makers, who are often inspired by ancient texts, have kept the enigma alive: for the past several years they discussed the advantages and pitfalls of online games, casinos, and racing without resolving the basic puzzle.\nThis week that debate over the duality was put paid to by a sledgehammer tax plan, which has made efforts to weed out the games of chance from those of skill redundant. A crushing tax rate may mark the end of the road for gaming houses and gamers. We don’t know whether a stifling sin tax – 28% on the total amount one puts in a game (as against a single digit rate in the US) – would preserve the moral fibre of the youth and straighten wayward family members. But it leaves a bitter taste on the way the story played out.\nRead full story on TOI+\n\n",
        "headline_1": "Waiting for another gamble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/OfftheBeat/waiting-for-another-gamble/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "By Shikha Mukherjee\nPanchayat poll violence was maximum in some Lok Sabha strongholds of anti-Trinamool parties in the state. The larger story is 2024. Mamata’s party is determined to regain ground lost in 2019 LS polls\nThe 2023 panchayat elections in West Bengal, bloody, murderous and explosive reflect the “law of force” that is at the heart of Indian politics. Violence is a “language” of political life, especially the electoral politics of popular sovereignty where managing the “potential for violence” becomes the hallmark of the party and the leader who can control the anger and expectations of the majority.\nIn the ‘Law of Force, The Violent Heart of Indian Politics’, Thomas Blom Hansen traces the deep roots of violence and popular politics and suggests that violence is a message, a communication that people understand and interpret in different ways. It would be irresponsible speculation to state that the violence that occurred, with over 45 dead and hundreds wounded, was allowed to occur because that was Mamata Banerjee’s intention during and after the just concluded panchayat election process.\nRead full story on TOI+\n\n",
        "headline_1": "The message in Bengal’s bombs & Ballots",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-message-in-bengals-bombs-ballots/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "The state of our cities is totally incongruent with the size of our economy and its prospects. If school, work, public transport and businesses remain halted in many pockets of north India, it really isn’t because of ‘unprecedented’ rains. Unevenness and concentration over fewer days is now a well-established monsoon pattern. It isn’t even about ‘inadequate’ infrastructure. Expensive to neighbourhood-sized, infra projects are actually mushrooming all across our cities. The true culprits are lack of coordination and accountability. Urban resilience comes from city planning that anticipates a city’s future needs, and then is dependably followed through by all government bodies. But in our country, this seems like a sci-fi petition.\n\nFebruary’s earthquake took a terrible toll in Turkey and Syria, not least because of substandard constructions and corrupt oversight. By contrast, in 2010, Chile survived the sixth largest earthquake ever recorded much better because its building codes are much stronger. It’s what cities do in benign conditions that determines their fate in challenging ones.\nIn India, unfortunately, forget truly extreme weather events or natural disasters, we end up making much ado about every rainfall and every heatwave. Will Chennai’s desilting of stormwater drains pass the monsoon test that Delhi has so miserably failed? Will Bengaluru see drinking water shortages again if the Karnataka rain deficit persists? Every year, every season citizens read about the crores spent on weathermitigation projects, only to read the same thing the next year. But even then, why previous years’ investments haven’t borne fruit never rises up as a strong election issue, and maybe this ends up damaging our cities more than any amount of heat or flood.\nCities give people sustenance and opportunities when villages can’t. This ability to frustrate adversity can be dramatically enhanced by good planning and governance. Nowhere is this more visible than in Asia, which hosts two-thirds of the ‘megacities’ with a population of more than 10 million people. From the way in which Seoul peeled back concrete to revive the Cheonggyecheon stream alongside the city’s downtown, to how Kuala Lumpur built the SMART tunnel for stormwater-motorway dual use, there are abundant Asian examples of innovative administrators taking their cities into the future. Indians surely deserve the same. Aiming for next-gen schemes, however, is impossible as long as the sewers are still overflowing – even missing in places. So first of all, fix the drains.\n\n",
        "headline_1": "Cities in shambles: Unlike in other Asian success stories, urban regeneration in India isn’t happening with fast economic growth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cities-in-shambles-unlike-in-other-asian-success-stories-urban-regeneration-in-india-isnt-happening-with-fast-economic-growth/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "Understandably, there’s a lot of excitement about Tesla opening discussions with GOI for setting up a factory in the country with an annual capacity of 5 lakh electric vehicles – at a relatively lower price band. Should the project happen, it will change the profile of local EV manufacturing and exports from India. Note that Tesla has a significant presence in China. But as Western manufacturers look to de-risk from Beijing, India is one of the options. New Delhi should grab the opportunities coming its way.\nBut India still has some way to go before it becomes the next EV hub. EV sales in the country only crossed the 1-million-mark last year. We are way behind at this point of the target of 30% electrification of total mobility by 2030. GOI’s initiatives like FAME providing incentives to EV customers and the PLI scheme for auto components are helping. But the real game is mastering battery technology. And this is where China is way ahead of the rest of the world.\nIn 2022, China accounted for a whopping 77% of global lithium-ion battery production capacity. India accounted for just 0. 2%. Plus, projections suggest that even by 2027 China will retain its dominance in this sector (69% of total production capacity), although the US and European nations will significantly up their game to become the top battery producers in the world. India needs to seriously expand its battery-manufacturing base to propel its domestic EV industry. Not only should it fast-track the exploration, extraction and processing of lithium deposits at sites such as the one discovered in J&K – said to hold 5. 9 million tonnes of the key element – but also invest in the next generation of battery technology such as sodium cells. Musk’s plan is good news but he won’t take India to the EV top league.\n\n",
        "headline_1": "Going electric: Musk’s plan for setting up an EV plant in India is good news. But the real EV game is mastering battery tech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/going-electric-musks-plan-for-setting-up-an-ev-plant-in-india-is-good-news-but-the-real-ev-game-is-mastering-battery-tech/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "Bangladesh celebrated 50 years of independence in 2021 – a young country with a young population, and aspirations. According to the recent census, the total population of Bangladesh stands at 169.8 million, and 27.96 percent of them are young people, aged between 15 and 29 years. Compared with the 2011 census, the percentage of young people increased from 26 percent to 27 percent. The latest Labour Force Survey (2022) indicates that the youth labour force, aged between 15 and 29 years, stands at 26.82 million, or 36.53 percent of the total labour force, which is 73.41 million.\nThis data indicates that Bangladesh has an unprecedented upsurge of young people in its demography. However, they have limited scope of participation and access to leadership structures to shape national development agenda. Traditions, hierarchical and patriarchal norms, and practices leave young people, particularly young women, and other marginalised groups aside, limiting their access and opportunities to engage in decision-making structures. Current representation trend in parliament reflects a similar trend where only 0.29 percent of its members are under 30 and 5.71 percent are under 40 years of age.\nEmployment also remains the biggest concern. Close to 2.2 million young people enter the job market every year. According to the LFS in 2016-17, youth unemployment rate was more than double and stood at 10.6 percent, compared to the national average rate of 4.2 percent. A closer review indicates that there is a correlation between the higher level of education and higher rate of unemployment in Bangladesh. About 29.8 percent youth with secondary education, 13.4 percent with tertiary education and only four percent with no education remain unemployed. In addition, the share of NEET youth (not in education, employment or training) within the total youth population is 29.8 percent.\nThis exhibits a huge mismatch between the education system and the job market. Moreover, the substandard vocational and technical training courses have negligible impact on employment generation and access to the job market, in the opinion of experts. The rising number of training spaces and courses over the last few years is not effective either.\nWhen it comes to women's participation, a smaller number of women enrol in vocational and technical education. For example, data from the World Bank (2018) reveals that only 27 percent of secondary students join the vocational stream. Fourteen percent of polytechnic students were women in 2016. As a result, an excessive number of women, particularly young women (92 percent, according to a2i 2022), are opting or being forced to engage in the informal sector economy, which comes with low productivity and often an indecent work environment. About 89.2 percent of youth workers (91.6 percent of whom are young women) experienced lack of decent working conditions, particularly during the pandemic. Eighty percent of the young respondents reported that they had experienced an income reduction during the pandemic.\nThe pandemic negatively impacted young people's education, particularly those from marginalised communities. Although the education system was transformed into an online system, in a survey conducted by the Citizen Platform for SDGs Bangladesh, 64 percent of the respondents were not involved in any online education or training programmes. This can be attributed to poor connectivity, shortage of smart devices, excessive costs, and a lack of interactive content. Moreover, schoolteachers were not fully equipped and trained to conduct online classes.\n\nMore initiatives and substantial investment are critical to empower youth to be the real change agents for the country. All stakeholders need to come together to help them step up and lead to realise the SDGs by 2030, Paris Agreement, and the just transition particularly in the areas of social justice, gender justice, and climate justice.\nThe enormous digital divide that young people continue to experience due to societal gender roles and disparities between urban and rural areas remains a major concern. Thirty-five percent of rural residents have internet access, compared to around 55 percent of urban residents. Of those who use the internet, 81 percent are between the ages of 16 and 24.\nOnline safety is also increasingly becoming a concern. According to a survey by ActionAid Bangladesh, 63.51 percent of women, between the ages of 15 and 35, experienced various forms of online violence on different digital platforms, such as being sent hateful and insulting sexual remarks, sexually explicit images on social media inboxes, sharing of private photos on social media without permission, and threats of sexual assault.\nThere is underinvestment in young people as reflected in the national budget, posing a significant threat to youth development that would enable the country to make the transition to a \"smart\" nation. The investment for quality education, skills development, livelihood and employment, sexual and reproductive health and rights, social protection concerns, etc are the most pressing issues. For example, funding for the Ministry of Youth and Sports was significantly cut in the 2023-24 budget.\nYoung people in Bangladesh frequently express concern about not having adequate information and access to government institutions and service providers. The deprivation is more severe among the youth from different excluded and impacted groups, such as the Dalits, ethnic minorities, Indigenous communities, and young people with disabilities.\nTo address the challenges and harness the power of youth in Bangladesh, in addition to the government initiatives, various non-governmental organisations including ActionAid Bangladesh have been developing the leadership capacity of youth, particularly young women, from the grassroots to encourage them to take on leadership positions in various decision-making bodies. The participation of grassroots youth is facilitated through these interventions in various social development initiatives, campaigns for climate justice, and advocacy for innovative actions. Young people are provided support to practise agroecology and climate-resilient sustainable agriculture, along with the tools they need to speak up about the climate vulnerabilities of marginalised communities and to demand action from national and international decision-makers. To address the digital divide, marginalised youth are also equipped with digital literacy and skills, so that they can leverage online platforms for learning, networking, advocacy, and campaigning.\nClimate change has emerged as one of the most pressing global challenges of our time, affecting ecosystems, economies, and human well-being. As greenhouse gas emissions continue to rise, the world is experiencing a range of adverse effects, including extreme weather events, sea-level rise, and the loss of biodiversity. These impacts often result in what is referred to as loss and damage. The youth in Bangladesh are the most vulnerable in this reality.\nMore initiatives and substantial investment are critical to empower youth to be the real change agents for the country. All stakeholders need to come together to help them step up and lead to realise the SDGs by 2030, Paris Agreement, and the just transition particularly in the areas of social justice, gender justice, and climate justice.\n \nFarah Kabir is country director of ActionAid Bangladesh.\n\nNazmul Ahsan is manager, Young People at ActionAid Bangladesh.\n",
        "headline_1": "Bangladesh must invest in youth development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-must-invest-youth-development-3368946",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "A major paradox of our time came to light during the Nato summit that ended in Vilnius, Lithuania earlier this week: a proxy war does not constitute a real war. Even if people die for real in a proxy war, you cannot document them in your official book of accounts, lest they become real. The issue came to the fore when Western leaders shadowing President Volodymyr Zelensky's war had to remind him that they were not Amazon who would simply deliver weapons upon receiving orders. The issue became even more evident when the Nato summit proclaimed that a country engaged in an active war with Russia would not be accepted as a member, much to the ire of the Ukrainian president. Nato's \"one for all, all for one\" motto would make a conflict with one of its allies a conflict with all. The postponed membership of Ukraine allowed sanity to prevail. Nobody wants a conflict in Europe to escalate into a new World War.\nThe Great War in 1914 was one such decisive moment in history. For Milan Kundera, who passed away this week, the \"misunderstood\" usage of the word \"world\" in World War I has unwittingly trapped every local event in a common global situation. The Czech author asserted in a rare interview (I say rare because Kundera never relished discussing his writing) that \"the adjective 'world' expresses all the more eloquently the sense of horror before the fact that, henceforward, nothing that occurs on the planet will be a merely local matter, that all catastrophes concern the entire world, and that consequently, we are more and more determined by external conditions, by situations no one can escape, and which, more and more, make us resemble one another\" (Salmagundi, 1987).\nMilan Kundera's work repeatedly returns to this paradox. As a card-carrying member of the Communist Party of Prague in the 1950s, he became aware of this paradox. He lost faith in their idealistic vision of a perfect society. When the Soviet Union invaded Czechoslovakia in 1968, he became critical of the authoritarian Communist regime. His work got banned, and he was eventually driven from his native Czechoslovakia. Kundera settled in France in 1975. He enjoyed his newfound identity as a French novelist with a form of lightness that is both bearable and unbearable, rather than letting the memories of his exile weigh him down.\n\"Do I consider my life in France as a replacement, a substitute life, and not a real life? Do I say to myself: 'Your real life is in Czechoslovakia, among your old countrymen'? … Or do I accept my life in France – here where I really am – as my real life and try to live it fully? I chose France,\" he said, \"I wonder if our notion of home isn't, in the end, an illusion, a myth. I wonder if we are not victims of that myth. I wonder if our ideas of having roots – d'être enraciné – is simply a fiction we cling to.\"\n\nThe Great War in 1914 was one such decisive moment in history. For Milan Kundera, who passed away this week, the \"misunderstood\" usage of the word \"world\" in World War I has unwittingly trapped every local event in a common global situation. The Czech author asserted in a rare interview (I say rare because Kundera never relished discussing his writing) that \"the adjective 'world' expresses all the more eloquently the sense of horror before the fact that, henceforward, nothing that occurs on the planet will be a merely local matter, that all catastrophes concern the entire world, and that consequently, we are more and more determined by external conditions, by situations no one can escape, and which, more and more, make us resemble one another\"\nThe binary of fact and fiction is one of the many opposites that he explored in his writings. By drawing the opposites closer together till they are interchangeable or indistinguishable, Kundera was able to avoid the line between them. We cannot distinguish fact from fiction, proxy from reality. He accomplishes this by revealing a world of excess: a world that simultaneously promises endless human possibilities and produces vast emptiness. Readers are left with the feeling that nothing is genuine. For instance, he says by playing music loud, people are becoming deaf, and because people are deaf, they now need loud music.\nThis example is from his literary masterpiece The Unbearable Lightness of Being. The novel is full of romantic adventures that put fidelity to the test. He uses his libertine protagonist Tomas, a married surgeon with many mistresses to explore some weighty philosophical issues. There are seven chapters in the book. The chapters with the titles \"Lightness and Weight\" and \"Body and Soul\" are chapters 1 and 5, respectively. The third chapter, \"Words Misunderstood,\" is what gives the titles their mirror image. The book's seven chapters represent the seven days of the week, or rather the seven stages of life that Shakespeare describes in As You Like It. The sixth chapter builds up the anticipation of a Grand March before settling on Karenin's last smile. Kundera's humorous nature can be seen in the way he nicknames the dog Karenin after Tolstoy's tragedy Anna Karenina, and implies it as a source of eternal happiness. As the female heroine of the narrative comes to the dog for solace, we learn that dog time is cyclical as opposed to human time.\nThe novel begins with a reverie. Leafing through a book on Hitler, the narrator recalls his family members who died during the Holocaust. While the burden of death is heavy, its recollection is relatively light. He ponders if the concept of the eternal return of the German philosopher Nietzsche is right, events will have to recur again and again infinitely. Does it mean the Holocaust or the French Revolution will return? He makes light of the \"weighty\" historical events, and turns to Greek philosopher Parmenides to celebrate lightness. People who value the lightness of being acknowledge that life has some limitations and no true purpose. They thrive on fleeting beauty and freedom.\nIn his novel, Kundera examines this conundrum by creating an ensemble of characters who are on a mission. \"What possibilities remain for man in a world where the external determinants have become so overpowering that internal impulses no longer carry weight? ... That life is a trap.\"\nIn one of his oft-quoted lines, Kundera pronounces, \"The struggle of man against power is the struggle of memory against forgetting. 'I think, therefore I am' is the statement of an intellectual who underrates toothaches. The unbearable lightness of being.\"\nI take a look at a picture of the Nato summit, where President Zelensky is shown standing by himself while the others mix and mingle. I think of the paradox. I think of the thousand words this image captures. The great war that weighs on us and the unfathomable lightness of being with which that lonely being stands in a crowd. And we owe it to the great Milan Kundera to remind us of the paradoxes of life.\nRest in peace, Kundera!\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "The paradox of our time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-paradox-our-time-3368851",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "In a country where custodial torture is all too commonplace but redress for such crimes is equally rare, we commend a Natore court for ordering the district superintendent of police to file a case against five policemen for torturing three men in custody. Senior Judicial Magistrate of Lalpur Cognisance Court Md Muslim Uddin issued the order after the three men provided chilling accounts of torture at Lalpur police station when they were produced before the court. The men stated that they were beaten mercilessly on different occasions, and were told to confess to carjacking a three-wheeler.\nOne of the accused, Sohag, said in his statement that he was beaten, thrashed on the soles of his feet, kicked in the scrotum, and told to confess unless he wanted to be placed on remand. The leg of a table was repeatedly slammed on the little finger of Salam, another accused, and he was beaten with a steel pipe from waist down. Meanwhile, Shamim, the third accused, was thrashed with a piece of bamboo, his legs tied up, and the soles of his feet repeatedly smacked; the cops allegedly also threatened to rub chilli powder on his private parts if he refused to confess to the magistrate. The descriptions of the torture – and the severe injuries sustained in the process – suggest that the unlawful practice is still ubiquitous in the country, and raises serious concerns about the legality or authenticity of confessions obtained in police custody and during remand. They also provide a glimpse into the barbarity which, in worst cases, lead to deaths in custody.\nIt is truly distressing that the ratification of the 1984 UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, enactment of the Torture and Custodial Death (Prevention) Act, 2013, and issuance of clear directives by the High Court about the rights of those interrogated in law enforcement custody have all failed to establish accountability mechanisms for excesses by state actors. Those engaging in such practices are hardly ever brought to book – given that the investigations are usually carried out by the offending agencies themselves – providing wholesale impunity to carry out such grievous human rights violations against the citizens of this country.\nAgainst this backdrop, it is worrying that the SP who has been tasked with filing the case has already claimed that the three accused sustained injuries when they fell as they were attempting to run away from police, and that a case will be filed when an investigation is done. But who exactly will conduct the investigation, and how are we to ensure its neutrality? We urge the court to follow up and conduct a judicial inquiry into the matter, if needed. If law enforcement agencies are unwilling to take action against their errant members, the court must intervene to ensure that justice is served.\n",
        "headline_1": "Court’s order to sue police for torture commendable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/courts-order-sue-police-torture-commendable-3368731",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "In a country where custodial torture is all too commonplace but redress for such crimes is equally rare, we commend a Natore court for ordering the district superintendent of police to file a case against five policemen for torturing three men in custody. Senior Judicial Magistrate of Lalpur Cognisance Court Md Muslim Uddin issued the order after the three men provided chilling accounts of torture at Lalpur police station when they were produced before the court. The men stated that they were beaten mercilessly on different occasions, and were told to confess to carjacking a three-wheeler.\nOne of the accused, Sohag, said in his statement that he was beaten, thrashed on the soles of his feet, kicked in the scrotum, and told to confess unless he wanted to be placed on remand. The leg of a table was repeatedly slammed on the little finger of Salam, another accused, and he was beaten with a steel pipe from waist down. Meanwhile, Shamim, the third accused, was thrashed with a piece of bamboo, his legs tied up, and the soles of his feet repeatedly smacked; the cops allegedly also threatened to rub chilli powder on his private parts if he refused to confess to the magistrate. The descriptions of the torture – and the severe injuries sustained in the process – suggest that the unlawful practice is still ubiquitous in the country, and raises serious concerns about the legality or authenticity of confessions obtained in police custody and during remand. They also provide a glimpse into the barbarity which, in worst cases, lead to deaths in custody.\nIt is truly distressing that the ratification of the 1984 UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, enactment of the Torture and Custodial Death (Prevention) Act, 2013, and issuance of clear directives by the High Court about the rights of those interrogated in law enforcement custody have all failed to establish accountability mechanisms for excesses by state actors. Those engaging in such practices are hardly ever brought to book – given that the investigations are usually carried out by the offending agencies themselves – providing wholesale impunity to carry out such grievous human rights violations against the citizens of this country.\nAgainst this backdrop, it is worrying that the SP who has been tasked with filing the case has already claimed that the three accused sustained injuries when they fell as they were attempting to run away from police, and that a case will be filed when an investigation is done. But who exactly will conduct the investigation, and how are we to ensure its neutrality? We urge the court to follow up and conduct a judicial inquiry into the matter, if needed. If law enforcement agencies are unwilling to take action against their errant members, the court must intervene to ensure that justice is served.\n",
        "headline_1": "Court’s order to sue police for torture commendable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/courts-order-sue-police-torture-commendable-3368731",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "We are pleased that the Dasherkandi Sewage Treatment Plant was finally opened after the PM inaugurated it on Thursday. Being the largest such plant in South Asia, it has the capacity to treat 20-25 percent of the 2,000 million litres of sewage generated in Dhaka city daily. The issue of untreated sewage polluting our rivers and other water sources has long been a problem for Dhaka. Given its lack of a proper waste management system, the newly launched STP in Aftabnagar comes with the hope that the city will start to become more liveable going forward. However, some concerns about the extent of its effectiveness remain.\nAlthough the plant is supposed to treat sewage coming from a number of areas – including Tejgaon, Badda, Banani, Gulshan (in part), Ramna, Mouchak, Hatirjheel, and Dhanmondi (in part) – it currently has only a 5km trunk sewer line connecting Rampura. Experts and even officials have, in the past, raised concerns about the additional years and funds that would be needed to create the remaining networks. Meanwhile, the existing Pagla sewage treatment plant, which treats around 10 percent of Dhaka's waste, is being renovated. Additionally, many of the drains in the capital are also broken or clogged. All this suggests that there is still a lot that needs to be done to save our rivers and canals from being contaminated with waste every day.\nIn this connection, one may also recall how poorly the central effluent treatment plant (CETP) project at the Savar Tannery Industrial Estate has gone. As a recent report by this daily revealed, the contractor that built that facility handed over an incomplete CETP. We sincerely hope that the Dasherkandi STP will fare better than its counterparts. If successfully run, this plant – part of Wasa's master plan to construct five STPs to treat 100 percent of the sewage generated in Dhaka – can save the city's water bodies from the incessant pollution and contamination. We, therefore, urge the relevant authorities, especially Dhaka Wasa, to ensure that all areas are properly connected to the sewage treatment plants.\n",
        "headline_1": "Dhaka needs a better waste management system ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-needs-better-waste-management-system-3368706",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "With a view to arresting the unbridled price hike of food grains and fertilisers in the international market and warding off the looming famine in the least developed economies, two international agreements were signed on July 22, 2022 in Istanbul, Turkey. Signed in the wake of the Ukraine war, the first MoU was between the UN and the Russian Federation to ensure that the international market had unimpeded access to Russian foodstuffs and fertilisers. The second deal, termed the Black Sea Grain Initiative (BSGI), signed by Turkey, Ukraine and Russian Federation and witnessed by the UN, was to allow shipment of food grains, other kind of foodstuffs and fertilisers from Ukraine through its three seaports, namely, Chornomorsk, Odesa, and Yuzhny/ Privedny, to the rest of the world. The conditions of the BSGI also provided that the export would be carried out through a safe maritime humanitarian corridor in the Black Sea. It is worthwhile to note that, before the disruption of its food grain exports in the wake of the ongoing war, Ukraine annually exported 45 million tonnes of food grains to the world market. The war in Ukraine literally disrupted not only the international food grain market, but also the world economy at large. That is because, Ukraine and the Russian Federation are the world's two major food baskets. Understandably, the impact of the BSGI proved to be very beneficial for the-then volatile global food grain market. As reported by the Food and Agricultural Organization (FAO), due to trade through the Black Sea and also the continued export of foodstuffs and fertilisers from the Russian Federation by that sea route, global food prices dropped by 22 per cent.Following resumption of the Ukrainian food grains export, thanks to July 22, 2022's BSGI, so far 32 million tonnes of foodstuffs have been shipped to 45 countries courtesy of the grain deal, which had been extended four times since. The 4th extension is to expire on July 17 next. So, it is urgent that the BSGI, which is crucial to global food security, is further extended to keep the food price stable in the world market. Admittedly, it is a vital agreement, because, after it came into force, the World Food Programme (WFP) could resume its pre-war level purchase of 7,000 tonnes of Ukrainian wheat. As a result, it (WFP) could continue its humanitarian operations in Afghanistan, Ethiopia, Kenya, Sudan and Yemen as before. Unsurprisingly, it is exactly against this backdrop that in a joint statement signed on July 11, leaders of six business chambers of Bangladesh strongly urged the government to pursue the global community to further extend the BSGI. It is to ensure that smooth supply of foodstuffs continues unhindered in every part of the world including Bangladesh. Otherwise, the business leaders fear, availability and affordability of food would be seriously jeopardised affecting millions of people worldwide. Seeing that the date of expiry of the last extension of the Black Sea Grain Initiative (BSGI) is just around the corner, the government would do well to promptly respond to the nation's prominent business leaders' call. Considering the gravity of the issue, the government will, it is hoped, exercise its goodwill and prevail upon the global community to help renew the international food grain deal, BSGI, for a longer extension than before. This would be required to ensure that food-grain price remain within the reach of the poor everywhere.",
        "headline_1": "Extension of the Black Sea Grain initiative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extension-of-the-black-sea-grain-initiative-1689344343",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "The Russo-Ukraine war is fast approaching its 2nd anniversary and by the looks of it, there is no sign of this conflict coming to an end soon. Previously, countries belonging to the European Union (EU) had been the largest consumers of Russian fossil fuels including natural gas and crude oil. The market for bulk of Russian coal was already being consumed by the Asian market, led by China. The self-imposed sanctions by the EU have resulted in a Russian pivot to Asia. According to Professor Feroz Alom of RMIT University, the global oil hubs of refining crude Russian oil at multiple refineries in Amsterdam, Rotterdam and Antwerp and generating in the process daily revenue of around Euro (€) 100 - 150 billion a day have now shifted to Asia. This is evident from the channelling of massive volumes of Russian crude to both China and India which have profited immensely from one, the cut rate price offered by Russian state for its oil and round-the-clock operation by refiners in these countries. India, in particular has done particularly well because China has consumed most of its imported oil, whereas the latter has re-exported a significant portion of the imported crude back to international markets as refined products.Time will tell precisely what the West has gained or lost from this war in Europe, but it is clearly evident that realignments are going on in other parts of the world where the US had clearly held a lot of sway previously. For instance, OPEC +, with countries like the Kingdom of Saudi Arabia (KSA), Qatar and UAE have traditionally come under the US sphere of influence. This war has shifted the balance in favour of China. While still under Western sanctions, Russia now have much better relations with other OPEC nations. These are relations based on trade and commercial interests. But it certainly woke everyone up when China brokered the diplomatic deal-of-the-century between the KSA and Iran, two estranged nations on the fabric of the Middle East, re-establish diplomatic relations after decades of open animosity. Interestingly, the other development that is taking place amongst countries like China, Russia and the BRICS member nations is the move to de-dollarise payments for fossil fuel trade. This is by far the greatest threat to the US and its present global influence. Of course, while the bigger economies of China and India are able to withstand external diplomatic pressure and forge ahead with plans to pay in their respective national currencies, the same cannot be said for developing nations such as Bangladesh. That however may change in the near future because dozens of nations have applied for membership of the BRICS.As for Bangladesh, experts are predicting that up to 60 per cent of the energy mix will become import-dependent in the current fiscal. That said, given the dollar-crunch, precisely what are countries like Bangladesh to do, if not trade in other currency? After all, the global order of things state that the US dollar has until now been the gold standard, i.e., the currency of choice in international trade. Who would have thought that in the course of less than two years, the dollar's dominance is being challenged so aggressively where previous attempts in decades gone by have led to the unravelling of entire nation states and resulted in forced regime change in some cases.It will be interesting to see how Bangladesh can take advantage of BRICS membership. It will be good if policymakers go the extra mile to take advantage of alternative finance mechanisms to ensure sustainable fuel supply to the economy. Recent media reports are now making plain what has been known to experts all along, and that is, Bangladesh cannot sustain an import-driven fuel energy mix. It simply doesn't have enough foreign exchange to do so. In fact, it never will. So, alternative ways to pay for those imports will have to be found. This indeed is a catch-22 situation for the country. How to de-dollarise energy imports, or find alternative financing mechanisms needed to develop its own coal reserves and gas exploration (onshore)? The odd cargo (or cargos) of liquefied natural gas (LNG) imports are not going to save the economy. Foreign investors' millions have poured into Bangladesh on the promise of many things, including sustainable energy supply. Policymakers are now stuck with fast depletion of gas supply from proven sources; and no matter what is stated in public about LNG as the saviour of the economy, exactly the opposite is true. With the West's hypocrisy becoming all too apparent in their collective decision not to fund fossil-fired power plants in developing nations, countries like Bangladesh will have to find alternative financing. It is a matter of life and death for the economy and hopefully the right decisions will be taken this time. The alternative is simply too bleak to imagine.\n[email protected]",
        "headline_1": "Shift in global energy markets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shift-in-global-energy-markets-1689344412",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "A proposal for investment of $1.3 billion in an offshore wind project has reportedly been placed with the government by two Danish companies. If and when the project materialises, it will produce 500 megawatts (MW) of wind power. Of the two Danish companies, one is Copenhagen Infrastructure Partners (CIP) and the other one is Copenhagen Offshore Partners (COP). What is particularly savouring is that the two companies come with a wealth of experience from a country considered not only the pioneer but also a global leader in wind energy. In fact, CIP and COP are the two leading renewable power companies in the world.Bangladesh's dependence on imported fossil fuels and the consequent energy crunch following the post-pandemic soaring price made worse by the Russia-Ukraine war have taught it a lesson or two. Also, the compulsion arising out of the climate change worldwide surely makes its option clear in favour of renewal energy. The country has already set a target of producing at least 40 per cent of its total energy from renewable and clean energy sources. The problem here is the cost. Production of clean energy is still costlier. But as the technologies are advancing, the production cost is falling gradually. If large-scale renewable energy can be produced, the cost of production is likely to come down. Also the renewability of natural sources such as sun, wind and water reduces the cost over a far longer period of time than the conventional exploitation of fossil fuels that get at one point depleted when the investment fails to get any output. The positive side of the two Danish companies' proposal is that the location of the project will be in the Bay of Bengal coastal area. When the project takes off, it is going to bring about a paradigm shift in energy production in Bangladesh. In a land-scarce country, the installation of wind turbines of the project in the Bay of Bengal gives an additional advantage by not requiring any land area. Bangladesh has so far concentrated on solar power. But even solar panels cover a significant ground area for a large plant. In case of wind power, there is no such problem particularly when those can be set up in coastal areas with practically no use for any other purpose. So this project proposal comes as a great relief. Once this goes into production, it will pave the way for establishing more such wind power plants. With a long stretch of coastal belt in the country, it can accommodate many more of its kind once it proves cost-effective. There is no reason why it won't do so. Not only does the project comes as an answer to the quest for an alternative energy source, it also opens an avenue to the country's blue economy. With the energy made available on sustainable basis, more investments are expected in the area ranging from power production to deep-sea fishing and search for precious minerals under the seabed. The Danish companies have also asked a local energy company to be its partner. This means the local company concerned will be able to become familiar with the technology and skills required for setting up such a renewable project. This is encouraging because through the collaboration, the process of technology transfer is most likely to happen. After all, there is need for building local capacity. At some point local companies will have to take over from foreign companies in order to set up more renewable energy plants and produce cent per cent clean energy for the country. The nation is looking forward to such a transition to renewable and clean energy in the future.\n[email protected]",
        "headline_1": "Prospect of wind power looks bright",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-wind-power-looks-bright-1689344453",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2023"
    },
    {
        "full_article": "Dengue, a vector-borne viral disease, is now spreading fast across the country. The disease, which is now prevalent in more than 54 districts, has started taking its toll. The fear is that it would be far more virulent in the months of August and September, affecting a greater number of people and taking more lives. It has been observed lately that dengue unlike the previous years has maintained its presence, though on a limited scale, even during the dry months. This departure from the usual nature of the disease has caused greater worries among experts in the relevant fields and physicians. The concern is not at all out of place, for the agencies involved in dealing with the dengue problem have failed to demonstrate their seriousness. The city corporations virtually sat idle before the outbreak of the disease.The aedes mosquito which is responsible for carrying the dengue virus is said to be a domesticated vector for it generally breeds in clean stagnated water in flowers pots, discarded cans and plastic containers and some other small areas in houses, basements. It is the responsibility of the households to ensure that water does not remain deposited in such a state. But what about rain water deposition in discarded coconut shells and soft-drink cans that are found in street corners or garbage dumping sites? It should be the job of the city corporations to remove those, in addition to destroying the breeding grounds of aedes mosquitoes. Hasan Mahmud New Eskaton, Dhaka",
        "headline_1": "City corporations' role in dengue control",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-corporations-role-in-dengue-control-1689344469",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2023"
    }
]