[
    {
        "full_article": "By choosing to place a “technical hold” on the joint India-U.S. proposal to designate Jaish-e-Mohammad deputy chief Rauf Asghar a global terrorist on the United Nations Security Council 1267 Committee listing, China has swung another blow to its ties with India, which are already at a fragile point. Despite 16 rounds of military commander talks at the Line of Actual Control, India and China have failed to resolve the standoff that began with the PLA amassing troops, and transgressions along the LAC in April 2020. The two sides sparred in the maritime sphere this week, after India made its concerns over the proposed docking of a Chinese satellite tracking ship at Sri Lanka’s Hambantota port clear to the Sri Lankan government. And while bilateral trade has recovered from the COVID-19 downturn, Chinese technology majors in India are being raided by the Enforcement Directorate and Income Tax authorities under suspicion of a range of financial crimes. At a time when bilateral trust is already in such deficit comes China’s decision to stop an important terror listing, just two months after Beijing similarly stopped the designation of Lashkar-e-Taiba deputy chief Abdul Rahman Makki. To take such measures on an issue that it knows India has always been extremely serious about, given the number of major attacks perpetrated on Indians by the LeT and JeM, right from the 1990s, is insensitive at the least, but part of an unfortunate pattern by China, which has held up several such listings in the past. Asghar is wanted for his role in freeing his brother Masood Azhar in the most dastardly way, by organising the hijack of Indian Airlines flight IC-814, and holding nearly 200 civilians hostage on the Kandahar tarmac, and other attacks. He is now reportedly in Pakistani prison, convicted on terror-related charges, and is on both the U.S.’s and India’s domestic ‘most wanted terrorist’ lists.It is important, however, for India to persevere with attempts to designate both Makki and Asghar, as well as other terrorists responsible for attacks on Indians, without losing faith in the process. One option is to keep the international pressure up, and garner more co-sponsors for the listing, which was reportedly approved by 14 of 15 UNSC members. Another would be to work on changing 1267 Committee procedures, so that they don’t allow one country to hold back such important terror listings without due cause. A third may even be to open dialogues with both China and Pakistan bilaterally on the issue, leveraging Pakistan’s need to be removed from the FATF grey list later this year as well as China’s interest in Pakistan’s economic recovery, to ensure the listings are accomplished. Eventually, if the goal behind the UNSC listings is to ensure that perpetrators of terrorist acts are held accountable, the emphasis must be on working through all avenues.",
        "headline_1": "No holds barred: On the Chinese hurdle to designate terrorists",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-holds-barred-the-hindu-editorial-on-the-chinese-hurdle-to-designate-terrorists/article65762986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Our 75th birthday is an occasion for celebration. We have succeeded beyond all expectations, including our own, to remain a one-nation democracy. In the history of democratisation for developing countries, this is a record, especially if you add the condition of no civil-war. We have also structurally moved from being very poor to now a lower middle-income economy.\nChina vs India: For centuries, between 1500 and the 1980s, India and China had broadly the same per capita PPP income. Today, in 2022, China’s per capita income is 2.5 times higher – $16,700 vs $6,500.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will we become rich? Per capita income will be in top 10% of all economies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-we-become-rich-per-capita-income-will-be-in-top-10-of-all-economies/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "India is a country with limited natural endowments – be it land, water or oil. But it has one endowment in abundance – people. Substantially improving the human capital of its people will be critical for India to realise its various ambitions. In particular, India will have to fundamentally change how it treats the most vulnerable segment of any society: its children.\nStarting unhealthy: It is important to remember that good health is essential for learning and prosperity more broadly as expressed in the saying pehla sukh nirogi kaya, dusra sukh ghar me maya – the first happiness is a healthy body while the second happiness is wealth at home. The foundation of a person’s health is laid in early childhood. Interventions later in life cannot compensate for early childhood deprivations. As Tawney put it, “Equality of opportunity requires not just an open road but also an equal start.” And that equal start begins from childhood.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will we fix education? Only if politicians get serious about learning",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-we-fix-education-only-if-politicians-get-serious-about-learning/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "A few months after Jawaharlal Nehru’s death in 1964, a young political scientist named Rajni Kothari published a seminal article, entitled ‘The Congress “System” in India’. In it, he argued that India’s political system was characterised by “one-party dominance”. This was a fiercely competitive polity but one in which political parties played dissimilar roles.\nCongress was the dominant “party of consensus”, ranged against diverse “parties of pressure” in the opposition. Margins of pressure in this political system increased or decreased in election cycles, keeping Congress in check.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will BJP be dominant? Most likely, more states will be won by political M&As",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/will-bjp-be-dominant-most-likely-more-states-will-be-won-by-political-mas/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "If you think that your daughter, even if she is only five years old, has a future of happiness, new possibilities and safety from sexual harassment, you are wrong. You will have to wait six more generations, approximately 132 years estimated by the World Economic Forum Gender Gap report. She has better chances in Bangladesh – ranked 71/146 to India’s 135/146. In the meantime, you can be happy that fewer girls are killed at birth, only 46 million women (2020 UNFPA data) rather than 65 million women are missing and there are only 223 million child brides in India (2019 report UN Children’s Fund).\nA mindset problem: While good policies will continue to change girls’ access to healthcare, education and jobs slowly, the biggest danger to the survival and thriving of girls is in our minds. Unless we change how we think about boys, girls’ lives are endangered by us, including the highly educated middle and upper classes. We are the biggest danger to girls.\nRead full opinion on TOI+\n\n",
        "headline_1": "Will girls get parity? It all depends on how we raise our boys",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-girls-get-parity-it-all-depends-on-how-we-raise-our-boys/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Between May 9 and 14, 1947, in Sodepur near Calcutta, Mahatma Gandhi had a fascinating set of conversations with Hindu and Muslim leaders of Bengal. Sarat Chandra Bose (seen in photograph with Gandhi) explained to him the ethics underlying the effort to preserve the unity of Bengal based on an equitable sharing of power between the two major religious communities. Gandhi told Abul Hashim on May 10 that he was trying to become a Bengali and that he was learning Bengali to be able to appreciate the poems of Rabindranath Tagore in the original. Hashim mentioned that Bengali Hindus and Muslims alike revere the poet. Gandhi argued that the spirit of the Upanishads connected Rabindranath to the entire corpus of Indian culture. If Bengal voluntarily wanted to be associated with the rest of India, Gandhi enquired, what might Hashim have to say about that proposition? On May 12 the Mahatma gave Huseyn Shaheed Suhrawardy a written undertaking that he was even prepared to act as \"his honorary private secretary\" so long as the Muslim leader worked with sincerity for both Hindus and Mussalmans to preserve the unity of Bengal.\nOn hearing that Sarat Bose's united Bengal plan had received Gandhi's support, the Hindu Mahasabha leader Syamaprasad Mukherjee rushed to Sodepur. The Mahasabha had been clamoring for the vivisection of Bengal ever since the British prime minister Clement Attlee made his February 20, 1947, announcement of their intention to quit India by June 30, 1948. The Mahatma wanted Syamaprasad to see the merits of the proposal to keep Bengal united. \"An admission that Bengali Hindus and Bengali Mussalmans were one,\" Gandhi explained, \"would really be a severe blow against the two-nation theory of the League.\"\nThe Muslim League took its stand in favor of safeguards for minority rights until 1940 when Mohammad Ali Jinnah claimed that the Muslims of India constituted a nation. As he put it, the term nationalist had become a 'conjurer's trick' in politics. With some prodding from the British viceroy Linlithgow, the Muslim League resolved at its Lahore session in March 1940 that the Muslim-majority provinces in the north-west and east of British India should be grouped to constitute independent states. In addition to speaking about these Muslim states in the plural, the resolution moved by Fazlul Huq also spoke of a constitution in the singular that would govern minority rights throughout the subcontinent. It mentioned neither the word 'partition' nor the name 'Pakistan'.\nThe claim to Muslim nationhood, as Ayesha Jalal has shown, was not an inevitable overture to separate and sovereign statehood. The interests of Muslims in provinces where they were in a minority were not the same as those of Muslims in the majority provinces of the north-west and the east, which sought a high degree of autonomy. The Muslim League faced an insurmountable challenge in trying to resolve these contradictions. When Rajagopalachari offered a Muslim state based on the partition of Punjab and Bengal in 1944, Jinnah dismissed it as 'a shadow and a husk', 'a maimed and mutilated' version of their demand.\nDuring World War II Netaji Subhas Chandra Bose was able to forge a remarkable unity among Hindus, Muslims, Sikhs, and Christians in his Azad Hind movement. A political disciple of the fair-minded Deshbandhu Chittaranjan Das, who had forged the Bengal Pact between Hindus and Muslims in 1923-1924, he was committed to unity based on equality. That spirit of solidarity was widespread within India during the Red Fort Trial of the three Hindu, Muslim, and Sikh officers of the Indian National Army during the winter of 1945-1946. The British finally recognized that they would have to quit India. The Cabinet Mission arrived in the spring of 1946 to hold talks. It seemed possible that the unity of India could be preserved within a federal arrangement of three groups of provinces proposed by it. Once the Congress under Jawaharlal Nehru declared that grouping might not last, the Muslim League under Jinnah called for direct action to achieve Pakistan.\nOn March 8, 1947, the Congress under Nehru echoed the Hindu Mahasabha demand for the partition of Punjab and added that the principle of partition may have to be applied to Bengal as well. Conceding Pakistan based on the partition of these two crucial Muslim-majority provinces would enable the Congress High Command to inherit the unitary center of the British raj. In an editorial on April 11, 1947, the Bengali paper Millat charged the Congress and the Mahasabha of performing Parashuram's role of raising a parashu (axe) to slice \"Mother\" into two. It asked why the Congress after preaching the high ideal of unity was now dancing on the same platform with the Hindu Mahasabha.\nThe united Bengal plan was a final and failed attempt to preserve religious harmony and the unity of Bengal by the more far-sighted Hindu and Muslim leaders. It received the backing of Jinnah and Gandhi in April and May 1947. After amending the plan by taking note of Gandhi's suggestions, Sarat Bose sent a final version through George Catlin to Mountbatten. Catlin was a well-known British Member of Parliament and political theorist, husband of the writer Vera Brittain and father of the future Labor and Liberal Democrat politician Shirley Williams. He had been staying at Sarat Bose's Woodburn Park home as a guest in May 1947. In London on May 28, 1947, Mountbatten recorded two alternative broadcasts. According to Broadcast B, the Hindu and Muslim leaders had come to a power-sharing agreement to form a new coalition government, leaving Punjab alone a candidate for partition. On Mountbatten's return to New Delhi on May 30, Jawaharlal Nehru and Vallabhbhai Patel vetoed the exception for Bengal. As a result, Mountbatten announced the partition plan on June 3, 1947, that had been the substance of his Broadcast A.\nThe British had decreed partition while making a hollow statement about ascertaining the will of the people through votes by members of the legislative assemblies of Bengal and Punjab. On June 20, 1947, East Bengal legislators voted by 106 votes to 35 against partition while the legislators of West Bengal voted by 58 votes to 21 in favor of partition. Since the Mountbatten plan had provided for partition if any one side wanted it, the vivisection was ratified. The economic problems between mostly Hindu landlords, traders, and moneylenders and a predominantly Muslim smallholding peasantry of East Bengal – a theme discussed in my book Agrarian Bengal – required a very different solution from the territorial division that took place in 1947.\nThe two dominions Pakistan and India did not know precisely where their borders lay when they came into being on August 14-15, 1947. The Radcliffe decision on the partition lines was not announced until August 17. Nearly two million people were killed in horrific violence while at least fourteen million refugees fearfully crossed the newly demarcated borders. Having abdicated all responsibility for maintaining order, Mountbatten congratulated himself on having carried out one of the greatest administrative operations in history. The incompetent surgeon named Radcliffe had also left enclaves. I worked as a parliamentarian on the exchange of enclaves between India and Bangladesh that was finally accomplished by the ratification of the Land Boundary Agreement in 2015.\nIn Punjab there was an almost wholesale forced exchange of population in 1947. In Bengal the migratory flows continued in fits and starts between 1947 and 1971, leaving significant religious minorities in both Bengals. The specter of a great religious divide in 1947 masked center-region tensions and contributed to centralization of state power in both post-colonial India and Pakistan, stifling the voices calling for a healthier dose of federalism.\nMahatma Gandhi and a handful of principled leaders of the freedom struggle tried unsuccessfully to avert the human tragedy of partition. Only one leader working alongside Gandhi could have worked out an equitable layering and sharing of sovereignty instead of the batwara of territory at an unacceptably high human cost. That was Netaji Subhas Chandra Bose who commanded the trust of all the religious communities and linguistic groups of the subcontinent. Gandhi spent August 15, 1947, quietly in Calcutta, away from the festivities surrounding independence in Delhi. On January 23, 1948, he pointed out that Subhas \"knew no provincialism nor communal differences\"; he \"had in his brave army men and women drawn from all over India without distinction and evoked affection and loyalty, which very few have been able to evoke.\" \"In memory of that great patriot,\" Gandhi called upon everyone, to \"cleanse their hearts of all communal bitterness.\" \"Let us permit ourselves to hope,\" he said on January 26, 1948, \"that though geographically and politically India is divided into two, at heart we shall ever be friends and brothers helping and respecting one another and be one for the outside world.\"\n\"I do not wish to disturb the partition of Bengal which has already taken place,\" Sarat Chandra Bose wrote in an \"Appeal to India and Pakistan\", an hour before his death on February 20, 1950. Instead, he wanted to \"let East Bengal live and flourish as a distinct and separate State\". Fazlul Huq visited Netaji Bhawan in Calcutta as the premier of East Bengal in 1954 at the head of the United Front government. He spoke emotionally about the Bose brothers and questioned the division along lines of religion. His government was dismissed soon after his return to Dhaka and East Bengal placed under the rule of a military governor. An ordeal of suffering and sacrifice was the price that was paid by Bangladesh to win freedom in 1971.\nThe decisions of expediency in 1947 continue to haunt the quest for equal citizenship in South Asia. Seventy-five years after freedom the people of the subcontinent owe it to themselves to finally heal the wounds of partition.\nSugata Bose is the Gardiner Professor of Oceanic History and Affairs, Harvard University\n",
        "headline_1": "PARTITION or UNITY? BENGAL in 1947",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/partition-or-unity-bengal-1947-3095176",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "I was 16 years old when I read Salman Rushdie's Midnight's Children (1981) for the first time. I had not had my introduction to magic realism yet at that point of time. My 11th grader self had not even read Marquez yet. \nMy college library had a diverse collection to offer for avid fiction readers like us, who would devour absolutely anything and everything. The library was pretty much the reason I would show up every day, and it was on one such fine morning when I got my hands on the paperback edition of Rushdie's novel. The cover had a simple, plain, off-white background, with the title calligraphed on it in a sombre yet striking red font, indicating the duality the book was about to uncover. The simplicity of it all caught my attention. \nWhat happened in the three following weeks was nothing less than magic. I found myself unable to stop reading. I would carry the book to dinner and read it in stealth during classes, under the covers of textbooks. This was an opening to a whole new world for me. Midnight's Children became my midnight's musings. Now that I come to think of it, maybe my fascination for words was only strengthened by the book, which worked in time to turn me into a writer. \nThe story, as we know, starts exactly 75 years ago on this day, at the stroke of the midnight hour, when people of this subcontinent were being divided by hatred and ousted from their homes based on their religious identities. Because of some strange tryst with destiny, two newborns were swapped at midnight—when two nations were on the brink of inception—and doomed to live each other's lives when the times-they-were-a-changin' rapidly. \nMetaphors have never made more sense to me than when these two swapped but intertwined lives personified India and Pakistan, the two newborn countries, whose births were marked by blood, pain and trauma. For someone who knew nothing about magic realism, it was the unfolding of an entire universe that I still carry within me. It is a lot for someone who deals in words regularly. Words never escape me for even a moment, but I still carry on with Rushdie's universe in my heart. Truth be told, I would not have it otherwise. That's how deep a mark the book left in my psyche. \nThis subcontinent suffers from a collective partition trauma, till this day. The seeds of hatred and intolerance that fueled the events of that time have become even more rampant in their presence and influence.  \nAt the age of 16, these events were nothing more than history lessons to us, school-going children who got to know all of it from texts offered to us at school. But with each passing year as we have grown, we have come to understand the psychology of communal intolerance with which this subcontinent is plagued. In my case, Rushdie's novel played a huge role in creating the base for this understanding, at that young age. The understanding that the politics of division goes way beyond an individual's life, but affects it nonetheless. \nSaleem Sinai, the novel's narrator and protagonist with telepathic powers and extreme senses of smell, takes me on in his journey as he goes on to discover and assemble other midnight's children with extraordinary powers, like Parvati the witch and his arch nemesis, Shiva the \"knees\". In the process of each of their experiences, Rushdie weaves other timelines for me to live in, he allows me to be a part of Saleem's journey who sees it all—from an amnesiac exile to a soldier in the Sundarbans of 1971, when another country is on the brink of its birth from the existing two, to India's emergency and Sanjay Gandhi's \"cleansing\" of the Jama Masjid Slum—all with a sly, dark and humour-coated choice of words that makes the trauma of the events even more prominent. \nAs I write this, the subcontinent is remembering the 1947 Partition on its 75th anniversary. One country is celebrating its day of independence, while the other prepares for the same. In another corner of the world, Salman Rushdie, my favourite wordsmith, is fighting for his life.  \n\"To understand just one life you have to swallow the world ... do you wonder, then, that I was a heavy child?\", Rushdie writes in the novel. Very few writers have reflected my feelings with such clarity. As I read back the words I have been able to write here so far, I see a lot of nonsensical gibberish as my aching heart finds it difficult to put my thoughts into words. \nBut I'll have to say this. In a world that is so divided by hatred and intolerance and so united with a collective feeling of hopelessness, the magic created by Rushdie is my solace. His words work as music to my soul, and at other times, offer the reminder of the little bird in Midnight's Children. It whispers, \"Be fair! Nobody, no country, has a monopoly of untruth.\" \nNahaly Nafisa Khan is a writer and journalist. She is working as a sub-editor at The Daily Star's City Desk.\n\n \n",
        "headline_1": "How Salman Rushdie’s ‘Midnight’s Children’ changed my life ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/how-salman-rushdies-midnights-children-changed-my-life-3094916",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "I woke up to a tirade of messages on Tuesday, some from fellow academics who knew about my adoration towards Woolf and others from men in my Instagram DMs desperate to start a lukewarm conversation. All of these were links to the recently published article on a national daily titled, \"Virginia Woolf was Part-Bengali, Says Great Nephew\". \nThe great nephew in question is William Dalrymple, a household name for historophiles—the Delhi-based Scottish historian, critic, curator, and photographer, whose interests include the history and art of India, Pakistan, Afghanistan, the Middle East; Hinduism, Buddhism, the Jains, and early Eastern Christianity.  \nDalrymple, when asked to share something about his great aunt Virginia Woolf during an interview by The Space Ink, first disclosed this information; it quickly made the rounds around the newspapers and social media picked it up too. The little snippet he shared drew a lovely, lush picture of Virginia Woolf's Bengali genealogy. He touched up on their common ancestors, seven Bengali sisters from Chandannagar (formerly Chandernagore) decked up in exotic Indian ornaments and fine clothing strutting along the streets of Kolkata, London, and Paris, and goes to state that, if one observes her portraits closely, the Bengali features are very obviously discernible—\"She has a very Bengali face\". \nI instantly thought of how even claiming that someone has a \"Bengali face\" is a very \"Bengali\" thing in and on itself. It took me back to the many conversations I had had with my mother, aunts, and grandmothers about a certain poetic softness and circularity of facial features found in the imprint of this mythical Bengali face. A well-known saying in my family is that the curvatures of these faces reflect the turns and stops of the countless rivers meandering through the Bengal delta. \nBut Woolf had a regality in her appearance, an aura of austerity almost, and that of quiet detachment. I don't think I agree with Dalrymple. However, taking a look at the monochrome side profile which the newspaper daily showcased alongside the article, I could not help but wonder about the certain je ne sais quoi in her face and her oeuvre. Maybe I loved her so because we were daughters of the same soil, to some extent, at least. It made me smile. But I also sneered at myself a little bit, because her soil had also ripped apart mine for over 200 years.\nOvernight, a large number of people have become newly interested in reading Woolf's works. It took my friend almost a second to draw parallels between Woolf's act of suicide and that of Tagore's unfortunate muse, Kadombori Devi. I had always heard this friend of mine talk of Kadombori Devi's tragic fate with a sort of disagreeable sentimentality. With teary eyes and a red nose, she would talk of Kadombori's lack of affinity for the culinary arts and Bengali hospitability, and most of all, about her struggles to live up to the flares and fame of the Thakurbari. All of a sudden, she was looking up Virginia's last note to husband Leonard Woolf, reading her words, \"I can't fight any longer [...] without me you could work\", with the same kind of a pained expression on her face, comparing Kadombori's discontentment with her social and familial bubble to that of Woolf's towards her own self. This interesting bit of trivia, of Woolf having a trace of Bengal in her, I noticed, had lessened the space between my friend and the writer of the faraway, cold Britain, with its many regulations and uptightness. Others drew up imperative but apparent associations, like that between her and the conjurer of Sultana's exploration through Ladyland. \nI, however, was not thinking of Ophelian heroines, and my friend's comparison seemed a tad bit far-fetched. No; to me, the links between Woolf and Bangla and Bengal—linguistically, philosophically, and poetically, came through by closely reading certain portions of her works. \nIn the concluding chapter of Orlando, Woolf's 1928 novel on gender fluidity, the protagonist-poet goes to a nearest telegraph office and writes about life, literature, and ultimately sums it up by writing \"Rattigan Glumphoboo\" that is supposed to condense the entire experience of the enigma that is life. Upon doing so, Orlando believes that the \"fabric of life\" is now magical. She realises for the first time that fame has nothing to do with poetry. She asks, \"Was not writing poetry a secret transaction, a voice answering a voice?\" Reading these lines alongside Rezwana Choudhury Bonna's orchestral version of \"Ananda Dhara Bohiche Bhubone\" made me feel that this magic Woolf talked about, the inexplicable, heightened joy the poet was feeling, are the blowing winds of this ananda. \nWoolf's pages appeared to me to be riffed with the same flowy consciousness of joy which Tagore wrote of while referring to the Anandadhara blowing through the earth—Charidike dekho chahi hridoy proshari/khuddro dukkho shob tuccho mani/prem bhoriya loho shunno jibone. \nAnother instance when reading Woolf I was reminded of Bangla verses was when I first came across the line, \"The day waves yellow with all its crops\", in my most favourite novel of hers. The Waves (1932) is considered to be one of her most formally experimental works and centres around six characters who grapple with the death of a beloved mutual friend.  \nJames Wood, an English literary critic, in his book How to Read Fiction (Farrar, Straus and Giroux, 2008) mentioned the brilliant peculiarity of the structure of this sentence. It evoked in him a feeling of \"everything blazing in sunlight— a yellow semaphore, a sea of moving colors…\" To me the sentence suggested a sense of recognition; it wasn't jarring but familiar—like the mighty, gold flap of Jibanananda's kite and the gilded fields during hemanta, which brushed me with a coat of relentless yellow and gold too. \nThe Woolfian brand of stream of consciousness has a certain sense of the lyricism to it, which could remind one of the effervescent mellifluousness of the Bangla language. But there are certainly many ways in which Woolf conjures in her prose aspects of the British quintessence. One could point out how in the apt modernist strain, she talked about the fragmented, hollow lives of Post War Britain by focusing on individual voices, an example of which is Septimus in Mrs. Dalloway, but I would talk of Orlando yet again. The protagonist in his journey, through the ages, exists as a marginal voice as reactions/resistances to the many given traditions of British Literature. In doing so, Woolf brilliantly parodies these said traditions. That being said, however, Orlando remains having this steadfast connection to the soil of Britain; even though there are elements of wonder that the poet feels towards different cultures or ethnicities, seen through the his/her infatuation with the Russian Sasha or of sexual metamorphosis of turning from a man to a woman in Turkey, Orlando comes back to claim the rights over his/her ancestral house, comes back to the British earth, back under the oak tree where his/her magnum opus had been written. \nWhile discussing at length about this section, this angle of coming full circle to one's native soil reminds me of Madhusudan Dutt's lines from the poem \"Kopotakkho Nod\", said to have been weaved at Versailles whilst yearning for Bengal—Bahu desh dekhiyachi bohu nod dole/kintu e sneher trishna mete kar jole/dugdhosrotorupi tumi matribhumi sthoney.\nIn conclusion, I suppose I do feel some kind of satiation knowing that Virginia Woolf, an artist I love and have bountiful devotion for, has a tinge of Bengali blood. I feel as if in my imaginings, in my poetic reveries, I can have a conversation with her about the implications of words such as obhishar and biroho, without having to translate it into English. And in my mind, I am telling her how the nuances of these sentiments lurk up in so, so many of her works and her letters to Vita Sackville West, all whilst showing her the highlighted bits from my Vintage editions of her books with swirls of blues and reds on the cover. \nIn my mind a Bengali Virginia finds comfort in Bangla, in monsoons and (maybe, for the touch of humour, may I add?) reels of her writing The Waves with a slow reverberated version of \"Cholona Ghure Ashi\" playing in the background. \nJahanara Tariq is an Adjunct Lecturer at Independent University, Bangladesh (IUB).\n\n \n",
        "headline_1": "How I feel about Virginia Woolf being part-Bengali ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/how-i-feel-about-virginia-woolf-being-part-bangali-3094066",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Sri Lanka has been shaken by a socioeconomic and political crisis that has drawn international attention. We wanted to find out if the public outcry against Gotabaya Rajapaksa's government that led to its eventual overthrow was translated into increased RTI activity. It appears to be the case.\nUnlike most other countries in the region, the 2016 Right to Information (RTI) Act of Sri Lanka attracted different strata of society, including its vigilant civil society organisations, from the very beginning. From early on, they put it to use to probe government activities of suspicious or dubious nature.\nOne illustrative example that we have covered previously was the landmark decision of the Sri Lankan Information Commission on a high-level corruption case that had rattled the nation. On appeal from the Sri Lanka Pilots Guild, the commission issued orders for the release of some extremely sensitive documents relating to the purchase/lease order of five Airbus 350 aircrafts from Pakistan International Airlines (PIA) by Sri Lankan Airlines. The revelation exposed the extent and level of corruption that led to an international money-laundering investigation. A crucial aspect of the order was the release of the minutes of a meeting presided over by the then speaker of the Sri Lankan parliament, who happened to be the brother of the Sri Lankan president, at his residence, where the deal was approved.\nWith such a precedent, it was not surprising to find the ordinary Sri Lankan citizens, civil society organisations and the Information Commission itself resorting to the RTI Act to unearth corruption, mismanagement and poor policy decisions by the government behind the recent crisis. Here are some examples.\nCost incurred by the Sri Lankan prime minister's trip to Italy: At the height of public agitations against the government, the Office of the Prime Minister – who took office upon resignation of his predecessor in the face of public wrath – was obliged to release last month the details of former Prime Minister Mahinda Rajapaksa's visit to Italy in 2021, in response to an RTI request. The disclosure that 26 million rupees were spent further revealed a most telltale picture of abuse of public funds by government officials at a time when there were clear indications of an acute fund crisis.\nThe status of Sri Lanka's foreign currency reserves: As the economic crisis deepened in recent months, the major socioeconomic discourse in Sri Lanka was focused on the necessity to address the situation and identify appropriate corrective measures. People wanted to know what happened to the country's foreign reserves. How they were spent? What investments were made with them?\nTo find the answers, the Sri Lanka Press Institute submitted an RTI request in May 2022 to the Central Bank of Sri Lanka (CBSL). While in normal circumstances such requests would be denied in many countries on grounds of exemptions provided in the RTI Act, the CBSL found it expedient to provide the answers – such was their fear of public wrath. The response showed that when the new government came to power in November 2019, the foreign currency reserve of the country stood at USD 7.3 billion. It then went on to describe how the money was used/invested for different purposes. The release of the information revealed the extent of the crisis facing the nation.\nInformation on power shortages: The turmoil in Sri Lanka led, among other things, to severe power shortages in the country. The Ceylon Electricity Board (CEB) found itself unable to meet the fuel needs of the country due to the lack of sufficient forex reserves to pay for fuel stocks imported into the country. At the same time, due to fuel shortage, both transport and energy sectors came to a standstill, leaving the public and private sectors to collapse. This situation had a severe impact on the power generation of the country, leading to island-wide load-shedding on a daily basis.\nTo find out the real picture, the Sri Lanka Press Institute submitted an RTI application to the CEB, inquiring about the supply of fuel for thermal power plants in the country and their daily requirement. CEB duly provided the information, adding that some power plants became dysfunctional from time to time due to insufficient fuel. This disclosure, too, was useful in providing a clearer picture to the public about the reality on the ground.\nCost of celebrating independence anniversary of Sri Lanka: While Sri Lanka was going through its worst economic crisis, the celebrations surrounding the 74th anniversary of the country's independence on February 4 struck many citizens as a callous and irresponsible move. An RTI request to find out its cost to the national exchequer revealed that nearly 95 million rupees had been spent on the occasion, the highest amount spent for this purpose in the last five years. The item-wise expenditure demonstrated the yawning gap between the citizens' perceptions about the economic situation in the country and those of public authorities.\nThere are many lessons to be learnt from the Sri Lankan crisis. The foremost must be the importance of keeping citizens in a democracy properly informed on all matters of public interest at all times and in particular during crises. The RTI law provides an opportunity to governments to disclose critical information to the public through the proactive disclosure mechanism so that they appreciate the gravity of the situation and are ready to cooperate with them. Another lesson is for the citizens to use the law to keep themselves abreast of matters that concern them and intervene with the authorities as necessary. The Sri Lankan crisis has highlighted the value of regular government-people interaction and RTI's role to foster it. A well-informed nation can be a shield against sudden eruption of public fury.\n \nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB).\n\n",
        "headline_1": "The Sri Lankan crisis spiked intense RTI activity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-sri-lankan-crisis-spiked-intense-rti-activity-3094901",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Today marks the 47th anniversary of the assassination of Bangabandhu Sheikh Mujibur Rahman. On this day in 1975, the Father of the Nation, along with most of his family, was assassinated in the most brutal way possible. The manner of his untimely departure – within less than four years of the birth of Bangladesh, and before fulfilling his vision for a nation he liberated from the shackles of subjugation – caused a void in our psyche that is unlikely to ever be filled, a sense of injustice and inadequacy that no court of law can perhaps address.\nTo talk about Bangabandhu is to talk about his role in uniting us in the pursuit of independence, but also his vision for us post-independence. If the former launched our journey as a nation, the latter offered a destination: a fair, just society in which everyone would be equal in the eyes of the law and enjoy equal rights and opportunities. People's welfare was central to his vision. He fiercely defended their freedom of speech and other fundamental rights, as any modern leader should. He didn't want his monuments to be just bricks and mortar. He wanted them to be built with love in the hearts of his people, something that all leaders should aspire to.\nHow do we repay someone who gave us so much? By completing his legacy through the fulfilment of his ideals, which, unfortunately, remain unheeded as far as today's society or leaders are concerned. What were his ideals? Although Bangabandhu's notes and books are quite revealing in this respect, those were perhaps best captured in the four foundational principles of state policy laid out in our constitution: nationalism (not in the narrow sense most of us tend to think of it), socialism, democracy, and secularism. In simpler terms, it means that society would be just and everyone would be treated equally, irrespective of caste, creed, gender, religion and language. Citizens would be at the centre of power, and have fair representation. It means greater freedom: the freedom to express grievance, to pursue dreams, to seek and get justice. It means protection for any form of discrimination.\n\nPeople's welfare was central to Bangabandhu's vision. He fiercely defended their freedom of speech and other fundamental rights, as any leader should.\nAs we mourn the assassination of Bangabandhu, we also mourn the gradual undoing of his legacy and vision through the decades. So on this day, let us strive to repay our debt to our founding father in the only way we can: meeting his lofty ideals. We must be ready for the sacrifice and painful grunt work needed to build a just society.\n",
        "headline_1": "We must live up to Bangabandhu’s lofty ideals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-live-bangabandhus-lofty-ideals-3094826",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "It is quite alarming that more than 73 percent of cybercrime victims in the country do not seek legal assistance, and that more than half of those who do find the support to be inadequate, as per a recently released report of the Cyber Crime Awareness Foundation. The report also found that a meagre 7 percent of the victims were \"satisfied\" with the support they had received. That gives a very poor impression about the state of our cybercrime-fighting ability.\nAs previous reports on cybercrimes have also found out, cybercrimes are rising and evolving at an alarming rate in Bangladesh. As the patterns of crimes have evolved, so have the criminals. And their victims, according to the latest report, fall between different age groups: more than 80 percent were found aged between 18 and 30, 13.57 percent aged below 18, 5.03 percent aged 31-45, and less than one percent over 45. Young people, it seems, are the biggest victims of cybercrimes. However, since most victims are reluctant to pursue legal recourse – due to lack of awareness, lack of faith in law enforcers and the justice system, fear of hassles and social stigma, etc. – and since official data on the matter is barely collected, it is also possible that many elderly people are also falling victim to such crimes, without even realising its gravity.\nOn the other hand, young people are definitely being victimised more when it comes to online bullying, receiving pornographic material, defamation threats and online intimidation. Meanwhile, getting defrauded when shopping online and having one's account hacked are also occurring frequently. Reportedly, female victims of cybercrimes have been found to be more reluctant to pursue justice through the legal system. And that is another concern that requires the administration's immediate attention. The fact that our justice system is not much gender-friendly was bound to spill over to the cyber space.\n\nDespite having a number of laws in place to fight cybercrimes, the state of our cybercrime-fighting ability has remained quite appalling. \nTherefore, the authorities – particularly the cybercrime fighting unit of the police – must take steps to address this situation. Since the police have a specific unit to work on the issue, they must have the willingness and required manpower and tools to reach out to all the victims who report to them and provide them prompt and necessary support. Additionally, the government must spread awareness among people that can help prevent them from falling victim to such crimes, and can also help encourage them to seek legal recourse.\n",
        "headline_1": "Why are cybercrimes going unpunished?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-cybercrimes-going-unpunished-3094791",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "The news of a remarkable increase in the number of migrant female workers in different countries, especially in the Middle East, is undoubtedly propitious. It bodes well for female employment, as an FE report has shown, that a total of 67,127 female workers went to different countries in the Jan-July period of 2022 against 37,417 in the same period of 2021. It shows a 79.40 per cent growth in the sector. The news comes against the backdrop of periodic returns of female Bangladeshi workers from the ME alleging persecution of different kinds during their work periods. According to the report, Bangladesh sent female workers to 21 countries in the period under review. The highest number of workers --- 42,647 or about 63 per cent, was taken by the Kingdom of Saudi Arabia, followed by Oman (11, 739), Jordan, Qatar, and the United Arab Emirates (1,063).As domestic helps in a country different from Bangladesh socially and culturally, except religious similarity, women have experiences different from those of the male workers. Women workers from Bangladesh have the opportunity to get exposed to many inside views of the families they work for. Many houses, thus, prove quite caring and sympathetic. Some are however exploitative and the cases of sexual abuse have emerged as a cause for concern. Overwork, less payment than promised, physical torture for mistakes etc have also compelled workers to flee the houses they worked for. Moreover, the corona outbreak led to a sudden drop in the number of female domestic helps in the countries receiving them. It was only in the post-pandemic phase in 2021, that the number of female Bangladeshis started growing.Manpower export observers, have, however, long been stressing the imperative of properly grooming up migrant female workers. According to them, the onus lies on the Bureau of Manpower Employment and Training (BMET). In its proposal, the BMET cannot help singling out the requirement for primary fluency in Arabic, the language of almost all the female worker-importing countries. The Bangladeshi job-seekers ought to be extensively briefed about the Middle Eastern countries' domestic and neighbourhood environment as well as their possible workload. These countries aren't on a par with each other. Despite being inhabitants of the Arabic speaking West Asia, they are concentrated in the Gulf countries including Saudi Arabia. All these countries have their own and distinct cultures. The Bangladeshi female job-seekers need to be familiarised at least with the basic domestic culture before they gradually come to know in some details while in employment. Besides, the female domestic workers going abroad should have at the least junior level school education.Last but not least, in the past years women trafficking syndicates played a great role in the whole process of sending women to the ME countries. Thanks to the government's enforcement of stringent rules, women workers eventually learned how to ensure that they are safe while abroad. It is, undoubtedly, a major development set to brighten the image of Bangladesh and take the hapless, poverty-stricken women out of the morass of misfortune.",
        "headline_1": "Rise in domestic workers in ME",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-domestic-workers-in-me-1660490866",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Honest ordinary citizens prefer as uncomplicated a life as is possible. Consciously or otherwise put together balanced monthly budgets play a major role in that equation. Expectations from governments are the wherewithal of providing that balance, preferably with a little extra to tide over rainy days. Having jettisoned carefully accumulated savings over the past two years, citizens look to the government for individual bailout. On their parts, governments always budget for the unexpected. As is being sadly obvious, over-ambition and resultant pot-holed policies override the best of state forecasts for unexpected expenses. The argument on the surface is of bruising economic impact of the pandemic. Below that lies a complex inter-connected spider's web of discord between demand and supply and unscrupulous profiteering. Businesses have adapted with cynical efficiency. The Organisation of Petroleum Exporting Countries (OPEC) took the twin-pronged attack on its chin. A growing concern and demand to reduce dependence on fossil fuels for combating the climate change and subdued demands during the pandemic have impacted revenues. Renewables, that pleasing buzzword, didn't impress India, Russia and China when it came to treading on the toes of coal extraction. Cometh the Ukraine conflict and whatever was hemmed and hewed at the COP26 has spilled out in the open. Europe, fast being starved of gas exports by Russia, scrambled to restart nuclear power plants in spite of avowed declarations of moving away from them. Plans, or at least the expression of will by the European Union to wean off 15 per cent of gas dependence on Russian gas raises more questions than answers. Similar is the decision to stay away from that easy evil--coal. Saudi Arabia, having painstakingly put together an economic vision precluding oil wasn't swayed by the call for sanctions. Instead there was an early meeting with Vladimir Putin to settle on the middle-course. Oil production targets were not increased even though that would have come as savings grace for the Third World countries. Countries sworn one way or the other to COP26 have been forced to traverse different, even conflicting paths in the search for answers. The United States has brought down cost at the pumps two years ago partly by releasing its strategic stock of shale oil. It now becomes incumbent on the G20 rather than the G7 to work out the balance between the prospects of World growth versus the dilemma of individual states. Last year pharmaceutical companies made humungous profits from selling COVID 19 vaccines. For this, only 7.0 per cent of Africa's population was inoculated. The continent's debt of $55 billion wiped a quarter of its GDP from the books. That wasn't enough to shake the tree. Only now that the United Kingdom forecasts recession staring in the face in the last quarter of the year and extending into most of next year is when frowns appeared on policymakers' foreheads. Big Pharma has not delivered on its commitment to allow production of vaccines in the Third World countries such as Bangladesh. Russia has favoured only India and China in selling fuel oil at cut-rates, going as far as to allow India to refine and re export-again at a tidy profit.There are two broad-based struggles by governments worldwide. More affluent nations are seeking to see real wages outstrip inflation and costs. Aspiring states face the headache of income that at least matches the twin ills that plague economies. That's where increases in tax and commodity prices require microscopic attention. In the developed world wages in some sectors have increased because post-pandemic returnees to jobs have been lower than expected. Psychologically changed mindsets have seen the Great Resignation whereby employees are rethinking their priorities, including job scenarios. In the United Kingdom, the National Health Service has been plagued by the growing numbers of staff vacancies. This has forced the authorities to bend immigration and work-permit rules. Australia is looking to involve bright students as part time teachers as staff members frustrated by conditions and lack of appreciation seek other vocations. The future is so unattractive! Forecasts suggest more school enrolment and declining graduate students.In developing countries the perennial debate over unemployment, higher studies and job creation continues. Shortage of employees in the developed world is attracting migration, usually of the brighter population. If such brain drain increases, developing nations will find it more difficult to support growth targets. Real wages put together on pragmatism, taxed in realistic tandem and supported by acceptable prices of goods is the new equation that will make or break.\n[email protected]",
        "headline_1": "The real wage debate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-real-wage-debate-1660490927",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "It seems the genie has been let out of the bottle. In a country where the market is controlled by sellers, particularly by business syndicates, the handle has been presented to them to mindlessly go about the business of spurring market volatility to irrationally unprecedented level. There is no commodity that has not registered an atrocious price escalation, including the immediate anarchy set off in the transport sector by the wee hour announcement of price hikes of fuel oils by 42.50 per cent to 51.70 per cent. It is common knowledge that business syndicates do not run out of pretexts to hike prices when there is no rationale behind doing so. In fact, they manipulate market by manufacturing excuses at their whims. In rare instances have the government been able to prevail upon them not to carry out their ill design of price hike. They won't stop at anything ---from arm-twisting to hiding stocks overnight for creation of an artificial crisis --- when they fail to convince the minister or officials concerned of the merit of their moves. One glaring example is the sudden disappearance of cooking oils when those became a little dearer in the international market. No manipulation was left untried such as selling bottled oil in loose form --- which clearly is contrary to business practice and violation of business ethics --- in order to maximise profits. Prompt as they were to raise the price with hikes in global market, although their stocks arrived earlier and even those in the pipeline had their LCs (letters of credit) opened months before, they showed no intention of adjusting price even after they had agreed to do so in a meeting with the ministry concerned. The consumers did not get the benefit of downward revision of prices. Now they are raring to go for hiking prices of all varieties of cooking oil once again. This happened in case of rice, onion and an array of other essentials. But when the fuel prices have been raised surreptitiously to an atrocious level, now the worst fear is coming true. There will be no-holds-barred race for skyrocketing prices of commodities of every description. Accepted that green chili this time of the year gets dearer because chili fields get flooded by monsoon waters. This year repeated floods in the country's north-eastern region have caused extensive damage to crops including chili. But Sylhet-Sunamganj is not known for bulk production of chili, the country's north and west are. So far as vegetables are concerned, there seems to be no dearth of supply in the market. But the prices are on the rise following the hike of fuel oils. This time, though, there is a genuine reason. Transportation cost has gone up. But when perishable items are concerned, those have to be disposed of within a reasonable time. So, growers are unlikely to reap the benefits of the increased prices engineered by middlemen. In this context, the sudden leapfrogging of prices of egg and broiler chicken is intriguing indeed. Is the increase of Tk 40-50 a dozen of eggs proportionate to the rising production cost of these two items? So far as electricity is concerned, the price has not gone up afresh. How much more chicken feed and medicine prices cost now? Yes transportation cost is higher but should it justify the atrocious raise? When the genie is out of the bottle, official intervention for rational price adjustment is a far cry. Apart from taking an evasive action, the authorities can do nothing now. There are too many areas to be attended to if the authorities concerned want negotiations for arriving at an agreeable price level. When bus fare has been doubled and the chaos on roads continues, controlling commodity prices will remain elusive. But its impacts will be far-reaching: common people including lower middle and middle class will have to forgo many of their much needed nutritious dishes, let alone the use of some choice cosmetics and toiletries.The outrageous price hike will not only cause inflation but also its consequent compulsion of restricted or limited consumption may end up in a dreaded stagflation.\n[email protected]",
        "headline_1": "Genie is out of the bottle",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/genie-is-out-of-the-bottle-1660490962",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2022"
    },
    {
        "full_article": "Research plays a decisive role in the development of any nation. However in Bangladesh, research has been largely ignored by the country's policymakers. Our research students hardly get the financial assistance they require. Many countries in the world are competing with each other for gaining technological edge. However, Bangladesh is falling behind even in the most basic fields. One of the causes behind this is limited opportunities for doctoral programmes open to students. Those who have taken full-time jobs along with their higher studies cannot manage both at the same time. They just cannot give full attention to their research projects. In 2021, Bangladesh ranked the 116th among the 132 countries featured in the Global Innovation Index. This explains our inability to explore new technologies. To help research students, local industries/farms or multi-national companies can make a memorandum of understanding (MoU) with the universities to hire interns for research and also provide financial reimbursement for research projects. These organisations can use the intellect of young people to innovate and expand operations in emerging fields. Also, the universities can work with other institutions to support students in pursuing a master's or a doctorate degree. \nShahriar Bin Kabir, Student of BBA, Ahsanullah University of Science and Technology, Dhaka, [email protected]",
        "headline_1": "Facilitating research for students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facilitating-research-for-students-1660490982",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-08-2022"
    }
]