[
    {
        "full_article": "The pace of retail inflation slowed to a 25-month low of 4.25% in May, propelled largely by the elevated level of year-on-year price gains in May 2022, when the month’s print had exceeded 7%. Headline inflation extended its decelerating trend for a fourth month, in some measure validating the Reserve Bank of India (RBI)’s decision to pause monetary tightening till it could assess the impact of past interest rate increases. Still, month-on-month, the provisional Consumer Price Index (CPI) showed price gains at 0.51% in May, unchanged in pace from April’s six-month high sequential inflation reading. A key contributor to the deceleration in year-on-year price gains in May was the inflation in food items, which slowed by 93 basis points to 2.91%. Oils and fats contributed to the easing in food item prices, posting a 16% deflation. A continuing deflation in the cereals and products category, which has an almost 10% weight in the CPI, also helped. Cereals inflation eased by more than 100 basis points from April’s print to 12.7%. The risk of reading too much into the year-on-year moderation in inflation was, however, most evident in the food and beverages group that accounts for 46% of the CPI, with nine of its 12 sub-groups witnessing sequential increases in price levels.\rCrucial food items including vegetables and the key protein sources of milk, meat and pulses all posted appreciable quickening in prices from a month earlier. Vegetable prices, which deflated 8.2% from the year-earlier levels, logged 3.35% sequential inflation, a pace that was almost twice April’s 1.7% month-on-month gains. Milk and dairy, and pulses are the other food categories of concern. While year-on-year inflation in milk hovered close to the 9% level in May, sequentially too the reading was at a three-month high at 0.67%. Prices of pulses, the primary protein source in vegetarian consumers’ diets, have also been rising at a disconcerting clip, with the year-on-year rate quickening by 128 basis points to a 31-month high of 6.56%. Sequentially, the category that includes lentils such as tur and urad dal, posted 1.21% inflation. Acknowledging the sensitivity of dal prices, especially when key State elections are due, the Centre, on June 2, imposed limits on the holding of stocks of urad and tur till October 31. With households’ perception of current inflation found to be running at 8.8%, and three-month and year-ahead forecasts pegging price gains at more than 10% in the May round of the RBI’s inflation expectations survey, policymakers have their task cut out to convince consumers that inflation will be tamed so as to not erode their purchasing power and savings.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\nfood\n\n/\n\nAssembly Elections\n\n/\n\nconsumer confidence",
        "headline_1": "Base boost: On inflation and the consumer",
        "headline_2": "Inflation should not be allowed to erode the purchasing power of the poor",
        "link": "https://www.thehindu.com/opinion/editorial/base-boost-the-hindu-editorial-on-inflation-and-the-consumer/article66965106.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Former U.S. President Donald Trump has pled not guilty to 37 charges related to wilfully withholding classified documents from the White House and obstructing justice in their return. Of these charges, 31 relate to Espionage Act violations, some with a potential prison sentence of 20 years. After he was arraigned in court and entered his plea in Miami, Florida, Mr. Trump was released on bond with the condition that he would not be permitted to discuss the case with a specific list of witnesses in the case. This is the second indictment that the 45th President has been slapped with, following a prior one relating to allegations that he paid hush money to an adult film star Stormy Daniels, potentially in violation of federal campaign finance laws, a felony. The latest charges relate to more than 100 classified documents discovered at his private residence in Florida, in August, some allegedly pertaining to defence and weapons capabilities of the U.S. and other countries. According to prosecutors, Mr. Trump hoarded and hid the files, and then went on to engage in a conspiracy to obstruct the FBI’s inquiry, with the help of an aide.Unsurprisingly, both indictments have been used by the Trump campaign to fuel its mobilisation efforts, including not only repeated messaging about a “witch hunt” but also misinformation regarding the alleged culpability of the U.S. President, Democrat Joe Biden, and Mr. Trump’s 2016 Democratic rival and former Secretary of State Hillary Clinton. It is true that classified documents were also discovered on properties linked to Mr. Biden in Delaware, including some dating back to his time as Senator and Vice President, and in the Indiana residence of former Republican Vice President Mike Pence. Yet, no conclusion has been reached by the authorities regarding ongoing investigations into these potential breaches. Meanwhile, every turn of the screw in the Trump cases is further being used to vitiate the political ecosystem with an eye on the 2024 presidential election. The electorate was already bitterly polarised on hot-button issues — from the economy and jobs to reproductive rights and immigration reform. Barring rare exceptions, such as the recent coming together of Republicans and Democrats to raise the national debt ceiling and narrowly avoid a spiralling credit ratings crisis, bipartisanship has been in scarce supply. The post-COVID economic rebound has been dampened by inflationary fears, and much work remains unfinished to fortify public health systems. The law will take its course on every investigation into potential wrongdoing by political leaders. Even so, as the U.S. enters the deep end of the campaign cycle, it would behove all parties to show restraint in putting out extremist views and focus on the greater good of all Americans.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\n Reddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ninvestigation\n\n/\n\nlaws\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\neconomy (general)\n\n/\n\nemployment\n\n/\n\nimmigration\n\n/\n\ninflation and deflation\n\n/\n\nCoronavirus",
        "headline_1": "Tenuous plea: On the Trump indictment and U.S. politics",
        "headline_2": "Bipartisanship has been in short supply in the Trump era, especially after the indictments",
        "link": "https://www.thehindu.com/opinion/editorial/tenuous-plea-the-hindu-editorial-on-the-trump-indictment-and-us-politics/article66968689.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "As govts increasingly go digital, three key elements of India’s data security, a data protection bill, a data governance policy & a cyber security strategy, need to be worked on quickly\nSensitive and personal information of beneficiaries who registered on the CoWin platform was allegedly recently available on Telegram. Until approximately 9am on June 12, a Telegram bot (online automated account) was allegedly providing beneficiaries’ data, including their mobile number, date of birth, the number and type of the identification document provided such as Aadhaar, PAN, Passport and Voter ID, and vaccination centre information. It gave out this information on the basis of mobile and Aadhaar numbers.\nRead full story on TOI+\n\n",
        "headline_1": "Reading the CoWin story right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/reading-the-cowin-story-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Adviser on public policy to Uber argues there needs to be a single licence to aggregate bike taxis, auto rickshaws and cabs\n\nThe Supreme Court’s recent decision to stay the operation of bike taxis in Delhi till a licence policy is framed for them is a setback for the oncoming wave of shared mobility. Many states continue to shy away from bringing in uniform regulations for all commercial bikes or enabling shared mobility to ease congestion and abate vehicular pollution. Can EVs alone solve for both pollution and congestion on roads or is there merit in enabling shared mobility as an option?\nRead full story on TOI+\n\n",
        "headline_1": "Future of mobility is here. But is India ready?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/future-of-mobility-is-here-but-is-india-ready/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Personal data from the CoWin portal, repository of information on Covid-19 vaccine beneficiaries, was alleged to have been illegally accessed. Media reports said a bot (a software programme that performs repetitive tasks) was displaying personal information.\n\nThe bot is now inactive and GOI has said CoWin’s safe. It also asked its emergency response unit CERT-In to look into the issue and submit a report. It’s the right move. Separately, Rajeev Chandrasekhar, minister of state in the electronics and IT ministry, made two points on social media.\nOne, it doesn’t appear that CoWin has been directly breached. Two, the data accessed by the bot seems to have been populated by previously stolen data. To unpack these developments, let us consider a unique aspect of digital data. It can be used concurrently by both the legitimate owner and someone who has unauthorised access to it. Data theft merely requires illegal duplication. These events also need to be placed in the context of India’s ongoing effort to build digital public goods (DPGs) in the health sector, modelled on the lines of Aadhaar and UPI.\nHealth DPGs such as Ayushman Bharat Digital Mission aim to create an online platform to facilitate interoperability of health data. Another DPG, Unified Healthcare Interface, aims to allow healthcare service providers to interact. CoWin was repurposed to boost UHI. While we wait for CERT-In to submit its report, it’s worth keeping in mind that India’s ambitious and potentially transformative DPGs in the healthcare sector need to learn from the success on the payments side. UPI’s success has a lot to do with credibility. It’s the most precious resource in building DPGs because it requires users to have implicit trust in a platform’s safety.\nIndia’s DPG architecture is designed as a federated system which allows interoperability between autonomous units. It confers many benefits but like all systems it’s vulnerable to breaches. In the interest of systemic stability, it’s important that CERT-In’s findings be placed in the public domain. Confidence building is also necessary because as the next step GOI wants transition to India Digital Ecosystem Architecture 2. 0.\nFor citizens, a benefit of this system is that they can optimise on digital IDs. For that to happen, they need to feel more confident. One way to bring that about is to introduce a robust personal data protection law.\n\n",
        "headline_1": "Data and us – CERT-In’s CoWin report should be made public. Credibility key for India’s impressive digital infra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/data-and-us-cert-ins-cowin-report-should-be-made-public-credibility-key-for-indias-impressive-digital-infra/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "It is a measure of the trust in India’s disaster management that there’s little panic over the impact of cyclonic storm Biparjoy, barrelling down onto Gujarat’s Kutch on June 15.\n\nEvacuation is near-complete, shelter-food-medicine organised, infrastructure shored up as best can be. This focus and competency were nowhere more evident than in the Balasore train tragedy, where the first unit of Odisha’s rapid-responder team had started rescue ops at the accident site well before it was clear what had happened. They ensured fatalities were contained at 275; the over 1,200 injured received immediate treatment.\nOdisha’s been exemplary in training and equipping its disaster management authority, India’s first, set up after the 1999 super cyclone. Since then, it has engaged in countless missions including during floods and cyclones in Bengal and Andhra and up to Meghalaya to rescue miners. With adverse climate events and humanitarian crises almost the new normal, rescue missions are set to increase within India and overseas. Indian military’s relief work in large-scale disasters, later dubbed disaster diplomacy, shone in the aftermath of the 2004 tsunami, when in Sri Lanka, Maldives and Indonesia, they set up shelters and medical camps, supplied food and water, restored electricity and water supply, fixed bridges and so on.\nThat mantle has been ably carried forth by NDMA and NDRF – a rare, standing relief force, which reportedly tries to have the first responder vehicle out within 20 minutes of information.\nIn Turkiye this February, NDRF and Indian military formed the fourth largest contingent of the 80 nations on site after the temblor that killed over 50,000. India’s frontline responders can be among the global best. But it requires benchmarks, response protocols and investment in rescue tech – logistics of speed-processing passports etc aside – to make that happen.\n\n",
        "headline_1": "Shelter from the storm – As Biparjoy nears, note the quiet professionalism, also evident in Balasore, of India’s disaster management forces",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shelter-from-the-storm-as-biparjoy-nears-note-the-quiet-professionalism-also-evident-in-balasore-of-indias-disaster-management-forces/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "The proposed Income Tax Bill 2023, which contains a section that restricts officials of the Anti-Corruption Commission (ACC) from accessing tax files of suspects under investigation without a court order, serves as yet another threat to the fight against corruption in Bangladesh. This provision, if enacted, would unnecessarily complicate and lengthen investigations, potentially allowing corrupt individuals to exploit legal loopholes and evade justice. While speaking to The Daily Star, some ACC officials have rightly expressed their frustration, saying they don't know for whose benefit is the anti-graft body's investigative power being curtailed.\nThat is precisely our question as well. Tax returns play an important role in uncovering illegal wealth and serve as crucial evidence in investigations. Under the current system, the ACC initiates an investigation upon receiving a complaint regarding illegal wealth. ACC officers obtain tax returns from the National Board of Revenue and cross-check the information provided in the wealth statement of suspects. They also verify the details of movable and immovable properties through records from banks and other relevant organisations. If any irregularities are detected, they proceed to file cases. But the proposed restriction seems to benefit the very individuals the ACC is tasked with investigating, thus undermining its ability to tackle corruption.\nAs some have pointed out, it also contradicts article 20(2) of the Constitution, which criminalises unearned income, and even overrides the ACC Act itself, which empowers it to access information from government organisations during corruption inquiries. Why then, we must ask, are the authorities empowering potentially corrupt individuals when they should be empowering the ACC? The latest move comes at a time when its investigative authority stands severely diminished. In the past years, we have seen various efforts, legal and administrative, to curtail the power of the ACC in investigating corruption, especially high-profile cases. We have seen how it has been virtually turned into a \"toothless tiger\", its track record marked by woefully low conviction rates and a backlog of unresolved complaints/cases.\nThe proposed income tax bill is only the latest assault on the ACC and its investigators. And it is totally unacceptable. The fight against corruption requires a strong, independent, and empowered ACC that can hold the corrupt accountable, regardless of their influence and standing. We urge the government to recognise the ramifications of this provision, and drop it from the bill.\n",
        "headline_1": "Why this relentless assault on anti-graft efforts?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-assault-anti-graft-efforts-3346706",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "In the ever-evolving realm of global finance, the transition towards cashless societies has emerged as a transformative force, unlocking a myriad of benefits for nations embracing digital currencies. From bustling metropolises to remote corners of the world, countries have witnessed the power of digital finance in fostering economic growth, enhancing financial inclusion, and streamlining transactions. Amidst this global shift, Bangladesh finds itself at a crucial juncture, where the pursuit of a cashless future holds immense potential. However, critical analysis reveals both missed opportunities and challenges in the government's policies, including the ambitious Central Bank Digital Currency (CBDC) programme.\nThe numbers underscore the urgency for change. In Bangladesh, approximately 45 percent of the population lacks access to traditional banking services, resulting in financial exclusion and limited opportunities for economic growth. However, recent advancements in mobile banking and digital payment solutions have shown promising signs. For instance, bKash, a leading mobile financial service provider in the country, had registered over 45 million users by the year 2021, showcasing the growing demand for digital finance in Bangladesh.\nDespite these achievements, we face significant hurdles on our path to becoming a cashless society. The CBDC programme, introduced by the Bangladesh Bank, is aimed to digitise the national currency, fostering financial inclusion and facilitating seamless transactions.\nThe emergence of Central Bank Digital Currencies gained significant attention after several decades, driven by factors such as the decline in cash usage, the rise of cryptocurrencies, and the need for central banks to maintain control over their financial systems.\nCurrently, more than 114 countries, accounting for over 95 percent of world GDP, have either launched or are considering launching CBDCs. However, a growing number of politicians and central bankers are raising questions about the necessity of CBDCs, particularly in countries with advanced banking and payment systems. Despite this scepticism, CBDCs could still play a crucial role in modernising cross-border payments and influencing the development of new currencies. Their success will largely depend on their design. CBDCs that have been fully launched, like the Bahamian sand dollar and Nigeria's e-naira, share common features such as user holding caps, zero interest rates, and no transaction fees. These measures aim to prevent significant outflows from commercial banks to CBDCs.\nHowever, these early experiments have witnessed limited adoption. For example, China's e-CNY pilot has faced low uptake due to existing well-established and convenient payment systems like Alipay and WeChat Pay.\nDespite these challenges and the modest adoption rates, some governments are offering incentives to promote the use of CBDCs in order to drive adoption and enhance financial inclusion. Nigeria, for instance, provides discounts for e-naira payments, specifically targeting the unbanked population. The programmable nature of CBDCs is considered a unique feature, enabling the implementation of smart contracts and facilitating more efficient control over the economy.\nNevertheless, it is still early in the development of CBDCs, and many possibilities and potential cases of use remain experimental. CBDCs have the potential to revolutionise cross-border transactions and reduce reliance on the dominant dollar system. However, at present, CBDCs remain in the realm of experimentation, similar to the cryptocurrency industry.\nCritical evaluation reveals several challenges that undermine the effectiveness and feasibility of the programme.\nOne of the primary concerns revolves around infrastructure readiness. Bangladesh's digital payment ecosystem is still in its nascent stage, with limited coverage and accessibility, particularly in rural areas. According to a report published in 2022 by the World Bank, only 53 percent of the population in Bangladesh has access to a bank account, indicating the need for substantial improvements in digital infrastructure to enable a smooth transition to a cashless system.\nMoreover, privacy and security concerns surrounding the CBDC programme must be addressed. As a central bank-issued digital currency, individuals would be required to conduct transactions directly with the central bank, potentially compromising their privacy and raising cybersecurity risks. Safeguarding the integrity and privacy of financial transactions is paramount in order to build public trust and widespread acceptance of digital currencies.\nTo pave the way for a successful transition, Bangladesh must adopt a multi-faceted approach. Firstly, the government should prioritise strengthening the existing digital payment ecosystem and enhancing financial literacy to promote the adoption of digital finance solutions such as mobile banking and digital wallets. These initiatives would lay a solid foundation for a cashless future and foster financial inclusion at a broader scale. Additionally, the government should focus on addressing the existing challenges in infrastructure, connectivity, and digital literacy. Investments in technology and telecommunications infrastructure, particularly in rural areas, will be pivotal in bridging the digital divide and ensuring equal access to financial services for all citizens.\nWhile our CBDC programme may face challenges, alternative strategies can harness the potential of digital currencies. Collaborative efforts with private sector players and international organisations, such as the World Bank and the International Monetary Fund, can offer valuable insights and guidance in formulating a comprehensive roadmap for a cashless future.\nBangladesh stands at a critical juncture in its pursuit of a cashless future. While progress has been made through mobile banking and digital payment solutions, there are still significant challenges to overcome. By addressing infrastructure gaps, prioritising privacy and security measures, and fostering financial literacy, we can unlock the power of digital finance to drive financial inclusion, economic growth, and improve the lives of citizens.\nThe journey towards a cashless society requires concerted efforts, innovative solutions, and a commitment to meeting the evolving needs of the nation.\nShahriar Rahman is editor of Toggle at The Daily Star.\n\n",
        "headline_1": "Bangladesh's bumpy digital finance voyage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-bumpy-digital-finance-voyage-3346296",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "The quarterly Labour Force Survey (LFS) 2022 has been of interest to everyone, particularly to policymakers and researchers, and especially in the aftermath of the Covid-19 pandemic. There is no denying that, for evidence-based research and policy formulation in the country's labour market, it is crucial to have regular data regarding key labour market variables.\nOne of the most important indicators of the labour market is the participation rate. According to the LFS 2022, though there has been no notable change in the overall male participation rate over the years, the female labour force participation rate (FLFPR) experienced an increase from 36.3 percent in 2016-17 to 42 percent in 2022. This rise in participation rate, though impressive, needs to be analysed in detail as the area-wise FLFPR shows that the rate has increased in rural areas (from 38.6 percent in 2016-17 to as high as 50.9 percent in 2022), but has fallen in urban areas from 31 percent (2016-17) to 23.6 percent (2022). This fall can be partly attributed to the negative impacts of the pandemic on the urban labour market.\nWith the majority of Bangladeshi women working in the informal sector (91.8 percent, per the LFS 2016-17), it is likely that they have been hit hard during the pandemic. In addition, evidence shows that there has been a gradual fall in the proportionate involvement of women in the ready-made garment (RMG) sector, primarily due to increased automation. This trend has continued into recent years, affecting women's participation in non-agricultural, urban-based activities. However, it should also be examined whether part of this fall is related to increased enrolment in education.\nThe other side of the FLFPR is the rise in the participation rate in rural areas, especially in recent years (a 12.3 percentage-point rise between 2016-17 and 2022). This trend cannot be explained that straightforwardly. The most convincing explanation can be related to a more avid role of women as unpaid family workers in rural areas due to a gradual rise in labour migration (both internal and international) of males, with rural farm- and non-farm-based activities now being performed by an increasing number of women. Another explanation could be a gradual expansion of rural-based small and medium enterprises, which is often argued to be a sector with a significant number of female entrepreneurs.\nAn expansion of microcredit, for which the primary client base is rural women, might have helped women get involved in different small-scale, self-employment activities. Urban to rural reverse migration during the pandemic may be another reason behind the opposing trend of rural and urban participation rates of women. One noteworthy point here is the sector-wise distribution of employment. Though the official gender-wise disaggregated statistics is not available yet, combining information on the two sexes, agriculture-based employment shows a rising trend, and as much as 45.3 percent of the employed workforce in 2022 (40.6 percent in 2016-17) is found to be in agriculture, while 17 percent and 37.7 percent are in industry and service sectors (20.4 percent and 39 percent in 2016-17), respectively.\nDespite the absence of recent gender-disaggregated data, the pattern in area-wise (urban versus rural) FLFPR of the 2022 survey as well as the trend in sector-wise FLFPR till 2016-17 (during 2016-17, 59.7 percent, 16.9 percent, and 23.5 percent women were in agriculture, industry, and service sector jobs, respectively) indicates that the female workforce is gradually becoming more concentrated in the agriculture sector, which is informal by nature and is relatively low-skilled and low-paying (or even not paying at all).\nWhile analysing the trends and patterns of FLFPR, however, we must keep in mind that this participation includes both paid (wage employment and self-employment) and unpaid work (unpaid family work). According to the LFS 2016-17, as many as 29.1 percent of women were found to be engaged in unremunerated work, conducted under the ownership of other household members. Though we do not have corresponding recent data on the types of employment, based on a broad categorisation of employment data, more than half of the employed women (53.62 percent) are reported to be engaged in own-use production of goods, and this figure is as high as 62.6 percent for rural women.\n\nGiven that Bangladesh is going through a demographic transition, with the youth (15-29 years old) constituting 36.53 percent of the total labour force, it is important that our policy focus is on utilising this demographic dividend. \nTherefore, despite an increase in the participation rate in recent years, women's involvement in the labour market is still being significantly determined by their traditional roles involving home-based production processes, rather than for marketed paid activities or profit-based entrepreneurial work.\nAs for men, though there has been a slight decline in both rural and urban areas, the trend and pattern of male labour force participation is consistent with the international figures. However, for the labour market, it is the rate of unemployment rather than the participation rate that is generally a matter of concern. In this regard, another crucial finding of the LFS 2022 is the fall of the unemployment rate to 3.6 percent, from 4.2 percent in 2016-17. This fall has been observed in both rural and urban areas, with the unemployment rate in the former in 2022 found to be 3.4 percent, and the rate for the latter being 4.2 percent. This trend should be analysed in light of the conventional way employment/unemployment is defined: that a person is employed if he/she has worked at least one hour in a seven-day period prior to the survey. The shortcoming of this definition in the context of Bangladesh is that a large mass of people tend to work on a temporary basis, either in return for remuneration or even without any remuneration at family farms. This type of employment is mostly temporary and ad hoc in nature, without sufficient remuneration – and an unemployment rate based on such a definition is likely to underestimate the actual scenario of unemployment in the country.\nTherefore, it is crucial to have alternative definitions of unemployment (often termed as under employment) – based on hours of employment, desire for additional work, etc for future policy formulation. In addition, for effective policy formulation, in addition to hours of work, quality of work, especially the wage earned by the employed person, should be taken into consideration. Given the overwhelming degree of informality, for assessing the labour market scenario, it is also essential that the trend of informality is analysed.\nWhile analysing the labour market data, one crucial aspect that we need to examine is that of the labour market profile of youths. Given that Bangladesh is going through a demographic transition, with the youth (15-29 years old) constituting 36.53 percent of the total labour force, it is important that our policy focus is on utilising this demographic dividend. However, according to LFS 2016-17 data, the rate of youth unemployment (10.6 percent) was higher than the national average (4.2 percent). Though we still do not have the corresponding information from the latest LFS, we need to deal with the twin challenges of youth unemployment and youth NEET (youths not in employment, education, and training) for the optimal utilisation of our favourable demographic profile.\nIn order to attain the country's development goals, it is crucial for there to be timely availability of data on the labour market, preferably on an annual basis. Due to a problem of applicability with the conventional data on unemployment, the Bangladesh Bureau of Statistics (BBS) should also publish data on alternative definitions of unemployment based on hours of work, weekly earnings, desire for additional work, etc, for effective policy formulation. Internal as well as international migration are an important issue, so the LFS needs to incorporate detailed information on migrants. For certain information, such as wages, hours of work, education (especially classification of tertiary education according to types of educational institutions), greater disaggregation of information is required. Besides, for certain important sectors (such as RMG), a separate section containing sector-specific relevant questions would be useful.\nIt is also essential to invest in skills and education while focusing more on the quality of education. With increased automation of industries and the importance of 4IR-related technologies, greater focus is needed on updating the existing curricula of training programmes, providing relevant skills-training and, more importantly, dealing with the challenges of skills mismatch. Needless to say, TVET programmes must be at the core of the strategies while dealing with the challenges facing the labour market.\nIn addition to policy initiatives, to properly prepare our labour force for the growing needs of the market, on the one hand it is crucial to stimulate private sector investment, while on the other hand it is imperative to provide monetary and non-monetary incentives to small-scale entrepreneurs. To remove the bottlenecks in boosting female employment, the prime focus must be on dealing with certain inherent constraints like child marriage, women's safety and security in the public sphere, along with policy interventions towards dealing with the challenges related to gender-centric norms.\nDr Sayema Haque Bidisha is professor at the Department of Economics in Dhaka University, and research director at the South Asian Network on Economic Modeling (Sanem).\n\n",
        "headline_1": "An overview of the Labour Force Survey 2022",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/overview-the-labour-force-survey-2022-3346116",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "The proposed Income Tax Bill 2023, which contains a section that restricts officials of the Anti-Corruption Commission (ACC) from accessing tax files of suspects under investigation without a court order, serves as yet another threat to the fight against corruption in Bangladesh. This provision, if enacted, would unnecessarily complicate and lengthen investigations, potentially allowing corrupt individuals to exploit legal loopholes and evade justice. While speaking to The Daily Star, some ACC officials have rightly expressed their frustration, saying they don't know for whose benefit is the anti-graft body's investigative power being curtailed.\nThat is precisely our question as well. Tax returns play an important role in uncovering illegal wealth and serve as crucial evidence in investigations. Under the current system, the ACC initiates an investigation upon receiving a complaint regarding illegal wealth. ACC officers obtain tax returns from the National Board of Revenue and cross-check the information provided in the wealth statement of suspects. They also verify the details of movable and immovable properties through records from banks and other relevant organisations. If any irregularities are detected, they proceed to file cases. But the proposed restriction seems to benefit the very individuals the ACC is tasked with investigating, thus undermining its ability to tackle corruption.\nAs some have pointed out, it also contradicts article 20(2) of the Constitution, which criminalises unearned income, and even overrides the ACC Act itself, which empowers it to access information from government organisations during corruption inquiries. Why then, we must ask, are the authorities empowering potentially corrupt individuals when they should be empowering the ACC? The latest move comes at a time when its investigative authority stands severely diminished. In the past years, we have seen various efforts, legal and administrative, to curtail the power of the ACC in investigating corruption, especially high-profile cases. We have seen how it has been virtually turned into a \"toothless tiger\", its track record marked by woefully low conviction rates and a backlog of unresolved complaints/cases.\nThe proposed income tax bill is only the latest assault on the ACC and its investigators. And it is totally unacceptable. The fight against corruption requires a strong, independent, and empowered ACC that can hold the corrupt accountable, regardless of their influence and standing. We urge the government to recognise the ramifications of this provision, and drop it from the bill.\n",
        "headline_1": "Why this relentless assault on anti-graft efforts?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-relentless-assault-anti-graft-efforts-3346706",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "With the monsoon around the corner, the continuous presence of homes on hilltops or hill slopes in the country has raised concerns of deadly landslides. This threat is all too real for residents in Chattogram city, as in other hilly areas witnessing a rapid spread of the build environment. In Chattogram, for example, the number of houses in the hilly area of Moti Jharna has increased from around 200 to over 1,000 over the last 15 years. This is despite the fact that, since 2007, at least 27 people died in this area due to landslides. Besides, in 26 hills across five other wards of Chattogram, there are about 6,175 illegal (and risky) settlements now. Imagine the threat that residents will face after a certain period of above-average rainfall, which points to the lack of care and planning by those in charge.\nSurely the authorities are aware of the houses being built and people dwelling on hill slopes? Just as they must be aware of the landslides that can occur anytime? In June 2017, we saw the tragic deaths of at least 133 people in landslides. Of them, 100 were killed in Rangamati, 26 in Chattogram, and 7 in Bandarban. We must ask: have the authorities who are supposed to prevent illegal settlements and protect people learned anything from such recurrent tragedies? Not much, apparently. Otherwise, how is it that homes are increasingly being built in landslide-prone areas with the uninterrupted supplies of electricity, gas, and water? The Hill Management Committee occasionally conducts eviction drives but those are clearly too infrequent and ill-planned to make an impact. Environmentalists blame corruption and political interference for the lack of effect of measures aimed at preventing cutting hills and building settlements.\nThis calls for strong and sustained interventions from the higher authorities. They must stop risky dwelling and illegal settlements throughout the year, particularly now when the risks posed by monsoon are grave. Residents who are at risk, including those at the Moti Jharna area, must be relocated to safer places urgently.\n",
        "headline_1": "Stop risky dwelling on hill slopes ahead of monsoon ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-risky-dwelling-hill-slopes-ahead-monsoon-3345966",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "The Trading Corporation of Bangladesh's (TCB's) latest market intervention in the form of sale of three essentials---soybean oil, sugar and lentil ---purportedly to ease the inflationary pressure off from the low-income segment of people on the eve of Eid-ul-Adha could not be more timely. All the 10 million card-holders across the country will be entitled to purchase those essentials at subsidised rates. A litre of soybean oil will be available at Tk 100, sugar and lentils at Tk 70 each a kilogram at the sale points. These additional substitution of essentials will be on offer throughout the month of June for the people smarting under inflationary pressure. Clearly, this temporary arrangement cannot solve their problem but at least it will be of some help before and during the second biggest religious festival of the majority people here. It is exactly at this point, the efficacy of social safety net programmes (SSNPs) come under scrutiny. About the merit of such programmes undertaken by the government, there is no question at all. However, it is the process of execution of those that really are questionable. Had the selection of beneficiaries been done on the basis of genuine penury, the country's drive against poverty reduction and elimination of hunger and malnutrition would have achieved far greater success than it has done so far. A study made public by the Centre for Policy Dialogue in September 2020 comes up with startling revelation. As many as 65 per cent beneficiaries of the government SSNPs were found to be non-poor. Nepotism, corruption, political consideration and clientelism had distorted the process of fair selection of the deserving poor beneficiaries at the field level. A good government initiative has thus been sabotaged midway, leaving a large majority of the poor deprived of their dues. What is surprising is that the higher authorities, notwithstanding the scandalous distribution of favour and in some cases misappropriation of funds and essentials allocated under various programmes, did not take any worthwhile step to correct the list of beneficiaries. If foods and funds go to 65 undeserving candidates and only 35 deserving ones out of 100 people, it surely is a miscarriage of the distributive justice by all means. The very purpose of feeding the poor and vulnerable is frustrated. When fresh cards were issued to cover more people by the SSNPs later on, again there were allegations of unfair selection of beneficiaries. Unsurprisingly, multilateral bodies have questioned the utility of a large number of SSNPs which are roughly 117 in total. Better it would be to bring down the number to a reasonable level for effective implementation. Now that the TCB is taking up a greater role in alleviating the suffering of the poor and low-income people, it would be quite appropriate to expand its scope and capacity no matter if the step does not synchronise with the policy of free market economy. The government is quite aware of the danger of income inequality. So, the reintroduction of the abandoned rationing system can be highly useful in this regard. If the low-income group enjoys the benefits of such a system where they get the basic food items at subsidised prices, the market volatility cannot make them haemorrhage at this level. This will, moreover, allow them to look for better livelihood options in order to improve the their living conditions. But the cardinal principle remains the same - fair selection of beneficiaries.",
        "headline_1": "Expanding TCB's scope and capacity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expanding-tcbs-scope-and-capacity-1686755031",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Slow but perceptible change is coming over the world. Of course, nothing might yet be there to hint at a resolution of the Russia-Ukraine conflict, but there are the other places where new configurations are being shaped. In the past few days, news has come to us that Iraq, itself a battered country in light of what was done to it by George W. Bush and Tony Blair twenty years ago, has decided to unfreeze $2.7bn of the $11bn Iranian money it has held owing to American sanctions against Tehran. South Korea has $7bn of Iranian money.The Biden administration is not doing Iran any favours, for the sanctions Washington imposed on Tehran, like the sanctions it has happily employed against other countries, run contrary to the spirit of international law.The fact at this point is that Iran is an emerging power in Asia. That it has withstood pressure and has remained defiant of all attempts to bring it to heel is remarkable. One will surely take issue with the ayatollahs' intolerance of dissent at home, but that they have held on to their policies and their principles is admirable. In recent weeks, the move by Iran and Saudi Arabia to restore diplomatic relations is again part of the change which has been happening in the region. One must acknowledge China's contribution in making the Tehran-Riyadh rapprochement possible. That is again a reassertion of the increasingly bigger role Beijing is now playing on the global stage. Xi Jinping is clearly upstaging the West here. The traditional dominance which Washington has exercised in world politics has diminished. That is Xi's message to the world. China is going places.The re-election of Recep Tayyip Erdogan as Turkey's President may not have made many people happy. The authoritarian nature of Erdogan's politics in the last twenty years raises quite a good number of questions about affairs within Turkey, but it cannot quite be gainsaid that under Erdogan Turkey has successfully transformed itself into a regional power. Turkey's foreign policy remains principled, as Ankara's position on Sweden's entry into NATO has demonstrated. Jens Stoltenberg, in Ankara to attend Erdogan's inauguration, was at pains to convince the Turkish leader that Stockholm's entry into NATO would be in line with all the requirements of organisational rules. Erdogan is yet to be convinced, though, given that he has never been happy about Turkish dissidents being harboured by and in Sweden. Away in Brazil, President Luiz Ignacio Lula da Silva has been making some major moves toward bringing his part of the world together. In a broad way, Lula's efforts have remained focused on bringing Brazil back to respectability after all the damage done to it by his predecessor Jair Bolsonaro. The former President, in Trumpian fashion, denied the reality of Covid-19 even though tens of thousands of Brazilians were claimed by the virus on his watch. Bolsonaro, again taking a leaf out of Trump's book, refused to concede defeat at the election and did away with the etiquette of presiding over the political transition to Lula. He did nothing to prevent his followers, post-election, from storming Brazil's presidential palace and parliament. The Lula government has properly taken steps to prosecute Bolsonaro. A trial and judgment in line with the law will reassure Brazilians and others, especially Trump's MAGA followers in the US, that elections are sacrosanct and that those who play truant with them deserve to be given the full treatment of the law. Another major move by President Lula has been to convene a summit of Unasur leaders --- and Unasur is a regional bloc --- which was attended by Venezuelan President Nicolas Maduro. It was a breakthrough for Maduro, who had long been boycotted in the region. More importantly, it was Lula's message to the world that Latin America was fully equipped to handle its own problems. Thrown into the deliberations was the idea of a common regional currency that could replace the dollar.In South Asia, India's rise as a political and economic power has added to its clout. It would be misleading to suggest that India is a regional power. It has gone beyond that stage and today has its sights set on exercising its authority as a global giant. The G20, now under Delhi's leadership, is a case in point. Besides, the recent meeting of the Shanghai Cooperation Organisation, hosted by Delhi, was a message to the world that India had come of age. Foreign Minister S. Jaishankar was keen about delivering that message and he did.Everything which has been happening around the globe could properly be seen as the beginning of a new world order. The fury with which Israelis in their tens of thousands have been rallying against Benjamin Netanyahu's attempts to undermine the powers of the judiciary underscores the need for governments to desist from indulging in acts which run contrary to constitutional rule. The resistance that Tunisia's opposition has been putting up against President Kais Saied's assumption of dictatorial powers sends out the message that authoritarian rulers, even as they damage institutions, must sooner rather than later cave in to public wrath. The Rajapaksas of Srilanka are a poignant instance of the fallibility of seemingly entrenched rulers in our times.One of the more painful stories over the past two decades relates to Syria, where President Bashar Assad has gone ruthlessly after anti-regime rebels and has survived. His presence at the summit of Arab League leaders the other day signified his coming in from the cold. And that is a story he shares with Maduro. Where the Venezuelan has been welcomed back to Unasur, Assad has had his seat around the Arab League table restored. Centres of diplomacy are shifting across regions. With the West tying itself in knots over Ukraine and therefore losing its authority, politically as well as morally, to have its diplomatic clout work around the world in the way it used to, it is for governments in Asia, Latin America, the Middle East and even Africa to branch out on missions to reshape countries and continents and therefore global politics. Russia's decision to have its nuclear missiles stationed in Belarus has not really made the West panic. The weaponisation of Ukraine --- observe the tanks, the guns, the anti-aircraft guns, the fighter jets gifted to President Zelensky --- has led to circumstances where NATO and its friends cannot in truth be morally outraged by those Moscow missiles in Lukashenko's country. The truth holds that every few decades, change happens in the realm of geopolitics. Power equations are revised to allow for a restructuring of world order. Such a moment is here and now.\n[email protected]",
        "headline_1": "Changing global power equations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/changing-global-power-equations-1686755085",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Findings in the latest BBS report on child mortality rate in Bangladesh are cause for concern. According to the Bangladesh Sample Vital Statistics launched recently by the Bangladesh Bureau of Statistics, in 2021, the mortality rate of children under five was 28 per 1,000 live births. It rose to 31 in 2022. Similarly, deaths of children under one increased to 25 from 22 every 1,000 live births during the same period. No doubt Bangladesh has made a remarkable progress in reducing child deaths since 1990. It was estimated that 30 years ago 146 children under five years of age per 1,000 live births died in the country. The rate fell to 28 deaths in 2021. But the recent BSVS report shows that child mortality rate in the country is not decreasing. Rather, it is increasing alarmingly. The Sustainable Development Goal Target 3.2 instructs to reduce the neonatal mortality rate to less than 12 and 25 under-five deaths per 1,000 live-births by 2030. It is possible to reduce the child mortality rate significantly if the government looks into the issues and irregularities that prevent children's access to quality care.Many government hospitals and even private clinics in Bangladesh often come into question for not providing the necessary emergency service children in critical conditions require. There is also a lack of quality in their service. At Bangladesh Shishu Hospital and Institute in Dhaka, the largest paediatric facility in the country, more than 6,000 children are reportedly refused admission every year because its 665 beds are always full. And many of the children turned away need immediate care. There are around 500 upazila health complexes across the country. However, none of these government health care facilities can provide patients with emergency care including NICU (neonatal intensive care unit) facilities. The situation is worse in rural and hard-to-reach areas. According to the National Institute of Health, pneumonia with other infections, birth asphyxia, prematurity and low-birth-weight are responsible for more than half of all deaths among children under-five in Bangladesh. Although largely unrecognised, drowning is the second leading cause of death for children under the age of five in the country.Each year, over 14,000 children in Bangladesh reportedly die due to drowning. Child mortality rate is often used as an indicator of a country's health and development. It sheds light on the availability and quality of health service, poverty and socioeconomic condition. High child mortality rates are generally indicative of unmet human health needs in sanitation, medical care, nutrition and education. If we want our children to grow up into healthy, happy and productive adults, we must invest more in our health sector. Meanwhile, better awareness of childhood illnesses that can be kept at bay through immunisation and proper sanitation is the key to reducing the incidence of disease among children. We should also realise that only skilled birth attendants can cope with the dangers of childbirth. Moreover, public awareness must be raised so that people can learn about the basic requirements of newborns' health like breastfeeding within the first hour, skin-to-skin contact and good nutrition.\n[email protected]",
        "headline_1": "Make our children live long",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/make-our-children-live-long-1686755131",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2023"
    },
    {
        "full_article": "Children have basic rights to education, balanced diet, health and nutrition and recreation. But unfortunately, many of our children are deprived of these basic human rights. Thousands of children in Dhaka city live in the railway stations, bus terminals, outside the stadiums and other places. Losing their ties with the families, these children are now deprived of a proper childhood. They are known as street children who are denied all kinds of rights. According to a UNICEF study, the number of street children in Bangladesh is currently 979,728. At least 30.1 per cent of them live and sleep in public or open space without most basic amenities and 83.9 per cent of them are subject to abuse or harassment by pedestrians, according to the UNICEF study. And as many as 71.8 per cent of them can neither read nor write while 11.3 per cent children are engaged in child labour, hazardous work or both. If we want to ensure some basic human rights for our children, the government must increase the budget for child development. Different private organisations and the government should work collaboratively to build a supportive environment for children. Meanwhile, schools in our country need to adopt more holistic curricula and encourage children's participation in areas that are crucial to their development. The duties of humanitarian organisations lie in improving lives of all underprivileged children of our society so that they can become important human resource. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Turn street children into human resources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/turn-street-children-into-human-resources-1686755152",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-06-2023"
    }
]