[
    {
        "full_article": "Farmers from Punjab, in their thousands, have assembled at three points along the border with Haryana, where they have been stopped from marching to Delhi. The protesters are demanding legally guaranteed MSP for crops, debt waiver, cancellation of international agreements impacting the agriculture sector, and a minimum pension of ₹5,000 for farmers and agriculture labour. Some of these demands were raised during their earlier protest in 2021-22, which was called off after the BJP-led central government withdrew three controversial laws that had sought to reform the agriculture sector. The protest now is spearheaded by the SKM (non-political), a splinter group of the body that had led the earlier protest. The split signifies fissures in the interest groups across Haryana, Punjab and western U.P. and Rajasthan. There are at least three other strands of protests gathering strength. Farmers in western U.P. affected by the Jewar airport project and Yamuna Expressway are up in arms. In Haryana’s Sonipat, farmers are protesting land acquisition for power cables. The original SKM and several trade unions have called for a national rural and industrial strike on February 16, with overlapping and additional demands that include the repeal of four labour codes.The government has opened talks with the Punjab farmers, but a legal guarantee of MSP appears unlikely. The police in Haryana and Delhi have stopped the farmers more than 200 km away from Delhi as they are resolute that the farmers will not be allowed near the border of the national capital where they had laid siege in 2021-22. The MSP-based procurement by the FCI has been the bedrock of food security, but the case for its reform is strong. Surplus producers of grain have benefited from the MSP scheme, but the scheme bypasses subsistence farmers in poorer regions. This uneven geographical spread of procurement has also led to unsustainable farm practices in some areas, while farmers in other regions of the country are always on the edge of penury. All this calls for a revamping of the public support for farming, which is essential for reasons that include national food security. This can be achieved better through wide political consultation and by encouraging the beneficiaries of the current system to diversify production and increase productivity. The political undertones of the protest on the eve of the Lok Sabha election also cannot be overlooked. The farm sector needs a new model of public support. It cannot be left to the mercy of the market. The government should lead the efforts to create a national consensus on this question. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nagriculture\n\n/\n\nPunjab\n\n/\n\npension and welfare\n\n/\n\nBharatiya Janata Party\n\n/\n\nlaws\n\n/\n\nHaryana\n\n/\n\nfood security\n\n/\n\npolitics\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Farming consensus: On the government and the farmers on protest",
        "headline_2": "The Centre must address grievances of farmers through talks",
        "link": "https://www.thehindu.com/opinion/editorial/farming-consensus-on-the-government-and-the-farmers-on-protest/article67846219.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "The recommendation of the Central Board of Trustees of the Employees’ Provident Fund Organisation (EPFO) for a 0.1-percentage-point increase in provident fund (PF) deposits for 2023-24 should not be surprising, as it is in tune with what the EPFO did last year. However, the recommended rate of 8.25% is 0.4-percentage points lower than in 2018-19, a pre-election year like 2023-24. If cleared by the Union Finance Ministry, it will involve the transfer of a record ₹1,07,000 crore to EPF members. But the development has not pleased those with a long-standing demand for an increase in the minimum pension of ₹1,000. When in the opposition, the ruling Bharatiya Janata Party had demanded that the pension be raised to ₹3,000 (the UPA government had proposed ₹1,000 a month). On coming to power in 2014, the BJP carried out faithfully, with effect from September 2014, what was finalised by its predecessor, benefitting approximately 20.5 lakh pensioners. Months ago, the Finance Ministry had rejected a proposal to double the minimum pension amount, citing a “huge rise” in the budgetary support needed under the Employees’ Pension Scheme (EPS), 1995. There is one more component in the budgetary support which refers to the Central government’s contribution at 1.16% of wages up to an amount of ₹15,000 a month. For FY2024-25, the Ministry has projected ₹10,950 crore as budgetary support against the revised estimate of ₹ 9,760 crore for the current year. The Finance Ministry calculates that a 100% rise in the minimum pension would be more than the proportionate increase in the overall budgetary support as numerous pensioners had received much less than ₹1,000 as monthly pension till 2014.Describing the EPS as a “Defined Contribution-Defined Benefit” social security scheme, the government said in the Rajya Sabha that all benefits were paid out of accumulations through contributions, and as per the fund’s valuation as on March 31, 2019, there was “an actuarial deficit.” However, this argument has been virtually demolished in the EPFO’s annual report (2022-23). Notwithstanding its reasons not to hike the minimum pension, the government must note that the difference between the minimum and original pension was about ₹970 crore for 2022-23. So, the doubling of minimum pension is no strain. There are other key issues too such as equating the amount of spouse pension on a par with what a member-pensioner gets. In the case of higher PF pension, the rules have been framed after the 2022 Supreme Court judgment wherein most of the pre-2014 retirees would not be covered; there are around four lakh such applications for higher pension. A more expansive approach to PF pension matters will help senior citizens. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npension and welfare\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\nRajya Sabha\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Pension concerns: On the EPFO recommendation",
        "headline_2": "A hike in minimum pension will help the lower strata among the retired",
        "link": "https://www.thehindu.com/opinion/editorial/pension-concerns-on-the-epfo-recommendation/article67845880.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "Fallen Leaves (2023) Director: Aki Kaurismaki (Finland, Germany)\nFirst time they notice each other at a karaoke bar, only their eyes talk. They are around 40 – reticent, awkward and eager to find love but too hesitant to seek it. They even wonder if love is like a midnight train that passed them by. They gravitate towards each other more in desperation than desire. Their first kiss feels like an apology. Love is a crutch both need.\nIt helps both are working class. Only, they often have no work. She was once fired from a departmental store for a sandwich past its use-by date in her handbag. He loses jobs more regularly. To alcohol. He drinks whenever and wherever he can. He stores a bottle in his jacket, stirs it into his coffee, conceals a pint in a switch box. But his addiction is a red line to her. It killed her family. Fallen Leavesis a love triangle between man, woman and vodka.\nDirector Kaurismaki’s Finland isn’t about breathtaking beauty, swank yachts and expensive people. His Helsinki groans with misery. Homes look defeated, washed-out, just like most characters in his 2002 film The Man Without A Past. Statistics Finland 2021 says roughly 900,000 or about 16.3% of the country’s household population were at risk of poverty or social exclusion. Kaurismaki’s films are often odes to those left-out, whose poverty hasn’t killed their dignity. In Drifting Clouds (1996), a suddenly jobless married couple negotiates life after being pinkslipped. But the director also believes. In Fallen Leaves, lovers find each other despite their inadequacies, even when he never asks for her name. Love is hope, and a dog named Chaplin.\nPokhar Ke Dunu Paar (2022) Director: Parth Saurabh (India)\nSmall towns are nice places to get out of, especially if you are lovers. Which is what they did, until Covid intervened. Now they are back in the old, crumbling town, whose pond is overrun by hyacinth, where days move like snails. They live in a rundown hostel of Left students whose roof leaks, much like their lives.\nRead full story on TOI+\n\n",
        "headline_1": "No chocolates, no roses…but it’s still love",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-chocolates-no-roses-but-its-still-love/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "Farmers are at it again, marching towards Delhi with a list of demands that they want GOI to fulfil. There are many voices and demands. It’s useful to break it down to core issues.\n● Minimum support prices (MSPs) of 23 crops should receive a statutory legal backing.\n● MSP to be fixed at 50% above the comprehensive cost of production. This includes actual cost incurred to grow crops and assumed values for other items such as family labour.\n● Loan waivers and pensions.\n● The grab bag of demands also spans trade policy, such as pulling out of WTO.\nThese demands are better understood by making sense of the underlying causes. Therefore, to get a clearer picture, this agitation needs to be seen through the political economy of Punjab as it encapsulates the core issues.\nWhy does Punjab matter?\nPunjab’s peasantry is the most prosperous in the country. Punjab’s agriculture is fully irrigated. Farmers get free power, highly subsidised fertilisers, and openended assured procurement of wheat and paddy.\nIn fact, there are years when procurement in Punjab, especially of paddy, exceeds the production of paddy in the state. It shows that paddy is coming from as far as eastern Uttar Pradesh and Bihar to be sold in Punjab, as market prices of paddy in these states are often 15-25% below the MSP, and there is hardly any procurement by the state agencies in those states.\nWho pays for this aggregator role of Punjab’s mandis?\nRead full story on TOI+\n\n\n",
        "headline_1": "Farmers protest: Policies and prudence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/farmers-protest-policies-and-prudence/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "To most this bit of news seemed ho-hum – 59k Indians got US citizenship last year, per USCIS. Mexicans beat Indians. Filipinos were a close third. Lots of Indians live and work in US. Waves of Mexicans get there. Philippines used to be an American colony. So, no big surprises in US citizenship figures, right? Wrong. The surprise for India is – or should be – that so few Indians became Americans in 2023. Mexico (population: 129 million) comfortably left India (pop: 1.4 billion) behind. And Philippines (pop: 112 million) came close. Indians should by far be the largest group getting American citizenship every year. Here’s why and how.\nEuropean, non-European | America, as we know it, came about thanks to ruthless land-grab and a fair amount of ethnic cleansing by European colonialists. Those nasty bits done, slave trade added to the list, European settlers went on to found what became the world’s most powerful country ever. But non-European immigrants were almost always needed in a vast country with a dynamic economy. And from 1960s, when the de facto, whites-preferred immigration policy was changed, non-whites arrived in millions. In 1960, 75% of foreign-born Americans were Europeans. In 2018, that figure was just 11%. Indians were part of this dramatic change – but never in numbers that did justice.\nDensity is destiny | Thanks in part to immigrants, America isn’t as badly placed in terms of falling birth rates and aging population as some other rich countries. But population density per sq km in US, world’s third most populous country, is still just 37, far lower than UK’s 280, and a small fraction of India’s 485. America is full of empty spaces, states like Wyoming, Montana, two Dakotas. India is full of industrious people. Even those who don’t have good college degrees can turn small opportunities into thriving enterprises. Think of Indians manning Italy’s famous cheesemakers. Imagine hundreds of thousands of Indians in, say, Montana – it will become a powerhouse economy. America’s capitalrich, resource-rich, technology-rich economy needs lots of people if the country is to retain its global pole position. India should be the main source. India will benefit, of course. Not just more remittances, and higher knowledge and skills diffusion. Indians will become a numerically powerful bloc in US, a voice and votes that can’t be ignored by American politicians.\nMinister for immigration | To become America’s biggest source country for all kinds of talent India should put someone in charge of this. GOI should have a minister for immigration. His job will be to make sure many more Indians can legally immigrate to US. He should liaise with US govt and US states, armed with data on skills India can supply and work America needs doing, now and in near future. Economic logic is the best antidote to prejudice and bureaucracy. Govts of Haryana, UP recently launched efforts to send people to Israel, which needs workers. GOI should aim for a national, more sophisticated version of this. When millions more Indians become Americans, it’s good news for India and America.\n\n",
        "headline_1": "Desimericans: Too few Indians get US citizenship. Why & how this must change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/desimericans-too-few-indians-get-us-citizenship-why-how-this-must-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "Is the South going south? To go south means that something is wrong, is not working out.\nSo is the South, peninsular India, going south in that things are amiss with it in relation to the country as a whole?\nEvery now and then, mostly then, there have been rumblings of discontent from the Deccan regarding what has been perceived as a supposedly pro-North New Delhi.\nIn the past Southern disaffection with the North has largely been caused by what have been seen as attempts to impose Hindi on non-Hindi speaking states.\nOnce again discontent is brewing in the South, but this time it’s not language but lucre – or lack of it – that’s the cause of the problem.\nKarnataka has claimed that by tightening its purse strings under various heads, such as drought relief, grants, and tax sharing, over the years the Centre has deprived the state of a whopping ₹187,000 crore.\nJoining hands with Karnataka, Kerala too has charged New Delhi with undue, and unjustified, meddling in its financial affairs, which has adversely affected the state’s otherwise robust economy.\nSuch notes of dissent have given rise to conjecture that the region below the Vindhyas might form a Federation of Southern States and break away from the rest of the country. Such ructions and rumours have cropped up previously, and have been revealed to be no more than steam being let out of the pressure cooker called democracy.\nThe collective South’s contribution to the Indian Union as a whole has been, and continues to be, incalculably immense, from its rich legacy of ageless arts and crafts to Bengaluru’s Silicon Plateau with its very own Temple of RAM.\nThe South has long brought a lot to the table, literally, being not just a part of the Constitution of India, but also an integral part of the Indian Constitution which it sustains through a unique institution found across the length and breadth of the country. Indeed, the Republic of India and the Republic of Udupi are inextricably linked. Zimbly so. Kapi that.\n\n",
        "headline_1": "Southern cross: Why the Deccan can never part from rest of India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/southern-cross-why-the-deccan-can-never-part-from-rest-of-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "That the country's leather industry had immense potential is universally agreed. Similarly, the fact that it failed to flourish due to policy flaws and a lack of decisive actions to overcome some infrastructural constraints bedevilling the sector is undisputed. Now that the leather industry is facing a tough time globally, the fragility of the footwear and leather goods sector at home is badly exposed. Had it not been mired by the decades of foot-dragging on relocation of tanneries from the capital's Hazaribagh to Savar Tannery Industrial Estate and then the installation of a defective central effluent treatment plant (CETP) there, quite a few footwear and leather goods manufacturers would have by now received the much vaunted Leather Working Group (LWG) certification. Notably, this certification opens the opportunity to export leather goods and footwear to markets in Europe and America. With just three factories earning the coveted LWG certification--- Apex Footwear (gold), ABC Leather Ltd and Riff Leather Ltd (silver) ---the industry naturally could not achieve the desired position next to the RMG in terms of garnering foreign exchange.As part of diversification of the export basket, however, this had to be on the priority list. The country's pharmaceutical industry and leather industry are two leading candidates for taking on the mantle of the RMG in case the number one forex earner faced a reversal for some reason. But at a time footwear and leather goods are bogged down by lower demand worldwide, leather factories -- particularly the smaller and the medium ones among them -- are witnessing a sharp decline in export. Already handicapped by their limited market with no access to the high-end destinations, these factories now find a daunting challenge for their survival. The export of leather and leather goods declined by 14 per cent but that of footwear declined by 26 per cent between July and January of 2023-24. Since footwear production is more than leather goods, a bigger market slump for the former means the value addition has also suffered in the process. It is exactly at this point the Leather Goods and Footwear Manufacturers and Exporters Association of Bangladesh (LFMEAB) has been looking for ways to tide over the current crises. As part of pre-budget proposals, it has asked for a unified tax rate of 1.0 per cent on import of raw materials. This will reduce the lead time by 20 days, triggering a 50 per cent increase in export of their products, it claims. Currently, the bond management stands in the way of easy access to industrial inputs. The proposal certainly has its merit because the manufacturers and exporters of leather and leather goods are not asking for too much when they also seek rationalisation of tax at source by reduction of the 1.0 per cent freight on board (FOB) value to 0.5 per cent. In the context of the January 30 circular by the Bangladesh Bank to the effect of slashing cash incentives for export of some key exportable items, the demand for tax holiday may hardly be entertained. But synthetic and fabric footwear along with chemicals and spare parts for CETP certainly deserve special considerations. If the objective is to give the leather industry a competitive edge in the global market, such concessions ought to be granted at least for a reasonable period.",
        "headline_1": "Can leather industry exploit its potential?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-leather-industry-exploit-its-potential-1707920329",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "The Geographical Identification (GI) controversy that took centre stage and played out between India and Bangladesh over the last two weeks bears a striking resemblance to Aesop's fabled, 'Hare and Tortoise.' In the famous fable, the tortoise ultimately wins the race by dint of its slow and steady characteristics despite the hare being much faster by nature. The hare loses out because of its indulgence in moments of indifference and inertia. This tale has deep spiritual significance and learning value, and has been told to children - generation after generation - to instill in them the importance of remaining focused and determined. And it's a lesson for Bangladesh as well.In this globalised world, countries are in an ongoing race to grab a greater share of the world market, acquire skills, and technological advantage to raise the living standards of their people. In this highly competitive global market, GI certification, as a branch of intellectual property rights, is a valuable tool to ensure that marketing rights and legal protection is given to the rightful owners. Its aim is to prevent exploitation of historically established reputations of given products of a country by other countries for unethical gain.Certain international organisations, such as the World Intellectual Property Organization (WIPO) and the World Trade Organization (WTO), provide frameworks and guidelines for the protection of GIs at international level. While they themselves do not grant GI status, they facilitate co-operation and provide assistance to member countries in developing GI protection systems. For example, in Bangladesh the Department of Patents, Designs, and Trademarks (DPDT) under the Ministry of Industries grants GI certificate as per the guidelines of the WIPO. The Tangail Saree tussle between Bangladesh and India started on February 1 when India's Ministry of Culture posted on its official Facebook page that the Indian government had granted GI recognition to Tangail Saree. It took the whole of Bangladesh and Bangladeshis abroad by surprise. Bangladesh has a long-established enviable reputation and tradition of weaving many of the world's finest cotton fabrics; Tangail Saree is one of them. The cottage industry that boomed in the Tangail district of Bangladesh dates back to the British colonial period. How could India claim GI rights over such a well-established and heritage product of Bangladesh? It's preposterous!While it is true that some of the Tangail Saree weavers migrated to the West Bengal of India in 1947 and 1971, and set-up businesses there, the 'Tangail' district from which the Saree gets its name remains solidly anchored inside Bangladesh, as do the majority of weavers, and they are part of the flourishing weaving industry. The argument of migration of skills and knowledge doesn't hold water, as GIs must be linked to products produced in a specific territory. The market for Bangladesh's Tangail Sarees is worldwide; spanning Europe, North America, Middle East, Japan, and several Indian states. Bangladesh even exports around 50,000 sarees to India every week. Now with the newfound GI recognition, India has the opportunity to capitalise on the heritage brand built in Bangladesh over 250 years. The attempt to hijack the brand value of Tangail Saree didn't happen overnight. India started the GI registration process in 2020, following an application by the West Bengal State Handloom Weavers Co-Operative Society Limited, and the official recognition was given as 'Tangail Saree of Bengal' on January 2, 2024. This raises the question why Bangladeshi authorities had overlooked India's GI registration process of Tangail Saree for such a considerable period of time. Was it because of incompetence and inefficiency of the administrative apparatus or the indifference of the officials concerned to protect our cultural heritage and the country's business interest?Bangladesh was in the strongest position to win the race against India for GI registration of Tangail Saree. But administrative inertia and apathy kicked in - just like the hare in the fable - and Bangladesh napped while India steadily advanced towards the winning post. After India had successfully completed the process, a huge public outcry jolted Bangladeshi authorities into action, and in record time (in a matter of few days) they, too, finished the GI recognition of the Tangail Saree!Now both India and Bangladesh have GI certification for the same Tangail Saree, which is not good and is bound to cause conflict, confusion and resentment until its rightful ownership is determined. By definition, the role of GI is to identify products as originating from a particular place, region, or locality, and certify to its qualities, reputation, or unique characteristics that are essentially attributable to the place of origin. So, in no way can India justify West Bengal as the origin of the Tangail Saree. Tangail itself is the womb of the Tangail Saree. Bangladesh has woken up late, but perhaps not too late. WIPO says a GI may be refused protection if its use would be misleading to consumers due to the existence of another homonymous indication. To settle the matter, the Center for Policy Dialogue (CPD) recently came up with a plethora of recommendations such as asking the Bangladesh High Commission in Delhi to seek legal remedy in Indian High Court and assign the Bangladesh Permanent Mission in Geneva to consult with WIPO officials to explore options regarding appellation against 'Tangail Saree of Bengal', among others. If any country is permitted to hijack the reputed brand of another, the credibility of the entire GI system to protect intellectual property of the world is open to questioning. Bangladesh should explore all possible options available from bilateral negotiation to international arbitration to reclaim its sole GI rights over Tangail Saree.Meanwhile, the government's renewed commitment to register at least one GI product from each district is welcome, but it is also necessary to ensure that businesses can utilise and benefit to the maximum potential from having the GI tag. Bangladesh has so far given GI resignation to 22 products. But in absence of adequate marking and promotion, the businesses are yet to gain any substantial benefit of having GI recognition of those products. DPDT recognises and certifies GI products, and its responsibility ends at that point. But simply registering GI is not enough. The authorities need to ensure that those who produce GI products can adequately leverage the benefits of having the tag.Last but not least, India is reportedly in the process of granting GI certificate to a host of Bangladeshi agricultural products like our national fruit 'jackfruit', national flower 'water lily', jute, and honey of the Sundarbans. This is no time for the concerned Bangladeshi authorities to slip back into deep slumber as they did before. What is at stake now is nothing less than national pride. To safeguard its rich cultural heritage as well as business interests in the global market, it's imperative that Bangladesh learns from the tortoise and remains focused. \n[email protected]",
        "headline_1": "GI saga of Tangail Saree",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gi-saga-of-tangail-saree-1707920411",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "Pakistan election has been a shocker The dramatic outcome of its general elections, held last week, hit the military establishment below the belt.The Pak military establishment, which is virtually the de facto power centre of the country left no stone unturned to keep Imran Khan and his party, the PTI out of the game. But the military game plan was spoiled by the people.The candidates supported by Imran's party, who contested independently, emerged as the largest group in the election with 92 seats.In the run up to election, the military establishment made sure that Imran would be disqualified as a candidate as several dozens of cases were filed against him and he was convicted in some.On top of this, his party, Pakistan Teherik-i- Insaf (PTI) was denied its symbol by the Election Commission, the cricket bat, and thus the party candidates were forced to contest the polls independently.So, after doing all the homework to prevent Imran and his party from contesting the polls, the military establishment thought that their mission was accomplished.But people of Pakistan taught them a good lesson. The election result showed that the people in Pakistan are bored by the cat and mouse game, which the military has been playing since the country's inception.Though they still call the shot in matters related to governance, the poll verdict was a blow to their moral base.To ensure the victory of the Pakistan Muslim League, its exiled supremo Nawaz Sharif was allowed to come back home.Sharif, who ruled Pakistan thrice as the Prime Minister was convicted in corruption case after his defeat in 2018 elections, and left the country.It was assumed widely that Nawaz will be the prime minister for the fourth time after leading his party to a massive victory. But despite having all out backing from the military establishment his party stood second with only 75 seats, far away from the number to form the government in the 266-seat parliament.The Pakistan People's Party (PPP), another key political party and historically an arch rival of the PML(N) led by Bilwal Bhuttto, son of late Benazir Bhutto, stood third.Imran loyalists won in 92 seats, though PTI leaders claim that sensing their clear lead, another 78 seats were snatched away from them through result manipulation and rigging.Apparently, being afraid of the return of Imran to the power corridor, Pak army chief rushed to call upon the political parties to form coalition government forgetting past rivalry within 24 hours of the announcement of the election result.Though he did not mention the name, it was clear that his sermon referred to the PML and the PPP.Both these two parties forged an alliance with the backing of army last year to oust Imran from power.Once the Pakistan army's blue-eyed boy, Imran Khan started to fall out of favour with the establishment when he started opposing interference of the army in governance.As a consequence, he was ousted from power through a no confidence motion in the parliament through a horse-trading drama, scripted by the ISI.And after his ouster he and top leaders of his party became victims of unprecedented repression by the security apparatus. Before the elections most of them either landed in jail or were forced to quit the party.The recent development shows that as per the wish of the army, PML-N and PPP have joined hands to form a government to ensure that the PTI and its leader Imran do not return to power.This may work temporarily but given the huge mandate, cast against the establishment by the voters, the effectiveness of this enforced honeymoon remains in doubt.\n[email protected]",
        "headline_1": "Electoral blow to Pak military establishment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/electoral-blow-to-pak-military-establishment-1707920446",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-02-2024"
    },
    {
        "full_article": "We often discuss environmental pollution without giving due attention to soil pollution, despite soil being an integral part of the ecosystem. Soil pollution poses a significant challenge today, particularly in developing countries like Bangladesh, where our lives and livelihoods are inextricably linked with the health of the soil. Regrettably, we are unwittingly contributing to its degradation.The excessive use of chemical fertilisers is deteriorating soil quality, leading to a decline in crop productivity. Improper disposal of plastics and polythene further exacerbates soil degradation. According to a UN report, industrial pollution, mining activities, agricultural practices, and inadequate waste management are the primary sources of soil contamination. These pollutants include inorganic substances like metals, cyanide, DDT, and various pesticides. This contamination not only threatens food and water security but also diminishes the soil's fertility and ability to sustain crop growth.Forecasts suggest that chemical usage in agriculture could double by 2030, potentially resulting in a long-term reduction in food production. Uncontrolled pesticide application not only disrupts the soil's organic properties but also decimates essential microorganisms, further depleting soil fertility.With the global population projected to reach 9 billion by 2050, including a substantial increase in Bangladesh, it is imperative to develop sustainable agricultural practices to ensure food security. Climate change is exacerbating biodiversity loss worldwide, a trend mirrored in Bangladesh due to pesticide and fossil fuel usage. Unregulated groundwater extraction further complicates this scenario.Efforts are underway to address these challenges. Researchers are exploring methods to improve soil quality and promote biodiversity. Sustainable agricultural practices resilient to extreme weather conditions are being developed. Planned crop diversification, such as cultivating leguminous and bean crops to naturally enrich soil nitrogen levels, can significantly reduce reliance on artificial fertilisers like urea. Additionally, promoting rainwater conservation for surface water irrigation facilitates groundwater preservation.Increasing the use of perennial flowers in agriculture not only provides food and shelter for insects but also enhances ecosystem resilience. However, the success of these initiatives requires widespread support. The government must incentivise organic farming, while public awareness of its benefits must be raised.In conclusion, addressing soil pollution is vital for sustainable agriculture and food security. By adopting responsible farming practices and prioritising environmental conservation, we can safeguard the health of our soil and ensure a prosperous future for generations to come.\nShohana Nowrin, Student, Geography and EnvironmentDhaka University",
        "headline_1": "Soil pollution endangers health and food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/soil-pollution-endangers-health-and-food-security-1707920472",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-02-2024"
    }
]