[
    {
        "full_article": "The contribution of the Daily Ittefaq to the formation of our nationhood is well-known. Its editor-publisher, Tofazzal Hossain Manik Miah, remains an icon of journalism in this part of the world, and a source of inspiration and pride for those of us who have tried to follow in his footsteps. From its very inception to the very beginning of our Liberation War, the Daily Ittefaq was relentless in putting forward the rightful demands of the people of the eastern wing of Pakistan, and exposing the discriminatory policies of its leadership.\nThis paper has published, in the 50th year of Bangladesh, a commemorative issue titled \"Dainik Ittefaq Front Pages 1953-1972.\" It brings together the front pages of the daily in chronological order, literally bringing alive those eventful days starting from the Language Movement to the beginning of our War of Independence. This is a first for any newspaper in the country, and provides an absorbing reading for students of history, politics, social science, and especially journalism. This initiative can be considered a milestone in Bangladesh's journalism.\nReading history is one thing, but seeing it unfold through the front pages of a newspaper published at that time, on a day-by-day basis, is something quite different. Each day comes with its own focus and tells the story, not knowing what the very next day holds. When read with the benefit of hindsight, each of these front pages acquires a special meaning and helps the readers to analyse those events with a fresh perspective. It becomes more exciting as the period that the paper covered deals with some of the crucial developments of our formative years, and widens the canvas of our understanding of the genesis of our war.\nThe paper started as a weekly on August 15, 1949, with Maulana Bhashani as its chairman and Yaar Mohammad Khan as its publisher. Manik Miah was the real worker behind the scenes, and formally took over in August 1951. It was turned into a daily in 1953 with the active support and encouragement of Huseyn Shaheed Suhrawardy. This was done with the Jukta Front (United Front) election of 1954 in mind, according to Anwar Hossain Manju, son of the founder, a long-time editor of the paper, and now the chairman of the Ittefaq Group of Publications, who, in his introduction, says that \"…four iconic men, Bangabandhu Sheikh Mujibur Rahman, Maulana Abdul Hamid Khan Bhashani, Huseyn Shaheed Suhrawardy, and Tofazzal Hossain Manik Miah\" moulded the ideological basis of Ittefaq, which devoted itself to the cause of the Bangla-speaking people of East Pakistan from the very first day that it started publication.\nIn the newly formed state of Pakistan, its founder Mohammad Ali Jinnah, during his first and only visit to the eastern wing, arrogantly declared that \"…Urdu and Urdu alone shall be the national language of Pakistan,\" foolishly and blatantly ignoring the mother tongue of 56 percent of the country's population. Given such an attitude to what was a basic, fundamental, and life-and-death issue, one can easily imagine what priority and seriousness was given to the other concerns of the people of the eastern wing. Thus, the need for a voice of the people of East Bengal (it was still called so) was a dire one. The weekly and later daily Ittefaq tried to fill that void with courage, consistency, determination, and professionalism and—it must be pointed out—with extremely meagre resources.\nThe formation of the Awami Muslim League, later renamed Awami League, and its meteoric rise in popularity made the transformation of the weekly into a daily inevitable, as well as an urgent necessity.\nThe inaugural issue of the daily, dated Thursday, December 24, 1953, consisting of four pages, starts with an eight-column heading \"Gonobikkhobher mukhey Muslim League daler nabhishwash\" (Muslim League party asphyxiates in the face of mass protest—translation ours). In addition, there is one story of how people were booing and throwing rotten eggs at Muslim League leaders on an election campaign, another one on how workers and leaders from the Muslim League were deserting it. This report was sourced from Faridpur, Barishal, Sylhet, Chandpur, Manikganj, Khulna, Kushtia, Bogura, Tangail, Pabna, Cumilla, and Jashore—an impressive reach, given the period and the paper's resource constraints. There were two foreign news items, one titled \"Struggle of the Viet Minh\" and the second titled \"Postal and airline strike in France.\" There were two advertisements, one of \"Shool Sudha,\" an aid for digestion, and another of \"Milko,\" promoting dairy products. The daily cover price was 10 paisa.\nThe sweeping victory of the Jukta Front in the 1954 provincial election—led by the three stalwarts of Pakistan movement, Sher-e-Bangla AK Fazlul Huq, Maulana Bhashani, and Huseyn Shaheed Suhrawardy, and consisting of Awami Muslim League, Krishak Praja Party, Ganatantric Dal and Nizam-e-Islam—was a momentous event. The Front won 223 seats in a 309-seat assembly, where the ruling Muslim League got only nine seats. Of equal embarrassment was the defeat of the veteran Muslim League leader, Nurul Amin, the incumbent chief minister of the East Pakistan, in the hands of the 27-year-old student leader Khaleque Nawaz Khan. This devastating defeat spelled the death of the Muslim League, the party which was born in Dhaka in 1906 and which spearheaded the birth of Pakistan. It never recovered from this defeat. Very seldom in history has a party that gives birth to a new country been buried in its own soil within seven years of its creation. The Awami Muslim League emerged as the largest party of the coalition with 143 seats, foreshadowing its magnificent and historic future.\nThe political message from this electoral triumph was lost on the Pakistani leadership who—ignoring the people's verdict, as they would so many times in the coming days—dismissed the provincial government formed by the Front and led by AK Fazlul Huq. Then Pakistan President Ghulam Mohammed dismissed the Jukta Front government, accusing Fazlul Huq—the man who tabled the Lahore Resolution in 1940—of attempting secession. This can be considered as a key turning point in Pakistan's history. Three things become clear here: the Pakistani leaders' intrinsic disrespect for people's will, disdain for the opinion of the Bangalees, and suspicion about the motives of the leaders from East Bengal.\nA vital outcome of the Jukta Front victory was the popularisation of the 21-Point Programme of the Front and its acceptance by the mass. The massive election victory on the basis of this programme, popularly called \"Ekush Dafa,\" established—for the first time and unequivocally so—the demand for provincial autonomy as the foremost demand of the people of East Pakistan. This first-time articulation, in such a compact and easy-to-read format, helped to reach the masses and get their endorsement all across the province.\nIttefaq's role in the election, in popularising the 21-Point Programme, taking the message of the Jukta Front leaders to the masses and making the ordinary people aware of the discriminatory nature of the Pakistan state, was extraordinary. This established the Ittefaq as the authentic voice of the Bangalees of East Pakistan, and its editor as a serious, insightful, and powerful journalistic voice in the whole of Pakistan.\nManik Miah's clarity of vision, his powerful articulation, and his ability to communicate with his readers and the public beyond has proven to be unmatched in journalism till date. It also brought a new prestige to the profession and established press freedom as an integral part of the democratic right of the people. Probably due to archival constraints—it has to be mentioned here that the Ittefaq's entire building, with all its printing and other machinery and archival material, was burnt down on the night of March 25, 1971, when the genocide began—the \"Front Pages 1953-1972\" jumps from the paper's inaugural issue to 1956. In fact, not all front pages of every issue are there in this publication. Such gaps are quite significant.\nThe military takeover by General Ayub Khan, and the simultaneous arrest of most of the leading political figures of the Front, including then-young Sheikh Mujibur Rahman, Abul Mansur Ahmad, Manik Miah and many others, killed the prospect of a democratic Pakistan—and with it the possibility of Bangalees getting a fair share of Pakistan's development. East Pakistan obviously resisted Ayub's rule far more vigorously than the western wing, and the anti-martial law movement gradually took a very strong hold in East Pakistan, mostly led by the students.\nThe coverage of the launch of the Six-Point Programme by Sheikh Mujibur Rahman, the Agartala conspiracy case and its subsequent withdrawal in the face of mass movement, the demise of Ayub Khan and the return of martial law under General Yahya Khan, the 1970 election and the beginning of our Liberation War—in reporting all these events, it was always Ittefaq whose bold and fearless coverage, courageous editorials, and insightful post-edits truly made it a people's paper. The political column of Manik Miah, \"Rajnoitik Mancho\" (Political Stage), became the reference point of all political discussions. His language was punchy and highly effective in making his points, and had a magical ability to convey his thoughts to his readers.\nThe role of Ittefaq during the martial law regime of General Ayub Khan and our subsequent journey towards independence was brave, consistent, and professional. With great wisdom and maturity, Manik Miah continued, till his last day, to promote the cause of provincial autonomy and the rights of the Bangalees, carefully navigating through the pitfalls that independent journalism suffers in times of military rule and quasi-military rule. He was arrested again in 1962, when protests spread throughout Pakistan at the arrest of Shaheed Suhrawardy. For supporting the Six-Point Programme, he was arrested once more in 1966. After 10 months of incarceration, he was released as his health deteriorated. He never fully recovered, and left on his eternal journey on June 1, 1969, while on a work-related trip to Rawalpindi. He was only 58.\nA natural question for the moment is: Can Ittefaq's brand of critical, questioning, challenging and dissenting journalism of the 50s and 60s be replicated today? Is such journalism relevant? Does Bangladesh need such journalism? Isn't dissension an inseparable part of democracy, making it almost two sides of the same coin, as if one cannot exist without the other? The Ittefaq spoke of the deprivation of the people of East Pakistan, their exploitation, the rising inequality between the provinces, and the rising poverty of the people—especially the Bangalees. The Pakistan government failed to see the merit of Ittefaq's message and thus harmed and weakened themselves. Imagine for a minute that Ittefaq had been taken seriously for the truth it represented, and not denigrated for the flaws in the economy that it revealed, the disparity and income gulf that it repeatedly warned against. Would that not have helped the rulers of the day in building a better country?\nThe Ittefaq found a people in chains, and participated in the process of their own liberation. Today's journalists find a people liberated, but enchained by corruption, misuse of the law, cronyism, and waste and abuse of power. Can the process of nation-building make any headway without fairness and justice? Can society be creative without contestation of ideas? If democracy is our goal, then how can we achieve that without allowing dissent?\nSo, the Ittefaq of the past has a lot to teach the journalists of the present.\nI would like to congratulate Tareen Hossain, the young and dynamic executive director and publisher of this legacy newspaper, not so much for the uniqueness of the idea (as it has been done elsewhere), but for the courage, energy, and efficiency in delivering such a quality publication. Conceptualising the project appears to me to have been an enormous challenge, which she and her team dexterously accomplished. The period covered is so rich in history and so vital for the nation to remember that the decision about which front pages to include and which ones to leave out must have been a heart-wrenching one. This publication is a seminal contribution to the world of newspapers in Bangladesh, and other publications should seriously consider emulating this superb example. Team Ittefaq deserves our heartiest congratulations.\n \nMahfuz Anam is editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: History within Covers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-history-within-covers-2198641",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    },
    {
        "full_article": "Last month marked the International Right to Know Day. From the few seminars and webinars arranged on the occasion, it was evident that even 12 years after the Right to Information (RTI) Act was enacted in Bangladesh, we are still largely preoccupied with how to spread awareness about the law. We discuss numbers, identify impediments to implementation, assess the response of public officials while handling RTI requests, and debate the value of proactive disclosures to minimise the use of the law. But what about the objectives of the law, and the underlying principles and philosophy that drive them?\nThe preamble to the RTI Act describes the law as an \"Act to make provisions for ensuring free flow of information and people's right to information.\" The words \"free flow of information\" deserve emphasis. Information is a continuous process, constantly being created by all sorts of public authorities, to which citizens must have access. Proactive disclosures can only meet a miniscule part of that need.\nWhy is the citizens' access to information so important? The answer is provided in the law's preamble: \"Right to information is an inalienable part of freedom of thought, conscience, and speech\" of the people, and \"all powers of the Republic belong to the people, and it is necessary to ensure right to information for the empowerment of the people.\" By seeking information, people wield that power and exercise their right to participate in the affairs of the state.\nWhy is exercising that right important for society? If the right to information of the people is ensured, the transparency and accountability of all public (offices) will increase, corruption of the same will decrease, and good governance of the same will be established, says the preamble.\nSimply put, RTI is not just a right; it is also a responsibility. When citizens use the law, they fulfil a civic responsibility which is of benefit to society. This is the crux of the matter: citizens use the law primarily for public good. Nowhere in the law does it talk about individual benefits. Serving public interest is the ultimate objective of the law.\nTwo basic principles inspire and guide our RTI Act: transparency and accountability. In his memorandum to the heads of executive departments and agencies in the US on the Freedom of Information Act in 2009, President Barack Obama underscored their importance by saying, \"A democracy requires accountability, and accountability requires transparency.\" People must understand why.\nThe concepts of transparency and accountability arose at the end of World War II. They were cemented over the years, and by the end of the Cold War in the late 1980s, were established as the driving force behind the growing number of RTI laws that were adopted globally. The Right to Information Act, 2009 in Bangladesh was a product of that drive.\nThe concept of transparency arose as an antidote to the culture of secrecy in governance that the post-war \"new age\" sought to erase. Secrecy in the new era would be replaced by openness—an important element for participatory democracy that emerged as the ideal of \"the new world order.\" People, as the source of all power of the state, must know how their governments function. They must have access to all documents created or used by the governments, limited only by exceptions and exemptions necessary to protect essential public interests.\nAccountability, on the other hand, is the ability to provide sound reasoning for one's actions. While transparency focuses on openness, accountability is taking responsibility for one's actions.\nThese two principles form the basic philosophy of the RTI Act. A government that is of the people and for the people must also be open and accountable to the people. Assessing the success of the law should be based on how much of these two ideals have been achieved, not how many requests have been positively responded to. Have these requests yielded or moved us towards the desired results? Has transparency been advanced? Is there any systemic change in governance? Are public actions becoming more predictable? We have to learn to develop proper metrics to assess them.\nBased on this perspective, it should be clear that the RTI Act is a people's law par excellence. People are the pivot. They must take the lead and be the watchdog to safeguard its interest. They must not only measure government actions based on the principles of transparency and accountability, but also do so with regard to the actions of the Information Commission, which is the main guardian of the law. Through its own transparency and accountability, the commission can lead the way. It must ask, after every action, whether it has helped to advance the objectives of the law. Its accountability is to the people.\nA constructive and collaborative interaction among the people, public authorities, and the Information Commission is the best way to move the objectives of the law forward. Ideally, the annual Right to Know Day should be the best occasion to discuss a public audit on the performance of all the stakeholders of the law. The civil society is most ideally placed to undertake the audit. Let us show some maturity.\n \nShamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "Active citizenship is also key to the success of RTI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/active-citizenship-also-key-the-success-rti-2198506",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    },
    {
        "full_article": "Fifty years ago, 61 young officers of the First War Course of independent Bangladesh passed out on October 9, making the day a landmark in the annals of the Liberation War. The then acting president of Bangladesh, Syed Nazrul Islam, took the salute. The ceremony was attended by then Prime Minister Tajuddin Ahmad and his cabinet colleagues, members of the national and provincial assemblies, other Bangladesh dignitaries, and the Indian instructors. The ceremony was held at the Officers' Training Wing (OTW) of Mukti Bahini in the Murti Camp of the Alpha Sector under \"Operation Jackpot\" of the Indian Army. It was located on the foothills of the Himalayas in Jalpaiguri district of West Bengal, and was far away from the public eye too, since its security and secrecy were of paramount importance. The area of Alpha Sector was fenced with high parameter wire. Sentry towers were erected to keep watch around the fencing, and the area was patrolled to ensure security.\nI was a captain in 1971 and was selected to teach in the OTW. A team was constituted to study the curricula of the Indian Army's Officers Training Academy Chennai (OTS Madras in 1971) and the Indian Military Academy in Dehradun. I was a part of this team. The syllabus of tactics, field and battle craft, weapons training, physical training, and unarmed combat—termed military subjects—was compressed into a capsule of 16 weeks. Administrative subjects, military manners and etiquettes, ceremonials, and academics that were peculiar for the Indian Army Gentleman Cadets (GCs), were excluded from the syllabus of Bangladesh GCs, because they were being trained to lead guerrilla forces or act as platoon commanders. Drill periods were also reduced; yet, the total number of periods of military subjects turned out to be 865. This was in addition to physical training, weapons training, handling of explosives, etc. Fitting these many periods into 80 working days was a big challenge, which was offset by carrying out day and night training.\nThe facilities provided to GCs in Murti Camp were spartan. Bamboo tarza barracks with tin roofs, bamboo cots with no electricity, plenty of mosquitos, and the sultry heat of North Bengal made the living conditions miserable. The bed bugs added to the misery at night. During outdoor training in the forest, leeches hanging from tree leaves dropped on the GCs, latched on, and gorged on their blood, noticed only when they were detached from the victims' bodies. The Indian Army had devised drills for every problem. Weekly de-bugging parade was an essential part of the training. Each GC was made to carry salt water to apply periodically on exposed body parts. After returning to the barracks, an inspection of each other's bodies by buddies was essential before sleep. The food, although nutritious, was tasteless, because soldiers were doubling as chefs in absence of a proper cook, since civilians could not be employed.\nThe training was tough and prolonged, spanning over day and night hours. On top of it, almost all GCs were uncertain about their families in Bangladesh, with very little information about their well-being. The Indian Army instructors were told to engage the GCs in conversations during the off hours to distract them. All instructors, particularly those in captain's rank, and the GCs became good pals and discussed almost everything; jokes (including non-vegetarian) were part of conversation. I made some of my lifelong friends among the GCs. Sheikh Kamal, brother of Prime Minister Sheikh Hasina, was one of the most affected. On August 4, 1971, the news of Yahya Khan saying that Bangabandhu Sheikh Mujibur Rahman had committed \"acts of treason, and acts of open war,\" and would be tried by a special military court for \"waging war against Pakistan,\" came out. The commencement of Bangabandhu's trial was quite a chilling news for everyone. From the first week of August, there was a news item, almost daily, about the trial. It was a trying time for Sheikh Kamal. He was also worried that the Pakistani military junta might harm his mother and other family members who were under house arrest. However, he displayed tremendous courage and equanimity.\nAll the 61 young officers were commissioned into infantry. They went to their units and sectors during the war and created havoc in the Pakistani ranks with relentless raids and ambushes. Sheikh Kamal was posted as ADC to C-in-C Colonel MAG Osmani. We parted company, wishing well to each other. He invited me to visit Dhaka to meet his family. Somehow, I could not meet him or any other officer. On August 15, 1975, I heard the news of Bangabandhu and most of his family members, including Sheikh Kamal, being assassinated. I was astonished to hear about the end of a budding future leader's life. It was a personal loss to me.\nAfter the military coup of August 1975, I was instructed to stop correspondence with my Bangladeshi friends. I could not meet anyone during my service, and did not have any news about them. After my superannuation, I, along with my son Hitesh, got an opportunity to visit Dhaka in December 2011, on the 40th anniversary Bangladesh's victory in the war. We received a tremendous amount of love and affection during the visit. At the Dhaka airport, I was received by Major Mizan, the older one of the famous Mizan-Munib twins of the First War Course. That evening, there was a get-together arranged by Major Matin Chaudhury, where I met most of the officers and their families. I also gave them photos taken during the training. Shaheed Lieutenant Mustafa's parents thanked me, because it was the only picture of him, since he never met them after March 26, 1971.\nI was granted an audience with Prime Minister Sheikh Hasina on December 15, 2011. I presented to her photographs of her brother, taken at Murti Camp in 1971. During the meeting, I told her about my association with Captain Sheikh Kamal and the conversations we had. It was an emotional moment for her, but like her brother, she did not show it. I think such composure is a legacy of Bangabandhu, one of the greatest leaders of last century.\nI also visited The Daily Star office, where the editor, Mahfuz Anam, told me an anecdote about his experience in the Second War Course. He recalled he had complained to the administrative havildar about not getting sleep on his first night at the OTW because of bed bugs. The NCO told him that he would get used to it after a couple of days. \"I don't know whether it was the effect of de-bugging or I used to be too tired to notice a bit of pain from bug bites, but I slept well during the rest of my stay in OTW,\" Mahfuz told me. Over the last one decade, I have spent almost two months in Bangladesh and enjoyed the hospitality of Major Qayyum and Captain Tajul Islam.\nAll of us are now in the twilight zone of life. It is time that the ties were built between our next generations. I appeal to Prime Minister Sheikh Hasina and Prime Minister Narendra Modi to build a memorial at Murti Camp, where all officers of war courses and their family members should be invited on Bangladesh's independence and victory days every year. Murti Camp has an emotional link with the Liberation War, and that legacy must be passed on to next generations.\n \nRP Singh, VSM, is a retired brigadier of the Indian Army, and a veteran of the 1971 Bangladesh Liberation War, in which he was involved in different capacities from day one till the surrender of the Pakistan Army on December 16, 1971.\n",
        "headline_1": "Looking Back at the First War Course",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-back-the-first-war-course-2198501",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    },
    {
        "full_article": "In yet another sign of rapid deterioration in the quality of life in Dhaka, a recent study, published by the US-based scientific journal PNAS, has found the city to be the worst-affected around the world due to extreme urban heat. According to the study, the dramatic rise of population in Dhaka between 1983 and 2016 is one of the key reasons behind the increasing heat the city has been experiencing. It's not just Dhaka; exposure to deadly urban heat now affects around a quarter of the world's population. Some other affected cities are Shanghai and Guangzhou in China, Yangon in Myanmar, Bangkok in Thailand, and Dubai in the United Arab Emirates—which also experienced rapid population growth.\nScientists have found that rising temperatures and growing numbers of people living in urban areas combined have led to this situation, and warned that extreme heat would have devastating consequences for the urban population.\nWhat happens when urban areas face increasing heat? According to the lead researcher of the study, in addition to increasing morbidity and mortality, extreme heat reduces people's productivity or their ability to work, resulting in lower economic output. Due to extreme heat, a total of 57.5 million people in Dhaka have lost their productivity, the study has revealed. Apart from Dhaka, cities like Cumilla and Chattogram are also affected by severe urban heat.\nAround the same time, a report by the World Bank, titled \"Climate Afflictions Report,\" has revealed yet another worrying fact. It has found that infectious diseases are increasing in Bangladesh due to hotter and longer summers, warmer winters, and extended monsoons. The report found erratic weather conditions to be the main factor behind the 2019 dengue outbreak in Dhaka.\nIt's mid-October now. During this time of the year, we usually expect the temperature to drop a little in the city areas. But there is hardly any sign in nature that the weather will cool down anytime soon. Rather, the city dwellers are now experiencing sweltering heat, which is affecting their ability to function properly. The World Bank report has found that not only are the summers getting hotter and the winters warmer, the monsoon is getting longer too—it now spans from February to October.\nBangladesh's temperature has increased by 0.5 degrees Celsius over the last 44 years, and is predicted to rise by another 1.4 degrees by 2050. With a one-degree rise in temperature, 9.3 percent more people are likely to suffer from respiratory diseases, while for one percent increase in humidity, there may be a 12.5 percent increase in the number of such patients, as the report has found. Extreme weather conditions can also cause mental illnesses, such as mood swings, depression, and anxiety disorders, which will become more common in the future.\nThe PNAS study has pointed out that global warming due to climate change has played only a 20 percent role in the temperature rise in Dhaka between 1983 and 2016, while rapid population growth and unplanned urbanisation has had an 80 percent role behind it.\nCurrently, the population growth rate is 2.7 percent in Dhaka, which is the highest in the world. The city's population was four million in 1983, which increased to 20 million by 2016. In addition, people are continuously coming to the capital for different purposes, so on any given day, around 60 million people live in the city, the study has revealed.\nMoreover, with rapid and unplanned urbanisation, the greenery of the city has decreased to a minimum level, while the rivers and wetlands surrounding it have been filled up for illegal purposes as well as to make room for the growing population. The result of that is: Dhaka has literally become a concrete jungle. According to the Bangladesh Institute of Planners (BIP), 75 percent of the city area is now covered with concrete structures. With its greenery gone and concrete structures and asphalt surfaces trapping and concentrating heat, the temperature of the city has increased significantly.\nResearch has found that many areas in Dhaka, Chattogram, and Khulna are turning into \"urban heat islands\" due to unplanned urbanisation and development. It is feared that more of such heat islands will be created in the future if the issue is not addressed by the city authorities urgently. By now, 70 percent areas of the capital city and 60 percent areas of the port city have turned into heat islands. If the trend continues, Dhaka and Chattogram will soon become extremely climate vulnerable (Prothom Alo, April 22, 2021).\nWith Dhaka being severely affected by extreme heat and adverse weather patterns, and its population being exposed to infectious diseases, the residents' ability to work will decrease inevitably. The exposure to extreme heat will particularly affect the urban poor who live in slums in cramped conditions, without basic healthcare and other facilities.\nIf people are not able to work and function properly, if their productivity decreases from being exposed to extreme heat, what purpose will our big infrastructure development projects serve? If all our wetlands are filled up and rivers are grabbed, and all the greenery in the city is stolen, will the metro rail, the giant concrete structures mushrooming everywhere in the city, the big shopping malls and housing projects erected illegally on filled-up land let this city breathe?\nTo stop this worrying trend of temperature rise in Dhaka and other major cities, urgent action needs to be taken. Enough damage has already been done to our cities due to our ignorance and inaction. We have no time to waste. While we must have a national plan to fight against the impacts of climate change—which is one of the reasons behind the rise in Dhaka's temperature—reducing the population growth, focusing on planned urbanisation, increasing the greenery and reclaiming the wetlands in the city must also be given due importance if we want to save Dhaka from becoming a crippled city.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "The deadly urban heat that can cripple our city",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-deadly-urban-heat-can-cripple-our-city-2197821",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    },
    {
        "full_article": "After decades of government planning, court orders, and failed deadlines, the common effluent treatment plant (CETP) in Bangladesh's only tannery estate in Savar is still not fully functional. As a result, untreated industrial waste keeps polluting the Dhaleshwari River, leading to the death of aquatic life and ravaging of the surrounding environment. Currently, the CETP can treat 25,000 cubic metres of liquid waste, while 132 factories at the Bangladesh Small and Cottage Industries Corporation (BSCIC) tannery estate produce up to 40,000 cubic metres of waste. That means, on a busy day, the authorities have to release 15,000 cubic metres of waste directly into the river through an alternative channel, according to a recent report by the Department of Environment.\nThe CETP project, which was initiated in 2003, took years—if not decades—longer than was originally planned to complete, cost way more than the initial estimate, and yet still seems to offer no resolution. It is a perfect example of poor planning and execution by the authorities. With the CETP having gone into operation nine years after the project was taken up, one would have expected it to function much better. Unfortunately, that hasn't been the case.\nAccording to a report published by this newspaper, the CETP still does not have an online monitoring system, and testing facilities at its laboratory are also inadequate—only four out of eight kinds of testing facilities were installed in the laboratory. To fix these and other issues, the government will now have to take up a Balancing, Modernisation, Rehabilitation and Expansion project to make the CETP fully operational. But we must ask: why weren't these constructed in the first place (as per the agreement)? What did the monitoring authorities do? Were they not aware of these problems, or did they simply not care?\nIn the meantime, while the Dhaleshwari River and the surrounding environment get destroyed by the industrial waste of the tanneries, the BSCIC and tanners have been shifting blame, ignoring the real problem. This has been going on for far too long. It's about time all sides owned up to their responsibilities.\nIn August, one may recall, a parliamentary standing committee had recommended that the environment ministry shut down the Savar tannery estate. And we believe it is high time for the authorities to take a strong stand against the polluting of the Dhaleshwari. If the BSCIC and the tanners cannot come to an agreement and sort out these issues, we see no reason why they should be allowed to continue with this business-as-usual attitude. We call on the higher authorities to immediately look into the matter, and if need be, shut down the tanneries until the CETP is fully up and running.\n",
        "headline_1": "Nothing justifies polluting the Dhaleshwari ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/nothing-justifies-polluting-the-dhaleshwari-2198351",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    },
    {
        "full_article": "The Bengali mind is known for its innovativeness. The Dholai Khal initiative is well-known nearly all over the world. While Dholai Khal brought relief to many and had a positive impact on the economy, innovativeness in other sectors of business has had the most damaging consequences. The business that is hogging the news currently is e-commerce—not for its positive contribution to society and the economy, but for the manner in which a perfectly novel way of trading has been corrupted to exploit people through fraud and deceit.\nAnother name has been added to the long list of fraudster companies that have cheated unsuspecting customers out of thousands of crores of taka: 24tkt.com, an e-ticketing agency. Reportedly, this particular company has swindled Tk 50 crore out of smaller agencies and customers. What surprises us is that it is not one or two or even a dozen people that 24tkt.com have managed to swindle, but 2,000—yes, 2,000 people. And they have been at it since 2019. The question is: how come? How has it been possible if the custodians have, as they claim, been keeping their antennae honed and their eyes open?\n24tkt.com made the best of both worlds. They bought thousands of tickets from larger agencies on credit and sold them to smaller agencies and individuals on cash. And it never paid their creditors. Thus, the ticket was not confirmed—something that the unwary travellers found to their chagrin once they went to check in. We would like to point out that while the amount is comparatively smaller than what the other e-commerce companies like Evaly have swindled out of people, here the sufferers are the expatriates; many of them are workers whose jobs are on the line if they don't report to their workplace in time.\nWe are happy to know that two of the owners of the company have been arrested. Interestingly, nearly 30 e-commerce agencies are currently under surveillance, according to the CID. Unfortunately, there must be loopholes in the system, since so many of them have escaped the net. Our opinion is that the fraudulent ones must be identified and caught before they can do more damage to people. What is the point of arresting a few operatives when the masterminds manage to flee the country? Nipping them ab initio is essential, since the long-drawn legal process allows very little of the swindled money to be returned to the rightful owners.\n",
        "headline_1": "Another burglary in the garb of e-commerce",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-burglary-the-garb-e-commerce-2197741",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2021"
    }
]