[
    {
        "full_article": "Two weeks after abstaining from a UN General Assembly (UNGA) resolution that called for a ceasefire in the Israeli strikes on Gaza, India voted in favour of five of six annual draft resolutions at the UNGA’s Fourth Committee that criticised Israel for increasing settlements in the Occupied Territories, was in favour of Palestinians’ right to homes and property, and supported the UN Refugee and Works Agency (UNRWA) operating in Gaza. The official explanation of the votes as “routine” affirmation of India’s traditional policy has only added to the confusion over the government’s stand on the crisis. Its Explanation of Vote in the original UNGA resolution in October said that India could not vote for a resolution that did not include an “explicit condemnation” of the October 7 attacks by Hamas. However, none of the six resolutions, including one in which India abstained, that discusses investigating Israel for rights violations, actually referred to the October 7 attacks. These were instead identical to resolutions that India had voted for before, and neither India nor any other country at the Fourth Committee deliberations proposed amendments. The Israeli envoy, in fact, demanded a rejection of the “anti-Israel” resolutions as they did not contain references to the current situation. Cuba argued that the resolutions were important to vote for, but that they also did not contain references to the more than 11,000 Palestinians killed, including 4,000 children, and the displaced (nearly a million). India did not propose amendments, nor did any Indian diplomat speak, although a lengthier explanation may be expected when the resolutions are put to a vote by the UNGA next month — by which time more of Gaza would have been flattened.At a time when every day counts, New Delhi appears unwilling to exert itself to making a difference. True, the government continues to hold its traditional stand on support for the Palestinian cause and a two-state solution (which it reaffirmed during the recent India-U.S. 2+2 Ministerial meeting), and that it “stands by” Israel, with “zero tolerance” for terror attacks. However, it has not joined the call for a ceasefire or explicitly asked for an end to the strikes on civilian targets, where Israel claims it is hunting for Hamas fighters and searching for hostages. Nor has it named Hamas for the terror attacks or changed Indian law, as the Israeli Ambassador to India called for, to designate Hamas as a terror group. More than a month after Israel’s reprisals began, the government must explain its position on the conflict, including where, if anywhere, India could play a role in alleviating the situation. The upcoming Voice of Global South and G-20 virtual summits may present the opportunity to articulate options for ending the violence, recovering Israeli hostages, as well as post-conflict scenarios for Gaza and Palestinians. India’s voice, once known for being forceful and balanced on such issues, must not be replaced by an expedient silence. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Nations\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nrefugee\n\n/\n\nIndia\n\n/\n\nhuman rights\n\n/\n\nterrorism (crime)\n\n/\n\nG20\n\n/\n\nschool\n\n/\n\nhospital and clinic\n\n/\n\nsummit",
        "headline_1": "Bridge to nowhere: On India’s voice, Israel and the Palestinian cause",
        "headline_2": "India should be forceful in articulating its position on Gaza",
        "link": "https://www.thehindu.com/opinion/editorial/bridge-to-nowhere-the-hindu-editorial-on-indias-voice-israel-and-the-palestinian-cause/article67532758.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "The Supreme Court’s direction to the Union government to frame guidelines to protect the interests of media professionals with regard to the seizure of their digital devices is a timely first step. Recent actions against journalists, whose laptops and smartphones were seized and searched, have sent a chilling message not just to the wider media fraternity but also to whistle-blowers and others who speak to journalists on the condition their identity will not be revealed. If a journalist’s communication devices can be seized and their data examined on the flimsy grounds of allegations, it compromises sources and impedes news professionals’ ability to do their job. In this way, it impinges on the freedom of the press and also strikes at the right to livelihood of journalists, as digital devices have become the critical tools of the profession.The guidelines must ensure that law enforcement agencies are not permitted to seize or search devices without a prior judicial warrant, clearly laying out the information that the agency expects to find, rather than authorising an unlimited fishing expedition. Journalists must not be forced to incriminate themselves or their sources by being compelled to provide passcodes or biometric data. The guidelines must include protocols to safeguard the devices and the data, to ensure that it is not leaked or tampered with, or passed on to third parties, and that data irrelevant to an investigation is deleted in a timely manner. Technological interventions allow for the cloning of a device, thus allowing journalists to continue their work and not depriving them of their own data for an unspecified period. Similarly, it is important to create a record of the device at the time of seizure to ensure that incriminating material is not planted on it during the investigation process. The Court, in its directive to the Additional Solicitor-General, indicated the need for a “balancing of interests”. Thus, the guidelines must be drafted in a transparent manner and involve public consultations. The Court referred to the fact that “privacy itself has been held to be a fundamental right”, indicating that this is an issue involving all citizens whose professional and personal lives are increasingly contained in a vulnerable hand-held device. Beyond these guidelines for media professionals, there is a need to update the laws allowing search and seizure by law enforcement agencies to take these new digital realities into account. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nmedia\n\n/\n\ntechnology (general)\n\n/\n\ncommunication infrastructure\n\n/\n\nlaw enforcement",
        "headline_1": "Limiting search and seizure: On digital devices and media professionals",
        "headline_2": "Unfettered powers to seize devices threaten freedom of speech",
        "link": "https://www.thehindu.com/opinion/editorial/limiting-search-and-seizure-the-hindu-editorial-on-digital-devices-and-media-professionals/article67532325.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "By- Narayani Ganesh\nThe debate and discussion on Artificial Intelligence (AI) is mostly about how it may take over our lives. Will human beings become redundant with atrophy brought on by my machine power? Now these questions are all up in the air, for neither do we know enough about human consciousness nor do we know anything substantial regarding AI’s future potential as proto humans. Writing in Naturemagazine, Liad Mudrik discusses a new book by Daniel C Dennett, Tufts University, called I’ve Been Thinking where he talks of the need to first understand our own consciousness, the self and free will before we try to delve into the intricacies of AI.\nAre some animals conscious? And fetuses? What about artificial neural organoids? Two more books that deal with these topics are Free Agents: How Evolution Gave Us Free Willby Kevin J Mitchell and The Four Realms Of Existence: A New Theory of Being Human by Joseph E LeDoux – from Trinity College, Dublin and Harvard University respectively. Dennett says that consciousness, free will and meaning emerged from billions of years of natural selection and cultural shaping, “as single-celled organisms became eukaryotic, multicellular ones”. At the very end of the spectrum during a fraction of the entire timescale, came Homo sapiens and the development of language that brought humans a great deal of freedom to think, ideate, analyse, express, formulate and act. A lot to deal with, all at once.\n\nConsciousness is the key to navigate and exercise some control over all of these new developments, that are full of potential and freedom, expectations and actions. To be human is to be able to reason and control one’s behaviour and actions. Here, the sakshi bhav practice brings value as you learn to be witness, observing what you experience, and how you respond, and this comes from your sense of self. Evolution and its changes forced humans to make choices and become conscious agents, says Mitchell. He also speaks of indeterminism in a random Universe, somewhat similar to the brain. This unpredictability helps humans adapt, fight opponents and survive – and reason out things. For Mitchell, such conscious, rational control of our actions is nothing other than our free will. It is a biological, evolved function, as Dennett argues too, writes Mudrik. And LeDoux agrees. His book talks of four basic varieties of life on Earth: biological, neurobiological, cognitive and conscious. Most living things are in the biological realm; some are also neurobiological, fewer are cognitive and it is humans, as far as we know, who are conscious.\nWhere does AI figure in all of this? LeDoux says only biological life can become conscious. Dennett too says even if we artificially mimic biological attributes, the result will not endow the machine with intention or an agency with beliefs and desires. AI is not an intentional system that can make wilful choices.\nTo understand the potential indicators of consciousness in AI, an inter-disciplinary approach is vital, so that all aspects of life and evolution are covered. Though some life forms other than humans are observed to have a certain degree of consciousness, it is doubtful if this is a possibility in AI, is what many scientists have concluded – but so far, the jury is still out on this.\n\n",
        "headline_1": "Whether machines could become conscious",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whether-machines-could-become-conscious/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "Rash Behari Bose, multi-tasker par excellence, was the chief coordinator of armed conspiracies, notably the bomb attack on Lord Hardinge in Chandni Chowk in 1912 and the abortive rebellion of 1915 that spread from Lahore to Ferozepur, Agra to Benares. He dodged police to reach the Far East where he crafted his pan-Asian vision of freedom, also establishing close ties with military officials and political figures in Tokyo, to become “the most influential Indian in Japan” in the 1920s and 1930s. Regard for Bose earned him the Japanese honorific Sensei. Bose also edited the forward-thinking New Asia periodical and even introduced curry to Japan. An edited version of Mcquade’s email interview to Avijit Ghosh\n● For most people, the first Bose who comes to mind is Subhas Chandra. What made you write a biography of this largely forgotten Bose?\nWhile researching for my first book, A Genealogy of Terrorism, Rash Behari kept emerging as a key figure in some of the most important moments of India’s revolutionary struggle. But in most mainstream accounts of the period, Rash Behari only shows up as a supporting character. I wanted to learn more about his life and see how the story would change if Rash Behari were re-situated as a principal character.\n● What were the highlights of his work before he escaped to Japan in 1915?\nRead full story on TOI+\n\n",
        "headline_1": "The other Bose – Face of revolutionary Asia: A biography Fugitive Of Empire by historian Joseph Mcquade relocates Rash Behari Bose’s place in modern Indian history. He helped spread anti-colonialism from Punjab to Tokyo",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/227674/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "In most newspapers today, the front and back pages carry stirring stories of nationalism. The opening page is about war, whether in Ukraine or Israel, and the last one carries news of sports, at this time it is cricket. In the case of war, we have nationalism where clearly no rules apply, but in the last page, with sports, it is nationalism, again, but here only rules matter.\nThe casualties in Ukraine and Gaza keep climbing, and so does our threshold of violence. This makes us forget there are actually rules, signed and sealed by many countries, on how not to wage war. Wantonly killing civilians, forced deportation and (post-1948) genocide were listed as war crimes, but with little effect, except when the winning side prosecutes.\n\nIn sports, nationalism holds, but here rules hold too. Recently, Angelo Mathews, a star Sri Lankan batter, was declared out for taking more than the allotted time to open his innings. Rules permit “mankading” as well when a batter can be stumped for straying away from the crease before the ball is delivered. Such are the rules, and there’s no going back on them.\nWhen it comes to prosecuting war crimes, one can always go back. Lt William Calley, who was convicted for the 1968 My Lai massacre, was freed after three years. In Germany, a few were tried for WWII crimes and most were sentenced to short periods, often just months. In Japan, except for those who died of natural causes, many others were freed by 1958.\nIt is not as if sports do not excite nationalism; they do and sometimes stands erupt in anger. Yet, on the field, rules operate, and these are transnational. So, no matter how nationalist the home crowd may be, if their team loses, it loses in the open and, if it wins, that’s in the open too. Unlike deliberations of war that are opaque, sports are transparent from start to finish.\nIn 1863, Franz Leiber drafted the first document that later became the reference point for all future deliberations on war crimes, of which there have been many.\nThe most significant and, probably, the most recent, is the 1998 Rome Statute authorising an International Criminal Court. Sadly, the US, China, Israel and Iraq, were among those who opposed it.\nBe that as it may, the rules of war were repeatedly framed but never properly implemented. In sports, however, the story is very different. No matter how prestigious a team or an individual sportsperson may be, rules remain paramount throughout the event. In war, contrarily, it is the winning side that puts the losers in the dock.\nRead full story on TOI+\n\n",
        "headline_1": "War with rules, war without rules: Aggressive nationalism informs both sports and conflicts. That the first imposes fair play requirements and the second can’t says much about limits of modernity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/war-with-rules-war-without-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "Goodbye Pakistan. As an Indian, I would like to apologise for not being a good host. We didn’t play Dil Dil Pakistan at the grounds. We gave you biryani that clogged your arteries. We worked hard to eliminate you from the competition by beating you badly in our game. This was even more dastardly considering that in your game, we didn’t play Mohammed Shami, but Shardul Thakur, whose deliveries are as peaceful as the poetry of Rabindranath Thakur.\nBut we didn’t stop there. We changed the nature of the balls during the innings break, Race 3 style, for our game. We hacked into the DRS system like Bobby Deol in Ajnabi, in the same way we did in 2011 for that Saeed Ajmal delivery. Hell, we even changed the pitch secretly, turning it around in the way Cirque du Soleil does their stage.\nNot content with that, we used our financial muscle to hire Storm of X-Mento tamper with the weather so that it didn’t rain in Bengaluru, and New Zealand could beat Sri Lanka, thus eliminating Pakistan. BCCI also paid for the services of Dr Charles Xavier, who used mind-control to make the Afghan captain make a politically charged statement against Pakistan. Ungrateful these Afghanis, as your experts in your TV programmes said, a sharp contrast from you, who took billions from the Americans to kill Osama bin Laden while sheltering him near an army base.\nAs a matter of fact, the only thing we didn’t tamper with was the ball once the game started because, hey, no one can do that better than you.\nThe reason we are such terrible hosts is because, let’s face it, we are jealous of you. Of your tremendous standing in the world, your emerging superpower status, while we sink into majoritarian fascism and economic collapse. I know this because a fact-checker told me that. So all we can do is spin conspiracy theories to explain your success while at the same time begging to be allowed to play in PSL. As for IPL, you say the reason you aren’t allowed to play in IPL is because India is jealous of your abilities, but since you also say that you won the 1971 war, we know that facts to you are like Afridi’s age, so bhavnaon ko samjho.\nI hope I haven’t overstepped myself here because here, too, no one does that better than Mohammed Amir.\n\n",
        "headline_1": "The jealous spin: On some Pakistani views on their World Cup exit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-jealous-spin/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "All the measures taken so far by the government to check unrestrained price inflation of essential commodities have come to a naught, thanks to the manipulative power of a section of market players. For instance, the government tried to fix the retail prices of potato, egg and onion through an executive order in August this year. But the traders simply refused to go by that order. Strangely, they could get away with the defiance. Alongside such supposedly strict measures, a softer approach adopted especially by the National Board of Revenue (NBR), to tame the essential market through slashing of import duty or even, in some cases, by outright withdrawal (of the import duty), also did not work. The latest example of such a method is cutting the import tariff on sugar by half early this month. But, paradoxically, far from leaving any positive impact on the price of sugar, the measure rather pushed up its level by Tk10 per kilogramme. As before, the arguments like global price hike of sugar, depreciation of Taka against US dollar, etc. were put forward to justify the price hike by those who control its market. Similar measures were taken also in the past to rein in the essential price hike, but to no avail. Against this background, the NBR, of late, is learnt to have decided to examine if the steps so taken by way of reducing tariff on essential commodities including edible oils and sugar did actually have the desired impact on the market. To this end, the customs wing of the NBR is reportedly working to evaluate the consumer items' prices in the market before and after the tax reduction/exemption measures it had taken over the past few years till now. Notably, decisions on tariff cuts are often taken by the NBR following pressures from the relevant ministries as well as industries or traders' bodies. But, one wonders, if the efficacy of any such sporadic measure without going for a concrete analysis of the factors influencing prices of the commodities in question, did ever cross the mind of those who advised or recommended it.Though the previous actions by the tax regulatory authority to this end did not follow such procedure, it is still welcome that the NBR has finally decided to have at least a post-implementation assessment of tax reduction measures it took previously to contain market volatilities of certain consumer items. Obviously, it will help provide valuable insights into the behaviour of the essential market. Admittedly, it is the standard practice to do such research before taking any step to influence the market. Had the government or its top tax regulatory body also followed this practice earlier, it could possibly draw better outcomes from actions like price fixation or tax cuts/exemptions applied so far.Finally, it is one thing to have a better understanding of a situation, but quite another to bring about a real change in it. This is particularly so when it comes to the subject of market where any measure to take effect depends largely on the seriousness as well as the political will of the implementation authority concerned. Lessons learnt from previous experiences as well as from the present study undertaken by the tax authority may help the government devise a more effective strategy for containing the volatile market.",
        "headline_1": "Weighing efficacy of tax cuts to arrest price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/weighing-efficacy-of-tax-cuts-to-arrest-price-hike-1699973119",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "The agro-food processing in the country is way behind its potential. The sector's below par performance is often attributed to factors that are largely reliant on government's efforts. Declaring it a thrust sector by the government hasn't worked to stimulate it as it should have. In fact, the facilitation to cause the required thrust has, so far, remained elusive. Agro-processed foods with the essential marker of value addition are considered to have brighter prospect than many other processed products because of their growing demand globally. This sector with its strong and integral link to the livelihood of millions of farmers has more prospect than any other to thrive, for both the domestic and export markets.Bangladesh, a country firmly positioned for its myriad varieties of agro products should, for all valid reasons, be a formidable contender to produce substantial quantities of agro-processed foods for both local consumption as well as exports. Although exporting is altogether a different ball game, shying away from accessing overseas markets up to the potential does not at all validate the country's commendable growth in agricultural produce over the decades. The country's food processing industry has over the years grown moderately, catering mostly to increasing domestic demand while also engaging in overseas marketing-albeit in a small way. What actually stands in the way of the industry's flourishing, especially on the export front, is inadequate lab testing facilities as well as a lack of facilities to maintain compliance norms of the destination markets. While lab testing is the only means to ensuring quality compliance of most products, it is most crucial in respect of food products, and unless food items meant for export are channelled through proper laboratory tests in line with internationally recognised protocols, Bangladesh's export market of agro-processed foods would continue to remain untapped despite high potential. This is more pronounced these days than in the past as the destination markets, especially those in the developed countries, are resorting to stricter non-tariff measures on standards relating to, among others, sanitary and phyto-sanitary aspects.There is no point harping on the issue. Agro-processors know it well, and have been suffering for this while exporting. However, not all overseas markets are equally sensitive, but most importing countries go by standard procedures with strict compliance requirements. The country's agro-processors have been urging the government to establish a quality control lab of international standard where processed food items will be tested in order to obtain better branding in the world market. The issue, in fact, is more than branding because unless products are able to access prospective markets, the question of branding is a far cry. More importantly, if an importing country comes up with an embargo owing to deficient quality control, the fallout would take its toll on the entire industry.Experts blame low investment in the sector as a key hindering factor. Besides, they say due to unplanned setting of processing plants, agricultural products grown in different parts of the country cannot be mobilised for the processing industry. The country has more than 200 food processing firms but only a dozen of them are in exporting, and of these, one or two dominate the market -though with a moderate export volume. Import dependence on packaging materials, a lack of appropriate quality control mechanism and absence of a nodal agency to monitor and supervise the activities of the sector are the main challenges for tapping its actual potential. Currently, although Bangladeshi processed foods are being exported to many countries ranging from the advanced to less advanced regions, the key markets---because of the concentration of migrant population---are the United Kingdom, the USA, Canada, Malaysia and countries in the Middle Eastern region. The products include among others spices, fruit juice, fruit drinks, biscuits, processed nuts, potato chips, potato flakes and pickles. Primarily, Bangladeshi migrants are the main consumers of these products, and with more and more quality products made available to them, their preference for home-grown products is likely to increase. But it must not be taken for granted that these products are meant for the Bangladeshi migrant community only. There is no reason why a large number of sub-continental migrant communities should not be taken as potential consumers, provided the foods are able to match their tastes and preferences.Domestic market for agro-processed products is growing as people are getting increasingly inclined to ready-to-cook and ready-to-eat food items. Basically, it is the domestic demand that the industry caters to. But reaching out to wider consumer groups demands that food products, especially those processed, must conform to the compliance requirements of respective countries. The EU being such a destination asks for fulfillment of its stringent compliance requirements. To access markets like the EU, quality assurance would allow, besides accessing the markets, the opportunity of diversifying product range.In this context, the issue of accredited labs may also be found pertinent. Human, technical and logistic resources may not always be enough to assure exporters of entry of their products into the target markets. What is important here is compatibility that can be ensured through accredited agencies, authorised to conduct tests as per strictly followed and monitored guidelines. It is high time the government looked into the matter to bring about the desired vibrancy in the agro-food processing sector.\n[email protected]",
        "headline_1": "Agro-food processing still not a priority!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/agro-food-processing-still-not-a-priority-1699973225",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "The premise on which import taxes were cut on a host of essential items in a bid to lower prices in kitchen markets in Bangladesh has essentially backfired. In the process, the national board of revenue (NBR) has lost earnings and no cost benefit has been passed on to end users. The only gain here has been made by the companies involved with the supply chain of those sensitive products. While the NBR move was a logical step, one wonders how much more profit companies that control the wholesale business of commodities need to squeeze out of consumers!According to a report published recently in this newspaper, \"Intended impact of the tariff readjustments is in doubt amid price rises of all commodities---be that local or imported---and that prompts the government's revenue board to begin a crosscheck to determine whether the benefits are being passed on to the consumers.\" The fact that the customs wing of the NBR has finally started assessing prices of commodities like rice, lentils, edible oils, onions, wheat, sugar, eggs, potatoes, beef, fish, apples, oranges, chickens, poultry and fish feeds after and before tariff cuts is a step in the right direction. It seems business interests feel confident enough to fleece both the national treasury and consumers without facing any blowback. Bloated prices at the primary dispersal point have a chain effect down the line. Recent media reports have unravelled how consumers are being fleeced by retailers courtesy of tampered digital weighing scales at grocery shops and kitchen markets. These weighing scales had been introduced to fix tampering in the market, but dishonest retailers have tampered with it. Now, the revenue board is looking at data of the last three consecutive years using tariff cuts as the basis for this analysis. This comes against the backdrop of a demand for a closer look both from government and private industry, which are all paying though the nose and passing the costs on to the consumers. This price increase may benefit unscrupulous business interests, but it has hit the people hard across broad segments. As per Bangladesh Bureau of Statistics (BBS) data, inflation had reached 9.93 per cent in October which had been 9.63 per cent in September. Food inflation outstripped the general inflation to 12.56 per cent in October.Now with the NBR getting its acts in order, it may be possible to deduce precisely how the market price manipulation has been going on for most of 2023 that has drastically weakened the consumers' purchasing capacity in putting the right food in the right quantity on the family table. Some point out to the increased cost of doing business due to depreciation of Bangladesh Taka against the dollar, the paucity of letters of credit and the foreign exchange crunch, increased transportation costs due to increase in fuel prices, etc. Unfortunately, none of those excuses can explain the astronomical increase in prices on a weekly basis for items, import of which has been allowed to happen. It is logical for the authorities to do an in-depth evaluation of why lowering of taxes has not helped bring down prices of goods in the market. In some cases, tariff cut has been followed by a price increase which defies logic and market rules. This is hardly surprising. In a country where government intervention so far has been a reactive ---one that is docile rather than proactive, offenders have got their ways unimpeded. Anti-racketeering measures were the right set of tools to fight the malpractice. The findings of the current study are likely to provide the government with the tools it needs to bring to heel these racketeering buccaneers. \n[email protected]",
        "headline_1": "Consumers get no benefit from import tax cut",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumers-get-no-benefit-from-import-tax-cut-1699973277",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2023"
    },
    {
        "full_article": "Bangladesh's economy remains heavily dependent on the ready-made garments industry (RMG) for jobs in manufacturing, foreign reserves and empowering women. The industry contributes a major portion to the country's GDP. More than 4,600 RMG factories in our country represent its largest industrial sector. More than 84 per cent of our total exports come from the RMG sector and the RMG sector directly employs 4.1 million people, according to the World Bank. However, this sector often turns violent over the workers' minimum wage. Recently, a total of four workers including a female have been killed in the space of two weeks while protesting against the wage board's decision to raise the minimum wage to Tk 12,500 from Tk 8,000. The workers proposed a minimum wage of Tk 20,393 while the owners proposed it at Tk 10,400, sparking labour unrest. As many as 150 RMG factories in the country have reportedly suspended operations indefinitely due to the ongoing workers' protest for higher wages. The RMG industry's strategy appears to supply high-quality products to the global market at low price. This is possible because cheap labour is available in the country. We know that women workers contribute the most to the garment industry. But currently, the number of women workers is decreasing day by day. While Bangladesh is at the second position of exporting RMG products, the salary and facilities are seemingly at the bottom among all the countries. According to a survey, the monthly average income of workers excluding overtime was Tk 9,984 between April and June this year. In the context of soaring inflation, it is a very meagre amount of money. And a family of four or five can never lead a life with this amount of money. Therefore, the demand of the workers should be implemented. As a result, the workers and their families will be able to manage their families a little better. The present situation requires a compromise between the employers and the workers in a positive state so that the workers do not need to take to the streets again to get their just demands realised. As the economic security of the country depends on the future of the garment industry, the demand of the workers should be met as soon as possible. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China",
        "headline_1": "Meet RMG workers' demand",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meet-rmg-workers-demand-1699973330",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2023"
    }
]