[
    {
        "full_article": "Hearing a case by petitioners aggrieved with the unremitting hostilities in Manipur, the Supreme Court of India has directed the Manipur government to disclose details of destroyed and encroached properties following the ethnic violence a year and a half ago. The Court had also, a few months ago, extended the working tenure of the Justice Gita Mittal-led Committee supervising the investigations related to the violence and also humanitarian assistance and relief in the State. Ideally, these steps should not have been under the aegis of the Court and, instead, under the remit of the executive governments — in this case, the State and the Union Home Ministry. But the violent imagery of sexual violence, the wanton destruction of property, including places of worship, and the continuing hostility between the State’s two ethnic groups had forced the Court’s hand into foraying into a supervisory role through the Justice Mittal Committee. It has also become an imperative for the higher judiciary, first, because of the remarkable reticence of the Union government in answering questions from civil society and the political Opposition related to the situation in the State, and second, due to the lack of accountability by the misfiring State government that has been ineffective in bridging the ethnic gap. Even political representatives from the same parties have been split on ethnic lines and there seems little convergence in the political demands being made by the opposite camps.There is also the rise of non-state actors, armed with sophisticated weapons — many of which are looted from the State armouries — exercising their illegal writ on the political process. They have also been engaged in violent acts in places such as Jiribam, which did not see any ethnic conflagrations earlier. Manipur’s tragic descent into ethnic hostilities receives national attention only when the scale of the violence is horrifying and reaches unconscionable levels. Despite the government averring that it is taking steps to restore the rule of law and addressing the political differences, a return to the status quo ante before May 2023 seems far away. The Court’s renewed attention is, therefore, welcome, but shorn of meaningful steps to reverse the spiral of hostilities, this exercise would remain incomplete. The government’s attorneys have also sought to retain a veil of secrecy over the committee’s functioning and findings using the tired rhetoric of “national security”. The Court should not pay heed to this ploy which seems more a case of seeking to divert attention than helping to find meaningful solutions to the conflict. Across the world, conflict resolution has focused on mechanisms such as “truth and reconciliation” exercises which have privileged accountability and normative actions, something that remains absent in Manipur. The Committee’s findings may provide the necessary push in the right direction. Published - December 14, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Manipur\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        national or ethnic minority",
        "headline_1": "​Welcome spotlight: On the Supreme Court directive to Manipur government",
        "headline_2": "The Supreme Court’s renewed emphasis on monitoring Manipur is welcome",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bwelcome-spotlight-on-the-supreme-court-directive-to-manipur-government/article68982149.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "The Akal Takht, the highest Sikh temporal seat, has enforced punishment for Shiromani Akali Dal (SAD) leader and former Punjab Deputy Chief Minister Sukhbir Singh Badal, and colleagues for the alleged mistakes they committed when they were in power from 2007 to 2017. The punishment has been both religious and political in nature, which is a disturbing collapse of the essential wall between the two spheres. Mr. Badal survived an assassination attempt while performing penance at the Golden Temple, the central place of worship for Sikhs, on December 4. The Akal Takht’s punishments for religious misconduct are the accepted norm for practising Sikhs and, as such, are within the realm of faith and custom. However, Mr. Badal’s actions that drew the scrutiny of the Akal Takht were not strictly about his faith, and at the very least, overlapped with his political role as Deputy Chief Minister and beyond. The religious authority also pushed for his ouster as SAD president, and issued directions to the party to set up a committee to initiate a membership drive and hold elections for office-bearers within six months. The SAD is a registered political party regulated by the law of the country and the Election Commission of India. That it bends to religious writs is disconcerting for the polity.India’s legal framework and constitutional principles emphasise secularism, which is reflected in how political parties are regulated. The direct intervention of any religious body in political decisions and affairs of political parties could send the wrong signals on adherence to the Constitution’s secular principles. The SAD has been going through a challenging phase following its poor electoral run in the 2022 Assembly and 2024 general elections. It has lost its traditional support base and needs to reimagine its politics to stay relevant in Punjab. The SAD’s strategy to revive its fortunes is a return to its pre-1996 ‘panthic’ (Sikh) agenda. But this is a tricky route. There are disturbing signs of a potential revival of extremism among Sikhs, which will do no good to the community or the country. There are global actors that want to reignite the embers of the long-dead ‘Khalistan’ movement. The assassination bid on Mr. Badal yet again revealed the existence of radical elements willing to resort to violence. The SAD has had a moderating effect on the Sikh community, offering its members a platform for their religious and secular concerns. An effective takeover of the party by the Akal Takht is harmful for both, and the larger polity. Published - December 14, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Punjab\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        Election Commission of India",
        "headline_1": "​Beyond faith: On the Akal Takht and the Akali Dal",
        "headline_2": "The interference of the Akal Takht in the affairs of the Akali Dal is unacceptable",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bbeyond-faith-on-the-akal-takht-and-the-akali-dal/article68982349.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "“Gukesh is a bit of a mystery to me. It’s weird to have somebody who’s unbelievably better at classical than rapid. He calculates non-stop, very well, and he often considers stuff I didn’t even think about. But in rapid and blitz, sometimes it looks as though this guy doesn’t have the intuition to find good moves quickly, and he makes certain strange positional decisions because he doesn’t have a positional filter.”\nRead full story on TOI+\n\n",
        "headline_1": "He isn’t the best but can get there",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/he-isnt-the-best-but-can-get-there/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "With Bashar al-Assad’s ouster in Syria, West Asia saw the fall of another long-time strongman. The Assad family had ruled Syria for five decades with an iron grip. Therefore, many Syrians celebrate the regime’s fall. But there’s also apprehension about what comes next. The transition from dictatorship to democracy isn’t a cakewalk and often produces far worse results. Here’s a look at how countries that deposed autocrats, or where strongmen were forced to yield, fared.\nRead full story on TOI+\n\n",
        "headline_1": "Here is what happens when dictators fall",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/here-is-what-happens-when-dictators-fall/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "Imagine having to work all day without a proper lunch break. Sounds awful, right? That’s what Kemi Badenoch, a leader in the UK, seems to think is okay. She recently said, “What’s a lunch break? Lunch is for wimps.” She believes skipping lunch will save time and help workers get more done. But will that really make a country stronger or more successful? Probably not.\nIn fact, lunch breaks are super important. They’re not just about eating – they’re about taking a moment to recharge. Think about it: when you’ve been doing something boring or hard, a lunch break feels like a little reward to look forward to. Without it, the day feels longer, and you’d feel more tired.\nEven in other parts of the world, people know this. In southern Europe, people take longer lunches to relax during hot afternoons. In Mumbai, dabbawalas have perfected the art of delivering homemade lunches so workers can enjoy their food and feel refreshed.\nSure, Kemi might think eating lunch quickly or skipping it makes her tough, but even great leaders like Napoleon believed in the power of a good meal. After all, how can anyone stay strong and focused if they’re running on empty?\n\n",
        "headline_1": "Let them eat lunch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/let-them-eat-lunch-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "A big problem happened at the launch of the movie Pushpa 2 in Hyderabad. A famous Telugu actor, Allu Arjun, was there, and huge crowds came to see him. Sadly, a woman died, and a child was hurt in a stampede when things got out of control. Instead of focusing on what went wrong, the police blamed Allu Arjun and even arrested him. They said he caused the stampede by holding a roadshow. But the actor’s team and the theatre say they had already told the police about his visit.\nThe truth is, controlling crowds is the police’s job. If they had done it properly, this tragedy could have been avoided. Events like this, especially when a superstar is involved, always attract big crowds. Even without Allu Arjun, people would have rushed to see Pushpa 2 because it’s such a popular movie.\nThis isn’t just about one case. Across India, police often fail to handle large crowds. Sometimes, they don’t have the right training or tools. Other times, they simply don’t do their job well. Instead of fixing their mistakes, they quickly file cases against others to avoid getting into trouble themselves.\nThis shows a bigger problem: while regular people often struggle to get justice for real issues, the police sometimes use the law unfairly. They go after famous people or even ordinary citizens with weak cases just to hide their own faults. This is something that needs to change.\n\n",
        "headline_1": "Pushpa, Too!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/pushpa-too-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "As we observe Martyred Intellectuals' Day today, honouring the bright minds of this land who were brutally murdered by the Pakistani occupation forces with the help of their local collaborators before our liberation in 1971, it is deeply disappointing that we have yet to finalise a complete list of these martyred intellectuals. Reportedly, the Ministry of Liberation War Affairs initiated efforts in 2020 to prepare a comprehensive list, as no complete record has been compiled even after five decades of the country's independence. Although the work was supposed to be completed by December 16 this year, it has remained suspended since July, casting uncertainty over its progress.\nOver the past four years, the ministry published four gazettes listing the names of 560 intellectuals based on recommendations from a national committee, which also had a sub-committee to scrutinise the list. However, the sub-committee held its last meeting on July 1, and there have been no updates on the project since then. It appears that the political transition in the country might have created a vacuum in the committees, stalling progress. Some committee members have anonymously suggested that the work was postponed to avoid potential debates over the number of martyred intellectuals. Nevertheless, we believe that transparency and efficiency in the enlisting process can prevent any such controversy.\nThere should be no controversy or disagreement about the invaluable roles these intellectuals played in shaping the course of our history. These luminaries—academics, journalists, politicians, artists, litterateurs, philosophers, scientists, physicians, and engineers—played a pivotal role in the mass movements against the widespread inequality and oppression of the Pakistani regime, culminating in our Liberation War. Beginning on the night of March 25, 1971, the Pakistani army, aided by local collaborators, started abducting and killing these intellectual leaders. As their defeat became imminent, they intensified efforts to eliminate these prominent figures in the lead-up to December 16, 1971, to intellectually paralyse the emerging nation. Their loss has left an irreplaceable void in the intellectual sphere of the country.\nCompiling a complete list of these national icons and learning from their lives and contributions is more critical now than ever, as we endeavour to build a nation free from discrimination following the ouster of a 15-year autocratic regime. Numerous sources exist from which information about the martyred intellectuals can be collected. For example, their names can be found in Shaheed Buddhijibi Koshgrantha, the 1972 documentary Bangladesh, Banglapedia, postal stamps, and various books and research works. These sources should be properly verified to ensure accuracy and inclusivity, avoiding any disputes.\nWe, therefore, urge the interim government to promptly resume the initiative to create a comprehensive list of martyred intellectuals and complete this vital project without further delay.\n",
        "headline_1": "A tribute long overdue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tribute-long-overdue-3776116",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "The findings of a recent study showing that 78 percent of women in Bangladesh face tech-based violence is very concerning. Such violence has the potential to drive women out of the digital space, hindering both their own and the nation's economic, technological and social progress.\nThe study, conducted by NETZ Bangladesh between July and November 2023 with 300 respondents from eight districts, also found that 50 percent of women avoid online activity or hide their identities on social media due to safety concerns. Incidents of violence have primarily occurred on Facebook, the social media platform used by many young women entrepreneurs in Bangladesh. Multiple fake accounts and/or AI-generated deepfake videos and doctored photos have been used to financially and emotionally exploit or blackmail women. Thirty-five percent of the respondents reported suffering mental health issues due to online harassment.\n\nHowever, there is little redress for the female victims of cybercrimes. According to an op-ed published in this daily, 26,592 complaints were registered by women with the Police Cyber Support for Women between November 2020 and April 2023, making up 77 percent of the total number of complaints. Yet, 33 percent of complainants refused to pursue legal action. This reluctance stems from the lack of victim-centric support, which creates more hassle for women than restitution. The lack of gender sensitisation among law enforcement members, lengthy legal process, and low conviction rate discourage women from seeking legal recourse. According to a report published in this daily, of the 2,141 cases filed with the cyber tribunal of Dhaka between 2014 and 2022, verdicts were delivered in only 213 cases, and the accused were acquitted in more than 50 percent of the cases.\nUnder such circumstances, law enforcement officials, lawyers and judges must be sensitised and educated on the nuances of cybercrimes. We hope that the Cyber Security Ordinance, currently with the cabinet, will properly address issues of cyberbullying and, unlike the Cyber Security Act and Digital Security Act, will not merely become a tool of oppression. The new law must provide a clear definition of cyberviolence against women and, if necessary, a specific law must be enacted to tackle this issue. At the same time, law enforcement members need access to advanced technology and training in digital forensics to investigate these crimes. Above all, social media literacy is crucial, which calls for the inclusion of online safety in the education curriculum and social campaigns against cybercrimes.\n",
        "headline_1": "Prioritise women’s online safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-womens-online-safety-3775906",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "The rapid fall of former Syrian President Bashar al-Assad reflects the dramatic changes that have swept the strategic landscape of the Middle East in the past year. After civil war erupted in Syria in 2011, Assad clung to power for over a decade, despite facing a coalition of forces backed by the United States and Türkiye. But only 11 days after the rebel group Hayat Tahrir al-Sham (HTS) launched its offensive, Assad fled to Russia, ending his family's 50-year rule.\nThat outcome was the result of years of ineffective rule and economic and social hardship, with even the Alawi community that was Assad's base of support defecting without a fight. The end came when his main external backers, Russia and Iran, also abandoned him, reflecting both countries' profound weakening. Russia's war against Ukraine continues to drain its resources and preoccupy the Kremlin, while Israel's post-October 7 campaign against Hamas, Hezbollah (which provided significant support to the Assad regime) and Iran itself has crippled the Iran-led \"axis of resistance.\"\nSyrians will not miss Assad, a brutal ruler who failed his people. Many are celebrating in the streets, and refugees who have been sheltering abroad or in opposition-held pockets of Syria are starting to return to their homes.\nBut hope must be tempered by caution. Across the Middle East, the removal of strongmen has generally produced violent chaos, not stable and inclusive governance. During the Assad era, the Alawi minority ruled over a Sunni majority; revenge could be in the offing. More generally, Syria's diverse population could easily fall prey to the politics of ethnic and sectarian division.\nIn fact, since well before Assad's flight, Syria has been a state in name only. Its civil war divided the country into numerous fiefdoms that have been under the effective control of often hostile rival groups. One of those groups—Syria's Kurds—is aligned with the Kurdistan Workers' Party (PKK), prompting Türkiye to take control of a broad swath of Syria's north.\nAmid these existing fractures, extremist groups could capitalise on Assad's fall and the resulting turbulence to strengthen their territorial footprint and power. That is what happened in 2014, when the Islamic State was able to seize control of a significant piece of Iraq and Syria as a result of the political mayhem in both countries. Extremist groups could now run the same play, which is why Israel has spent the last few days building a \"security zone\" beyond its border with Syria and destroying weapons stocks in the country.\nA case in point is HTS itself, which began life as an affiliate of al-Qaeda, and is still designated by the US and other countries as a terrorist group. While HTS's leaders have pledged moderation and inclusiveness as they seek to fashion a national government, the group has a track record of repression. More broadly, Syria's contending factions might seek to settle scores, not work together. Iran's influence in Syria has plunged, but the Islamic republic will try to retain its leverage as its former proxies—particularly the disenfranchised Alawis, a Shia sect—jockey with rivals for position.\nIn short, there is a great deal that could go wrong.\nLooking ahead, Syria's trajectory will depend first and foremost on its myriad players' ability to achieve an inclusive political transition. Rebuilding a functioning state will require the restoration of Syria's territorial integrity, which in turn will depend on the willingness of multiple territorial stakeholders to share power and sacrifice their autonomy in the interest of national unity. The other key challenge will be forging a new social contract that provides Syrians adequate levels of security and economic opportunity.\nSyrians themselves must do most of the hard work, but the international community has an important role to play. For starters, drawing on the harsh lessons learnt in Iraq, where the wholesale dismantling of the Ba'ath regime produced violent chaos, outside powers should press the newly empowered opposition groups to refrain from forcibly sidelining the Alawis, who formed the backbone of the Assad regime. Türkiye and the US should press their Syrian proxies, the Syrian National Army and the Syrian Democratic Forces, respectively, to be constructive players and work with, not against, the transitional government.\nOutside powers can also help prevent the further collapse of the Syrian state and its economy. Achieving a post-conflict settlement will become all the more difficult if the quality of life continues to deteriorate, and basic services like healthcare and education are unavailable. It was under precisely such conditions that regime change in Iraq produced radicalisation and state failure.\nThe international community should therefore launch a multilateral aid programme that combines humanitarian and financial assistance with capacity-building measures. As hosts to a large number of Syrian refugees, Türkiye and the European Union have a keen interest in the early implementation of a multilateral strategy to foster the right social and economic conditions for the safe, voluntary return of the displaced population.\nAssad's fall has created an opportunity for the political and economic reconstruction of a key Arab state and the reshaping of its regional role. But the next few months are critical. The record of efforts to stabilise post-conflict societies in the region is littered with failure. Syria for the past 13 years is a case in point, as are Afghanistan, Iraq and Libya. It's time to get one right.\nCharles A Kupchan is professor of international affairs at Georgetown University and senior fellow at the Council on Foreign Relations.\n\nSinan Ülgen, a former Turkish diplomat, is director of EDAM, an Istanbul-based think tank, and a senior policy fellow at Carnegie Europe.\nCopyright: Project Syndicate, 2024\nwww.project-syndicate.org\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Rebuilding Syria after Assad",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rebuilding-syria-after-assad-3775896",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "ADP cut prompted by changed situation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adp-cut-prompted-by-changed-situation-1734195732",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Government bonds need diversification",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/government-bonds-need-diversification-1734195773",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "BADC's failure to ensure quality seeds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/badcs-failure-to-ensure-quality-seeds-1734195807",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Sri Lanka's negative inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sri-lankas-negative-inflation-1734195830",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-12-2024"
    }
]