[
    {
        "full_article": "Within hours of the massacre of Israeli citizens by Hamas fighters last Saturday, Prime Minister Narendra Modi tweeted India’s solidarity with Israel. While the histories of their conflicts and the scale of violence have been very different, India has faced terror attacks all too often to not feel the pain in Israel where teenagers at a concert, children in a park, grandparents at home, and even babies in cribs were gunned down, amidst other atrocities Hamas carried out, including taking dozens hostage. The sentiments were repeated when Mr. Modi spoke to Israel Prime Minister Benjamin Netanyahu, condemning terrorism in all its forms. India’s second big concern has been the safety of its citizens, especially as Israel began retaliatory strikes on Gaza. Around 18,000 Indians work or study in Israel, in addition to about 85,000 Israelis of Indian origin (from Maharashtra, Manipur, Mizoram, Kerala, and West Bengal). The Ministry of External Affairs (MEA) has chartered flights to bring them home. New Delhi has also added nuance to the initial position, with the MEA delivering the government’s first formal statement. While repeating the condemnation of the Hamas attacks, the statement reminded Israel about the “universal obligation to observe international humanitarian law”, as it carries out “global responsibility to fight the menace of terrorism....” In addition, the MEA reiterated its “long-standing and consistent” position on the Palestine issue.The statement is a reminder of the tightrope India has walked since 1992, when New Delhi established full diplomatic ties with Israel, while continuing to support the Palestinian cause. There has been a shift towards Israel’s position, given increasingly close bilateral relations, trade, technological assistance, military procurement, and counter-terrorism cooperation. In 2017, Mr. Modi became the first Indian Prime Minister to visit Israel, while in 2018, Mr. Netanyahu visited India. However, Mr. Modi was also the first Indian Prime Minister to make an official visit to Palestine. In 2017, India voted against the U.S. and Israel for an attempt to declare unilaterally all of Jerusalem as the Israeli capital. The policy lines New Delhi is continuing to draw seem clear: to abhor terrorism, but not to condone indiscriminate reprisal bombings, even as it holds its consistent position on Palestine. No claim to righting historical grievances can possibly be used by Hamas to explain its inhuman attacks on Israel. However, a responsible state cannot behave like an insurgent group, and Israel’s latest demand, that more than a million Gaza residents must evacuate as it continues to pound the city and plans a possible ground offensive, will make Delhi’s challenge at balancing policy even more complex.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nIsrael\n\n/\n\nPalestine\n\n/\n\nact of terror\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\nKerala\n\n/\n\nMizoram\n\n/\n\nemployment\n\n/\n\neducation\n\n/\n\ndiplomacy\n\n/\n\nWest Bengal",
        "headline_1": "Balancing policy: On Israel, Palestine and India’s line",
        "headline_2": "India must pressure Israel to act responsibly in the face of terror",
        "link": "https://www.thehindu.com/opinion/editorial/balancing-policy-the-hindu-editorial-on-israel-palestine-and-indias-line/article67417504.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Mizoram, India’s second least populated State, where civil society predominates politics like, arguably, no other in the country, is poised to see a three-cornered battle in the Assembly elections scheduled in November. Unlike other States, Mizoram’s political contestation is less dependent on money and muscle power, as social service, public standing and the backing of religious and social organisations are key conditions for candidature. The ruling Mizo National Front has to contend not only with its traditional rival, the Indian National Congress, but also the Zoram Peoples’ Movement (ZPM), which has presented it a tough challenge this time. It is also facing desertion from its ranks with the Speaker, Lalrinliana Sailo, latching on to the Bharatiya Janata Party. Chief Minister Zoramthanga, a seasoned leader of the formerly insurgent MNF, has played the ethnic card to win support from the Mizo electorate. By championing the cause of the Kuki-Zo people, embroiled in an ethnic conflict in neighbouring Manipur and by ignoring a directive from the Union government to collect biometric data of refugees from Myanmar, citing their ethnic affinity with the Mizo people, Mr. Zoramthanga has tried to steal a march over his opponents. While all parties in Mizoram share the government’s and the ruling party’s view on this issue, the MNF’s vociferous positioning has given it an edge. During the peak of the conflict, civil society organisations managed demonstrations in solidarity with the Kuki-Zo people — an issue that has resonated with the Mizo electorate.The ZPM, meanwhile, has sought to harp on the MNF’s record on development and to leverage on its surprisingly good performance in the Lunglei Municipal Council polls, which indicate its enhanced urban base. In the rural areas, the strongest opposition to the MNF has emerged from the Congress, which is leading an alliance of parties, including the People’s Conference and the Zoram Nationalist Party. Inflation has remained a key concern in the State, even relative to the rest of India over the past year, and this could be one of the factors behind voter choice. Despite being a small State — 0.1% of India’s population and contributing close to 0.1% of the national GDP — Mizoram is a crucial border State with ample potential for economic growth led by the services and tourism sectors despite being a largely agrarian economy. It has also been regarded as an important gateway in India’s ‘Act East’ strategy, but progress on infrastructure and projects connecting Mizoram to Myanmar and beyond has been limited. The multi-party contest should raise consciousness of matters related to development as much as those related to ethnic solidarity. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMizoram Assembly Elections 2023\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nnational or ethnic minority\n\n/\n\npersonal data collection\n\n/\n\nlocal elections\n\n/\n\nvoting\n\n/\n\neconomy (general)\n\n/\n\nnational security\n\n/\n\nMyanmar\n\n/\n\ntourism",
        "headline_1": "Triangular contest: On the Mizoram Assembly elections",
        "headline_2": "The MNF seeks to retain power by harping on ethnic issues in Mizoram",
        "link": "https://www.thehindu.com/opinion/editorial/triangular-contest-on-the-mizoram-assembly-elections-in-november-2023/article67416992.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "In 1977, historian Ken McIntyre made a controversial claim. He suggested that the first Europeans to discover Australia weren’t the Dutch but may, instead, have been the Portuguese. I imagine Virat Kohli was innocent of McIntyre’s theory when he kvetched about his team’s elimination from the ODI World Cup in 2019. Nevertheless, his complaint directly implicated McIntyre.\nYou see, back in 1931, McIntyre had, in a past life, devised an elimination formula for sports tournaments. Instead of simple knockouts, McIntyre rewarded higher placed teams in the preliminary stage with two shots at qualifying for the grand final.\nRehaul needed: Kohli did have a point when he criticised tournament design in 2019\nWhen Kohli spoke up about India not getting a second crack at the 2019 World Cup despite finishing first in preliminary play, he was, in reality, invoking McIntyre’s formula, familiar to him through the IPL. Kohli was slated for it. He sounded like a captain making excuses after losing a semifinal. Even so, as a rare example of a prominent voice in the sport openly critiquing tournament design, he also had a point.\nThe men’s ODI World Cup 2023, which rose to a crescendo with India versus Pakistan yesterday, reprises the 2019 format. All told, just ten participating teams will play 45 preliminary matches to find four semifinalists. The semifinal winners will play the final. Kohli’s objection, of course, survives. But there is also a case to say that, of the vectors typically used to judge tournament design — inclusiveness, competitiveness, and relevance — none are adequately prioritised.\nThis format rests on two poor assumptions.\nOne is that fewer teams equals better competition. The claim here is that, since #1 is considerably better than #10, a World Cup doesn’t also need, say, #1 versus #14. However, this misunderstands that the skill gaps in men’s cricket broadly appear in tiers: there are elite teams, mid-tier teams, and then the rest. Within each tier, though, the competition is fierce. Ideally, a World Cup should include #14 and design the tournament such that #14 play more teams around their ranking, not exclude them because they’re not on the same level as #1. Ironically, the Netherlands, ranked 14, are at this World Cup. They won their place at the expense of the West Indies, Zimbabwe, Scotland, and Ireland, all ranked above them. Wouldn’t these teams at least be similarly competitive at this World Cup?\nThere is another, more cynical assumption. It is that a lengthy preliminary stage is necessary to allow popular teams space to overcome surprise results and lock in lucrative matches. This, too, is unconvincing. For one, it vastly overestimates how much runoff area popular teams actually need. Moreover, this wiggle room can be factored into the tournament design itself. Smaller groups, a shorter group stage, and then matching winners in playoffs and losers in eliminators, McIntyre-style, comfortably cools these concerns.\nIf anything, an elongated, everyone-plays-everyone stage arguably makes the tournament worse. It virtually guarantees dead rubbers. It also guarantees matches where one team cares about the result but the other doesn’t. Even if these matches should theoretically be competitive, they’re unlikely to be interesting.\nThe tournament design debate feels particularly urgent. This is a pivotal time in cricket history; a time when, though this ODI World Cup is still cricket’s most prestigious trophy, the ODI format itself is deeply embattled. MCC president Mark Nicholas raised eyebrows recently by proposing that men’s ODIs be made exclusive to World Cups. He sees it as a concession to the “almost supernatural” power of T20 cricket.\nNicholas is right. The franchise model that has taken over men’s cricket operates on a slick template. Key elements in that template are match length and ease of scheduling tournaments. These elements skew so aggressively towards short-form cricket like T20 that eight-hour matches simply cannot compete. The lack of context informing the little 50-over cricket that is still played hasn’t helped either. As a result, franchise cricket has long left 50-over cricket behind. It is hard to foresee this status quo changing anytime soon.\nAll of which is to say, this World Cup desperately needed to give ODIs a makeover, and the failure to shake up its format must go down as a serious missed opportunity. It needed to open up to fans from many more teams, hive off similarly placed teams to face off in short order, build jeopardy and excitement into those encounters, and breathe new life into ODIs in the process. The soporific format on offer, sadly, promises none of this.\nThe men’s ODI World Cup returns to India in 2031. That will be exactly a century on from McIntyre’s seminal contribution to tournament design. I suspect, though, that it might take rather more than McIntyre-inspired pyrotechnics to keep the tournament viable until then. Indeed, the sense that men’s ODI cricket may not be long for this world hangs heavily in the air already. The next five weeks could well decide whether this World Cup is its going home song.\nPIX CAPTION rehaul needed: Kohli did have a point when he criticised tournament design in 2019\n\n",
        "headline_1": "Men’s ODI cricket is in crisis, and WC format is not helping",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/mens-odi-cricket-is-in-crisis-and-wc-format-is-not-helping/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Rahul Gandhi’s war cry ‘Jiski jitni sankhya bhari, uski utni bhagidari” (Bigger the number in population, bigger the share in politics and economy) on the caste census issue has stirred up a hornets’ nest ahead of 2024 Lok Sabha elections. Does the emerging politics on caste have potential to change the settled electoral equations since 2014? OBCs constitute a significant proportion in many parts of the country (in some, between half and two-thirds of population), and it is natural that parties would leave no stone unturned to woo them. And, given that most of our welfare policies at the national and state level target specific communities, few would disagree that having granular socio-economic data would be more helpful in policy formulation and implementation. However, the short and medium-term electoral implications related to demand for caste census remain unclear for several reasons.\n\nIs this the new Mandal moment? Let’s rewind, as much has changed since the first and second wave of the backward caste assertion. The first wave of Lohiaite politics in the 1960s and 1970s led to formation of many state-level parties relying on mobilising a large chunk of OBC population. The acceptance of Mandal Commission recommendations in 1989 led to the second wave, which witnessed a fragmentation of this block with the rise of new parties that exclusively mobilise non-dominant OBC castes. The BJP’s victory ascendance since 2014 is not just due to greater consolidation of the upper castes, but also because of the deep inroads among the lower castes, especially among the OBCs. Data from National Election Studies (NES) conducted by Lokniti-CSDS indicates that the party’s vote share among OBCs doubled between 2009 and 2019 – it received approximately 20% OBC votes in the 2009 general elections, which increased to 44% in the 2019 elections. These inroads came at the cost of both the Congress and state-level parties.\nThe data (table on right) shows that the BJP’s gains have an interesting pattern — between 2009 and 2014, the gains were more among the lower OBCs, and between 2014 and 2019, it was among upper OBCs. In bipolar states in which the Congress and the BJP are main competitors, the gap between two parties has widened considerably since 2009. BJP received nearly half of the OBC votes in 2004 and 2009 elections, and the Congress won approximately 40%. The OBC vote for BJP in 2014 and 2019 elections increased to nearly two-thirds, while it declined for the Congress to roughly one-fourth in these states.\nPerhaps this declining OBC support base prompted the Congress leadership to take an aggressive stand on the caste census issue. Will it gain from this move? The Congress must realise that it has always been at the margins of OBC politics since Independence, and mere slogans cannot change this. It has to make concrete efforts in this direction to see any gains. Those who know the history of OBC politics will remember that the party never acted on the recommendations of the Kaka Kalelkar Commission or the Mandal Commission. The Congress social coalition in most states during this period comprised upper castes, Dalits and Muslims. The socialist parties of the 1960s, and its later avatars have mobilised the backward castes since then. In 2006, the Congress made yet another effort to woo backward castes when Arjun Singh as HRD minister extended 27% reservation for OBCs in higher educational institutions. By then it was too little and too late for the party. It seems that the party is extrapolating a national model from its recent success in Karnataka assembly elections that largely relied on rallying the backward castes and poor in favour of the party.\nCan the BJP withstand the emerging challenge on the caste question? Few years ago, it was in favour of a caste census, but it has been hesitant on this question after constituting Justice Rohini Commission in 2017 to look into sub-categorisation of OBC quota. There is no doubt that some communities among OBCs and Dalits have benefited more from reservations, and some of them like Yadavs and Jatavs in north India have acquired greater political power. And, the BJP reaped electoral benefits in the past decade by creating a wedge between the dominant and non-dominant sections of lower caste.\nThe party seems now unsure of the eventual fallout of a firm decision on caste census or releasing the Rohini commission’s report in public. As there are significant political risks in being either dismissive or adversarial on the caste issue, BJP is likely to maintain a non-committal yet accommodative position. PM Modi’s recent speeches suggest that it will project itself as a party taking care of the poor via welfare schemes, lower caste through representation in party (and government) positions, while using Hindutva as a broad ideological glue to rally its core base.\nThe demands for a nationwide caste census and sub-categorisation of reservation benefits may have a deep, but unpredictable impact. While BJP has maintained a studied silence, and Congress is on the offensive, it is not clear how parties like Samajwadi Party would navigate the emerging politics especially if the contradictions between dominant and non-dominant backward castes become more apparent in socio-economic caste data. The elections in five states next month will provide us with hints about the potential of new politics around caste.\nThe author is Fellow, Centre for Policy Research, New Delhi. Views expressed are personal\n\n",
        "headline_1": "Can Congress offensive on caste census pay off? History suggests otherwise",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/can-congress-offensive-on-caste-census-pay-off-history-suggests-otherwise/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "On my second day at university in London, I sat alone at my desk, eating leftover orange peel. The astringent flavour with bits of stringy white fibre could have been a metaphor for my mental state after I had waited for one of my fellow students, even the one who seemed to have toothpaste all over his scarf, to suggest having lunch together during our break.\nMoving to an alien city, easing into a new job, or, in my case, returning to university is logistically challenging, but no one warns you about how difficult it is to make new friends as an adult.\nThis realization was further forced on me when, after a week of walking along university corridors to the soundtrack of my solitary footsteps, I asked my daughter how she was adjusting to her new school. With a wide grin, she said she spent all her breaks with a bunch of girls playing tag. I was also informed that tag is a great game, especially when you have a gassy stomach, as you can run far and fart, and that she had received this information from one of her new friends. When it comes to friendships, children seem to boisterously dive in and splash away, but we hold onto the pool ladder, submerging ourselves one step at a time while constantly checking the temperature.\nThrilled at her great start while dismayed at my own, I decided that I would need some proven strategies if I wanted to be on the winning side of this friendship game. There was enough research to show that unlike children, we carry the weight of our past bad experiences when encountering new people. As we get older, this baggage is so large that if it were tangible, we would have to check it in at the oversize bag drop. There is also the prevalent belief that friendships should form organically.\nPsychologist Marisa Franco, who has written a book on friendship, suggests that people must actively pursue friends. Though this sounds more like you are trying to catch a fugitive rather than make a friend, it is further corroborated by a study published in the Journal of Personal and Social Relationships which states that people who rely on chance to form friendships tend to be lonelier.\nWhile I had been staying away from making the first move because it made me feel like Betaal trying to clamber onto the backs of varied Vikrams, this information was reassuring, and I began my pursuit of warm friendships, putting aside the real Betaal who had been sitting on my back all this time, the fear of rejection.\n\nIllustration credits: Chad Crowe\nI began by chatting with my Irish neighbour while collecting our mail from the foyer table. One of the first things Finn said was, ‘Oh, you are from India! I have also recently moved from Dublin, and you know what, during this period, Boris Johnson got toppled, the Queen died, and now my old friends are asking what I will do to King Charles next.’ Amused byhis joke about the uneasiness between the British and the Irish, I suggested the adult, sedentary version of tag, coffee.\nAfter multiple coffees and weeks later, when a man from the upstairs flat made a ruckus loud enough for us to peer out from our doorways, Finn asked me, ‘Do you know who that is? He was engaged to a famous actress; she was in that Princess Bride movie. He pulled off a big scam and went to prison for a few years.’\n‘Finn, let’s go meet him,’ I said, ‘who knows, I could get an interview for the paper or even a great short story out of it!’\nWe devised methods of engineering an encounter with the former criminal till Finn confessed, ‘This reminds me of when I helped a journalist with information about some Russians running a visa scam. He got a great story; they cut off his little finger, but I suppose it was worth it.’\nWhile my pinky is a rather useless appendage, I have become fond of it over the years, so I hurriedly called off this particular mission.\nAt university, before I could take the initiative, one of my classmates suggested that we spend our break reviewing our next joint presentation. I followed up by making other plans, and soon, I was part of a group of four like-minded women whom I could pester with questions about citations while chomping on soggy sandwiches in the cafeteria.\nStumbling upon a study that suggested it took spending 50 hours with someone before you could consider them a friend and almost 200 hours to become best mates, I found that along with not taking rejections personally, it helped if you planned an activity that was repetitive by nature. You could join a book club or, even a cult with weekly meetings if wearing white bedsheets with cut-out eye holes appealed to you, as long as it provided multiple opportunities for engagement. Having the same courses meant that I saw my Uni group regularly, and with others, I fixed slots for walking together in the park once a week or seeing new exhibits.\nAfter the first six months, my daughter had cards with scribbled hearts where she was referred to as ‘My best friend’ by two of her classmates, and I had made a few good friends, but I had to concede that making friends as an adult is similar to being asked to play scrabble with only consonants. You have to make an effort till you get into the rhythm (which is a vowel-free word in case you do need to play this version).\nMeanwhile, though my friendship with Finn had been based on us behaving like we were starring in an episode of ‘Murders in the Building’, and he was perhaps disappointed that I had chosen the safety of my pinky over a story, we continued our coffee meetings even after I moved out of the building. I still remain committed to pursuing worthy friendships. After all, there is no point in having a stand-up act with the best lines in town if you have a row of empty seats facing you.\n\n",
        "headline_1": "Adult friendships are so hard, yaar. Pinky swear!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/adult-friendships-are-so-hard-yaar-pinky-swear/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "It’s not the best of times for Elon Musk, owner of social media platform X. Soon after he was forced to delete his tweets that promoted accounts infamous for misinformation, the EU wrote to him warning of indications that X is being used to disseminate illegal content. It’s not just X that finds itself in regulatory crosshairs, other platforms such as Meta face the same problem. The war between Israel and Hamas is not the cause of their problems. At best, it has shown their flaws. The primary cause is their business model that relegates user safety to the periphery.\n\nIn 2021, Meta recorded a net income of $39.4 billion on revenue of $117.9 billion, giving it a profit margin of 33.4%. Over a six-year period (2016-21), the company spent just $13 billion on user safety, while it didn’t hold back when it came to protecting its own assets. Therefore, the regulatory challenges big social media platforms face today are of their own making. They are being held to account for it. To give another example, consider Meta’s process for content moderation. They often depend on users to flag problematic content. Even after their fact-checkers have identified misinformation in the content, it’s not always taken down. Instead, it’s featured less prominently. It’s worth comparing the laxity of this approach with the checks and balances in traditional media. What social media platforms need to prioritise is a rapid expansion of content moderation teams. And it shouldn’t be treated as a formality where headcount is expanded without attention to quality. Algorithms will undoubtedly be part of content monitoring apparatus, but a standardised approach won’t work for a global user base. On balance, social media’s problems boil down to one thing. Disrespect for their customers.\n\n",
        "headline_1": "Con job on content: Middle East war again shows dangers of social media",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/con-job-on-content-middle-east-war-again-shows-dangers-of-social-media/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "The need for urgent action to address global warming has been the key point in a major document released by the Vatican on October 4. In his appeal to the world leaders, entitled Laudate Deum, Pope Francis expressed hope that the forthcoming COP28 meeting \"will allow for a decisive acceleration of energy transition, with effective commitments subject to ongoing monitoring.\"\nThe Pope's urging comes at an appropriate juncture in the now-flagging momentum of the global environmental movement. The Northern Hemisphere experienced its hottest summer this year. Climate change had all but disappeared from US media for almost a year since the war in Ukraine became the talking point and the presidential elections came rolling around.\nIt has almost been eight years since the Paris Climate Accord, an international treaty on climate change, was adopted in December 2015. The Accord has laudable goals for climate mitigation, adaptation, and finance. But much water has flown down the Ganges since then, and progress has been very slow on all fronts. While the bar was set very high, the goals seemed achievable by 2030. It was stipulated in the Accord that emissions should be reduced as soon as possible and should reach net zero by the middle of this century. To stay below 1.5 degrees Celsius of global warming, emissions needed to be cut by roughly 50 percent by 2030.\nBut the UN warned last month that the world is not on track to meet these goals, and the World Meteorological Organization (WMO) reported that 2023 will be the hottest year in human history.\nOne important point raised by the Vatican was that the world's wealthiest countries are responsible for the rapid change in the environment and exhorted that the consumption patterns of the wealthiest nations have to change. The Pope notes that \"emissions per individual in the United States are about two times greater than those of individuals living in China, and about seven times greater than the average of the poorest countries.\"\nAs we know, wealth, energy use, and the consumption of goods and services are unevenly distributed across the world. In 2021, the average North American emitted 11 times more energy-related CO2 than the average African. Yet, variations across income groups are even more significant. The top one percent of emitters globally each had carbon footprints amounting to over 50 tonnes of CO2 in 2021, at least a thousand times greater than those of the bottom one percent of emitters. These sharp contrasts reflect great differences in income and wealth, and in lifestyles and consumption patterns. It is about time that the United States and other wealthy countries reiterate their commitment to do more to help poor nations, which have contributed the least to the climate crisis.\nThis brings us to the next step needed to revive the climate push and the possible reason why the global environmental movement will welcome the Pope's encyclical. The COP28 meeting is only a few weeks away before it assembles in Expo City, Dubai next month. Taking place from November 30 to December 12, it will provide an unprecedented opportunity to change course and create a better world for people, nature, and the climate. It is noteworthy that the host of the conference is Sultan Al Jaber, the CEO of the Abu Dhabi National Oil Company, who was named the president of COP28.\nTo allay any fears that an oil tycoon may not be best suited for the new role, Al Jaber has recently made more ambitious statements saying the world must \"phase down\" fossil fuels themselves. But he has so far avoided calling for the complete phasing-out of oil, coal, and gas that scientific organisations such as the Intergovernmental Panel on Climate Change (IPCC) say is essential to tackle the climate crisis.\nWill the Pope's appeal make any difference? The answer is a qualified \"yes.\" He is the leader of 1.3 billion Catholics and has been a consistent advocate for a cleaner environment and carbon-free energy sources. In 2015, prior to the Paris meeting, the Pope made a similar declaration to world leaders to come to an agreement to reduce emissions and finance mitigation and adaptation. His words did not fall on deaf ears then. And now, at a time of chaos and crises around the world, the Pope is considered a solid rock, or even like the North Star, during these turbulent times.\nTo mollify the sceptics, Bill McKibben, the founder of 350.org, an international environmental organisation, said, \"The work of spiritual leaders around the world may be our best chance of getting hold of things… Yes, the engineers have done their job. Yes, the scientists have done their job. But it's high time for the human heart to do its job. That's what we need this leadership for.\"\nLet me wrap up this note by summarising the current state of affairs and the takeaway from the Pope's message: 1) Rich countries need to reduce their consumption, 2) The polluters must provide support to poorer countries to adapt and mitigate, and 3) The global leaders can take action to reallocate resources away from the greedy and towards the needy.\nTo note, the Pope repeatedly mentioned \"global warming\" in his message rather than the broader \"climate change.\" And this caught a lot of attention. We need a more engaging slogan to end climate change. Climate leaders must also emphasise that we need more funding for the poor. \"COP28 also needs to ensure that finance going to the Global South to fund this transition is massively increased. Currently, Africa has 39 percent of the world's potential for renewable energy, yet it receives just two percent of global investment in the sector.\"\nOne can hope that the Pope will go further in his follow-ups and urge the rich countries to provide support to the poorer countries. \"Wealthy nations must provide the finance necessary to make adaptation possible in the countries that need it most,\" said a report from Washington, DC-based think-tank World Resources Institute. An op-ed in The Wall Street Journal on October 7 said that, of the $3 trillion investment in rich countries for greener technology, only a fraction is allocated to improving the lot of the poor and an even smaller fraction is being channelled to funding for projects in the poor countries.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc, an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The Pope’s global warming challenge to world leaders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/the-popes-global-warming-challenge-world-leaders-3443841",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Truisms abound about elections. Some are discussed incessantly, while others are mentioned occasionally. The oft-discussed axiom is that \"election is the foundation of democracy,\" but in the past decades, it has been followed by a caveat – elections alone do not mean democracy. In the 1970s, as democracy as an ideal and system of governance began to spread across the globe, elections were considered to be the key indicator and measure of democracy. Almost a decade later, it became evident to political scientists and policymakers that not all elections are democratic. The exaggerated importance of and unrealistic expectations about elections were challenged by the concept \"fallacy of electoralism.\"\nIn subsequent decades, a growing body of literature showed that elections can also become an instrument of authoritarianism. A distinct form of hybrid regime called electoral authoritarianism, through which democratic and authoritarian traits blend, emerged. These regimes hold regular polls and create an illusion of a multiparty system; however, these elections remain unfree and are intended to provide a veneer of inclusivity. Besides, experiences have shown that elections are used by would-be-autocrats as a tool to rise to power. When in power, they use it as one of the weapons to legitimise their rule.\nThe second axiom about elections, not mentioned as much as the first, is that while voting is an election's key element, it is not only about casting the ballot on polls day. Election is a multi-step process that includes the pre-electoral period, the campaign, polling day, and the aftermath. Anomalies in any of these steps not only compromise the election's integrity and jeopardise its credibility, but also make the arrangement a hollowed exercise. According to the Open Election Data Initiative, \"a credible election is one that is characterised by inclusiveness, transparency, accountability, and competitiveness.\" Established in 1998, ACE project, one of the largest online communities and repositories centring electoral knowledge, underscores the necessity of electoral integrity and reminds us that without such integrity, those who assume power \"lack necessary legitimacy.\" Electoral integrity is crucial to understanding the characteristics of democracy, whether it be consolidated, emerging or regressing in a location.\nThese two aspects of election brought to the fore the role of institutions that manage polls. The management bodies, often described as electoral commissions, are principal institutions that shape the playing field and determine the modus operandi, not to mention the counting of votes. Consequently, a need for guidance and ethical principles arose. ACE laid out some principles in a document: it says that \"an election management body (EMB) should be founded on principles of independence, non-partisanship, and professionalism. It should have clear procedures to make it accountable and have equally clear procedures for reviewing its effectiveness, both as a management organisation and as a service deliverer. It must be nonpolitical but capable of operating in a political environment.\" Additionally, ACE highlights ethical principles: \"the integrity of election administration is crucial to ensure that the electoral process is considered to be legitimate. There is little point in holding elections, which are expensive operations, if the outcome is questionable because of either the inefficiency of the EMB or doubt about its impartiality.\"\nWith an election of great importance approaching and amid frequent debates surrounding Bangladesh's Election Commission (EC), the question of whether the current EC, headed by Kazi Habibul Awal, can deliver a free and fair election should be explored based on two sets of criteria – ensuring electoral integrity and adhering to guiding principles.\nConcerning integrity, EC's behaviour implies that it considers the pre-election period as the time between the election schedule's announcement and polling day, usually 30 to 45 days. Even if we, for the moment, set aside the current political imbroglio on election-time government, it is easily discernible that the electoral process has already started. If nothing else, the EC could have listened to Prime Minister Sheikh Hasina's speeches in various public gatherings where she has been asking people to vote for her party. These speeches are nothing short of a campaign. Few public service officials and police officers are already on board, violating the basic tenet of neutrality. Lest we forget, these are the officials who will be in charge during the polls.\nMeanwhile, old cases against opposition leaders are being expedited and new cases are being filed every day, forcing the accused to spend almost every day in the hallways and docks of the courts, if not in jail. Persecuting opposition activists is not new, nor is it novel that an instrument called \"ghost cases\" is used. Unless the EC members lived in a different universe, they should have known that the judiciary was weaponised ahead of 2018 in an unprecedented manner. The deafening silence of the commission on the behaviour of public officials and the persecution of the opposition to tilt an already uneven field shows how the election's integrity is already compromised. The experiences of various by-elections over the past years do not paint a different picture. The EC's repeated assertion – that it has nothing to do with who participates, including the voters – betrays its responsibility to ensure inclusiveness.\nRegarding guiding principles, EC's questionable record is way too long but two subjects stand out: monitoring elections and registration of political parties.\nThree episodes throw doubt on the EC's sincerity to ensure an election that is recognised by independent observers. The first was the red-carpet reception of an alliance claiming to have foreign observers. The so-called Election Monitoring Forum not only lacked the required credentials, but its purported head also has a chequered past; he was and is still actively engaged with a hazy group named Saarc Human Rights Foundation. The Forum provided a clean chit to the EC and government after the 2018 polls. Later, it was found that the alliance was, at best, a conglomeration of individuals with no experience of election monitoring, and, according to one member, didn't even know what they were up to. By any standard, this experience was supposed to make the commission cautious, but that did not happen.\nThe second episode is the decision to drastically reduce local election monitoring organisations this year. As opposed to 118 organisations registered during the 2018 polls, the EC decided to halve the number. Given the heightened attention to the upcoming election, international and domestic, it is hard to find the rationale behind this action.\nThe third episode involves the credentials of approved election monitors. According to the EC, 210 organisations had applied and 98 were shortlisted. The shortlisted organisations had been investigated by the EC \"with assistance from two intelligence agencies\" and 68 were approved. Media reports showed that the approved list has questionable organisations. For example, a leading newspaper that investigated around 32 organisations found that seven exist only on paper and 10 have politically affiliated individuals on their board. Some of them should not even be considered as organisations, as at best one or two individuals are employed in each of them, and they too do not have prior experience. Room for these \"on-paper only\" organisations were made by excluding many reputed and experienced local groups. How they passed the scrutiny of \"intelligence agencies\" remains a mystery.  Although the EC has asked for a second round of applications for registration, it is not clear whether the dubious ones will be excised from the list. The first round of actions shows that for the EC, an appearance of having observers is enough to provide legitimacy, but these actions are contrary to international norms and guidelines.\nBesides, while there is a long list of political parties willing to participate in the polls, many of which have significant presence nationally and in the grassroots, the EC decided to approve two new parties that independent investigations revealed lack key infrastructure even in the capital. Ministers and ruling coalition leaders joining a public event of one of the new parties provides a clue as to what prompted the commission to approve them. The word in the grapevine is that these parties have been propped up to make the next election \"participatory,\" even if major opposition parties decide to boycott.\nIn judging the EC since its appointment in 2022, one must be cognizant of the fact that the commission members have been appointed under a law that has given the prime minister, the leader of the incumbent party, an opportunity to select the game's referee. In a similar vein, we will be fooling ourselves if we don't recognise the vital impediment to the EC's independence: a partisan government in power. Only the Election Commissions that served under a non-partisan government succeeded in delivering free and fair elections.\nAli Riaz is a distinguished professor of political science at Illinois State University, US, a non-resident senior fellow of the Atlantic Council and president of the American Studies of Bangladesh Studies (AIBS). His forthcoming book is titled Pathways to Autocratization: The Tumultuous Journey of Bangladeshi Politics (Routledge).\n\n",
        "headline_1": "How to judge the Election Commission’s performance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/road-elections-2023-24/news/how-judge-the-election-commissions-performance-3443751",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "The elections, the Election Commission (EC), the government and political parties are parts of an interwoven web of a complex relationship. In 1972, Justice M Idris was the first chief election commissioner of Bangladesh. In those times, the EC's role was not very challenging; political situations were in favour of competitive elections, and the government machinery was more professional than political. Although the opposition was insignificant in terms of parliamentary seats, ground-level politics was quite vibrant. Various political parties like the Jatiya Samajtantrik Dal (JSD) and National Awami Party (NAP-Muzaffar and NAP Bhashani) and many other small and large parties were active. After that, political parties were banned under the Fourth Amendment of the constitution, and Bangladesh became a one-party state.\nThe single-party system changed its course after 1975. Post-1975, military or military-backed governments took over and continued to be in power till 1990. Elections in those days were arranged just to provide a mantle of legitimacy to the regimes. The post-1991 situation brought some qualitative changes in electoral politics. Under the interim government of Justice Shahabuddin Ahmed and three subsequent caretaker governments, four largely credible and acceptable elections were held. However, crises cropped up after each election, too. It was fierce in 1996 when the BNP was in power, and the Awami League was in the opposition; the then BNP government solved the crisis by amending the constitution, and they were unseated and sat in the opposition. The next crisis resurfaced again during the BNP rule while the AL led a movement in 2006. Again, the BNP was unseated, and the impasse came to an end when an army-backed caretaker government took over power for two years.\nNow, given the ongoing stalemate over the issue of a caretaker government system, is there any hope that the AL government will bring another constitutional amendment and relinquish power? As commoners, we have no idea. The EC is a constitutional body that can function if all other institutions of the state function properly. The EC cannot be effective in isolation – it is virtually a helpless institution in this case. They can hold up the constitution as a piece of paper, but they cannot enforce it. You can have a gun licence, but if you have no gun and are required to fire, you are susceptible and vulnerable. So is our EC. Now and then, they are firing loose guns and echoing the ruling party's rhetoric, which is more damaging. They should be the conscience keepers of the nation.\nUnder the current AL government, three ECs have been appointed. Until 2013, the municipal and city council elections were more or less competitive, with good participation. However, the subsequent elections since 2014 were marred with irregularities of various types. The process and outcome of all elections were challenged. Brig Gen (retd) Dr M Sakhawat Hussain published a very important book titled Electoral Governance: The Role of the Bangladesh Election Commission, which was based on his PhD research. In the book, he presented a comparative analysis of the ECs from other countries in South Asia. We can see that our current legal framework of the EC is one of the best and most powerful in South Asia. But if you look at its performance, we are, ironically, the worst in the region. Although the Indian EC law is more lacking than ours, the institution itself is the best performing in South Asia. Journalist and economist Prannoy Roy and psephologist Dorab R Sopariwala, in their book The Verdict (2019, Penguin India), crowned the Indian EC as the country's best constitutional institution.\nThe Indian EC works smoothly and independently, retaining high levels of public confidence. Such big-scale elections do not take place in any other countries, but the Indian EC has maintained its towering respectful image for a long time, largely due to said \"confidence\" of the people. The second factor is bureaucracy. The civil service of India abides by the EC's instructions to the dot, which is why the country can hold staggered elections and reveal results after a month.\nSuch confidence in the bureaucracy and EC are vital, which is unfortunately absent in our country. One of the many reasons behind low voter turnout on election days is the lack of people's confidence in the political parties' honesty, credibility and ability to fulfil their promises. On top of it all, the general distrust towards the electoral and civil bureaucracy as well as the EC is paramount in Bangladesh.\nIn the 70s, violence mainly revolved around polling centres and campaigns. But now, it has taken various forms. Before elections, people are arrested and kept captive under threats and police harassment. All this discourages the public from going to the polls.\nOur government, political parties, bureaucracy and electoral machinery are not people-centric. Despite the many movements for democracy and human rights, people are scared to get involved in such activities. It has reached such a level of alienation that citizens keep suffering in silence, with little to no scope for asking for redressal. Over the past 15 years, people have been made to believe that their votes are no longer required.\nOur new, young voters did not have the chance to see the liberation struggle. They are less passionate about our history, but more concerned about their life and living in the future. To them, their future in this country is bleak and uncertain. Therefore, many of them do not have much enthusiasm for political activities and elections. The older-generation voters still feel passionate about politics and voting as they have participated, seen, heard and read about the politics of liberation and its aftermath. Of the new generation, who are between 18 and 35 years of age, many of them are clueless in this regard. They do not have a clear picture of why they should vote for any particular party.\nThe national election is the climax of politics. The country is engulfed in a very different and difficult political dynamics. Those who are not in power are made to believe that participating in any election under the ruling regime is equal to committing suicide. The last two subsequent parliamentary elections (2014 and 2018) and all local elections and by-elections confirmed this notion. How the impasse can be broken, nobody knows. One dominant opinion is that the prime minister of Bangladesh is the only person who can save the nation from a deadly crisis, and who alone is holding the key to the deadlock. If she unilaterally attempts to hold an election, that may bring a political and governance disaster which the nation may not be able to endure. We cannot afford – nor do we deserve – this failure.\nProf Tofail Ahmed, PhD is a local governance expert and political commentator. He can be reached at [email protected].\n\n",
        "headline_1": "A fragile institution with strong legal framework",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/road-elections-2023-24/news/fragile-institution-strong-legal-framework-3443746",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "As we witness the unrelenting and brutal bombardment of Gaza by Israeli airstrikes, which continue to take Palestinian lives, the world should be reminded that the present war is between an organisation and a state. Hamas – which has carried out deadly attacks, killed more than 1,300 people in Israel, and has taken around 150 hostages – does not represent the totality of Palestine. Thus, the merciless pulverisation of the densely populated Gaza strip that has already taken over 2,000 Palestinian lives (over 700 of whom are children), along with cutting of water, electricity, and food supply, and humanitarian aid, as retaliation against these attacks, are unconscionable acts and violations of international law. An AFP report says that Israeli artillery goes into action against the Gaza strip every 30 seconds.\nGiving a 24-hour ultimatum to Palestinians living in the north to evacuate before a ground offensive was nothing short of a death sentence. Tens of thousands of Palestinian civilians have fled the area while many others decided to remain because they had nowhere else to go. Health officials report that Israeli air raids on convoys attempting to leave Gaza city have resulted in the deaths of at least 320 Palestinians, including women and children. How can such blatant brutality be tolerated by the world?\nMost Western powers have demonised Hamas for its horrific attacks. But why is Israel not even criticised for what can only be described as a vengeful retribution on civilians, many of them children? It is eerily similar to the consequences of the Warsaw Ghetto Uprising, during which the Nazis killed around 13,000 Jews to \"teach them a lesson\" through excessive violence and death, for their resistance effort. Why have Western powers unhesitatingly condemned the attacks of the Hamas, but wilfully ignored the ongoing massacre of civilians in Gaza by Israel, right before their eyes? In fact, the US is boosting military aid to Israel.\nThis never-ending cycle of violence will only lead to more desperation, deaths, and destruction. Can the Western world forgive itself for standing by while a state unleashes its wrath on civilians? Can it erase the fact of Palestinians being under siege, deprived of their land and basic rights, for over seven decades? Under international law, is it justifiable for a state to carry out a campaign of killing civilians, displacing the already displaced, and demolishing all structures in the name of protecting its own citizens? By allowing these atrocities to happen with no consequences, the West has exposed its moral bankruptcy. The US, the EU, the UK, and Canada must join others to call for immediate ceasefire, safe entry of humanitarian aid into Gaza, and concerted efforts to bring about a two-state solution – starting with an end to the illegal occupation of Palestinian land.\n",
        "headline_1": "A genocide being allowed to happen",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/genocide-being-allowed-happen-3442936",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "It is deeply upsetting how the loan crisis has been ravaging Bangladesh's non-bank financial institutions (NBFI) sector, having already done the same to the banking sector. An analysis of recent data from Bangladesh Bank reveals that, as of June, these institutions reported defaulted loans accounting for a staggering 27.65 percent of their total outstanding loans. The combined amount of soured loans in the 35 NBFIs reached Tk 19,951.17 crore, representing a year-on-year increase of 25.2 percent or Tk 4,015 crore. Perhaps even more alarming is the claim, by a central bank official, that the actual volume of bad loans is likely significantly higher.\nEven excluding unreported figures, this represents a record volume of defaulted loans in the NBFI sector. It mirrors the predicament of the banking sector that also saw, according to a recent report by this daily, a record high of Tk 156,039 crore in non-performing loans as of June. And as in the case of NBFIs, there are fears that the actual volume of bad loans in the banking sector would also be much higher given the practice of misreporting and if loans that are written off or tied up in money loan courts are counted. And the fact that both sectors have been victims of almost similar systemic issues and irregularities shows how institutionalised defaulting has become.\nIn this grim situation, it's not just the defaulters, most of them influential and politically backed, who are at fault. The government and the central bank – which regulates both sectors – equally share responsibility for the debacle as they have consistently patronised this culture. For years, lending irregularities and political influence have allowed questionable entities to borrow money and evade repayment, while the regulator has failed to enforce regulations and take stringent actions against habitual defaulters, scammers and money launderers. Against this backdrop, the recent conviction of PK Halder, who embezzled about Tk 3,500 crore from several NBFIs, marks a rare attempt at establishing accountability. The question, then, remains: how long must the financial sector bleed before something is done about it?\nIt goes without saying that the implications of the leniency being shown to habitual defaulters are profound. The stark rise in the number of weak NBFIs and struggling banks, or the country's recent credit downgrades – which will further discourage foreign investors – are just some of the more visible outcomes. We, therefore, urge the authorities to stop this rot by any means necessary. They must reaffirm their commitment to financial transparency, regulatory rigour, and ethical banking practices. If action is not taken urgently, the damage could be long-lasting.\n",
        "headline_1": "Don’t let defaulters cripple NBFIs, too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-defaulters-cripple-nbfis-too-3442781",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "With digitisation progressing at a fast pace in most sectors of national life, the need for ensuring cybersecurity cannot be overemphasized. The banking sector in particular needs to take the issue of protecting itself from onslaught by cyber criminals more seriously than others for understandable reasons. Any ad-hoc approach to cybersecurity is a foolhardy exercise, observed in a keynote paper presented at an event organized by the Bangladesh Institute of Bank Management (BIBM) late last week in Dhaka. The paper suggested sustained investments in the latest technology and development of human resources to help build firewalled networks. The country experienced history's worst cyber-heist when in February 2016 hackers breached Bangladesh Bank BB)'s security system and robbed it of valuable forex reserves from its account maintained with the New York Fed. Notably, the hackers used the SWIFT messaging network to transfer the money from BB's account. In recent times, also, several government websites that are the repositories of sensitive citizens' information, most notably, the leaking of the personal information of 55 million Bangladeshis. Cybersecurity breaches of such magnitude are both unheard of and alarming. The availability of personal information of NID cardholders in a Telegram channel is the latest incident that highlights the woefully inadequate digital safeguards that authorities had supposedly put to keep the information confidential. Such a lacklustre approach to safeguarding information is part of the lack of awareness of how this information may be manipulated by enemies of the State and criminals who deal in the sale of personal data. That said, the BIBM paper further stressed that the country's banking sector needs to evolve and modernise its operation to take cognizance of threats posed by digital criminals. There needs to be recognition by bank management that cybersecurity is the next battleground for illegal intrusion and that trading of personal financial records is part of a lucrative multi-billion-dollar international black market. Hence, it has become imperative that the financial sector of the country takes proactive measures to build its technical capacity in both manpower and software to safeguard the information of clients against cyber criminals.The banks are more than institutions that safeguard financial assets. They also play a major role in maintaining financial stability in the country. Speakers at the discussion emphasized the need for enhancing the quality and continual evolution of strategies to tackle cyber threats as they too evolve. These are issues that require support from the top management of financial institutions that need to arm themselves with the requisite technology - hardware, software and technical expertise to keep abreast of the latest threats and act accordingly. It is also imperative that there is effective collaboration among banks, stakeholders and government agencies to strengthen the incident response ecosystem. The series of cyber attacks on Bangladesh institutions, such as the NID server and the earlier ones bring up the question of our response. Steps should have been taken to strengthen the security of all servers in both the public and private sectors to safeguard sensitive information. The repeated security breaches speak volumes for the laid-back attitude of the custodians of information. It is to say the least that a country that has made digitisation the cornerstone of its policymaking, is not making the effort needed to produce its digital warriors to push back against illicit operations to rob the nation of its sensitive information.",
        "headline_1": "Protecting banks from cyberattacks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-banks-from-cyberattacks-1697292774",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Even with immense potential, the Islamic financing industry in Bangladesh has faced various challenges, especially in the last couple of years. The lack of diversification of the industry, primarily dominated by banking, is a big barrier to tapping its potential. Now, governance and management problems in some Islamic banks have emerged as a big challenge. Several media reports make it clear that the sound financial foundation of the country's leading Islamic bank has already been weakened due to mismanagement. A few other Islamic banks have also faced the jolt of wrong intervention from a section of directors. So, there is a ripple effect in the Islamic financing industry and the overall banking industry for obvious reasons.Currently, Islamic banks represent 25.37 per cent share in deposits and 29.18 per cent share in investments in the country's banking industry. The first and lead Islamic bank alone shares around one-third of the overall Islamic banking market. Islami Bank Bangladesh Ltd (IBBL), the pioneer in the country's Islamic financial industry, mobilised around 35 per cent of the total deposits in the country's Islamic banking industry as well as around nine per cent of the overall sector by the end of FY23. Thus, the bad performance of the bank usually casts a shadow on the overall industry. Statistics available with Bangladesh Bank also showed that at the end of June 2023, there were 10 full-fledged Islamic banks in the country operating with 1671 branches against 11,177 branches in the whole banking system. Besides this, 23 Islamic banking branches of 11 conventional commercial banks and 588 Islamic banking windows of 14 traditional commercial banks also provide Islamic financial services in Bangladesh. The latest annual financial stability report, prepared and released by the central bank a few months back, indicated a gloomy situation of Islamic banking in the country last year. It said: \"The Islamic banks in Bangladesh, as a whole, showed improved performance in terms of return on assets (ROA) in 2022. But they registered lower growth in total assets, investments (advances), deposits, and shareholders' equity.\" It also added that the overall asset quality of the Islamic banks marginally impaired during 2022. The main reason behind the bank's asset quality deterioration is an increase in default and rescheduled investment ratios. The brief and cautious evaluation of the country's Islamic bank is alarming. There is, however, no rigorous study on the correlation between the overall performance of the banking sector and that of the Islamic banks in Bangladesh. Nevertheless, trouble in the Islamic banks affects the overall banking sector, which is reflected in various indicators. The financial stability report pointed out that in the last year, the country's banking sector continued to register a slowdown in asset growth, which began in 2021. The asset growth rate stood at 7.50 per cent in 2022, which is lower than the previous two years. The overall asset quality in the banking sector also deteriorated in 2022, as the gross non-performing loan ratio (NPL ratio) increased marginally, primarily due to increases in NPL ratios of state-owned commercial banks, foreign commercial banks and specialised development banks. Though the Islamic financing industry includes banking, capital markets and insurance sectors, in Bangladesh, it is banking which is preeminent. Islamic insurance, or Takaful, was introduced in 1999 and is still in a nascent stage. Currently, 12 life insurance companies offer family Takaful products, and two non-life insurance companies have products of general Tafakul. Neither the Insurance Development & Regulatory Authority (IDRA) nor Bangladesh Bank has comprehensive statistics on the Tafakul sector. So, it isn't easy to know the actual size and market penetration status of the country's Islamic insurance industry. Sukuk, or Islamic bond, is a new product in the country's financial market. In 2020, the central bank issued its maiden Sukuk, which offers a profit of 4.69 per cent annually for a tenure of five years. The total amount of Sukuk issued stood at BDT 180.00 billion till the end of June 2023, as per the quarterly update report of Bangladesh Bank. Earlier in 2004, the Bangladesh Government Islamic Investment Bond (BGIIB) was introduced to maintain the Statuary Liquidity Ratio (SLR) by the country's Islamic banks. The government, however, is yet to borrow using the bond due to a lack of Shariah-compliant projects. At the end of FY23, the total sale of the bond stood at Tk 81.36 billion. Again, both the country's bourses have the Shariah Index, which is a subset of the broad market index. The Sharia Index includes different stocks that have to pass the rules for Shariah compliance.As demand for secured and ethical investment options grows, Islamic securities can cater to the demand. It requires adequate policy space so that Islamic debt instruments can be issued without difficulty and investors can purchase those flexibly. Regulatory supervision is also necessary to ensure compliance with Shariah principles. It is to be noted that the Islamic financial system relies on risk sharing and links the growth of investment and credit to the development of the real sectors of the economy. Speculative transactions that aggravate risk without creating value are also forbidden in this system. That's why the system is less risky and more disciplined than the conventional banking and financial system. Moreover, it is not necessarily restricted to followers of the Islamic faith only. Instead, it provides an opportunity for anyone who wants to invest and operate an ethical financial system.The central bank's quarterly assessment rightly mentioned that the other systems of the Islamic financial sector, such as the Islamic capital market, Takaful and microfinance sector, may also flourish systematically if supportive policies are adopted and implemented. It will lead to the expansion of the overall Islamic finance industry in the country. [email protected]",
        "headline_1": "Troubled Islamic financing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/troubled-islamic-financing-1697292810",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Given the increasing dominance of self-centred people in society amid a widespread nonchalance, the virtue of altruism makes many feel upbeat. Volunteering youths cleaning up clogged Dhaka canals, making people aware of the causes of dengue infection and spread, and other public welfare activities comprise some of the instances of altruistic acts. Groups of well-dressed youths planting saplings of small trees on a road island braving speeding traffic on their both sides is a rare spectacle. But the capital encounters scenes like this in its different areas these days. However, these isolated spectacles do not make Dhaka a fully altruistic urban centre. Like in many large cities caught in global adverse times, Dhaka also shows its indifference towards human plight. Thanks to the galloping price hike of essentials amid a global economic downturn, extreme forms of poverty among the lower-class people still make many feel helpless. In these critical times, sections of compassionate persons ought to come up and stand by the hard-hit people. This hasn't happened.Yet this is the ripe time. The affluent sections in society can now extend their helping hand to the extreme poor in their convenient ways. Very few have come forward. It appears to have a lot to do with the insidious impacts of the ongoing recession. People in different social strata have been hit in their own typical ways. The 2021 lockdown period during Covid-19 assault was different. Given the disease's nature of being a dreadful pandemic in the country, a mandatory 'social distance' in place with vaccines still elusive, the whole country remained caught under a virtual siege. People going hungry for days turned out to be a common feature. In those frightful times, a few altruistic youth organisations came up to feed the pandemic-hit hungry people in the capital. They distributed food for free among the ultra-poor by strictly maintaining the order of social distance. Against the great demand of food among the hungry, the youths could arrange only negligible quantities. The initiatives were tiny and too humble, but the youthful spirit to feed poor people proved highly overwhelming. No matter how many people they were able to feed, what counted finally was their unalloyed spirit behind the endeavours.In spite of the heroic spirit coupled with defiance, the virtue of altruism can be distinctively identified in a section of youths of Bangladesh. Many of their peers discover in them the dated values and inhibitions, for which the latter have little regard. Although normally highlighted by a section of the smart younger generations of the 21st century, altruism is an 'anachronistic' concept. In these times of rat race, remaining ahead of others in all materialistic spheres is the key to success. In fact, a youth's position in society or in professional career is now judged by his or her success. In this veritably fierce competition to go ahead of others, there are few scopes for nurturing the virtue of altruism. Theoretically speaking, 'altruism' highlights selfless concern for the benefit of others.In the present so-called modern and epicurean world, the general people have forgotten the virtues altruism. The detractors may ask them to find out the route to a utopian world, as it remains far above the worldly spitefulness. In the enlightened and refined societies, the followers of altruism do not flaunt this virtue of theirs. They love to keep it hidden. In the less advanced societies, altruistic activities have to come out of the private confines. It's because displaying these activities inspires others to be the followers of altruism --- and philanthropy in the bigger sense.[email protected]",
        "headline_1": "Altruism can still define society",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/altruism-can-still-define-society-1697292929",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2023"
    },
    {
        "full_article": "Wildlife trade is illegal in Bangladesh. But the practice of selling and buying rare wild animal species is going on unabated in the country for long. Sadly, our country is used as a transit for wildlife trafficking. According to a recent study prepared by Cambridge University, illegal trade in wildlife has been taking place openly in 13 districts of the country. The districts are Satkhira, Bagerhat, Chapainawabganj, Kushtia, Mymensingh, Sylhet, Kishoreganj, Manikganj, Gopalganj, Rangamati, Cox's Bazar, Bandarban and Gazipur. Wild animals are being caught from different parts of the country and then brought to Dhaka and Chattogram. From there the animals are trafficked to different countries including India, Myanmar, Thailand, Malaysia, Laos, Singapore and China. Some of these trafficked animals are Bengal tiger, crocodiles, fishing cat, monkey, spotted deer and various kinds of reptiles, snakes and birds. The study shows that our country has already become a safe haven for wildlife traffickers. And if we cannot control this illegal trade, much of our wildlife may soon become extinct.The practice of wildlife trade should be firmly handled. Awareness campaigns to educate people to help eliminate the suffering of these protected species and animals should be launched. The government should make an effort to highlight this critical issue and stamp out the illegal trade. Stepping up enforcement measures against wildlife trade hubs can help. The government of Bangladesh has signed the International Convention on the Protection of Wild Animals. But the reality is that the authorities concerned are not taking any effective steps against this illegal trade.Al Amin, Student of University of Dhaka, [email protected]",
        "headline_1": "Protect our wildlife",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protect-our-wildlife-1697292984",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2023"
    }
]