[
    {
        "full_article": "The long arm of the law finally caught up with Savad, a fugitive in the notorious case of chopping off the palm of a college professor in Kerala’s Thodupuzha, 13 years after the crime. Sleuths of the National Investigation Agency (NIA) arrested him, the first accused, from a village in northern Kerala’s Kannur where he was living under a fake identity, on January 10. The agency will rightly seek his custody in order to unearth the latent network of the banned Popular Front of India (PFI), which is believed to have planned the barbaric assault on the professor in July 2010 and arranged for Savad’s life in hiding thereafter. Religious extremists targeted Professor T.J. Joseph on his way home from church for drafting a question paper with supposedly a ‘blasphemous’ reference to the Prophet; actually, it was an adaptation of a passage from an essay on a screenplay written by noted Malayalam film-maker P.T. Kunju Muhammad. The State was able to ensure that the incident did not spark communal tensions, but it set off a series of irreversible losses for the professor. With the Catholic church, which managed the college where he was teaching, turning its back on him, he was terminated from service, with a recall on the eve of his retirement made possible, ruefully, by the suicide of his disconsolate wife, as he recalls in his memoirs, A Thousand Cuts (2020).The NIA took over the investigation in 2011. While it was able to get the conviction of 19 of the accused for various offences including those under the Unlawful Activities (Prevention) Act in the two-phase trial, the fact that the key accused remained at large prevented its closure. The agency announced a bounty of ₹10 lakh for information on Savad. His arrest has shifted the focus to the conspirators who masterminded the assault and the underlings who harboured him. Given that it was the outlawed Students Islamic Movement of India that metamorphosed into the National Development Front and subsequently into the PFI, the key to averting its resurgence in another avatar lies in uprooting the entire network of its underground supporters. Prof. Joseph has, as his words suggest, overcome any ill-will or feeling of vengeance towards his assailants, but he rues that action against the foot soldiers of religious terror would not guarantee peace and harmony in society. For that to happen, their handlers should be brought to book. It is vital that the NIA stays the course and prosecutes the key accused. The terror network that plotted the heinous attack must be disabled entirely. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKerala\n\n/\n\nterrorism (crime)\n\n/\n\nreligion and belief\n\n/\n\nfilm making\n\n/\n\nbooks and publishing\n\n/\n\ninvestigation\n\n/\n\npolitics",
        "headline_1": "Closer to closure: On the Savad arrest and Professor T.J. Joseph case in Kerala",
        "headline_2": "Terror networks can be dismantled only by disabling those at their top",
        "link": "https://www.thehindu.com/opinion/editorial/closer-to-closure-on-the-savad-arrest-and-professor-tj-joseph-case-in-kerala/article67740784.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Inflation measured by the Consumer Price Index expectedly quickened to a four-month high in December, with the measure of gains in food prices accelerating at a relatively faster pace as inflation in cereals and pulses stayed stubbornly sticky. While headline retail inflation ticked up by 14 basis points from November’s level to 5.69%, price gains measured by the Consumer Food Price Index accelerated by 83 basis points from the preceding month’s reading to 9.53% in December. The upsurge in food prices was largely driven by cereals — the biggest constituent of the ‘food and beverages’ group — that logged 9.93% inflation. Though that pace was marginally slower than the 10.3% posted in November, the key sub-group that includes the staples of rice, wheat and coarser cereals continued to register a month-on-month rate of inflation that offered little comfort to households. Disconcertingly, sequential price gains accelerated the most in the case of jowar and bajra — by 63 and 106 basis points, respectively, from November’s month-on-month inflation rates. These two coarse cereals are consumed more widely in the rural hinterland, particularly by those already facing varying degrees of precarity. Price gains in pulses, a key protein source in vegetarian households, also accelerated to a 43-month high of 20.7%. With the current rabi season’s sowing of pulses as on January 12, almost 8% lower than in the corresponding period of 2023, the outlook for their prices in the coming months is far from reassuring.Year-on-year inflation in vegetable prices also registered a dizzying almost 10 percentage points upsurge from November’s level, accelerating to a five-month high pace of 27.6%. Tomatoes and onions again led the charge, with their prices rising by over 33% and 74% from December 2022’s levels, respectively. However, reflecting the seasonal volatility that vegetable prices are prone to, prices of both the kitchen staples, as well as the broader sub-group, witnessed sequential deflation. While the month-on-month deflation in overall vegetable prices was 5.3%, the prices of potatoes, onions and tomatoes contracted from November by 5.9%, 16% and 9.4%, respectively. Still, the average retail price of a majority of the 23 food items monitored on a daily basis by the Department of Consumer Affairs continues to remain higher as on January 14 than the year-earlier level, reflecting the challenge policymakers face in containing food-price inflation. With households likely to spend larger shares of their incomes on food as these costs continue to rise, there is a real risk that the knock-on impact on already weak consumption can derail the broader growth momentum in the economy. And with the spiralling crisis in West Asia infusing a new level of uncertainty over global trade and energy costs, policymakers have their task cut out.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nfruit and vegetable\n\n/\n\nfood\n\n/\n\nenergy resources\n\n/\n\nIsrael-Palestine Conflict",
        "headline_1": "Prohibitive price gains: On the Consumer Food Price Index",
        "headline_2": "Rising food prices may affect already weak consumption of goods",
        "link": "https://www.thehindu.com/opinion/editorial/prohibitive-price-gains-on-the-consumer-food-price-index/article67741039.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Today is a historic day for the country as the India Meteorological Department celebrates the 150th anniversary of its establishment. IMD has undergone several phases of evolution and has been a testament of progress, glory, and service to the nation since 1875.\nRead full opinion on TOI+\n\n",
        "headline_1": "Predicting the weather to taming it: On the 150th anniversary of IMD’s establishment today, minister of earth sciences Kiren Rijiju writes Met has never been as important as now, when we are coping with climate change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/predicting-the-weather-to-taming-it-on-the-150th-anniversary-of-imds-establishment-today-minister-of-earth-sciences-kiren-rijiju-writes-met-has-never-been-as-important-as-now-when-we-are-c/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Authored by: Vijay Gokhale\nDemocratic Progressive Party (DPP) has won an unprecedented third term in Taiwan’s presidential polls. Lai Ching-te (William Lai) has been elected President of the Republic of China after beating his rivals Hou You-yi, the candidate of China’s oldest political party, Kuomintang (KMT), and Ko Wen-je, the leader of the newly formed Taiwan People’s Party (TPP), in a three-way contest.\nRead full opinion on TOI+\n\n",
        "headline_1": "Taiwan snubs Xi, again: Results of presidential polls confirm the growing constituency for local Taiwanese identity. Beijing can do little about this trend",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/taiwan-snubs-xi-again-results-of-presidential-polls-confirm-the-growing-constituency-for-local-taiwanese-identity-beijing-can-do-little-about-this-trend/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Indian economy is in a sweet spot. It’s once again the fastest-growing major economy in the world, and almost all macroeconomic parameters are sound. The exception is the level of debt GOI and states have accumulated. Unless it’s brought down, we won’t make the most of the current opportunity.\n\nDebt level has soared | Debt levels began to worsen just before the pandemic, in 2019-20. Since then, it hasn’t been brought under control. Combined government debt in 2022-23 was 86.5% of GDP, one of the highest in four decades. It was marginally higher than the debt of 85.2% of GDP recorded in the previous year.\n\nTwo deficits have diverged | India’s fiscal problems have usually been accompanied by an energy shock. Higher international energy prices usually lead to governments loosening fiscal control. This time it has worked the other way. We are into the 10th year of a relatively favourable energy environment, the annual average crude oil price has been less than $100/barrel. Consequently, the current account deficit as a percentage of GDP has been less than 2%. However, the combined government fiscal deficit of governments has been relatively high at 9.4% of GDP in 2022-23.\n\nStepping into the breach | One of the reasons for the high debt level of governments has been the effort they have made to compensate for a low level of private investment. Following the clean-up of balance sheets undertaken by banks and private firms, investment levels in the economy declined. It’s public investment that has checked and then reversed the decline.\n\n\nInvestment still not high | Total investment in the economy as a proportion of GDP is around 32%. Around 2011-12, it was around 38-39%. Governments have done much of the heavy lifting in the last decade. To this, add the economic outlook that has now turned more favourable. Typically, it should draw in more private investment. However, if the government debt level doesn’t reduce, additional private borrowing will push up interest rates disproportionately.\n\nRoad map for debt reduction | The forthcoming budget needs to highlight a road map to lower combined government debt. This is necessary to create space for sustained private investment. Without this space being created, high interest rates will limit economic potential the current moment offers. Fiscal constraints have earlier derailed economic growth momentum. Both GOI and states need to act early to ensure it doesn’t happen again.\n\n",
        "headline_1": "Space for growth: Combined government debt level is at a record high. It needs to come down to enable private investment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/space-for-growth-combined-government-debt-level-is-at-a-record-high-it-needs-to-come-down-to-enable-private-investment/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Rahul Gandhi began his second yatra, Bharat Jodo Nyay Yatra, a bus and on-foot journey over 6,700 km from Manipur to Maharashtra, with a moment’s silence remembering those killed in Manipur’s ethnic violence since last May.\n\nMessage in Manipur | Congress has often highlighted the crisis in the northeastern state, the breakdown of inter-community ties and tolerance, and called for “justice in Manipur”. Sporadic violence still claims lives, and slow go investigations into violence that rendered thousands of refugees.\n\nMessage from Mumbai | But ex-MP Milind Deora jumping ship to join Eknath Shinde’s Shiv Sena hours before journey’s start flashed its own message from the yatra’s endpoint. Coming as it did a day after party chief Mallikarjun Kharge was made convener of INDIA bloc, Deora painted his politics, plight and flight in acronyms GAIN and PAIN to highlight that Congress’s house was not in order.\n\n\nMessage from BJY | Rahul Gandhi’s 4,000 km Kanyakumari to Srinagar walkathon had a positive impact on his image, bringing him recognition that eluded him for years and brought Congress some electoral dividend – election wins in Karnataka and Telangana at least.\n\nDoes Deora’s exit matter? | In letter, perhaps not – the son of late Congress veteran Murli Deora lost both 2014 and 2019 LS contests to a Uddhav Sena nominee. But in terms of optics, the signalling of loss, certainly. A winning party does not lose old-timers. Its recent-most losses in direct fights with BJP in MP, Rajasthan and Chhattisgarh have already made its task to a) lead the opposition front and centre and b) convince voters, that much harder.\nThe new yatra cuts through India’s belly, covering 15 states – and practically all of India’s tribal belts. The test is again Rahul Gandhi’s to cover as much ground and cover Congress’s losses.\n\n",
        "headline_1": "RG walks, Deora too: Rahul’s ‘apolitical’ yatra has a tough political job. And Milind sends a message",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rg-walks-deora-too-rahuls-apolitical-yatra-has-a-tough-political-job-and-milind-sends-a-message/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "At a time when the government is in transition, the business syndicates have found an opportune moment to shift gears for a sharp price acceleration of the key commodities. The gear change, moreover, suits them best at this juncture although the general consumers, already reeling from sustained high inflation, are likely to be further overwhelmed by the still higher price shock. That the market is controlled for artificial price increase of essentials by traders, wholesalers or business sharks and the players down the supply line is an open secret. Neither farmers known as primary producers of agricultural commodities nor consumers can expect to enjoy any benefit they are entitled to. The operators in between the two make the most of an unregulated market. Right now in this peak period of a large variety of vegetables, the same is happening. Prices of veggies have dropped at the growers' level but city people are still subjected to unrelenting fleecing. For quite some time market of the staple rice remained stable, albeit at a level higher than the rationally pricing limit, but to everyone's surprise at this peak harvesting monsoon it has become abnormally jittery. Price of all varieties of rice in the city market has registered a hike of Tk 5.0-7.0 a kilogram overnight. Only a week ago coarse flour (ata) price also leapfrogged by Tk 10 ten a kilo. To go by a report carried in the FE on Sunday last, four key essentials have registered abnormal price gains in defiance of reason and market theories. Rice, seasonal vegetables, potato and onion head the list of other less essential commodities in the soaring price index. In the past there were targeted price hikes of certain essentials. Now excuses are aplenty against the backdrop of the Russia-Ukraine war for hiking prices of all kinds of commodities with particular focus on food items without which life is impossible. Right now the excuse of supply crunch is irrelevant because there is no dearth of either of the four essentials under review. But this is not the first time that business coteries have held the consumers and the government hostage to their machinations. At a time when food price the world over eased off, the consumers in this country were arm-twisted to cough up more than they would have normally paid for commodities. This time the ploy might be to test the new government before it settles down. Once pushed up, prices can seldom be brought down to their earlier levels. So before Ramadan when some essentials are in high demand, this outrageous manipulation of market is geared to serve business interests.One of the top, if not the number one, agenda before the new government is to tame the galloping inflation. Now the sections of dishonest business might be tempted to use the Red Sea crisis as an excuse for raising prices of essentials. If the government cannot persuade business interests within its political fold to restrain profit-making at the outset of its tenure, things will go out of control. Let it prove it is up to the task, if not for anything else at least for its better acceptance to the people and also in the interest of the economy and socio-economic justice. Laissez faire dispensation on the economic front can wait until businesses mend their ways.",
        "headline_1": "Taming inflation is top priority",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taming-inflation-is-top-priority-1705328818",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Let's face it. No one trusts the financial sector and a very potent symbol of that is the face of PK Halder. That he stole and left Bangladesh in league with his colleagues, several Bangladesh Bank officials and other members of the system is not a secret. Billions of taka were stolen and very little returned. The International Leasing and Financial Co and its current regime have informed some of its clients that a big scheme is on to return all the money and other plans are in the oven. However, almost three years after the theft broke cover and that too only after Halder ran away, nothing has happened. In a country where financial scandals are a dime a dozen, ordinary everyday thefts don't even raise an eyebrow. People just don't care because they know they can do little about it. That is because theft in financial institution is not incidental but systemic. It means that PK Halder is not the criminal but the system operates in such a way that theft is inevitable and protection of the theft is inevitable too. So by criminalizing individuals we protect the system. Its guilt by association we should be discussing rather than guilt by intent. THE STRUCTURAL GUILT The banking system is not built around investing clients' deposits but owning an economic access mechanism that allows the powerful to increase their ability to gain more resources from deposit holders. It's not profit from investment but profit from access. It's not a conventional banking or financial institution management based sector but a resource accessing sector. It basically means that services are available and not necessarily universal but it's a high profit-driven sector that has produced its own institutions unique to network capitalism. So it's not the guilt of an institution or a bank or even a sector because of what they do but its nature. One may argue that such a configuration runs counter to what is understood as financial services but that is how the financial sector looks, a high risk zone. Since \"corruption is not an issue in such an economic system, those seeking banking services including safety of their money by making deposits are stepping into a high risk sector by choice. Thus individual players are not guilty as to survive they have to play by the rules of the sector and it's the sector and the system that determines their behavior. THE HOUSE THAT HALDER BUILT The Anti-Corruption Commission (ACC) which could do or did nothing when Halder was scamming everyone has banned 40 officials of several financial institutions from traveling abroad. Apparently, a list has also been sent to the immigration officials but as everyone knows, none prevented Halder from fleeing and several fingers have been pointed to active collusion by those responsible for preventing. If nothing it showed how the system operates. The thief is protected in the name of inefficiency and bureaucratic delays. Reports say that the names were known to the authorities for long but no action was ever taken because Halder himself was immune to arrest. It's when he ran out of schemes that he left. Worse, the authorities didn't even know where he was and kept mentioning Canada when in reality he was in India. Many believe this was deliberate so that calls for his return would not be made. His decision to leave was not prompted by law enforcement actions but the cost benefit analysis of scamming didn't add up anymore. About 40 such people have been listed but far more people are needed to rip off approximately 35 billion taka. Halder ran his scheme for years and with the active cooperation of not just the business community but the financial sector and most importantly the regulatory and supervisory authorities. In other words, it's a collective effort which shows the limits of what the sector can do. What is cutely called \"corruption\" is misnamed as the sector largely operates around what would be called largely criminal practices or corruption. Its standard hence not a deviation.True, it wouldn't apply to all and even all wouldn't be entirely corrupt but then no sectorial and systemic enrichment behavior is possible if access is put at risk by limiting funds. Hence even the notorious leasing companies sectors have outfits that are reliable but the rest don't enjoy that same level of confidence either. But the big question is not that. It's why the Bangladesh Bank claims itself to be the regulator but doesn't act accordingly. HALDER AND THE BANGLADESH BANK Halder is not a person and the BB is not an institution per se. They both reflect the face of the system that has been built around a sector that operates along non-performing/rogue loans as a key provider of monetary gain followed by outright theft at the higher end of gain. Regular reports of such loans and thefts and the complete inability of the regulators to prevent such acts and take actions that prevent future ones show systemic consent to the Halder method of getting rich. And that is key to the understanding of the Halder syndrome. It may not be an inability to act but a systemic demand not to interfere with such acts. Halder reflects the extreme success of this model which carries some risks but as a whole is its most defining brand.He is the brand the system has chosen for itself.\n[email protected]",
        "headline_1": "Is PK Halder brand of the financial sector?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-pk-halder-brand-of-the-financial-sector-1705332160",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "From a study by the prestigious US-based non-profit, National Academy of Sciences (NAS), it has been revealed that just a litre of bottled water contains hundreds of thousands of microscopic fragments of plastic particles, microplastics, of sizes below one micrometre or one billionth of a metre. And the bottled water tested for the NAS study was from well-known global brands. The test was done using a recently invented technique called, Simulated Raman Scattering (SRS) microscopy. Interestingly, the inventor of the technique was one of the research paper's coauthors who conducted the study in question. Actually, upon counting, scientists found, on average, 240,000 extremely small fragments of plastic particles in each litre of water (of the popular brands of the USA). And, thanks to the new study technique, nanoplastic population in bottled water has exploded to 10 to 100 times the number that was found in earlier counting. The findings stunned researchers so much so that a coauthor of the research paper, Dr. Beizhan Yan, associate professor of geochemistry at Columbia University, said that those concerned about nanoplastics in bottled water may reasonably consider alternatives like tap water. In Bangladesh, there is no recent report of any such rigorous scientific research done on microplastics in bottled water to comment on. However, the issue of microplastics in the environment has come under discussion and concerns have been expressed by different quarters. However, about tap water, one may recall what Dhaka Water and Sewerage Authority (WASA) once told the city residents. On April 6, 2022, WASA requested its consumers to boil the water it supplies through pipelines before drinking as direct use of the piped water for drinking was not safe. Undoubtedly, it was honest on WASA authority's part to admit the truth. But the issue of bottled water is yet to come under serious scrutiny. Reports say that Bangladesh has a booming market for bottled drinking water. Bottled water from some three dozen or so local brands have flooded the market from cities to remote villages. In the semi-urban and rural areas potable water is a big issue since the only source of safe water there, the tube wells, are not safe as arsenic contamination of tube-well water is now a major public health concern. So, bottled water is invading rural markets, too. Moreover, bottled drinking water is now fashionable at social and public events. So, how safe is the bottled water supplied by dozens of local companies in Bangladesh? From time to time, stray cases of detection of hazardous contents including different strains of Escherichia coli (E. coli) bacteria in some bottled water have been reported in the media. But there is no sustained effort to study the safety of bottled water of numerous brands circulating in the market. It is said that the present worth of the bottled water market is over Tk. 10 billion and the market is growing as the demand for bottled water is around 400 million to 420 litres a year. The Bangladesh Standard and Testing Institution (BSTI) provides licence to these companies and it also conducts quality tests for products it certifies. But BSTI's hands are full with too many tasks to look after any particular product. Safety of drinking water being a matter of urgent concern, a separate dedicated body equipped with the required knowhow, funds and manpower should be at work to check quality of bottled drinking water marketed across Bangladesh.\n[email protected]",
        "headline_1": "How safe is our bottled water?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-safe-is-our-bottled-water-1705328926",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2024"
    },
    {
        "full_article": "Two weeks of the new academic year have passed. But thousands of secondary students are yet to receive some of the free textbooks. Many students of Class VIII and Class IX, reportedly, have not received several textbooks that they were supposed to receive on the first day of the new academic year. Reportedly, they have not yet received history, social science and science books for Class VIII and Class IX. And it is not the first time that the NCTB (National Curriculum and Textbook Board) has failed to distribute textbooks among school and madrasa students across the country in time. Every year the delay in distributing textbooks mainly affects the students. Unavailability of textbooks in time forces students to rely on notes and guidebooks. The textbook, in fact, is the heart of the school and teaching-learning activities, without which there would be no schooling. Effective use of textbook helps children learn their subjects. Textbooks carry a wide range of new and interesting facts and open the door to a world of a whole new experience to a student. Teachers can play an important and crucial role in nurturing and supporting each child's creative potential by proper use of textbooks. Textbooks also help teachers become more inspirational and motivational. However, delays in distributing textbooks to schools can hugely affect teaching-learning activities of children. In such a situation, students from poor economic background are likely to fall behind. This is why the authorities concerned must work hard to distribute textbooks as early as possible to schools so as to enhance the quality of education as a whole.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Ensure quick distribution of school textbooks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-quick-distribution-of-school-textbooks-1705328948",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2024"
    }
]