[
    {
        "full_article": "In Manipur, with the Bharatiya Janata Partyunable to identify a successor to N. Biren Singh for the post of Chief Minister and the Assembly also not having been convened even six months since its last sitting, President’s Rule was imposed in the State with the Assembly under suspended animation. Since mid-2023, in any case, a number of central forces have been deployed, with the Union Home Ministry in control over law and order even as the strife that began as an ethnic conflagration in May 2023 has shown no signs of easing. With President’s Rule being declared — even if it was for expedient reasons and showcased an inability of the BJP and its allies in government to overcome the ethnic differences within the legislature and in the polity — the Union government now has an opportunity to ease the tensions. It can also work on pressing issues such as the persisting displacement of over 60,000 people. Reports suggest that many among them still experience severe trauma and a loss of livelihoods, which must be tackled by the government with alacrity. President’s Rule also allows for the possibility of talks between representatives of the two communities in the conflict, especially those who are committed to peace. The legislators can also play a role in this exercise of reconciliation.The other major issue is the militarisation of civil society, with the burgeoning of armed groups among the two communities, who have termed themselves as “village volunteers”, brandishing arms looted from constabularies. Earlier attempts to retrieve these weapons and bring the looters to face justice have not borne fruit. The militarisation in the new ethnic conflict has also been complicated by the expanded role of insurgents who were fighting the Indian state or were engaged in the Myanmar civil war. It would take a concerted effort by the government, armed forces and civil society actors to identify the “village volunteers”, disarm them by using a firm hand and with incentives, and then work on ways to tackle the insurgents. The Biren Singh regime was incapable of doing this because of the perceived bias in leadership and Mr. Singh’s tendency to stigmatise the Kuki-Zo community as a whole, leading to complete distrust. Efforts must be taken to distance the government from this coloured legacy and the Home Ministry should work on a war-footing to restore peace. Ideally, Assembly elections would have been necessitated immediately considering the deep ethnic divisions within the legislature and its failures. But, first, it is imperative to extinguish the climate of fear and reprehension from violent groups and restore the rule of law before elections. Published - February 15, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Manipur\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        political development\n                    \n                            /                      \n                        \n                        law enforcement\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        Myanmar\n                    \n                            /                      \n                        \n                        national or ethnic minority\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        election",
        "headline_1": "Peace imperatives: On President’s Rule in Manipur",
        "headline_2": "President’s Rule in Manipur provides an opportunity for peace",
        "link": "https://www.thehindu.com/opinion/editorial/peace-imperatives-on-presidents-rule-in-manipur/article69220498.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "A healthy winter harvest of vegetables reined in food inflation to a five-month low of 6% in January, driving down India’s consumer price inflation to 4.3%, tantalisingly close to the 4% median target pursued by the Reserve Bank of India (RBI). For urban consumers, in fact, inflation eased to 3.9%, while rural consumers faced a much-moderated 4.6% uptick in prices. This constitutes some relief for households, especially the urban middle class which has been awaiting relief from food inflation and has pulled back on other spending. If inflation holds around this level for some time, this may have broader connotations for consumption and growth impulses gathering fresh steam. The RBI, which slashed interest rates last week in anticipation of declining inflation, must be relieved too. As per its own reckoning, with this quarter expected to average 4.4% inflation, there may be a minor uptick from January’s 4.3% price rise over this month and March. On Thursday (February 13, 2025), citing the inflation decline and the RBI’s projection of an average inflation of 4.2% in 2025-26, Finance Minister Nirmala Sitharaman exuded confidence in Parliament that food prices will be under control this year, with farm output estimates suggesting a healthy uptick.Some dark clouds, however, loom over this benign inflation outlook that is expected to create more room for the central bank to cut rates further and support growth. With the rupee declining 4% against the U.S. dollar so far in the second half of 2024-25, imported inflation can play spoilsport, particularly on fuels, and edible oils where imports constitute 60% of India’s consumption needs. If commuting costs, which accounted for the highest chunk of households’ non-food spending in 2023-24, and cooking fuel costs flare up along with the price of fats to fry one’s meals, household budgets will be exacerbated afresh. Edible oil prices have been rising sharply for a few months already, with high global prices compounded by the Centre’s decision to impose import duties. They were up 15.6% in January, the highest in almost three years. Wholesale prices for edible oils jumped 33.1%, indicating there is likely more pass-through of these costs in retail prices. Any weather shocks this coming summer and monsoon could also undo food price gains. The RBI, which is seeking to curb the volatility in the rupee, will be mindful of these risks, and having retained a neutral monetary policy stance, may hold off on its growth pursuit if warranted. To alleviate price pressures, the government, after unveiling income tax cuts to boost middle class consumption, should be open to slashing indirect taxes — fuel levies, import duties, and GST — as they affect all sections of society, including the most vulnerable.\r Published - February 15, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        fruit and vegetable\n                    \n                            /                      \n                        \n                        Parliament proceedings\n                    \n                            /                      \n                        \n                        currency values\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Monsoon",
        "headline_1": "Catching a break: On the inflation dip and households",
        "headline_2": "January’s inflation dip brings respite for households but fresh risks are building up",
        "link": "https://www.thehindu.com/opinion/editorial/catching-a-break-on-the-inflation-dip-and-households/article69220224.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "Even before Trump took his second oath of office, a few things were clear to New Delhi in its initial interactions. One, this was Trump unalloyed, no longer moderated by inexperience and a Beltway staff as he was in his first term. Two, India should not expect leeway because of strategic relations.\nTrump largely sees allies and partners as freeloaders, he would have to be won over on additional grounds. Three, India’s two biggest negatives for the US president were its protectionism and its illegal migrants.\n\nLike most world leaders, Modi agreed to Trump’s invitation for an early summit with some wariness.\nRead full story on TOI+.\n\n",
        "headline_1": "He likes India but likes tariffs more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/he-likes-india-but-likes-tariffs-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "Modi’s visit to Washington can be categorised as a success. He renewed his nearly decade-long friendship with Trump. The two sides underscored their commitment to furthering a fast-growing strategic partnership. All this, despite the Trump administration being in office less than a month and with many top India focused posts still vacant.\nThe main takeaway was that the state of the bilateral partnership is strong. But one might ask, ‘how can that be so?’ Indeed, there’s seemingly so much that doesn’t bode well for the relationship in Trump 2.0.\n\nThat the partnership is nonetheless alive and well can be attributed to factors we’ll call the 3Ps – precedent, personalities, and policy.\nRead full story on TOI+.\n\n",
        "headline_1": "Old buddies who’re necessary pardners",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/old-buddies-whore-necessary-pardners/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "By Vijay Hashia\nVeteran actor K Chiranjeevi recently stated that he wants his son, Ram Charan, to have a boy to ‘continue the legacy’. His statement highlights how deeply entrenched patriarchy is in Indian households and underlines the need to address it by profoundly understanding Indic concepts of karm and dharm.\nPatriarchy when examined through the lens of karm – principle of action and its inevitable consequences – and dharm, moral and cosmic order, unfolds a dynamic relationship between societal structures and individual responsibilities.\nKarm, as a metaphysical principle, emphasises inevitability of consequences that arise from actions. Every action, whether it perpetuates dominance, subjugation, or liberation, generates outcomes that shape individual destinies and collective social realities. Patriarchal practices, such as the institutionalisation of gender-based hierarchies, have created entrenched systems of inequity.\nThese actions, viewed through the lens of karm, are contributors to societal disharmony. Injustices embedded in such practices reverberate across generations, impeding social progress and spiritual evolution.\n\nActions undertaken with awareness, compassion, and a commitment to equity can counteract the negative consequences of past deeds. This principle highlights the ethical responsibility of individuals and communities to address structural imbalances perpetuated by patriarchy. Through conscious, dharmic actions, societies can rewrite karmic patterns that have historically favoured one gender over another, fostering inclusivity and mutual respect.\nDharm serves as the guiding principle of moral and cosmic order. It emphasises harmony, justice, and the uplift of all beings. Rooted in the Vedic concept, the foundational cosmic order, dharm demands that human actions align with universal principles of fairness and balance. Patriarchal systems, by disrupting this harmony, represent adharm, leading to social discord and spiritual disconnection. When women are excluded from positions of authority or denied equal opportunities, this imbalance violates dharm.\nThe philosophical foundations of dharm challenge alignment of patriarchal practices with its core metaphysical principles. The concept of Ardhanarishwar, depicting Shiv and Parvati as an inseparable whole, exemplifies the ideal of gender equality. Patriarchal systems that marginalise one gender or prioritise hierarchical dominance contradict these spiritual ideals.\nContemporary practices are beginning to challenge entrenched patriarchal norms. Female spiritual leaders advocate for inclusivity in Hindu rituals. The increasing number of women pujaris, priests, across India further exemplifies the shift towards challenging patriarchal monopolies in spiritual leadership.\nFestivals such as Karwa Chauth, traditionally requiring women to fast for their husbands’ well-being, are now practised by many couples as mutual acts of devotion. These shifts reflect the broader principle of samatva, equity.\nPhilosophically, addressing patriarchy involves not only critiquing its historical and cultural roots but also recognising its karmic implications.\n\n",
        "headline_1": "#Cancelpatriarchy with introspection and reform",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/cancelpatriarchy-with-introspection-and-reform/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "There’s a method in Trump’s mad headline-making\nIn 25 days, Trump has made America great again. Gone are illegal immigrants, handcuffed and deported on military planes. High tariff walls guard US interests – China, Canada, Mexico won’t dare dump a shirt button now. The fentanyl tap has been turned off, climate change cancelled, Gaza solved, and peace in Ukraine is a finger snap away. Iran and N Korea will fall in line. Everything’s fixed. Except, none of this has happened – The Economist just reported that Elon Musk’s relentless federal govt pruning has “scarcely made a dent in spending”. Trump has spoken unexpected, outrageous things, compulsively made headlines with his fiats, and created a perception. But headline management is not governance. For proof, read India’s old five-year plans, or look at all the foundation plaques littering the country. A highway here, a township there, the promise of a power plant – they never got past the headline stage.\nHeadlines don’t make a nation great, but they magnify the individual, the ruler, and even ideas. Brexit was not a great idea, but headlines made it the answer to UK’s problems. Almost nine years after the fateful referendum, it’s clear that UK’s trade in goods has suffered. Travelling has become cumbersome.\nHeadlines perk up business too. AI is the latest craze, everything from ACs to water purifiers and cars must have it. What happened to IoT, the internet of things? But that was a headline peg 7-8 years ago. Five years ago we were all going to live and shop in the metaverse – a term coined in 1992 but made popular by headlines after 2017. Firms sprang up to sell designer stuff for our online avatars. We were also – according to headlines – going to buy a lot of non-fungible tokens or NFTs. And the office was dead, headlines said. But actually, WeWork collapsed. In Orwell’s 1984, when the weekly chocolate ration is reduced to 20g, there are demonstrations to thank Big Brother for raising it. That’s the power of headlines. Trump knows it.\n\n",
        "headline_1": "Talk big, move on",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/talk-big-move-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "At a time when the nation is heading towards the national election by the end of this year, Jamaat's demand that the election should be held only after completing reforms to state institutions relevant to the electoral process has come as a surprise. While it is undeniable that our vital institutions urgently need fundamental reforms, the necessity and significance of holding the 13th national election as soon as possible cannot be overstated, especially since voters have been deprived of their right to vote in the last three elections. And as we have previously stated, it should be possible to both hold the election and implement crucial reforms by the end of the year.\nThe six reform commissions have already submitted their reports with recommendations, which have been made available to the public. Yesterday, the first meeting of the National Consensus Commission was held with political parties to review these recommendations and build consensus ahead of the election. We still have around 9 to 10 months before the election to reach an agreement on the major reforms that should be completed prior to the election. Therefore, Jamaat's stance regarding the timing of the polls is not a judicious one and largely reflects its own partisan interests.\nBesides demanding reforms before elections, the party has also called for a proportional representation system and local government elections prior to the national election. These demands stand in stark contrast to those of the BNP, which was its long-time ally.\nWe believe Jamaat's demand for a proportional representation system has some merit, as it would prevent a sweeping majority from stultifying the parliament, as we have experienced in the past. Furthermore, there is no doubt that a proportional representation system better reflects public opinion compared to the first-past-the-post system. However, there is reportedly strong disagreement among political parties regarding this system. Also, given its unfamiliarity to the public, we think it should be planned for the election after the next. By that time, people should be made aware of the system and how it works. We are also in favour of holding local government elections before the national election, but only if it does not delay the national election. At a time when the country is going through a difficult phase without an elected government in place, the national election is far more crucial than local elections. We believe that an elected government can bring more stability to the country and improve overall governance.\nTherefore, we hope all political parties will reach a consensus on the necessary reforms before the election. We urge both Jamaat and BNP, as well as other political parties, to rise above their partisan interests and prioritise national interests. This would best be achieved by holding the national election by the end of the year.\n",
        "headline_1": "Election by the year-end is most logical",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/election-the-year-end-most-logical-3824826",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "What's in a name? Quite a lot, actually. Names define identities. Names shape perceptions. They also help set narratives, assign blame, and even influence outcomes. It, therefore, makes sense that the simple act of naming a \"mob\" has suddenly become contentious because of all the baggage it brings with it in present-day Bangladesh. This debate—triggered by the launch of the Operation Devil Hunt following renewed anti-fascist campaigns and Adviser Mahfuj Alam's characterisation of mobs as \"devils\" in a stern warning to the Touhidi Janata—was perhaps inevitable in a country reborn through a violent uprising by individuals who would have been branded terrorists or anarchist mobs, and severely punished, had they failed. In a remarkable turnaround, they are now national heroes, and rightly so.\nThe question is, who qualifies as a mob then? Can such a generic term even capture the diversity and nuances of different groups? While Mahfuz was more specific in his portrayal, the home ministry was less so as it alluded to \"saboteurs who attacked students,\" individuals with warrants against them, \"troublemakers\", and even the eponymous \"devils\" as targets of the joint forces operation. This could encompass, among others, anyone involved in the events between the demolition of the historic Dhanmondi 32 residence of Sheikh Mujibur Rahman and the Gazipur incident, where anti-fascist protesters themselves became targets of a mob allegedly including Awami League activists. In other words, their identities can be as overlapping as conflicting. Despite their shared aggression, whether a group is labelled as protesters, agitators, or simply a mob can lead to vastly different public perceptions and politico-legal consequences.\n\nSo before diving into these complexities, let's establish the basics. A mob, by definition, is a large, disorderly crowd intent on causing disturbance or violence. If you search online, you will come across context-specific variations such as \"woke mobs,\" \"vigilante mobs,\" \"nationalist mobs,\" \"religious mobs,\" \"troll mobs,\" etc. I remember writing about \"lynch mobs\" in 2019 when mass hysteria over a bizarre rumour—that human heads were being collected for Padma Bridge construction—led to seven people being killed. As I argued back then, mob violence \"is not justice—it's what justice looks like when it is privatised and leased out to the most dominant groups in society.\" And whatever form it takes, and however justified the motive seems to be, it remains unacceptable in a democratic system where due process and rule of law are considered sacrosanct.\nSince the fall of the Awami League government, there has been a wave of mob-related incidents leaving debilitating effects across various sectors, including education. On Monday, a group of individuals besieged a stall at the Amar Ekushey Boi Mela over a book by controversial writer Taslima Nasrin, forcing it to close. A day earlier, a mob torched the house of a double-murder suspect in Rangpur's Pirganj upazila. Similar disturbances, big or small, are surfacing almost regularly—a trend often attributed to the previous regime's authoritarian rule that fostered deep-seated anger and distrust among people. While such behaviour cannot be condoned, things get trickier when the target of this anger is Awami League itself, or what remains of it.\n\nAnother danger of encouraging mobism is how easily it can morph into various expressions of fanaticism. For instance, the same mobs that destroyed Mujib's murals and statues over the past months could feel emboldened to attack any structure, symbol or event that they perceive to be anti-religious. In fact, some already are. A recent video shows a man standing before the Raju Memorial Sculpture at Dhaka University, calling it a \"murti\" (Hindu idol) and urging its destruction. Monday's book fair assault, the disruptions of women's football matches in Joypurhat and Dinajpur, or the spate of attacks on shrines in recent months—all point to the uncontrollable effects of encouraging mobism.\nThe argument of those opposing the labelling of such acts as mob violence is, if I understand correctly, that any actions targeting the symbols of the ousted regime are necessary to prevent its resurgence. Theoretically, you cannot deny the logic—the gross human rights violations committed by the party during July-August alone, as highlighted again by the just-released fact-finding report of the UN human rights office, make this non-negotiable. The question, however, is not about the goal but the methods being used to achieve it. After the uprising, there was broad consensus that what happened during this period, including the destruction of public property and infrastructure, served a greater cause, and as such, participants faced no legal repercussions. But should such concessions still be granted six months later, when the nation is trying to claw its way back to some much-needed stability? The answer is self-evident.\n\"But what if there are provocations?\" ask some. True, the Dhanmondi 32 demolition was largely a reaction to Sheikh Hasina's virtual speech from India—an act that, given the trauma of her reign of terror, was bound to provoke outrage. Had she not shown the audacity to attempt a political comeback while evading justice for her many crimes, the destruction could perhaps have been avoided. But this reasoning is tenuous at best and dangerous at worst.\n\nExpecting a former dictator to behave responsibly is a naivety we cannot afford at this stage. What about our own responsibility to pre-empt her move, and more importantly, protect the greater interests of the nation? The anti-fascist camp's headlong dive into a trap ostensibly designed to raise questions about the direction of \"new Bangladesh\" exposes the fallacy of their campaign. Understanding the difference between fighting actual fascism and scoring symbolic victories in an already triumphant landscape is crucial. Moreover, a mob is a deeply unstable force that may take on a will of its own once activated. It is no surprise that the call to disrupt Hasina's speech set off a domino effect of attacks, vandalism, and arson targeting Awami League-linked houses and establishments in as many as 35 districts. Will anti-fascist mobilisers take responsibility for these attacks, or the reputational damage thus caused to Bangladesh? The UN has already warned about meeting international standards in trials for the perpetrators of July-August massacre. We cannot expect fair justice and global support for our bid while condoning extrajudicial actions against the remnants of Awami League.\nThe reason we focus more on the Dhanmondi incident and its aftermath is because of the insistence by some anti-fascist voices on challenging any labelling or questioning of their supporters, as if they are an organised force governed by strict discipline. They are not. The truth is, under the broad anti-fascist umbrella, there are numerous student, political and ideological banners—just as there are numerous types of mobs. A mob, however you characterise it, cannot be expected to see reason or exercise restraint. It cannot distinguish between political and criminal actions, between \"reactions\" and \"revenges,\" or between legitimate targets and collateral damage.\n\nAnother danger of encouraging mobism is how easily it can morph into various expressions of fanaticism, which is perhaps what led Mahfuj Alam to directly address the Touhidi Janata. For instance, the same mobs that destroyed Mujib's murals and statues over the past months could feel emboldened to attack any structure, symbol or event that they perceive to be anti-religious. In fact, some already are. A recent video shows a man standing before the Raju Memorial Sculpture at Dhaka University, calling it a \"murti\" (Hindu idol) and urging its destruction. Monday's book fair assault, the disruptions of women's football matches in Joypurhat and Dinajpur, or the spate of attacks on shrines in recent months—all point to the uncontrollable effects of encouraging mobism.\nAs part of the Operation Devil Hunt, the authorities have so far detained nearly 3,000 individuals, many likely linked to recent incidents of chaos and aggression. But security crackdowns alone cannot prevent this trend. It demands deeper reflection. Should we continue to condone unregulated public outbursts? Should we so easily fall for \"provocations?\" Or can we channel our grievances into structured responses that can solidify our transition to democracy, prevent the resurgence of any form of fascism, and restore Bangladesh's global standing?\nWhatever we do, the idea of a mob must be left in the past.\nBadiuzzaman Bay is assistant editor at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star\nOpinion, see our guidelines for submission.\n \n",
        "headline_1": "Devils, heroes, or something in between?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/devils-heroes-or-something-between-3823831",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "Two remarkable things happened last Wednesday—the chief advisor visited \"Aynaghar\" (House of Mirrors), the secret torture cells set up by security and intelligence agencies to confine, interrogate, psychologically break, demoralise, and physically torture a select group of opponents and dissenters whom the political governments of day wanted either eliminated or at least tortured and intimidated into submission.\n\nOn the same date, the UN Office of the High Commissioner for Human Rights (OHCHR) issued its long-awaited report on the Sheikh Hasina government's handling of the July uprising and the killings that took place. The UN fact-finding mission, citing senior security officials, stated: \"The prime minister herself told the security force officials to kill protesters to quell the protests and specifically demanded 'arrest the ringleaders of the protests, the troublemakers, kill them and hide their bodies.'\" The report quoted testimonials from a meeting held on July 19, 2024. This, seen in conjunction with party secretary general, Obaidul Quader's statement to the press on the same day that security forces had been given orders to \"shoot on sight,\" reveals the diabolical mindset that appears to have dominated the thinking of the former prime minister. The previous day, July 18, the home minister, chairing a meeting of the \"core committee,\" told the BGB commander \"to order the use of lethal force more readily.\"\nNothing could have revealed the atrocious levels to which our intelligence agencies had descended more than the chief advisor's visit to the \"Aynaghar.\" We owe it to the Sweden-based Netra News for breaking the news in 2022 about the secret torture centres set up by the DGFI to torture political opponents. We carried the news one week later. Those of us who operated inside the country were highly constrained and took courage in seeing some Bangladeshi fellow journalists doing the unthinkable.\nAs we fret over, write about, and condemn what happened, the real challenge is to take effective steps to prevent it all from happening again. The OHCHR has made some vital recommendations that we must now implement—ones that were prevented from being put into practice in the past. We hope that the spirit of the July uprising will ensure nothing similar happens now.\nA crucial recommendation is to reform the colonial-era Police Act of 1861. It is quite incredible that we have lived with it even after more than 53 years of independence. We have been demanding police reforms for years, especially training them to become a force for the people instead of being an instrument of violence against them. They need to be trained in modern tactics for handling protests and controlling crowds. Given our history of spirited and immensely politically relevant student movements, our police should have received special training for peaceful crowd control. Instead, they retained the colonial-era habits of violently attacking demonstrators, beating them, and resorting to lethal weapons. Then, of course, there is torture in custody, which has resulted in many deaths. \nWe have protested for decades the use of lethal weapons to disperse crowds. None of our elected governments made any attempt to reform the police, though both of our main political parties—the Awami League and BNP—were victims of police atrocities while in opposition. In this regard, the suggestion to set up an independent commission to investigate police violations of the law, modernise investigation techniques, reduce mass criminal charges and arrests, and minimise reliance on coerced confessions needs urgent implementation. The establishment of a National Police Commission for fair, transparent, and merit-based recruitment also deserves swift action.\nRegarding institutionalised impunity and a politically pliant justice sector, the recommendation to establish a genuinely independent judiciary reflects a long-expressed desire of our people. The suggestion to create an independent mechanism for the recruitment of judges, protection against intimidation, and guaranteed tenure must also be implemented urgently.\nThe setting up of an independent public prosecution service and a witness protection programme would greatly contribute to dispensing justice.\nA most serious issue highlighted in the UN report is the use and abuse of intelligence agencies, especially the DGFI and NSI, by the political masters of the day. The \"Aynaghar\" detention and torture centres would not have been set up unless the DGFI and others complied. The relevant question is: did they have the option not to?\nThe DGFI is mostly manned by members of the armed forces but does not report to the army hierarchy. It reports to the Prime Minister's Office and, as such, must obey the orders of the political masters of the day. So, the crucial question is: what can that institution do if ordered to undertake illegal activities, as most dramatically exemplified by the establishment of \"Aynaghars.\" Its complicity in forced disappearances, human rights violations, arbitrary confinements, and many other abuses is well known. It is a fact that all governments—both military and civilian—used the DGFI for their own political goals. However, under Sheikh Hasina, it reached its most coercive height. Not only was it used to intimidate, torture, and punish political opponents, but it was also used to fulfil the agendas of notorious private companies—such as capturing banks and securing lucrative contracts. This led to massive corruption. Such misuse of this vital intelligence agency, closely linked to our national security, not only greatly damaged its image and reputation but also compromised its integrity, independence, and ability to serve the nation.\nIt is our considered view that all our intelligence agencies, especially the DGFI and NSI, must be prevented from being misused by future elected governments. And this is the moment to do it. No past governments did it. And future ones are unlikely to do so, as these agencies are the most convenient tools for oppressing the opposition and implementing highly partisan goals.\nPolitical powers also used the DGFI to intimidate the free and independent media. Private companies were instructed not to advertise in The Daily Star and Prothom Alo at the direction of Sheikh Hasina's government. This unofficial \"ban\" lasted for eight years, starting in 2016. Media institutions were aghast to observe that DGFI became involved in manipulating elections for journalist bodies such as the DRU, DUJ, BFUJ, Press Club, including vetting participants in TV talk shows.\nIn its obsession with remaining in power, Sheikh Hasina's government distorted and misused all institutions, including the judiciary, bureaucracy, police, and intelligence agencies. This facilitated the creation of the fascistic ruling structure from which we have now been freed by the student-led people's uprising.\nTo save our vital intelligence institutions from naked abuse, we must set up legal and institutional frameworks to prevent their future misuse and thereby save these vital national security institutions from politicisation.\nMost importantly, an institutional governance structure—with clear channels of communication, supervision, and accountability—must be set up to provide all intelligence agencies with clear mandates so that each institution and those working in them know what they are expected to do, and what falls outside their mandate. This will give each institution and their chiefs the right and the legal cover to refuse performing any tasks which fall outside of their mandates. The vagueness of current mandates allows political leadership to misuse them. In today's world, the term \"security\" is used to justify actions that create an atmosphere of fear and intimidation. It must also be mentioned that some overenthusiastic individuals within these institutions allowed such abuses because it gave them a chance to take advantage of the situation for personal aggrandisement. After all, a sense of unlimited power triggers many unwarranted things within a person.\n\nWe must establish an independent and democratic oversight institution that will help govern them better and also prevent their political, partisan, and sometimes even personal misuse. There must also be fiduciary transparency in regard to budget and their utilisation. Examples abound all over the world where powerful intelligence agencies are monitored by parliamentary or other independent oversight bodies. All intelligence agencies—DGFI, NSI, SB, DB—would benefit from such oversight, which will help them operate independently to serve national interest instead of partisan ones.\nWith the gradual collapse of the law-based world order, the necessity and rising relevance of intelligence agencies, particularly those linked to defence establishments, are greater than ever. We acknowledge this need. However, we must also ensure that these institutions are trained, equipped, and elevated to global standards. For that to happen, we must eliminate political and partisan influence over these critical institutions.\nJust as we value these institutions and need them to serve us better in handling our security issues, we also need the legal and governance related infrastructure to prevent the kind of abuse and misuse that we have witnessed and suffered from in recent years.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How the ex-PM used and abused intelligence agencies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/how-the-ex-pm-used-and-abused-intelligence-agencies-3823871",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Enormity of graft  country saw in 2024",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enormity-of-graft-country-saw-in-2024-1739634393",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "MFN tariff and Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mfn-tariff-and-bangladesh-1739634484",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Enhancing TCB's capacity imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enhancing-tcbs-capacity-imperative-1739634533",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Street protests  grip Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/street-protests-grip-dhaka-1739634562",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2025"
    }
]