[
    {
        "full_article": "It is fairly well-known that parliamentary legislation is subject to two limitations under the Constitution of India. One is by judicial review, or the power of constitutional courts to review legislation for possible violation of any fundamental right. Another is that no amendment to the Constitution should have the effect of destroying any of its basic features. While the first limitation is set out in Article 13, under which laws inconsistent with or in derogation of fundamental rights are void, the second limitation is based on the ‘basic structure’ doctrine evolved by the Supreme Court. Vice-President Jagdeep Dhankhar’s remarks questioning the basic structure doctrine propounded in the landmark Kesavananda Bharati case (1973) does not reflect the correct position of law. In his view, the basic structure doctrine has usurped parliamentary sovereignty and goes against the democratic imperative that the elected legislature should reign supreme. His particular concern seems justified: that the Supreme Court prevented the National Judicial Appointments Commission, a body to appoint judges to the superior courts in the country, from coming into existence by striking down the relevant amendment to the Constitution and a parliamentary law to give effect to it. But it is difficult not to see his attack on the basic structure doctrine as part of the current dispensation’s tirade against the judiciary and its grievance that it does not have enough say in the appointment of judges.The idea that the basic structure doctrine undermines parliamentary sovereignty is simply wrong. Parliament is sovereign in its domain, but it is still bound by the limitations imposed by the Constitution. Mr. Dhankhar seems to have a problem with any sort of limitation on Parliament’s jurisdiction to amend the Constitution. Surely, he could not have forgotten that the basic structure doctrine had helped save the Constitution from being undermined through the misuse of parliamentary majority. The main purpose of the doctrine is to ensure that some fundamental features of the Constitution are not legislated out of existence. It has been invoked to strike down amendments only in a few cases, but many others have survived basic structure challenges. Parliamentary majority is transient, but essential features of the Constitution such as the rule of law, parliamentary form of government, separation of powers, the idea of equality, and free and fair elections ought to be perennially protected from legislative excess. It may be open to a new Constituent Assembly to come up with another constitution that changes these fundamental concepts, but a legislature formed under the current Constitution cannot be allowed to change its core identity.",
        "headline_1": "Bound supremacy: On Vice-President Jagdeep Dhankhar’s remarks and the basic structure doctrine",
        "headline_2": "Parliamentary sovereignty isn’t undone by the basic structure doctrine",
        "link": "https://www.thehindu.com/opinion/editorial/bound-supremacy-the-hindu-editorial-on-vice-president-jagdeep-dhankhars-remarks-and-the-basic-structure-doctrine/article66375024.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Popularly known as the ‘Happy Slam’, the Australian Open has been anything but in recent times. Unprecedented bushfires, COVID-19 lockdown restrictions and Novak Djokovic’s unsavoury deportation over his unvaccinated status marred the competition in each of the previous three years. But come Monday, as the 2023 edition of the tournament gets underway, the season’s first Major looks set to regain its free-spiritedness. So unshackled is the atmosphere that even COVID-positive players can compete, a far cry from the happenings of the last two years. It is expected that the on-court action would march in step, despite the absence of the now-retired duo of Roger Federer and Ash Barty, two-time Australian Open women’s singles champion Naomi Osaka, and the reigning men’s World No. 1 Carlos Alcaraz. Djokovic’s mere presence makes him the automatic favourite, for Melbourne is to him what Paris is to Rafael Nadal. The Serb has won the event nine times, an Open Era record, and was undefeated in his last 21 matches at the site. He has also warmed up well by securing the tune-up in Adelaide after saving a match-point in the final against Sebastian Korda. Nadal — the top seed, defending champion and a men’s record 22-time Major winner — looks underprepared, but as the Spaniard proved in 2022, he is not one to be discounted.Among women, all eyes will be on World No.1 and three-time Grand Slam champion Iga Swiatek. A disappointing loss to Jessica Pegula in the United Cup and a right shoulder injury may have affected her preparations, but the Pole is still the player to beat. Second seed Ons Jabeur, who has emerged as a solid all-court threat, will look for her maiden Slam title after finishing as runner-up at the Wimbledon and US Open last year. The championship will also be an opportunity for the next rung of players to stake claim as the stranglehold of the ‘Big Three’ (Federer, Nadal and Djokovic) will only loosen going forward and the women’s game has already moved into the post-Barty, post-Serena Williams era. Daniil Medvedev, the 2021 US Open champion and a two-time finalist in Australia; Casper Ruud, runner-up at two of the four Majors in 2022; Stefanos Tsitsipas; and Felix Auger-Aliassime will all want to come good. So will the in-form American Pegula, also the third seed; Frenchwoman Caroline Garcia; Belarus’s Aryna Sabalenka; and the continuously rising Coco Gauff.",
        "headline_1": "The first of the four: On the 2023 Australian Open",
        "headline_2": "The Australian Open is set for intense play despite the absence of a few stars",
        "link": "https://www.thehindu.com/opinion/editorial/the-first-of-the-four-the-hindu-editorial-on-the-2023-australian-open/article66375016.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Over the last three decades, Karnataka has been frozen in a familiar pattern of tripolar competition – upper castes and Lingayats for BJP, Vokkaligas for JDS, and Dalits and Muslims (along with a faction of OBCs) for Congress. No incumbent has returned to office, and no government (except Congress in 2013) has won a full majority.\nCan the first post-Yediyurappa (and in some sense post-Deve Gowda) state election signal the carving out of new political spaces and a consequent remaking of the political battlefield?\nRead full opinion on TOI+\n\n",
        "headline_1": "Karnataka’s 3-in-1 polls: BJP, Congress, JDS all face the same dilemma: Cosset their caste base or woo new social groups",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/karnatakas-3-in-1-polls-bjp-congress-jds-all-face-the-same-dilemma-cosset-their-caste-base-or-woo-new-social-groups/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "The National Disaster Management Authority has instructed government institutions and officials to avoid interacting with media or share information on social media about land subsidence in Joshimath. The gag order will be in force till the final report of NDMA’s expert group is submitted. The immediate trigger for the gag order appears to be a satellite report of Isro that indicates subsidence of about 9 cm in seven months. NDMA should rethink its decision – a gag order won’t stop the flow of bad news, if that’s NDMA’s motive, but it may affect intelligent opinion-building that needs a free flow of authentic information.\nThe situation in the region is evolving, with cracks in both the ground and buildings being reported daily. Public speculation on probable causes and on fresh incidents of land subsidence is inevitable. The information vacuum left by the government will be filled by sources that may often be dubious. Granted, NDMA’s expert committee’s conclusion will come after a thorough examination of the situation. However, with Joshimath residents’ anxieties running high, periodic communication by scientific bodies is necessary. Also, satellite pictures of the region are not limited to Isro’s, and plenty of foreign scientists are working on the Joshimath subsidence.\nGlobal experience of Covid hammered home the lesson that scientific collaboration is the best way to diagnose a problem and find a solution. Stringent restrictions on the information flow is self-defeating. Governments at all levels in India need to encourage their institutions to collaborate with scientists in the private sector and in foreign institutions. A bigger pool of experts analysing a subject is more likely to come up with useful insights.\nNDMA’s gag order is the second such sarkari instance in the recent past. A few weeks back ICAR issued a similar one for GM mustard. Debates and disagreements are intrinsic to science. They expand the boundaries of knowledge. Official attempts to curb information and debate trigger suspicion. In addition, a culture of doing-little also delays recognition of problems. Joshimath’s land subsidence, which even official studies noted decades ago, is an example.\n\n",
        "headline_1": "Share, don’t gag: NDMA edict to govt scientists on not talking about Joshimath will help no one, including government",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/share-dont-gag-ndma-edict-to-govt-scientists-on-not-talking-about-joshimath-will-help-no-one-including-government/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Britain has said that it will supply Ukraine with tanks – another surefire way to intensify the conflict this spring. Kyiv’s Western allies had so far held off on supplying West-made main battle tanks. Now, Finland and Poland are set to join Britain by supplying Ukraine with German-made Leopard tanks, provided Berlin agrees. And US secretary of defence Llyod Austin is hosting allied defence chiefs this week, a meeting expected to see major new announcements of weapons for Ukraine.\nYes, Russia’s invasion of Ukraine is unconscionable. But Kyiv’s Western backers seem to be loving the war, instead of working for peace. Europe, and the world, will of course suffer more economically if the war gets nastier. Large parts of Europe are already facing negative or little economic growth, while the IMF has forecast another tough year for the global economy. And Europe’s determination to wean itself off Russian energy is hurting many parts of the Global South as fuel supplies get diverted, also pushing up prices.\nPlus, it’s telling that the US has been by far the largest supplier of military weapons to Ukraine, providing €18.5 billion worth of equipment till November 20, 2022 (data from Kiel Institute for World Economy). This means billions of dollars of fresh contracts for American arms makers to replenish stockpiles. With the US already accounting for 40% of the world’s weapons exports and its Congress approving a huge $858 billion defence budget for this year, which includes specific provisions for Ukraine, the American defence industry is probably loving the war most.\nOne should read this in the context of unhelpful rhetoric from the US and its allies that Russia must lose this war. The plain fact is this conflict won’t end well if the aim is to humiliate Putin. Backed to a corner, he may respond in the worst ways. The West’s focus ought to be on getting to a stage where peace negotiations are possible. It should work with India and China on this. Tanks for Ukraine won’t bring peace in Ukraine.\n\n",
        "headline_1": "Tanks but no thanks: More Western arms for Kyiv will not make Putin end the war. Ask who gains most as conflict goes on",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tanks-but-no-thanks-more-western-arms-for-kyiv-will-not-make-putin-end-the-war-ask-who-gains-most-as-conflict-goes-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "A few recent reports suggest that the country has lost a large number of wetlands in the past couple of decades. Manoj Misra, a former Indian Forest Service officer who is now convener of not-for-profit organisation ‘Yamuna Jiye Abhiyaan’ (Living Yamuna Campaign) spoke to Vishwa Mohan on various aspects of wetlands:\nReports suggest that nearly two of every five wetlands in India have lost their natural existence in the last 30 years. What’s the reason behind such rapid loss?\nThis is a shocking finding to say the least. It is also symptomatic of a larger loss of water and water bodies that were the cornerstone of society-led water management in the country. Beginning with the colonial times when management of wetlands was snatched away from local people by government agencies in the name of revenue generation, the practices remained unchanged post-Independence and the result is there for all of us to see. Rather than taking responsibility for the upkeep of local wetlands, the people began to blame the state agencies for poor upkeep or not taking steps against the vested interests hell-bent on draining out and then usurping the wetlands. Local wetlands were part of the socio-economic and cultural life line of local people. But obviously this relationship has now been dislocated.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Wetlands deserve a law specifically for their conservation, urbanisation must be planned around them’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wetlands-deserve-a-law-specifically-for-their-conservation-urbanisation-must-be-planned-around-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Amid continued rebuffing of suggestions to repeal/amend the Digital Security Act 2018, more evidence of the law being abused has emerged, further strengthening the voices of critics. According to data collected by the Centre for Governance Studies (CGS), which logged each DSA case filed between October 2018 and August 2022, only two percent of the accused have seen their cases resolved with the court handing a conviction, or an acquittal, or dismissing them. The fate of the rest is yet to be decided.\nOverall, the CGS recorded 1,109 cases, around 60 percent of which were over Facebook activities. A total of 2,889 individuals were accused: of them, 52 saw their cases settled within the court system, while nine saw them withdrawn. There are more disquieting revelations, however. At least 725 of the cases being investigated by police are apparently from before 2022 – which suggests a clear violation of the legal time limit given to complete investigations. An investigation report, according to the law, must be submitted within 60 days; if necessary, investigators can seek an extension of 15 days. The reckless violation of this rule means that the accused are doomed to suffer pre-trial horrors, including arrests and prolonged stay in police custody, which is completely against the spirit of justice.\nIs the delay in investigations deliberate? Is it meant to make the accused suffer indefinitely? Can the police and judicial authorities be absolved of the responsibility to ensure quick trial? And what's the point of having cyber tribunals – there is one in each administrative division – if they can't expedite trials or help the accused get bail quickly? The spectacular lack of progress in investigations and court judgements indicates an institutionalised pattern of abuse/harassment directed toward the accused, with one out of every three people facing prosecution under the DSA being arrested.\nt is no secret that most DSA accused are facing charges of defamation, with political activists and journalists targeted the most. These cases are mostly filed by ruling party affiliates, on behalf of someone perceived to be \"hurt\" by the alleged act of defamation. It was, again, no surprise to learn that out of all the cases analysed by the CGS, as many as 140 were filed for \"defaming\" Prime Minister Sheikh Hasina, and 64 for \"defaming\" other ministers. The picture that emerges from these case studies is a deeply flawed law being abused in a deeply flawed politico-judicial ecosystem.\nSince its inception, there has never been any doubt that this law would be used to hurt, and not heal, as a law ostensibly against cybercrimes should. The CGS study only shows part of the picture based on accessible data, with law enforcers notoriously secretive in this regard. But four years on, there should be enough sobriety on the part of all concerned to understand that this law has been nothing but a tool of repression and intimidation, shrinking whatever space left for free expression in the country. We urge the authorities to repeal it urgently, or at least amend it in light of concerns raised over the last four years.\nThe DSA in its current form must go.\n",
        "headline_1": "A Law That Only Hurts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/law-only-hurts-3222301",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "It is hard to believe that drowning is still one of the major causes of child death in the country. In the Patuakhali district alone, such deaths are increasing at an alarming rate, with the number nearly doubling with each passing year. In 2022, for example, a hundred children reportedly drowned in the district, while the number was 56 in 2021, and 29 in 2020, according to data from the office of Patuakhali civil surgeon. This is indeed an alarming development. As well as lack of public awareness, it indicates a serious lack of initiatives from the authorities to prevent such avoidable deaths of children.\nIt should be noted that drowning is an issue not just in Bangladesh but the world over – it is one of the top ten causes of mortality for children and adolescents aged between 1 and 24 years globally. However, drowning-related deaths are particularly high in Bangladesh. According to an estimate, as many as 2,155 deaths occurred countrywide in 2020 and 2021 due to drowning, with 83.5 percent of the victims being children. Equally worryingly, 80 percent of the under-five victims drowned within 20 metres of their homes. Another study has found that 68 percent of drowning incidents take place between 9am and 1pm, while the majority of incidents take place in ponds (66 percent) and ditches (16 percent) located within around 40 steps of households.\nClearly, children are particularly vulnerable, especially if they are kept unattended by parents. It can also be said that children from poorer households are more at risk of drowning, since both of their parents may have to be at work during the day. In case of Patuakhali, it has been seen that most of the incidents happened between morning and noon when the children's mothers were most busy with work. And these children also drowned in ponds and canals closer to their homes.\nWe urge the authorities concerned, particularly the district administrations, to take effective measures to prevent drowning. The authorities in Patuakhali should particularly take urgent measures, too. The World Health Organization has developed a drowning prevention strategy with detailed guidelines to prevent it, which our policymakers should follow. Erecting barriers surrounding water bodies, setting up childcare centres for preschool children, teaching children swimming and about water safety, and instructing bystanders in proper rescue and resuscitation procedures are some of the measures that should be adopted immediately.\nBut for a wider impact, we need to adopt national-level policies with due seriousness. The draft national strategy for drowning prevention – prepared by the Directorate General of Health Services – should be approved soon, and as outlined in it, there should be massive awareness-raising campaigns. Drowning is the most preventable cause of child deaths. With proper policy interventions, we should be able to check the trend.\n",
        "headline_1": "Why are so many children drowning in Patuakhali?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-children-drowning-patuakhali-3222286",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "The latest trial version of the seventh grade History and Social Science: Activity Book is being widely discussed for certain parts of two of its chapters. One captures a conversation on gender identity or gender diversity, and the other discusses Oborodhbashini (Secluded Women) by Rokeya Sakhawat Hossain, published in 1931 – a critique of the extreme forms of purdah imposed on women at the time. While the new curriculum may certainly be constructively criticised, these two chapters need to be commended for their transformative potential. The chapters and their discussions are both relevant and significant.\nThe chapter that covers a dialogue on gender diversity admirably simplifies a number of complicated issues: sex as only biological, gender as social constructions, and gender diversity as lived realities, to mention a few. The discussion unfolds the gender identity of Sharifa, who identifies herself as a woman, despite being biologically male. However, the discussion in the Bangla version may seem confusing, as it does not define the terms it uses.\nPersons whose biological sex conforms with their gender identity are considered to be cisgender, and persons whose biological sex does not conform with their gender identity, are transgender. Transgender people may or may not choose to medically transition into the gender their self-perceived identity conforms with. A transgender person who chooses to transition from male to female is a transgender female, and a transgender person who transitions from female to male is a transgender male.\nWhile \"transgender\" is an umbrella term, it often proves to be non-inclusive of the lived experiences of many gender-diverse people. The 2021 United Nations Independent Expert Report on Gender Identity rightly explains the shortcomings of the terminology \"Transgender\" or \"Trans\" in accounting for the gendered realities of many individuals: for instance, two-spirit persons (North America), muxes (Mexico), kathoey (Thailand), bakla (Philippines), travestis (Argentina and Brazil), fa'afafine (the Samoan islands), or leiti (Tonga).\nWhile in the Bangla version, Sharifa refers to herself as \"transgender\", the English version carefully (and more intelligently) omits that terminology. The term that the UN chooses now to use to refer to persons whose gender identity and/or expression are at odds with what is enforced as a gender norm in a particular context at a particular point in time, is \"gender diverse\".\nBoth the Bangla and the English versions of the textbook perceptively emphasise the gender identity of the Hijras. Hijras self-identify neither as male nor female – not even transitioning – but rather as belonging to a distinct gender category, often referred to as \"the third gender\". It is important that students are introduced to the concept of gender identity and diversity, more especially in the present context, where (to note a few positives) Hijras and transgender people are increasingly making important contributions in different spheres of the state and public life. They have also been getting more official recognition, such as in 2019, when the Bangladesh government created a third gender category on the national voters' list.\nAs discrimination and violence based on gender identity and expressions is pervasive across the globe, and in most cases, the said discrimination and violence are perpetrated by people who are not sensitised to the rights of gender-diverse people, it is significant that young students are introduced to the idea of gender identity early on.\nCuriously, gender identity has never been part of our curriculum before. This, however, does not imply that we can simply shut our eyes and deny gender identity as a reality. This discussion has the potential to help students grow up to be respectful of gender-diverse people, see them as equals, and also acknowledge the privileges of being cisgender that we often take for granted (similar to the privileges enjoyed by men within patriarchal societal structures or by White people in societies where people of colour are discriminated against).\nThe other chapter that has garnered attention covers parts from Oborodhbashini – a feisty critique of patriarchal society from the early 1930s. The entire discussion in Oborodhbashini is utilised under the heading \"When the social context changes, the status and role of the individual also changes\" to show how social conditions and circumstances that regulate individuals' lives, change with time.\nThe critique by Rokeya was published at a time when women were not accepted as political equals (with even equal voting rights, for instance) across the world. It was only in the late 1920s that women in Bengal, for instance, won the right to vote on a limited scale. Snippets from Oborodhbashini thus represent a gendered time and social context, where women were relegated to reclusion and perceived as \"lesser\" than men on all counts. In many colonial-era legislations, we also find references of \"pardanashin ladies\" and specific rules applicable to them in the colonial legal context. Such women – both Hindu and Muslim, and mostly belonging to the upper class – customarily and culturally had to observe complete reclusion.\nOborodhbashini must be academically appreciated for its radical feminist zeal, at a time when women could not freely assert their rights and equality with men. It is important that such texts then inspire students to discuss arbitrary mandatory impositions of dress codes of any kind, on any grounds, by any authority – on anyone, including women – as violations of their right to freely express themselves.\nThe themes in Oborodhbashini is also relevant for students to appreciate how, with social and temporal changes, the lives of individuals change too. It can inspire them to appreciate women's accomplishments, success stories and equal contribution with men in society at large, and to also think of areas where women still lag behind men in terms of the rights that they still cannot fully exercise.\nAgainst the backdrop of the bleak state of women's human rights in 2022, where we witnessed women in Afghanistan losing rights to education and work, and women in Iran losing rights even to life and basic security, the gender lessons in the trial version of the seventh grade textbook are refreshing.\nIt is only necessary now to add some discussions on intersectionality, equality and non-discrimination too, in order to flesh out the points that have already been made. It is also necessary to make the Bangla and English versions more aligned with each other. Finally, it is important that the educational institutions also receive some sort of sensitisation, so they can discuss these topics and make the best of them in an academic setting.\nThese are all important issues and they need to be there in our books. If not now, when?\nPsymhe Wadud studies law at the University of Oxford.\n\n",
        "headline_1": "Refreshing inclusion of gender diversity in trial textbook",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/refreshing-inclusion-gender-diversity-trial-textbook-3222261",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "It has now been almost half a century since Indian nurses began migrating abroad, long enough to understand the difficulties and benefits they have encountered in their professional and personal journey. I have studied their migration since the 2000s.\nNearly half of the world's international migrants (48.1%) are women. Most of the academic literature thus far addresses the case of unskilled women, particularly female domestic workers, and mainly highlights the different types of exploitation they are subject to. In most countries of origin, the migration of women is still seen as dangerous for them, and policies have tended to restrict their ability to go abroad.\nI, certainly, don't want to minimize the hardship many women may be suffering from when working in another country, and particularly in the Gulf countries, but I think it is necessary to make a clear distinction between uneducated, often illiterate and very poor women and women who are educated, have skills and are a lot more knowledgeable about what to expect and about their rights. Migrant nurses belong to this latter category. More generally, I will add that the rather systematic victimization of female migrants (the almost only aspect which appears in the global media for instance) is indeed often tainted with patriarchal stereotypes which consider women as weak, minor and unable to deal with life when far from the family environment.\nThe first Indian nurses who left for the Gulf countries by the end of the 70's had not planned to go abroad. At that time, those women obviously did not really know what to expect, apart from a lot better salary than in Indian hospitals. Almost all of them were women from Kerala in their late 30's or 40's, married and mothers. As brave pioneers, they took the risk to go although, in their own society, this choice was at that time strongly looked upon. Their morality was particularly questioned. The reality was, naturally, very different. Keralese nurses had a quasi-monastic life: their day or night in their hospital ward and, when off duty, they were living in hostels in the hospitals' compounds and were never going out of it. Their life was a difficult one, yet, as many explained to me, they were proud to be able to significantly help their family with the remittances they were sending. This power of so much contributing to a family's prosperity soon became common knowledge in Kerala and the prejudices against migrant nurses slowly faded.\nThe next generation of Indian nurses, contrarily to their elders, had planned to go abroad from the beginning of their nursing studies. By that time, the South Asian diaspora had also developed a lot in the Gulf, making it possible to have a social life in these countries where relations between different communities are not so frequent. So, apart from their duty time, Indian nurses started to get out of the hospital compounds: going to religious services, shopping, visiting friends who had settled in town and so on. More and more nurses had managed to have their husband joining them and were living in their own apartment. Today nurses, in their vast majority, describe their life in the Gulf as an interesting one, in a cosmopolitan environment they appreciate, but also in a professional environment which is, according to them, a lot more satisfying than the one they could expect in India.\nThis better professional background has another consequence: the experience nurses get in the Gulf's hospitals which often offer a high technicity, as well as the level of English fluency they get there, allows them to more easily apply to positions in Western countries. Many nurses I met in the Gulf are nowadays living in UK, Ireland, USA, Australia, etc. Over time, many had also significantly progressed professionally: from ward nurses at the beginning, they got positions as highly specialized nurses, matrons or supervisors, thanks to trainings they were offered by the hospitals they were working in and thus having salaries increasing accordingly.\nIn the course of my long research, I have, of course, met some women whose migration' story was not positive. It could be a few cases of bad contracts, bad working conditions in small private institutions or an inability to adjust to a foreign environment which is not such an easy thing, but, among the hundreds of migrant nurses I spent time with, these cases are clearly a minority. The vast majority of them acknowledge the benefits they got from their move abroad and, very importantly, all of them underline the changes in their life as women.\nThe fact of becoming, most often, the best bread earner of the family obviously gives them a power that women with low or no wages at all can't have. The importance of financial independence has indeed since a long time been recognized by all scholars as a key factor leading to more female autonomy. This is exactly what migrant nurses experience: they explain how they now have an important say in the family decisions, how they are able to have a renewed relation with their husband in a way which would have been difficult by staying at home. At last, many of them enjoy living in a more cosmopolitan atmosphere: the diasporic environment, although it is largely respecting social traditions, however offers them more freedom and opportunities of personal development.\nTo sum up, migrant nurses have certainly to face many challenges: leaving one's dear ones behind, adapting to a new environment, speaking a new language, working hard in a profession which is very demanding, etc. It cannot be denied that this requires strength and will power and there is much to admire about these women and what they have been able to achieve. Yet, contrarily to so many migrants -male or female- whose migratory trajectory ends up tragically in exploitation, deportation or indebtedness, nurses are in a position to earn from migration, whether it is financially or in term of social or personal status.\nTens of thousands of Indian nurses are nowadays working abroad. This is obviously not the result of individual decisions only. This specific migration has -if not officially, at least practically- been accompanied by the Indian State. The liberalization of nursing education gave way to the opening of numerous private nursing schools in order to train a growing number of candidates. Considering the goal of most of their trainees, the curricula followed by these institutions tended more and more to reach international standards. A full sector developed to provide services for nurses ready to migrate.\nThere are training centers which helps in language skills (preparing for the IELTS), preparing to diploma needed in order to migrate in Western countries such as the CGFNS (Commission on Graduates of Foreign Nursing Schools) required to work in the USA. Almost all of the women candidates to migration attend such training.\nThen, there is a full sector of specialized recruitment agencies that most candidates choose on the recommendation of fellow nurses who previously used them, thus limiting the number of abuses. All of this obviously has a cost for the potential migrant. Yet, according to my interlocutors, if this put a heavy strain on the first years of migration, the return on investment is almost guaranteed once you have got a job abroad. It has to be remarked that the first generation of migrant nurses were in a better position in this regard: no investment was needed for their migration since there were only governmental and, so, free nursing schools and since the recruitment was directly organized in India by the foreign hospitals. The privatization and financialization of the nursing sector -including ways of migration- was therefore a political choice of the Indian government and not at all a fatality.\nNow, would it be a good idea that Bangladeshi nurses follow the example of their Indian sisters? And would that be possible? Based on the Indian case, one may assess that, at an individual level as well as from a national point of view (considering the potential remittances), one could certainly consider this as a good option. Nevertheless, to be realistic, at the present time, several factors seem to seriously compromise this possibility.\nHaving, fortunately, never been ill during my visits to Bangladesh or never having had to visit a sick friend, I never had to visit a Bangladeshi hospital. My information is therefore based on discussions with friends who had experienced such situations, but also with a few medical assistants to whom I could ask precise questions and discuss the topic of potential migration. From what I learned, both the training and the actual duty or the practical experience of nurses in Bangladesh appear to be rather far from what is expected at an international level. This would rather correspond to the level of assistant nurse in the Gulf or in the global North. Then, contrarily to India where all the training is done in English, it is Bangla which is mainly used in the Bangladeshi nursing schools. So, it means a poor curriculum in nursing schools compared to other countries, no language skills and, then, a lower level of technical practice: all of this is clearly not arguing in favor of possible recruitment of Bangladeshi nurses by foreign hospitals, at least in the current situation.\nOn the other hand, Bangladesh has trained tens of thousands of medical assistants who, for many, are sadly unemployed despite their qualifications. It is perhaps in that direction that one may imagine and organize some opportunities of migration. The medical assistants I met (they were young women), described their job as rather well corresponding to a nurse duty in a more international context. What I could check of their training curriculum may also better match international standards. These women, in addition, confirmed to me their willingness and the willingness of many of their fellows, if it were possible, to go abroad for better prospects.\nHowever, two factors -so far- block this option and they are not really resolvable at an individual level. At first, there would be a need for a recognition of an equivalence between the nursing degree (as defined at an international level) and the Bangladeshi medical assistant degree. This can only be discussed at a state level, or at least between the Bangladeshi State and recruiting hospitals abroad. Then, as I could check while discussing with the medical assistant I met, although they had some training in English, their language skills are actually too poor for an international career. If, individually, this could be improved, it may also be needed, if migration of medical professionals was seen as a good option for the country, to organize a good training in this regard to render candidates to migration comfortable and efficient enough in their future career abroad. At last, but not the least, to avoid scams, different sort of abuses or exploitation, it would be safer, at least at the beginning, that the recruitment would be done through State agencies in direct contact with foreign hospitals.\nBangladesh has, at least since the Bangladesh Climate Change Strategy and Action Plan (BCCSAP, 2009), stressed the importance that international migration may have in her future development and adaptation to environmental and economic stresses. She has also regularly remarked that there was a need for a clear improvement in the skill level of her migrants, which in fact is, up to date, the lower among South Asian countries. This need of improving migrant skills serves two purposes: more skilled workers mean more remittances; it also means a lower risk of exploitation, something which is so often the fate of uneducated and unskilled migrants. To organize and facilitate the migration of medical assistants -among whom many are women- as nurses abroad could therefore fit perfectly with this policy and it would certainly meet the aspirations of many of them.\nMarie Percot is an Anthropologist at the French National Council for Scientific Research (CNRS). She is currently a Visiting Professor at the International Institute for Migration and Development (IIMAD), Kerala, India. She can be contacted at [email protected]\n\n",
        "headline_1": "Insights from India’s Nurse Migration: Lessons for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/insights-indias-nurse-migration-lessons-bangladesh-3222221",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Amid continued rebuffing of suggestions to repeal/amend the Digital Security Act 2018, more evidence of the law being abused has emerged, further strengthening the voices of critics. According to data collected by the Centre for Governance Studies (CGS), which logged each DSA case filed between October 2018 and August 2022, only two percent of the accused have seen their cases resolved with the court handing a conviction, or an acquittal, or dismissing them. The fate of the rest is yet to be decided.\nOverall, the CGS recorded 1,109 cases, around 60 percent of which were over Facebook activities. A total of 2,889 individuals were accused: of them, 52 saw their cases settled within the court system, while nine saw them withdrawn. There are more disquieting revelations, however. At least 725 of the cases being investigated by police are apparently from before 2022 – which suggests a clear violation of the legal time limit given to complete investigations. An investigation report, according to the law, must be submitted within 60 days; if necessary, investigators can seek an extension of 15 days. The reckless violation of this rule means that the accused are doomed to suffer pre-trial horrors, including arrests and prolonged stay in police custody, which is completely against the spirit of justice.\nIs the delay in investigations deliberate? Is it meant to make the accused suffer indefinitely? Can the police and judicial authorities be absolved of the responsibility to ensure quick trial? And what's the point of having cyber tribunals – there is one in each administrative division – if they can't expedite trials or help the accused get bail quickly? The spectacular lack of progress in investigations and court judgements indicates an institutionalised pattern of abuse/harassment directed toward the accused, with one out of every three people facing prosecution under the DSA being arrested.\nt is no secret that most DSA accused are facing charges of defamation, with political activists and journalists targeted the most. These cases are mostly filed by ruling party affiliates, on behalf of someone perceived to be \"hurt\" by the alleged act of defamation. It was, again, no surprise to learn that out of all the cases analysed by the CGS, as many as 140 were filed for \"defaming\" Prime Minister Sheikh Hasina, and 64 for \"defaming\" other ministers. The picture that emerges from these case studies is a deeply flawed law being abused in a deeply flawed politico-judicial ecosystem.\nSince its inception, there has never been any doubt that this law would be used to hurt, and not heal, as a law ostensibly against cybercrimes should. The CGS study only shows part of the picture based on accessible data, with law enforcers notoriously secretive in this regard. But four years on, there should be enough sobriety on the part of all concerned to understand that this law has been nothing but a tool of repression and intimidation, shrinking whatever space left for free expression in the country. We urge the authorities to repeal it urgently, or at least amend it in light of concerns raised over the last four years.\nThe DSA in its current form must go.\n",
        "headline_1": "A Law That Only Hurts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/law-only-hurts-3222301",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "It is hard to believe that drowning is still one of the major causes of child death in the country. In the Patuakhali district alone, such deaths are increasing at an alarming rate, with the number nearly doubling with each passing year. In 2022, for example, a hundred children reportedly drowned in the district, while the number was 56 in 2021, and 29 in 2020, according to data from the office of Patuakhali civil surgeon. This is indeed an alarming development. As well as lack of public awareness, it indicates a serious lack of initiatives from the authorities to prevent such avoidable deaths of children.\nIt should be noted that drowning is an issue not just in Bangladesh but the world over – it is one of the top ten causes of mortality for children and adolescents aged between 1 and 24 years globally. However, drowning-related deaths are particularly high in Bangladesh. According to an estimate, as many as 2,155 deaths occurred countrywide in 2020 and 2021 due to drowning, with 83.5 percent of the victims being children. Equally worryingly, 80 percent of the under-five victims drowned within 20 metres of their homes. Another study has found that 68 percent of drowning incidents take place between 9am and 1pm, while the majority of incidents take place in ponds (66 percent) and ditches (16 percent) located within around 40 steps of households.\nClearly, children are particularly vulnerable, especially if they are kept unattended by parents. It can also be said that children from poorer households are more at risk of drowning, since both of their parents may have to be at work during the day. In case of Patuakhali, it has been seen that most of the incidents happened between morning and noon when the children's mothers were most busy with work. And these children also drowned in ponds and canals closer to their homes.\nWe urge the authorities concerned, particularly the district administrations, to take effective measures to prevent drowning. The authorities in Patuakhali should particularly take urgent measures, too. The World Health Organization has developed a drowning prevention strategy with detailed guidelines to prevent it, which our policymakers should follow. Erecting barriers surrounding water bodies, setting up childcare centres for preschool children, teaching children swimming and about water safety, and instructing bystanders in proper rescue and resuscitation procedures are some of the measures that should be adopted immediately.\nBut for a wider impact, we need to adopt national-level policies with due seriousness. The draft national strategy for drowning prevention – prepared by the Directorate General of Health Services – should be approved soon, and as outlined in it, there should be massive awareness-raising campaigns. Drowning is the most preventable cause of child deaths. With proper policy interventions, we should be able to check the trend.\n",
        "headline_1": "Why are so many children drowning in Patuakhali?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-children-drowning-patuakhali-3222286",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "The reason behind the government's formal declaration of jute as an 'agricultural product' is quite understandable. A plant fibre, its industrial use and diversification of products should have long given this recognition. As the Prime Minister has said, like other agricultural products, all kinds of incentives must be given to farmers who cultivate jute. The Textiles and Jute Minister has thanked the PM for taking up the case for jute traders and producers, entrepreneurs of jute goods and other stakeholders. Overcoming the uncertainty of jute's future, its traders and farmers can now look to the future in a confident manner. The recent government declaration is expected to streamline the jute sector from production to its industrial use to export. In rejuvenating the nearly moribund jute sector, state financial support i.e. cash incentives and other facilities appear to have become a sine qua non. Given the stimulus in the form of 5.0 to 25 per cent cash incentives, the country's export of jute goods is expected to get a new lease of life. Jute was once recognised as the 'golden fibre' of the country. In course of time, fall in its demand in the overseas market led it to fall in bad times. Non-traditional products tried to replace it.Coming to jute farming, the most important of the whole segment, the government is expected to provide these farmers with agricultural inputs like urea, TSP and MOP fertilisers and Ufshi variety of seeds in order to facilitate jute cultivation. In the yesteryear, irregular and inadequate supplies of these inputs would take a heavy toll on jute growing in the country. A common pattern of jute cultivation once comprised low yield of jute plants, unavailability of sufficient water to ret raw jute and poor demand. The revival of jute took place only in the 1980s and the 90s. After attaining the status of a reinvigorated crop for some time, it fizzled out once again. It now faced the heat from the other jute producing countries --- India being the number one. But in the context of climate change and a worldwide campaign against artificial fibres and polythene and plastic bags and other materials, the biodegradable environmentally friendly fibre enjoys strong backing of the global environmental activists. Plastic products' aggression on the market continues throughout the world. In such a critical time, Bangladesh, the former largest grower of jute in the world, weigh in with its previous reputation. The jute-made biodegradable products require state-of-the-art technology and skill in order to produce exportable items. The country has already begun attracting the urban people to its locally produced jute products comprising bags, sleek decoration items and many other household goods. With the widening of its jute products' export basket, the country can find itself poised to become a dominant player in this field. Now that jute has been given the recognition of an 'agricultural product', the country's future strategy should be to exploit its competitive edge in terms of its environmental benefit. If properly planned for diversification of jute-based products, their demand will only increase in the international market.",
        "headline_1": "Jute has received the recognition it deserves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jute-has-received-the-recognition-it-deserves-1673792431",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "As usual, the yearly meeting of the world's richest countries, the richest business leaders, economists and civil society leaders hosted by the World Economic Forum (WEF) has kicked off today at Davos, the ski resort in Zurich, Switzerland. Given that the economic uncertainties caused by post-pandemic volatilities in the commodities market, fuel oil and natural gas prices in the international market are still unstable and global inflation is still untamed, the stakes of this year's Davos meet are obviously very high. The issues that will figure most prominently are if recession in Europe is inevitable. Will the European Union (EU) leaders be able to convince their US counterparts of the negative impact that US President Biden's Inflation Reduction Act of 22 would have on their business interests in America?In fact, the EU's, for that matter the world's, economy is now going through an unprecedented crisis. The economies were already reeling from the impact of historic high inflation and the US dollar getting stronger by the day. The Ukraine war that started on February 24 last year only made matters worse as the pipeline for Russian gas that kept Europe running suddenly went dry. However, it is not Russia who stopped supplying the gas, but it was the other way around. In fact, it was the fallout from the retributive sanctions that Europe and the USA together imposed on Russia for its invasion of Ukraine. As a result, the global energy market which was already volatile became further unstable. With the supply of Russian gas and oil coming down to a trickle, they started to look for other sources of gas and oil including the Middle East and the USA. But those are pricier. What options are now open before them? Should they stick to their ideological stance of supporting Ukraine and punish Russia and through sanctions make it for Russia to continue with its, what the latter says, 'special operation' costly? But though about a year (11 months to be exact) has already passed since the war began, there is still no sign of Russia's giving in to the orchestrated campaign against it launched by the West on the Ukrainian front. Meanwhile, Europe has been paying the highest price. It has to give shelter to and feed millions of Ukrainian refugees and provide financial and military support to Kyiv so that it can continue to wage its resistance war against Russia. Though the USA is bearing the lion's share of cost of Ukraine war from the other side of the Atlantic, Europe is feeling the heat of the war directly. So, it would be natural for its leaders, businesses and the common people to ask why should the Ukraine war continue indefinitely at their expense? Especially, the energy crisis has left a crippling effect on their industry and the economy, in general, not to speak of the hardships they have been compelled to put up with. In this connection, let us hear what Qatar's state minister for energy and head of Qatar Energy, Saad Sherida al-Kaabi told the Atlantic Council Global Energy Summit last Saturday (January 14). He said that a mild winter in Europe has seen prices of gas coming down, but that volatility (in the energy market) would remain 'for some time to come' and that there was not much gas coming into the market until 2025. That he believed Russian gas would eventually return to Europe. Consider that this is coming from someone who knows about natural gas. Of course, European leaders and experts on the issue to join the WEF's Davos meet also know that.EU leaders already irked by US's Inflation Reduction Act might be thinking of taking a more pragmatic approach towards the Ukraine war. So, one cannot rule out the possibility of EU considering real politik as a way out of the morass of the war in Ukraine and return to the Russian gas as a pragmatic course of action. Though, due to high inflation, the EU bloc's economic growth has taken a hit, it has somehow escaped recession thus far. Even so, the threat remains.No less concerning than a possible recession is the danger of a nuclear war. Earlier, in 2018, many including one of the world's most successful financier, George Soros, said that the USA, who then refused to accept the fact that Kim Jong-un had any nuke, was on course towards a nuclear with North Korea. Now the focus has turned to Putin's Russia. Remember that Russia is not North Korea and the whole world knows that. It is hoped, the world leaders, especially those of EU at Davos would take this existential issue seriously.But has a developing country like Bangladesh any stake in what is going to be discussed at Davos club of the global rich? Since the Davos participants dictate the world economy and politics, what they talk and decide matter for the rest of the world including Bangladesh. If their talks lead to a cessation of the Ukraine war or arresting uncontrolled inflation, a stable US dollar and increasing financial assistance for climate-vulnerable countries including Bangladesh, that would definitely be of help for us.\n[email protected]",
        "headline_1": "Has Davos meet any relevance to poorer nations?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/has-davos-meet-any-relevance-to-poorer-nations-1673792469",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "After the weekly Farmers' Market, here comes the first Holiday Market in Dhaka north. While the former was launched under the 'Dhaka Food System Project' of the Food and Agriculture Organisation (FAO), the United Nations, the latter has just been introduced under the auspices of the Dhaka North City Corporation (DNCC) and Oikko Foundation. The Work for a Better Bangladesh (WBB) was in charge of implementing the 'Farmers' Market' project with support from the Netherlands government in cooperation with the DNCC which made the spots available for the purpose. The main purpose of the earlier initiative was to make an arrangement for safe agricultural produce directly brought to the market by certified farmers. Both consumers and farmers stand to benefit if the 'Farmers' Markets' opened in several areas of the city get going. However, the Holiday Market's concept revolves around promotion of almost exclusive business of micro, small and medium enterprises in a cluster in this extempore market on holidays. Both makeshift sale points have their advantages and disadvantages. If the weather is nice, the traders can showcase their handicrafts and other wares in a relaxed manner for the intending customers to have a look at those from one end to the other as the small stalls are arranged in a long row with sufficient space in between. But inclement weather can ruin transactions.The most significant aspect of such open-air --- although there are huge umbrellas, maybe provided by the organisers, under which the wares are arranged on a table --- trading facilities is the direct transaction between farmers/entrepreneurs/manufacturers/artisans on the one hand and customers on the other. The middlemen's role has been done away with in such ventures. In case of the Holiday Market, in particular, what will be most savouring is the elimination of cheating such as selling one thing in the name of another. Hopefully, the element of bargaining will also have no place in this market.Unlike only the farm produce such as vegetables and fruits grown with organic manure, which are the clinching factor of Farmers' Market, the Holiday Market has a wide range of products produced by the cottage, micro, small and medium enterprises (CMSME) sector. Additionally, there were also organic farm produce and products on the first day. To be arranged on weekly holidays, on the ICT road between the Parjatan Bhaban and the Election Commission at Agargaon as a pilot project, the market may be set up gradually in all the 54 wards of the DNCC. Mayor Atiqul Islam made it clear that it will be done but much will depend on the success of this inaugural venture.Given the first day's turnout of customers, there are reasons to be optimistic about the closer engagement such initiatives are likely to bring about between CMSME and customers. This means economy at the grassroots level will expand through enhancing internal demand and transactions directly between entrepreneurs and customers. If such markets can see a proliferation at the district and upazila levels, the domestic or local economy will also receive a boost. What is more is the positive influence it will have on diversification of products by encouraging more and more people to come up with enterprising ventures for authentic produce and products.At a time when vendors are encroaching upon footpaths and even parts of busy roads in the city, such markets can ease the problem to a certain degree but not entirely. To bring about discipline on roads and footpath vending, a comprehensive planning is warranted. Street hawkers must have designated places all across the city to carry out their trade. Although apparently small business ventures, the CMSMEs have a contribution of approximately 25 per cent to the GDP and this can be increased significantly in order to make the economy vibrant and more equitable than it is now. \n[email protected]",
        "headline_1": "What chance does Holiday Market stand?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-chance-does-holiday-market-stand-1673792503",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2023"
    },
    {
        "full_article": "Bicycle is popular all over the world. It is environment-friendly. At the same time, this vehicle is affordable. While navigating through heavy traffic in a congested city like Dhaka, there is no better mode of transportation than a bicycle. Many countries of the world are now trying to popularise this two-wheeler. In different cities of the world, everyone ---from a youth to an elderly--- is doing their daily work using bicycle. Bicycles are both good for our health and our environment. Cycling not only protects us from environmental pollution, it also saves us from the carbon emitting motor vehicles and the blaring of their hydraulic horns. It involves a lot of physical activity, and helps us lose weight. It also reduces the risk of various diseases including diabetes, cancer, and hypertension.According to a recent report, production, marketing and sales of bicycles in Bangladesh are increasing at an encouraging rate. We need to increase the use of this vehicle. There should be a cycling revolution. The authorities concerned can help in this regard by creating dedicated cycling tracks, and offer an incentive for cycling. People should learn to respect cyclists. There should be more cycling events so that Dhaka dwellers can promote the culture of cycling. \nMd. Zillur Rahaman,Banker and writer,Gandaria, Dhaka,[email protected]",
        "headline_1": "Popularising cycling",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/popularising-cycling-1673792525",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-01-2023"
    }
]