[
    {
        "full_article": "The Government appears eager to keep some enigma around the five-day special session of Parliament, set to begin from September 18. Opposition parties had a point when they complained that the Government did not consult them before calling the special session. As in the parliamentary bulletin issued on September 13, only the agenda for the opening day is known. The Government has listed the Bill that seeks to change the appointment process of the Chief Election Commissioner and Election Commissioners, which the Opposition is preparing to corner the Government on as it gives the ruling party excessive control over the appointment process. The Government also proposes holding a debate on ‘Parliamentary Journey of 75-years starting from Samvidhan Sabha – Achievements, Experiences, Memories and Learnings’, an intriguing topic. The listed debate could well be the farewell address to the present Parliament (circular) building which was designed by Sir Herbert Baker and Sir Edwin Lutyens, and inaugurated in January 1927 by Viceroy Lord Irwin as the seat of the Imperial Legislative Council. The new building, which is triangular-shaped, has been waiting to receive parliamentarians since May 28 when it was inaugurated by Prime Minister Narendra Modi. It was not used during the monsoon session held between July 20 and August 11. No official explanation has been forthcoming on why the session was not held there.Viceroy Irwin had presented the circular building as an emblem of “permanence”. The building will be retiring at 96 years, four years short of a century. For India’s growing population, its Parliament needs to be bigger and, consequently, the building too. But democracy is not about buildings. Parliament, after all, is a place for the Opposition to have its say though the Government might have its way. The Bharatiya Janata Party has an absolute majority in the Lok Sabha and while it may not have similar numerical strength in the Rajya Sabha, it remains the single largest party; thanks to allies and sympathetic parties, no government Bill has been stalled here for want of a majority. Still, the Government evades parliamentary scrutiny and gives no priority to taking the Opposition into confidence. The Government insists that it is going by the book. A meeting of floor leaders of all parties is being convened on Sunday, just 31 hours before the session begins. There is no dialogue between the Opposition and the Government to enable the smooth functioning of the Parliament. Changes to Article 370 were before Parliament on August 5, 2019, without any notice or consultation. If the Opposition parties have needlessly speculated about the agenda and aired their concerns about the special session, the Government is partly responsible. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nParliament proceedings\n\n/\n\nparliament\n\n/\n\ngovernment\n\n/\n\nlaws\n\n/\n\nhistory\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndemocracy\n\n/\n\nBharatiya Janata Party\n\n/\n\nRajya Sabha\n\n/\n\npolitics\n\n/\n\nArticle 370\n\n/\n\narchitecture\n\n/\n\nUnited Kingdom",
        "headline_1": "Misplaced mystery: On the special session of Parliament, the politics",
        "headline_2": "The special session of Parliament could have done with a lot less secrecy around it",
        "link": "https://www.thehindu.com/opinion/editorial/misplaced-mystery-the-hindu-editorial-on-the-special-session-of-parliament-the-politics/article67311961.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Drafted by Thomas Jefferson, America’s Declaration of Independence unwittingly did humankind a disservice when in defining the inalienable rights of people it used the phrase, “life, liberty, and the pursuit of happiness”, the last four words being taken from the writings of the British philosopher, John Locke.\nTo Locke, and Jefferson, “the pursuit of happiness” was the freedom to choose the right action or path, which would enable us to lead fulfilling lives. This concept was borrowed from ancient Greek philosophy, and did not mean a ceaseless quest for physical, material, or emotional gratification.\nBut that is what it has come to mean today. We view happiness as something out there, like a destination which we must reach.\nI’ll be happy when I get promoted. I’ll be happy when I get married. I’ll be happy when I get my own apartment. I’ll be happy when…\nIt’s that “when” which is the problem; it implies a future tense, in both the grammatical sense of the term, and in the sense that this future happiness we seek makes us tense, because the search for it implies that we do not possess it at present. Or, as Lewis Carroll puts it in Alice Through the Looking Glass, “The rule is, jam tomorrow and jam yesterday – but never jam today.”\nLike the jam which represents it, happiness for most of us is something which needs to be “pursued like a fugitive”, as one psychologist has put it.\nIn this endless pursuit of happiness, we create a sense of disaffection. We create the opposite of happiness; we create unhappiness. According to evolutionary science, perhaps our brains are hardwired to be in a constant state of discontent, a trick of survival handed down to us from our pre-human predecessors.\nThe primates from whom we are descended had to be on ceaseless guard against predators. Those who were complacent were easy prey, while those who were edgy and always in the stress-inducing “flightor-fight” mode of vigilance were favoured for survival and passed on their genetic disposition of discontent.\nIt is this restless discontent, this drive to achieve something better, something more, which created fire, the wheel, and Chandrayaan-3. But it has also caused wars, robber barons, and the go-getting executive who drops dead of cardiac arrest at 35.\nWhen a poet was asked what his poem was about, the reply was that a poem is not about something other than itself. A rose is a rose, is a rose; a poem is a poem, is a poem.\nAre such statements a meaningless repetition of words? Is what we call happiness, like a rose, or a poem, not about something but is just itself, what the German Transcendentalists termed an “in-itself”?\nThe Buddhist would say that happiness results from the detachment of desire. A concept echoed in Iris Murdoch’s idea of “unselfing”, an emerging from the chrysalis of the ego, free from the shackles of longing.\nLike a mirage forever receding as it is approached, happiness eludes entrapment by its pursuer. And the most elusive thing about happiness is that it’s an experience we might already be living without realising it, so busy are we in quest of it.\nPursuit of happiness? Give it a break.\n\n",
        "headline_1": "The pursuit of unhappiness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/the-pursuit-of-unhappiness-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "The British National Health System’s decision to start seven-minute subcutaneous (under the skin) injections as cancer therapy for a subset of patients could be an important advancement for cancer care and immunotherapy globally. The latter is a form of treatment that boosts or changes a person’s own immune system in a manner that it can seek and destroy cancer cells.\n \nIn the last decade, immunotherapy has emerged as the biggest revolution in cancer care, providing medical oncologists with a chance to help many difficultto-treat or advanced or rare cancers. Now it is rightly counted as the fifth modality of cancer therapy along with surgery, chemotherapy, radiotherapy and targeted therapy.\n \nRead full story on TOI+\n\n",
        "headline_1": "The needle of hope in fighting cancer is here, but…..the 7-minute subcutaneous injection that the UK will soon roll out is looking like a golden moment for immunotherapy. But affordability & access in countries like India need a lot of work",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-needle-of-hope-in-fighting-cancer-is-here-but-the-7-minute-subcutaneous-injection-that-the-uk-will-soon-roll-out-is-looking-like-a-golden-moment-for-immunotherapy-but-affordability-a/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Long after some of us recognised that China had fallen “off the miracle path” and may never become the world’s largest economy, commentators of all stripes are now trumpeting that conclusion for the same reasons. An aging population, high debt levels and a meddling government are turning China into a fading power like Japan of the 1990s, when its economy slowed sharply but avoided an outright crisis.\n \nSince the mainstream commentariat can be relied on to be a step or two behind – recall that a year ago the consensus call was for a reopening boom in China and an inevitable recession in the US – it’s worth asking what the “Japanification” scenario is currently missing. It could be flawed in two very different ways, at least in the short term.\n \nRead full story on TOI+\n\n",
        "headline_1": "Don’t diss the dragon: Mainstream commentariat now sees China stagnating but there is also a case for its economy bouncing back. The brightest spots include its still formidable tech prowess and EVs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-diss-the-dragon-mainstream-commentariat-now-sees-china-stagnating-but-there-is-also-a-case-for-its-economy-bouncing-back-the-brightest-spots-include-its-still-formidable-tech-prowess-a/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "The casualties taken by security forces in a counter-terror operation in Kashmir’s Anantnag district point to a new emerging challenge. Col Manpreet Singh and Maj Aashish Dhonchak of 19 Rashtriya Rifles, and DSP Humayun Bhat of J&K Police were martyred during a fierce gunfight with terrorists believed to be from The Resistance Front, an offshoot of Lashkar-e-Taiba. The incident has brought the focus on the Pir Panjal region of J&K, which appears to be emerging as a new zone of terror activities.\n \nBetween January 2021 and May 30 this year, 24 security personnel and 75 civilians were killed on either side of the Pir Panjal. In fact, almost congruent with the Anantnag encounter, another shootout between security forces and terrorists took place south of the Pir Panjal in Rajouri district this week. The area is replete with thick interconnected forests and natural caves that provide terrorists with ideal hideouts. Plus, armed forces’ presence here had long been tapered due to the relatively better security situation for almost two decades. But post-2020, militants once again started showing up in the region.\n \nThis leads to two conclusions. First, despite the vastly improved security situation in J&K – as exemplified by the 1.88 crore-plus tourists visiting the UT last year – Pakistanbased terror groups are constantly changing their tactics to outfox security forces. While 2022 saw a spate of targeted killings that demanded security attention on local terror recruits and their overground workers, exploitation of the Pir Panjal corridor harks back to conventional terror manoeuvres. Additionally, northern army commander, Lieutenant General Upendra Dwivedi, has also flagged terrorists finding their way to J&K through Punjab and Nepal. That means we need to review our security on the Punjab border and quickly work with Nepal to improve screening of cross-border traffic on that front.\n\nIndia also needs to be mindful of the situation in Pakistan and Afghanistan that has a direct bearing on Kashmir. Given the current flux in Pakistani politics and Islamabad’s growing problems with the Taliban regime in Afghanistan, the Pakistani deep state will be inclined to step up terror activities in Kashmir as a diversionary tactic to keep Indian forces tied down. So, what’s needed is greater flexibility and adaptability in counter-terror operations in J&K. Pakistan-based terror forces will continue to exploit weaknesses in the J&K security dragnet. New Delhi must not be complacent with the successes achieved in Kashmir thus far.\n\n",
        "headline_1": "Pir Panjal challenge: Terrorists are again changing tactics in J&K. New Delhi must be alive to serious emerging threats",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pir-panjal-challenge-terrorists-are-again-changing-tactics-in-jk-new-delhi-must-be-alive-to-serious-emerging-threats/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Financial discipline is the backbone of any banking sector; ours, however, seems to be permanently paralysed by financial irregularities. An investigation by this daily has revealed alarming details of how errant borrowers get away with defaulting loans, over and over again, with the authorities bending over backwards to facilitate their requests for extension of payments, ignoring due processes. The report highlights how apparel exporter AnonTex Group, which has an annual turnover of $150 million, was able to take out loans amounting to Tk 5,504 crore between 2010 and 2015.\nAs of 2022, AnonTex's liabilities to Janata stood at a whopping Tk 7,726 crore, which is 334 percent of the bank's paid-up capital. As per Bangladesh Bank's rules, the state-run banks are not allowed to lend more than 25 percent of their paid-up capital to a single party. How is it that Janata Bank could violate BB's rules so egregiously, and equally importantly, what did the central bank, as a regulator, do to reign Janata in? More shocking still is the fact that the state-run bank (whose total bad loans stand at Tk 15,000 crore) is yet to show the loans taken by AnonTex as defaulted loans, with the garment manufacturer given until the end of the year to pay back the sum.\nAt a time when Janata Bank is suffering from severe liquidity crisis, and the government is recapitalising the state banks from public coffer, the privilege afforded to errant borrowers like AnanTex is unacceptable. According to an investigation by the Bangladesh Bank in 2018, a majority of the loans was obtained through forgery and irregularities. Yet, the authorities, instead of punishing those involved in scams, have rewarded them over and over again, even waiving interest on the loans, laying bare the extent of impunity enjoyed by some powerful quarters and the severe lack of accountability in the banking sector.\nJanata Bank (particularly its board and management committee at the time) as well as the Bangladesh Bank, as the regulator, must answer for their role in this affair. The Financial Institutions Division, under the Finance Ministry, cannot deny its responsibility either as it is tasked with appointing board members for the state bank to take care of savers' money and ensure healthy and sound operation of the bank. The anarchy in the banking sector – which is causing its foundation to rot – must be addressed by the authorities concerned.\nThe question, as always, remains: do they have the will to do so?\n",
        "headline_1": "Why keep on awarding errant defaulters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-keep-awarding-errant-defaulters-3419681",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "It was a small news item on The Daily Star's September 7 issue: a 19-year-old tourist was gang-raped at a tourist cottage in Cox's Bazar. One suspect is already in police custody, and police are trying to arrest the others. According to another report on the same incident, the two girls were brought from Dhaka to Cox's Bazar to participate in a dance programme. Rajan Cottage, where the assault took place, was the site for similar violent sexual assaults in December 2021. On its face, the incident does not warrant a comprehensive analysis, for it does not seem \"exceptional,\" mostly because of how normalised such violence has become in our daily lives. At least two similar incidents, both in Cox's Bazar, gripped the nation's attention at the end of the year 2021. The first was when a gang of young men kidnapped a couple and their child and eventually raped the young woman repeatedly. The other incident was when a college student was picked up, raped, and kept hostage for three days. In response, the Cox's Bazar deputy commissioner decided to create a 600-feet safety zone for women and girls, only to go back on the decision within 10 hours amid furious reactions from the citizenry.\nAll three incidents and the since-abandoned \"safety zone\" plan help build a complex narrative of women's mobility rights, the conceptual slippage between women's safety and protection, and the culture of impunity that encircles sexual assault against women and girls.\nThe Bangladesh Constitution ensures its citizens' mobility rights and freedom of movement as a fundamental right. According to the Act No 36 of the 1972 constitution, \"Subject to any reasonable restrictions imposed by law in the public interest, every citizen shall have the right to move freely throughout Bangladesh, to reside and settle in any place therein and to leave and re-enter Bangladesh.\" At its core, citizenship is a marker of one's identity; it confirms an individual's membership in a political community. In theory, citizenship entitles all citizens equal rights and such rights ought to be equally distributed; in practice, however, citizenship rights are often awarded and carried out in a gradational scale where the poor, the marginalised, the women, and the minority often experience difficulty accessing them. Citizenship, thus, is also a category of differentiation – it operates on the principles of both inclusion and exclusion.\n\nFreedom of movement is not merely limited to movement for the sake of leisurely purposes – even though that, too, is an important need a woman may have – but that freedom extends to women's participation in economics, education, and indeed social development. \nThe repeated nature of the incidents compels us to rethink the construct of citizenship along gendered lines. In her essay for the Economic and Political Weekly, Anurekha Chari argues, \"Women's oppression is exemplified in the way women experience citizenship rights.\" Gendered citizenship as a concept must negotiate the binaries between private and public, cultural and political, and individual and collective. In other words, when the constant threat of violence acts as a barrier to women's economic, social and developmental rights, such threat to violence delimits women's exercise of citizenship.\nTake, for instance, the Narsingdi railway station incident from 2022, and the High Court bench's placement of blame on the victim. The bench asking \"whether anyone wearing such a dress can go to the railway station in a civilised country\" makes explicit the link between mobility and restriction – in this case both for clothes as well as movement. The ruling implied that the woman was wrong on at least two accounts: that she wore such an \"uncivilised\" outfit and that she went to the railway station wearing such an outfit. Such rulings made at such a high level of our legal system reaffirms the notion that staying immobile, not leaving homes, and not travelling will ensure women's safety.\nBut what indeed is safety? When thousands of women face assault and violence in their own homes, what codes of safety and protection can ensure women's right to, well, exist? Hence, in recent times, the call for feminist action across the globe – and here, too – has largely been about protesting the restrictions put on women's freedom of movement. The focus now is on their right to exist in spaces and places that historically and culturally have restricted their entry into them.\nThe latest incident in Cox's Bazar, had it produced a strong response in the newswire (it likely did not because we have become desensitised to the trauma of such events), would have had two conflicting narrative responses. The narrative steadfastly committed to blaming the victim of sexual violence would question why the women travelled alone, what clothes they were wearing, what being a \"dancer\" says about their \"character,\" etc. The other narrative would be intent on placing even greater restrictions on women in order to ensure their safety.\nBut here's the truth that many still feel uncomfortable to acknowledge or accept: in the name of ensuring safety, women's freedom to move – one of their fundamental rights as a citizen of this country – is being curtailed. \"Protecting\" women and girls and not ensuring their freedom disables them from being full and equal members of society. The country's leading higher education institutions, for instance, especially public universities with student halls, tend to impose disproportionately high restrictions on female students' movements. Students living in girls' hostels or all-female apartments face similar constraints. Simply put, adopting only preventative mechanisms ensures that women and girls remain bound by their gender.\nFreedom of movement is not merely limited to movement for the sake of leisurely purposes – even though that, too, is an important need a woman may have – but that freedom extends to women's participation in economics, education, and indeed social development. Consider, for example, the number of cases we know of where women did not leave their home for higher studies, did not accept a job relocation or could not expand their business in a different region of the country. From infrastructure to housing to livelihood, restricting women's right to movement fundamentally impedes their citizenship rights.\nUltimately, sexual violence against women and girls cannot go on unchecked, nor can we attempt to \"protect\" women in the name of safety and keep them confined to \"safe spaces.\" We must, without fail, take into consideration the nexus between violence as a barrier for women's emancipatory participation in public life and the exercise of their rights as the citizens of the state.\nDr Nazia Manzoor is assistant professor at the Department of English and Modern Languages in North South University (NSU).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "No country for women and girls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/no-country-women-and-girls-3419676",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Five years ago, mere months before the 2018 general election, the parliament had passed the Digital Security Bill. Then, on September 13, 2023, again just months before another election, the parliament passed the Cyber Security Bill – its successor. Clearly, there's something about the approach of a general election that makes the government want to hone its legal tools to deal with the more vocal of voters. But let's face it, what's at stake here is much more than the result of a once-in-a-five-year event. We are talking about a sustained state policy of suppressing free thought and expression that has been affecting the very fabric of our society.\nAccording to media reports, the Cyber Security Bill has been passed amid strong protests from opposition lawmakers. There has been little change in the draft approved last month by the Cabinet, despite promises that concerns raised by journalists and rights activists would be heeded. This makes it \"a spitting image\" of the very law it meant to replace – i.e. the DSA. What is the point of replacing it, then? Ever since the government announced its decision to amend the DSA, we hoped that any change would be in substance, not just in semantics. We also protested when the draft that later came out retained almost all controversial sections of the DSA, with all other changes related only to sentencing and bail. The bill passed on Wednesday reflected none of our concerns.\nGranted, the provision of Official Secrets Act has been removed from it. But the provision of arrest without warrant remains. Essentially, what all this means is that the CSA – or DSA 2.0 – is every bit as dangerous as its earlier iteration. The pretense of amendment may have ticked a box for the government, facing criticism from home and abroad, but it will not help restore its image lost over the four years and a half of DSA's existence. If the government really cares about its image, it must realise that no other black law or repressive action has done as much damage to its credibility internationally as the abuse of this one law did, and by continuing it under a different name it is only further harming its reputation.\nWe urge the government to reconsider the passage of the bill and bring appropriate reforms or repeal it entirely, if possible. The right to speak, share and publish freely is a vital part of democracy, and a fundamental human right guaranteed by the constitution. The authorities must respect and protect that right.\n",
        "headline_1": "A Joke of a Legal Reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/joke-legal-reform-3419496",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Financial discipline is the backbone of any banking sector; ours, however, seems to be permanently paralysed by financial irregularities. An investigation by this daily has revealed alarming details of how errant borrowers get away with defaulting loans, over and over again, with the authorities bending over backwards to facilitate their requests for extension of payments, ignoring due processes. The report highlights how apparel exporter AnonTex Group, which has an annual turnover of $150 million, was able to take out loans amounting to Tk 5,504 crore between 2010 and 2015.\nAs of 2022, AnonTex's liabilities to Janata stood at a whopping Tk 7,726 crore, which is 334 percent of the bank's paid-up capital. As per Bangladesh Bank's rules, the state-run banks are not allowed to lend more than 25 percent of their paid-up capital to a single party. How is it that Janata Bank could violate BB's rules so egregiously, and equally importantly, what did the central bank, as a regulator, do to reign Janata in? More shocking still is the fact that the state-run bank (whose total bad loans stand at Tk 15,000 crore) is yet to show the loans taken by AnonTex as defaulted loans, with the garment manufacturer given until the end of the year to pay back the sum.\nAt a time when Janata Bank is suffering from severe liquidity crisis, and the government is recapitalising the state banks from public coffer, the privilege afforded to errant borrowers like AnanTex is unacceptable. According to an investigation by the Bangladesh Bank in 2018, a majority of the loans was obtained through forgery and irregularities. Yet, the authorities, instead of punishing those involved in scams, have rewarded them over and over again, even waiving interest on the loans, laying bare the extent of impunity enjoyed by some powerful quarters and the severe lack of accountability in the banking sector.\nJanata Bank (particularly its board and management committee at the time) as well as the Bangladesh Bank, as the regulator, must answer for their role in this affair. The Financial Institutions Division, under the Finance Ministry, cannot deny its responsibility either as it is tasked with appointing board members for the state bank to take care of savers' money and ensure healthy and sound operation of the bank. The anarchy in the banking sector – which is causing its foundation to rot – must be addressed by the authorities concerned.\nThe question, as always, remains: do they have the will to do so?\n",
        "headline_1": "Why keep on awarding errant defaulters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-keep-awarding-errant-defaulters-3419681",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "In a devastating incident that unfolded in the early hours of Thursday, a fire engulfed Mohammadpur Krishi Market and reduced over 200 shops to ashes, causing colossal financial losses to the shop owners and staff. It has become painfully clear that our kitchen markets remain, despite repeated warnings, hotbeds of fire hazards. Following closely on the heels of the fires at Bangabazar and New Super Market, yet another kitchen market fire underscores the urgent need for concerted action to address the glaring risks posed by these structures before another catastrophe strikes.\nThe Mohammadpur Krishi Market, a one-storey structure with a corrugated iron roof, was already on the list of risky kitchen markets in Dhaka, according to firefighters. The shop owners had apparently been notified multiple times about the impending danger, but those warnings went unheeded. The fire, suspected to have been triggered by either a faulty electric wire or a mosquito coil, spread with alarming speed, in the absence of necessary fire safety equipment on the premises. The market's narrow alleys, blocked by piles of goods, prevented easy access for first responders.\nWith no nearby water body to tap into, firefighters had to rely partially on water provided by external sources, which delayed the process. Yet the authorities seem least concerned about the alarming speed at which the much-needed water bodies in the city are being occupied and filled up in our greed for development.\nOver the past year, similar massive fires have struck numerous markets and commercial areas in Dhaka. It is an alarming pattern that calls for immediate intervention and reform. It is obvious that simply \"warning\" the shopkeepers is not enough. We need proactive and constructive measures from the authorities to ensure that our kitchen markets have the necessary fire safety infrastructure, and that shop owners as well as city authorities are educated and held accountable for maintaining fire safety standards. The city corporations, in particular, must take decisive action to prevent future tragedies.\nPublic awareness campaigns should also be intensified to educate citizens about fire safety and the importance of adhering to safety regulations. It is imperative that we create safer city amenities for our citizens and protect their livelihoods from the devastating impact of fires like the one witnessed at Krishi Market. \n",
        "headline_1": "When kitchen markets are ticking time bombs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-kitchen-markets-are-ticking-time-bombs-3419551",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "From the perspective of gross domestic product (GDP)-centred growth, Bangladesh has indubitably made impressive advances with the turn of the century. But the challenge is to sustain the growth so far achieved and take it further. The issue has gained added importance in the run-up to the country's upcoming graduation from its current LDC status and move further forward to an upper-middle-income economy as it had already earned the lower middle-income status in 2015.Against this backdrop, economists and other experts from home and abroad at a recent public lecture in the city stressed the state's effectiveness in delivering high quality public goods as the key driver for the economy's continued growth. This brings one to the issue of developing the state institutions' capacity to provide quality service in a sustained manner. In that case, the state should be the enabler for the private sector to unlock its potential for growth, enhanced productivity, innovation and adaptability to the challenges of the ongoing technological transformation. Admittedly, the striking growth rate that the economy could demonstrate earlier and draw the world's attention had a lot to do with factors including its large home market, a robust demographic dividend, garment exports, resilient remittance inflow even during the pandemic and a more or less stable macroeconomic condition. But, of late, the growth tempo has been attenuated for reasons of both international and domestic nature. In fact, data show that GDP growth rate has slowed down. Similarly, the job growth is on a declining curve and the export's contribution to the GDP is also shrinking. The most concerning of all is the inflation rate which since mid-2022 has been stubbornly persisting at a high level. These are evidently the roadblocks to the economy's transition to the next level as an upper middle-income economy. It is exactly at this point that the necessity to look beyond what the economy already enjoys as something guaranteed arises. For instance, Bangladesh's tax-to-GDP ratio which was 7.6 in 2021 and is still less than 8.0 needs to improve seeing that it is much below the average of 10.7 for the middle-income countries. Obviously, the tax system is in need of a major reform to make it broad-based and taxpayer-friendly. In other words, the state's revenue organ will be required to provide quality service so the public's trust in the revenue system is increased and they are encouraged and incentivised to pay taxes. Needless to say, the existence of necessary checks and balances in the revenue regime helps augment the public's trust in it. At the same time, enforcement of law is also important and to that end the government would do well to take advantage of technology and information.Other areas that demand attention include diversification of the export basket and increase in foreign direct investment (FDI) which are a sine qua non of an economy resilient to external shocks. Now to face the upcoming challenges, increasing quality of education would be another priority to stimulate productivity and narrow down human capital gap with other nations in the region. Putting together the required human and material resources is unquestionably the first step towards the envisioned higher economic growth. At the same time, robust adaptation measures and investments should be at the top of the agenda to preserve the economy's resilience in the face of any risks and shocks of climate-change origin.",
        "headline_1": "Readying for upcoming challenges to growth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/readying-for-upcoming-challenges-to-growth-1694784204",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "It would appear that the extreme hardship the people endured and the crunch economy experienced this year due to blackouts hardly become priority issues for the policymakers to address. Over the many months past, there was a glimmer of hope that the country was finally going to expedite the bidding process for offshore blocks, but suddenly all bets seem to be off. According to a report published in this newspaper, \"launching long-awaited bidding for offshore hydrocarbon exploration seems uncertain before the next general election, slated for January 2024, sources said, while the country's fuel-import dependence increases.\"Reportedly, there are 26 open offshore blocks. Of these, 15 are in deep waters while the rest 11 are in shallow waters. Bangladesh won its maritime legal battle back in 2014, but due to the foot dragging (for inexplicable reasons) on conducting a seismic survey year after year paved the way for an ever-increasing import-dependent policy on fuels. Today, nearly 60 per cent of the energy mix comes from imported fossil fuels, a policy that defies logic since the country is paying out billions of dollars in payments. Petrobangla chairman recently stated that the country has completed a 2D (two-dimensional) seismic survey of about 13,000 square kilometers at sea. On top of this, the production sharing contract (PSC) has recently been redone which allows the gas price from offshore drilling to be fixed in line with the international market. Hence, another major complaint regarding favourable terms has also been addressed. Still, Bangladesh continues to suffer from dollar hemorrhaging and is not serious about going for bidding to award contracts for desperately needed hydrocarbons. The latest PSC gives Bangladesh 65 per cent profit, which may drop to 35 per cent. The older PSC model was much more complicated when it came to profit sharing, but could potentially give the country as much as 80 per cent of the profit. Thankfully, the model has been reshaped to reflect the realities, which basically is a situation where the nation is energy-starved. With pricing of gas set at 10 per cent of three-month average of Brent crude price barrel, this is something international oil companies can live with. The new PSC also allows for greater participation of world class exploration companies to get involved. Some policymakers probably feel that the country should wait till 2024, i.e., until the rest of the multiclient survey is finished before opening bids for offshore exploration. Perhaps it has something to do with the fast-depleting foreign exchange reserve. Alternatively, it may be that the import lobby involved in the import of various hydro carbons, like liquefied natural gas (LNG) or other fuels that power the private sector power generation plants have too much sway on the decision-making process.Should the government decide to delay the offshore search for hydrocarbons, what is stopping it from engaging in joint ventures with foreign companies onshore? Energy experts all agree that current natural gas production from existing fields is falling, resulting in both a deficit in supply and an increase in cost of electricity generation (as the country leans more towards imported fuels). The periodic raising of gas tariff can only offset part of the cost and subsidies continue to plague government financing.The facts speak for themselves. Over the period 2017-2023, daily gas production has declined by 500-550 million cubic feet per day (MMCFD). Today, daily gas production stands around 2,250 MMCFD and steps need to be taken today if Bangladesh is keen to arrest this downward trend. Indeed, major gas fields like Bibiyana, Moulivibazar, Jalalabad and Titas Gas field are beginning to show signs of faster depletion from the various wells. To offset this, new development wells have to be developed. Additionally, there is no alternative to new exploration. Domestic state-owned companies have failed to deliver any major gas finds for a decade now. The current manner in which bidding is done for onshore exploration is extremely lengthy and cumbersome. According to a former director of Petrobangla, if Bangladesh can have a Special Act for procuring energy, why can't there be such an Act for drilling operations? Without access to primary energy, no electricity can be produced. If a law was in place, then some experts believe that it would be possible to award bids in as short as four months' time. The basic reality is that the country is out of time when it comes to energy supplies. Already, the country is in deep trouble with its balance of payments. Back in July, a major international oil company wanted dues of US$280 million. Similarly, the government owes hundreds of millions of dollars to international suppliers of energy (and electricity) and it is in a bind because non-payment means no supply - an unthinkable proposition for the economy. Speedy exploration of own resources is the only solution left and hopefully, such utopian ideas about waiting till the election is complete should be shelved.\n[email protected]",
        "headline_1": "Why go-slow approach to offshore drilling?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-go-slow-approach-to-offshore-drilling-1694784245",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Many hospitals, especially the public ones, in Bangladesh have failed to follow the necessary hygienic practices, which is disappointing. It is also a harsh reality as these hospitals and health facilities lack proper sanitation and waste disposal systems. Without maintaining cleanliness, it is impossible to minimise the growth of infective organisms that can spread between and among patients, visitors and hospital staff. Thus, instead of recovery, some patients may get ill further or need more time to recover. Hospitals' cleanliness is a crucial part of overall health and safety, as it's the proper place to contain the spread of infections.How do patients feel when they observe stray dogs roaming in the wards? Or when cats enter rooms where patients stay? These are, however, typical scenes in some public hospitals. Poor sanitary conditions and overflowing sewerage water are also common pictures of some government hospitals in different parts of the country. The appalling state of the toilets in most hospitals is hard to describe. Bad smells fill the air in the dark and damp bathrooms. Waste materials are scattered on the floor, and even some toilets are seen spread with faeces. There were no soaps and tissue papers in most of them. A modern flushing system is also absent there. Being one of the essential hygienic things, the poor conditions of the hospital toilets also reflect the authorities' ignorant and callous attitude.Hygiene in hospitals generally includes effective cleaning of surfaces using appropriate products and decontaminating medical equipment and devices used in patient-care procedures. It is also necessary to ensure safe and appropriate handling of coughs, blood and body fluid spills, waste and linen. Hospitals must ensure all these things and practices to provide a good service to patients. Unfortunately, staff and workers related to cleaning activities pay little attention to their assigned tasks. Shortage of workforce also sometimes compels the understaffed health facilities to overlook the problem.Last year, a Joint Monitoring Programme report by the World Health Organization (WHO) and the UNICEF showed that some 32 per cent of government health facilities, including hospitals, have essential hygiene services. The ratio was 69 per cent for the non-government and private facilities. The report indicates that government hospitals must do a lot of work before ensuring basic hygiene and cleanliness. It requires little budgetary allocation. What is more needed is strict implementation of hygienic practices and rigorous monitoring. Besides standard hygiene practices, waste disposal management and infection control guidelines must also be followed without compromise. With USAID's assistance, the health ministry has already developed a 'hospital infection prevention and control manual.' The manual provides necessary guidelines to check the inappropriate infection prevention and control practices in health care settings in the country. As hospitals continue to see an uninterrupted inflow of patients and visitors, cleaning ought to be a continuous process. \n[email protected]",
        "headline_1": "Keeping the hospitals clean and safe",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-the-hospitals-clean-and-safe-1694784290",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2023"
    },
    {
        "full_article": "Children have basic rights to education, balance diet, health and nutrition and recreation too. But unfortunately, many of our children are deprived of these basic human rights. Thousands of children in Dhaka city live in railway stations, bus terminals, outside the stadiums and other places. Losing their ties with families, these children are now deprived of a proper childhood. They are known as street children who are denied of all kinds of rights. According to a UNICEF study, the number of street children in Bangladesh is currently 979,728. At least 30.1 per cent of them live and sleep in public or open space without most basic amenities and 83.9 per cent of them are subject to abuse or harassment by pedestrians, according to the UNICEF study. As many as 71.8 per cent of them can neither read nor write while 11.3 per cent children are engaged in child labour, hazardous work or both. If we want to ensure some basic human rights for our children, the government must increase the budget for child development. Different private organisations and the government should work collaboratively to build a supportive environment for children. Meanwhile, schools in our country need to adopt more holistic curricula and encourage children's participation in areas that are crucial to their development. The duties of humanitarian organisations lie in improving lives of all underprivileged children of our society so that they can become important human resources.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Standing by street children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-street-children-1694784380",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-09-2023"
    }
]