[
    {
        "full_article": "Prime Minister Narendra Modi offered what he described as an account of his two consecutive terms in office, delivering his 10th customary address to the nation on Independence Day. His last address on August 15 before the general election next year also turned out to be a campaign speech in effect, as he expressed confidence of winning a third term. Cataloguing the achievements and initiatives of the country since 2014 — the year he became the Prime Minister — Mr. Modi suggested that it was a new beginning for the country which was until then unstable and aimless even though Independence from British imperialism was won in 1947. Mr. Modi cited demography, democracy and diversity as the three core strengths of the country, before lauding young entrepreneurs, farmers, and sportspeople who overcome the odds. He cited three challenges that hold back the progress of India — corruption, dynastic politics and appeasement politics. Since 2014, Mr. Modi told fellow citizens — whom he addressed as ‘family members’ throughout the speech — he has been tackling these challenges head on and making many enemies but remains undeterred. According to him, India was overcoming the ills of “1000 years of slavery” of the past, and is now laying the foundation for a “1000 year golden era”. In an emerging new world order, India would be playing a central role, Mr. Modi said.The Prime Minister’s speech was inspiring and optimistic at one level. But it was also more self-congratulatory and exclusive than self-reflective and unifying, though Mr. Modi said India’s unity across regions, communities and gender was the utmost priority for him. The unity pitch did not resonate well, as the principal Opposition party, the Congress, said Mr. Modi’s speech was full of “distortions, lies, exaggerations and vague promises”. The Prime Minister deployed his skilful oratory to conflate his own persona with the country. The continuity in India’s progress since 1947 is as self-evident as the daunting challenges of its present. Denying or overlooking either is not a great strategy for progress. Mr. Modi noted that peace and normalcy were returning to strife-torn Manipur, but no State accountability for the violence and chaos was mentioned. Mr. Modi’s claims of an uncompromising crusade against corruption are weakened by the selective approach of the central investigative agencies that target only Opposition politicians until the point that they align with the Bharatiya Janata Party. Overall, Mr. Modi reinforced the faith of his faithful and the scepticism of his sceptics. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nIndependence Day\n\n/\n\npolitics\n\n/\n\nhistory\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nManipur\n\n/\n\nGeneral Elections 2024\n\n/\n\ndemography\n\n/\n\ndemocracy\n\n/\n\ncorruption & bribery",
        "headline_1": "From the ramparts: On Prime Minister Narendra Modi’s Independence Day address",
        "headline_2": "Narendra Modi’s speech was more self-congratulatory than reflective",
        "link": "https://www.thehindu.com/opinion/editorial/from-the-ramparts-on-prime-minister-narendra-modis-independence-day-address/article67198599.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The latest NSO data, showing retail inflation accelerating to a 15-month high, comes less than a week after the Reserve Bank of India (RBI) left interest rates unchanged even as it warned of “a substantial increase in headline inflation” in the near term. The primary driver of this surge was the food price component, with the Consumer Food Price Index-based inflation accelerating by a mind-numbing 696 basis points to 11.51%, from June’s 4.55%. Save oils and fats, the 11 other items on the 12-member food and beverages group of the Consumer Price Index (CPI) logged year-on-year increases in prices. Cereals, the largest food component with an almost 10% weight in the CPI and representing the basic staples of rice and wheat, saw prices surge 13% from July 2022 levels, and posted a near doubling in the month-on-month pace to 1.2%. It was, however, vegetables, with a 6% contribution to the CPI, that witnessed a vertigo-inducing ascent in the inflation rate, with prices increasing 37.3% year-on-year, and 38.1% month-on-month in July. Data compiled by CMIE show the sequential surge in vegetable prices was the highest in at least five years, as tomato prices skyrocketed 214% from June’s levels. The all-India average retail price of the nutrient-rich food as on August 15, while 9% softer than a month earlier, was still at a punishingly elevated ₹107.87 a kilogram, well over three times last year’s Independence Day price of ₹31.66, data from the Consumer Affairs Department show.Rather disconcertingly, the prices of 18 of the 19 items in the vegetables sub-group registered appreciable sequential price gains, with onions (19%), potato (11%), cauliflower (32%), brinjal (24%), ginger and garlic (almost 21% each) and potassium-rich green chillies (46%) making it very difficult for any family to manage its monthly food budget. Inflation in non-food items too were a palpable concern. The five other broad groups on the CPI, all recorded sequential price increases, signalling inflation is now more widely spread across the goods and services consumed in the economy than even in the preceding month. For all the central bank’s optimism that the price shock is likely to be temporary, allowing monetary policymakers the latitude to look through a couple of high headline inflation readings, the risk of inflation expectations getting unmoored in the face of such runaway price gains is far too real and in the present. With a looming El Niño and uneven monsoon rains adding to the uncertainty over the supply of agricultural produce in the coming months, the RBI may find itself facing an uphill task in aligning inflation to its avowed target of 4% unless all authorities act in concert to tame inflation before it undermines broader consumption and economic growth. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nweather science\n\n/\n\nagriculture",
        "headline_1": "A surge foretold: On inflation data",
        "headline_2": "Inflation could undermine broader consumption and economic growth",
        "link": "https://www.thehindu.com/opinion/editorial/a-surge-foretold-on-inflation-data/article67198199.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Bollywood and cricket tell different India stories. Cinema for mostly Hindi-only audiences is losing out to regional films. Contrast with India’s favourite sport, where IPL has won digital-age attention\nIndia’s economy has as much entrenched rust as entrepreneurial dynamism and no two industries illustrate these contradictions more clearly than its most iconic entertainments, Bollywood and cricket. Facing the same challenge – growing competition for fans in the internet age – cricket is killing it, Bollywood is blowing it.\nCricket’s growing popularity rests on the Indian Premier League. Since its launch in 2008, the estimated value of IPL has risen from $1.1 billion to more than $15 billion. This year the two-month season drew nearly a billion viewers, broadcast and streaming. Last year IPL sold five-year broadcast rights for $6.5 billion – a higher per game price than many other pro sports, including baseball in the United States and that other “Premier League” in England.\nMeanwhile, Bollywood’s box office had been weak for many years before falling sharply during the pandemic, with yearly footfalls down from 340 million to 190 million. Revenue is running at $190 million so far this year, down by nearly half from the same period in 2019. Streaming revenue would add to that total, but would not reverse the decline.\nRead full story on TOI+\n\n",
        "headline_1": "More bat & ball, less song & dance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-bat-ball-less-song-dance/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "On July 17, Russia refused to renew the agreements allowing grain exports through the Black Sea. With this unilateral decision, Russia chose to put an end to an initiative carried out with the UN and the support of the international community, an initiative that benefited the most vulnerable countries and enabled the World Food Programme to feed thousands of people in need in Djibouti, Kenya, Ethiopia, Somalia, Sudan and Yemen.\nIt is the most vulnerable countries, those already bearing the brunt of the consequences of the war in Ukraine, that will pay the heaviest price following the abrupt termination of these agreements. This halt is irresponsible, following a 2022 that was a terrible year for food security. According to the UN, 735 million people worldwide suffer from hunger, and one person in five on the continent of Africa.\nRead full story on TOI+\n\n",
        "headline_1": "Russia’s black deed in the black sea: Foreign minister of France argues Moscow reneging on the grain export initiative is blackmail and the world must stand up to it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/russias-black-deed-in-the-black-sea-foreign-minister-of-france-argues-moscow-reneging-on-the-grain-export-initiative-is-blackmail-and-the-world-must-stand-up-to-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Have Indian women come a long way since 1947? Many daughters are now getting the same educational and work opportunities as their brothers, even similar personal freedoms. But the big picture is dismal. This is not only on account of heinous crimes like the May 4 gangrape in Manipur. There is a very broad-ranging social inequality, one of whose striking symptoms is the ridiculously low female labour force participation rate in the world’s fifth largest economy. The bill to replace IPC, 1860 has been presented as more protective of women. But it preserves most of the language and thus the gendered thinking of a century and half ago, when the social dominance of men was both prevalent and preferred. The parliamentary standing committee to which the bill has been sent, must do course correction.\n\nIn Section 64 of the new bill, punishment for rape is not less than 10 years, instead of seven years in IPC. The question mark on this change comes from harsher punishments having proved to be quite ineffective deterrents so far. In Section 69, having sexual intercourse with a woman after promising to marry her without any intention of doing so is now clearly stated as “not amounting to the offence of rape”, although punishable with imprisonment and fines. This is a useful modification as such cases have so far seen very subjective treatments by different courts. However, what really viscerally comes through in the “offences against women” chapter is that men act, women are acted upon. Men don’t just assault, they make advances, request sexual favours, ‘take away’ women from other men. Women’s sexual agency is almost entirely missing.\nThe predictable counterargument is that it is men who victimise, women are victims only. It is the same logic that warded off the decriminalisation of adultery until 2018. Not only did IPC Section 497 punish only men for adultery, it also expressly prevented the wife from being punishable even as an abettor. What the apex court found was that the emphasis on “invidious distinctions based on gender stereotypes” was actually tantamount to subordination of women. SC quoted TS Eliot – “The endless cycle of idea and action, endless invention, endless experiment” – to say that laws have to keep up with the times. The new criminal code should go further. It must frame the rules with the thinking and the language of equality Indian women deserve.\n\n",
        "headline_1": "A word of difference: New criminal code must ditch all the gendered language and patriarchal thinking that informed IPC",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-word-of-difference-new-criminal-code-must-ditch-all-the-gendered-language-and-patriarchal-thinking-that-informed-ipc/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "India’s new data protection law has diluted RTI. The amendment changes a provision in RTI on not providing personal information unless it’s in public interest into one that says no personal information will be provided. This, as RTI activists have pointed out, makes it impossible for the law to address many genuine citizen concerns. Queries on pensions, rations, government scholarships often include requests for information on those who have the power to disburse these benefits. A blanket ban on releasing personal information will shut this one small window of hope for many ordinary Indians.\n\nWorryingly, this change is part of a long series of tweaks that have robbed RTI of much of its original purpose. Information commissions (ICs), which exist at both central and state levels, govern the working of RTI. The efficacy of RTI mostly depends on how effective ICs are. Data compiled by Satark Nagrik Sangathan, a citizens group that tracks RTI, shows that ICs have a problem. At the level of states, there are often vacancies in IC posts as appointments are delayed. For example, the 2022 report of SNS showed that Manipur didn’t have a chief information commissioner for 44 months. Consequently, pendency’s risen. It rose from 2.19 lakh complaints in March 2019 to 3.14 lakh by June 2022.\nThe Central Information Commission has seen a significant increase in rejections of appeals since 2015. Annual rejections, on average, have been over 60% from a negligible amount in the preceding years. RTI empowered citizens. It said that information that couldn’t be denied to parliamentarians had to be made availableto citizens. Sadly, RTI’s operation has deteriorated across ICs. That Parliament didn’t debate this clause is another proof of how little the political class thinks of RTI.\n\n",
        "headline_1": "Wrong on right: RTI takes another hit via the new data law. Ordinary people with grievances will be affected most",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wrong-on-right-rti-takes-another-hit-via-the-new-data-law-ordinary-people-with-grievances-will-be-affected-most/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The recent spate of arrests following the suspected emergence of a new militant outfit and subsequent police raids have raised concerns about the resurgence of militancy in the country. On Monday, police took into custody 17 alleged militants after locals, with the help of autorickshaw drivers, apprehended them in Moulvibazar. This marks a dramatic escalation in counter-terrorism scrutiny of the region after police raided a suspected militant hideout two days earlier. Overall, in four separate drives over a span of eight days – the first two held in Mirpur, Dhaka – some 38 suspected militants have been arrested. We are told that the suspects also had 11 children with them.\nThe question is, how worried should we be about these developments? Although all such raids are usually followed by reassuring claims about things being under control, we must approach them with a degree of caution. Any reading of the situation must not only be political, but also be from a security perspective. The new outfit linked to recent arrests has been identified as \"Imam Mahmuder Kafela\", whose ideology apparently aligns with the \"Ghazwa-e-Hind\", or Battle of India, the prophecy of a pan-Indian takeover under Muslim rule. The chief of the Counter Terrorism and Transnational Crime (CTTC) of police has suggested that it has more than one hideout, as well as links with other established outfits. During their raid, police have recovered explosives and non-domestic detonators, suggesting its capabilities and possible external influences.\nThe organisation's recruitment strategies – engaging entire families rather than lone wolves – also reflect a more covert approach aimed at avoiding suspicion and evading the radar of law enforcement agencies. This family-centric strategy signals the adaptability of extremist groups, a stark reminder that the fight against religious extremism remains an ongoing one. All this is quite concerning. Evidently, the lull in major militant activity since 2016-2017 – when Bangladesh experienced a surge in terrorist incidents – should not distract us from the danger posed by the operation of the new outfit and others said to be lying low.\nWhat should we do to stave them off? Anti-militancy operations of the kind witnessed in recent days are an important part of the response. But as we have stressed repeatedly before, for a greater impact, we must not focus on law enforcement alone. While these raids maybe successful on a short-term basis, the evolving operational methods of militant outfits underscore the importance of pursuing both hard and soft approaches. We must understand why some individuals or families are getting drawn to radical ideologies. As well undertaking deradicalisation programmes, both in wider social settings and inside prisons for convicted militants, we must promote a culture of religious tolerance and address the underlying factors leading to frustration and radicalisation.\n",
        "headline_1": "How serious is the threat of a militant resurgence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-serious-the-threat-militant-resurgence-3394986",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Over the last few years, dengue has evolved into a formidable adversary for Bangladesh's public healthcare sector, with the latter – already weakened by rampant corruption and gross mismanagement – doing a shoddy job of providing medical care to the increasing number of dengue patients. Last year, Bangladesh witnessed the highest dengue deaths, with 281 lives lost, since the first major outbreak in the country in 2000. But, as of Monday, the mosquito-borne disease has already claimed 416 lives this year, while the caseload stands at 87,891 – a significant jump from the already alarming 62,382 dengue cases recorded last year.\nDengue has become endemic to Bangladesh – ever-present, always lurking in the shadows. Moreover, the sharp spike in dengue cases this year should not come as a surprise since entomologists and health experts had been flagging this concern for some time now. But the authorities neither paid sufficient heed to these concerns, nor took timely measures to strengthen the healthcare system to bear the expected load of dengue cases. Starting from a shortage of regular beds, ICU facilities, resources and staff, to an imminent shortage of saline at present, the public healthcare system is close to succumbing under stress. Critical patients lying in hospital corridors, gasping for oxygen, for medical care, for medicine, and for an ICU bed is not an unfamiliar sight in any of the public hospitals in Dhaka. The scenario outside the capital is no better either.\nAccording to the Directorate General of Health Services (DGHS), there are about 1,323 ICU beds and 886 HDU beds in various public hospitals across the country. But these numbers look paltry compared to the ever-increasing number of critical dengue patients. Take the case of Shaheed Suhrawardy Medical College Hospital, which has about 20 ICU and HDU beds. In the face of more and more patients seeking medical care at the facility, the hospital is now having to take signed undertakings from family members before admission. A similar situation also prevails at other hospitals, including Mugda Medical College and Hospital, Sir Salimullah Medical College Mitford Hospital, and Dhaka Medical College Hospital, among others.\n\nReportedly, public hospitals in at least 25 of the country's 64 districts do not have ICU facilities, leading to critically ill patients being turned away and sent to Dhaka for medical care. In the current context, critical dengue patients are being sent to Dhaka from various divisions to receive treatment, which is putting more pressure on the already crumbling capacity of the capital's hospitals.\nThis daily recently reported the case of 14-year-old Raifa, who had to be shifted to three different hospitals seeking critical care for dengue. Not a single vacant ICU bed could be found. Finally, her parents were forced to get her admitted to Shaheed Suhrawardy Medical College Hospital, knowing well that the hospital did not have the capacity to tend to Raifa's critical medical needs.\nSo, there is no doubt that the public healthcare system is in shambles. It is high time for the authorities to investigate and identify what has brought this sector to its knees. Of course, another question arises here: why have the authorities not been able to learn from the recent Covid-19 pandemic experience, and enhance the capacity of our healthcare system?\nAs a starting point of their soul-searching journey, the health authorities should look into why the health sector budget is not being fully utilised or properly implemented. Every budget season, experts and health professionals complain of the allocation for the health sector not being enough. But the problem does not lie with the allocation itself, rather with the utilisation of the allocated budget.\nAccording to one report, from a 96 percent utilisation in FY2011, the figure plummeted to a disappointing 69 percent in FY2021. Also, over the last two years, the health sector's budget has witnessed utilisation rates below 80 percent. While the government has justified its high budget allocation for tertiary level healthcare with visions of setting up specialised hospitals in all divisional headquarters and new intensive care units and dialysis centres at district hospitals, the fact remains that, at the district and even divisional levels, existing healthcare facilities are often not even properly equipped to support primary medical care.\nAs such, while harbouring a grand vision for the health sector, the authorities should not lose sight of the current realities, namely the widespread corruption and resource mismanagement plaguing the sector. Corruption in the health sector has been well-documented by the media in various reports published over the last few years – unfortunately, to no visible effect. Meanwhile, the mismanagement of existing resources leading to human suffering has become a norm. This daily recently reported on how an X-ray room at the Madhabpur upazila health complex has remained locked and out of service for more than 16 years. The reason behind this? A new technician was not hired after the previous one was transferred in 2006. The machine itself was installed at the health complex in 2001. Of course, this has resulted in the suffering of locals from 11 unions of Madhabpur upazila, who are now being forced to seek X-ray facilities from private healthcare centres at a much higher price. In the report, the president of Madhabpur Press Club has alleged that the X-ray room has been kept under lock and key intentionally so that private X-ray businesses can reap more profits. If true, this would be a classic example of corruption in the form of a deliberate mismanagement of public resources.\nReportedly, public hospitals in at least 25 of the country's 64 districts do not have ICU facilities, leading to critically ill patients being turned away and sent to Dhaka for medical care. In the current context, critical dengue patients are being sent to Dhaka from various divisions to receive treatment, which is putting more pressure on the already crumbling capacity of the capital's hospitals.\nGiven the grim realities, it is safe to assume that our authorities have failed to leverage their experiences of past health crises to address the gaps in the health sector. Also, the under-utilisation of the yearly budget remains a major roadblock to the development of the sector, which is taking a toll in the form of a loss of human lives. All in all, Bangladesh's health sector needs to be cured of the corruption and mismanagement, which have been plaguing it for long. It needs major overhauling. The country's people must not die preventable deaths due to the incompetence and inefficiency of an ailing, corruption-ridden system.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\n",
        "headline_1": "Dengue situation shows why our health sector needs an overhaul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/dengue-situation-shows-why-our-health-sector-needs-overhaul-3394971",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Today, August 15, marks the 48th anniversary of the assassination of Bangabandhu Sheikh Mujibur Rahman along with almost his entire family – one of the darkest chapters in the history of our nation. The untimely death of the father of the nation, only four years after independence, and at a time when the country needed his leadership, lofty ideals and vision the most, was a great tragedy for Bangladesh.\n\nThe significance of Bangabandhu's role in uniting the people to both dream and pursue the dream of freedom and independence cannot be overstated. His vision of creating a fair and just society, in which each individual would be equal in the eyes of the law, is one that every Bangladeshi fell in love with. Unfortunately, it is also one that is yet to fully materialise. And until it does, the cause for which he sacrificed everything will remain unfulfilled. Thus, it is the duty of each and every freedom-loving, patriotic Bangladeshi to work towards establishing a country where justice is at its core. We must realise that one of the best ways to honour Bangabandhu and his legacy would be for us, as a nation, to continue working towards bringing back his ideals into our national psyche and to solidify them into the functioning of our society in general.\n\nBangabandhu worked his entire life not for any personal gain. In fact, oftentimes he took action that ran contrary to his personal well-being, but would serve the interest of the ordinary people whom he loved and cared for with his whole heart. It is extremely disappointing that despite the example that he had set, since his departure, we have not had many politicians or statesmen who learnt from it and dedicated their lives to working for the betterment of their countrymen. Nevertheless, we would call on the current and potential future leaders of this country to study Bangabandhu's life closely, and try to understand why and how he managed to inspire an entire nation to go through such a trial by fire.\n\nBangabandhu believed that citizens should be at the centre of power, and have fair representation. More than 50 years after Bangladesh's independence, that is still something we are greatly struggling with. He also believed that people must have the freedom to express themselves, including their grievances. As we mourn the assassination of Bangabandhu today, we also mourn the gradual undoing of his legacy and vision through the decades. This we must try to rectify. We must rededicate ourselves with a renewed vigour to realising his fundamental mission: building a Sonar Bangla.\n",
        "headline_1": "Let us honour the legacy of Bangabandhu",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-honour-the-legacy-bangabandhu-3394806",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The recent spate of arrests following the suspected emergence of a new militant outfit and subsequent police raids have raised concerns about the resurgence of militancy in the country. On Monday, police took into custody 17 alleged militants after locals, with the help of autorickshaw drivers, apprehended them in Moulvibazar. This marks a dramatic escalation in counter-terrorism scrutiny of the region after police raided a suspected militant hideout two days earlier. Overall, in four separate drives over a span of eight days – the first two held in Mirpur, Dhaka – some 38 suspected militants have been arrested. We are told that the suspects also had 11 children with them.\nThe question is, how worried should we be about these developments? Although all such raids are usually followed by reassuring claims about things being under control, we must approach them with a degree of caution. Any reading of the situation must not only be political, but also be from a security perspective. The new outfit linked to recent arrests has been identified as \"Imam Mahmuder Kafela\", whose ideology apparently aligns with the \"Ghazwa-e-Hind\", or Battle of India, the prophecy of a pan-Indian takeover under Muslim rule. The chief of the Counter Terrorism and Transnational Crime (CTTC) of police has suggested that it has more than one hideout, as well as links with other established outfits. During their raid, police have recovered explosives and non-domestic detonators, suggesting its capabilities and possible external influences.\nThe organisation's recruitment strategies – engaging entire families rather than lone wolves – also reflect a more covert approach aimed at avoiding suspicion and evading the radar of law enforcement agencies. This family-centric strategy signals the adaptability of extremist groups, a stark reminder that the fight against religious extremism remains an ongoing one. All this is quite concerning. Evidently, the lull in major militant activity since 2016-2017 – when Bangladesh experienced a surge in terrorist incidents – should not distract us from the danger posed by the operation of the new outfit and others said to be lying low.\nWhat should we do to stave them off? Anti-militancy operations of the kind witnessed in recent days are an important part of the response. But as we have stressed repeatedly before, for a greater impact, we must not focus on law enforcement alone. While these raids maybe successful on a short-term basis, the evolving operational methods of militant outfits underscore the importance of pursuing both hard and soft approaches. We must understand why some individuals or families are getting drawn to radical ideologies. As well undertaking deradicalisation programmes, both in wider social settings and inside prisons for convicted militants, we must promote a culture of religious tolerance and address the underlying factors leading to frustration and radicalisation.\n",
        "headline_1": "How serious is the threat of a militant resurgence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-serious-the-threat-militant-resurgence-3394986",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Today, August 15, marks the 48th anniversary of the assassination of Bangabandhu Sheikh Mujibur Rahman along with almost his entire family – one of the darkest chapters in the history of our nation. The untimely death of the father of the nation, only four years after independence, and at a time when the country needed his leadership, lofty ideals and vision the most, was a great tragedy for Bangladesh.\n\nThe significance of Bangabandhu's role in uniting the people to both dream and pursue the dream of freedom and independence cannot be overstated. His vision of creating a fair and just society, in which each individual would be equal in the eyes of the law, is one that every Bangladeshi fell in love with. Unfortunately, it is also one that is yet to fully materialise. And until it does, the cause for which he sacrificed everything will remain unfulfilled. Thus, it is the duty of each and every freedom-loving, patriotic Bangladeshi to work towards establishing a country where justice is at its core. We must realise that one of the best ways to honour Bangabandhu and his legacy would be for us, as a nation, to continue working towards bringing back his ideals into our national psyche and to solidify them into the functioning of our society in general.\n\nBangabandhu worked his entire life not for any personal gain. In fact, oftentimes he took action that ran contrary to his personal well-being, but would serve the interest of the ordinary people whom he loved and cared for with his whole heart. It is extremely disappointing that despite the example that he had set, since his departure, we have not had many politicians or statesmen who learnt from it and dedicated their lives to working for the betterment of their countrymen. Nevertheless, we would call on the current and potential future leaders of this country to study Bangabandhu's life closely, and try to understand why and how he managed to inspire an entire nation to go through such a trial by fire.\n\nBangabandhu believed that citizens should be at the centre of power, and have fair representation. More than 50 years after Bangladesh's independence, that is still something we are greatly struggling with. He also believed that people must have the freedom to express themselves, including their grievances. As we mourn the assassination of Bangabandhu today, we also mourn the gradual undoing of his legacy and vision through the decades. This we must try to rectify. We must rededicate ourselves with a renewed vigour to realising his fundamental mission: building a Sonar Bangla.\n",
        "headline_1": "Let us honour the legacy of Bangabandhu",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-honour-the-legacy-bangabandhu-3394806",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The size of the distressed assets in the country's banking sector, as shown in the Bangladesh Bank (BB)'s latest Financial Stability Report (FSR), is bound to stir up concern afresh. Commendably enough, the central bank has prepared the FSR for 2022 in line with international best practices. But given the volume of the risky loans that the banks have accumulated over the years, as shown in central bank's FSR, it hardly speaks of a sound health of the country's banking sector. Consider the amounts of the distressed assets' figure that includes nonperforming loans (NPLs) of around Tk1.20 trillion, the outstanding rescheduled loans of about Tk2.127 trillion and the outstanding restructured written-off loans amounting Tk444.93 billion at the end of 2022. Together the loan figures come close to a whopping Tk3.78 trillion, which is nearly half of the country's current (FY24) budget amount at around Tk7.61 trillion! Though the banking sector regulator termed the increase in the size of the soured loans as marginal, it, however, admitted that the asset quality of banks has deteriorated slightly in 2022. The volume of loans rescheduled in 2022 was over Tk637 billion, twice the amount rescheduled (around Tk268 billion) in the year before (2021). In this connection, the central bank also admits in its report that across the different sectors of the industry, the proportion of the classified outstanding rescheduled loans has seen a general rise. This is quite disconcerting, because rescheduling is essentially regularisation of a loan by relaxing the repayment conditions when the borrower is at risk of defaulting on the debt obligations. Unfortunately, rescheduling of defaulting loans in the country's banking sector has become an unhealthy culture, which some experts in the sector terms a 'perverse incentive' to the wilful defaulters. The frequent rescheduling of the risky loans is also a factor behind ballooning of the stressed assets in the banking sector, experts believe. The central bank's introduction of the relaxed policy of loan scheduling in 2019, which allowed clients to regularise their loans by paying a lower than required amount as down payment against their non-performing loans (NPLs) is to many observers the villain of the piece. As the central bank data show, in 2020, 18 per cent of the rescheduled NPLs amounting to Tk134.70 billion were in the red. Next year (2021), the banks regularised defaulted loans amounting to Tk123.80 billion through rescheduling and 19.8 per cent of it turned into bad loans. Despite the progressive rise in the rate of defaulted rescheduled NPLs, the central bank in July last year, further relaxed the rules of rescheduling so much so that defaulters could then deposit 2.5 to 6.5 per cent of their NPLs as down payment instead of the previous requirement of 10 to 30 per cent. Worse yet, the payback time for the defaulted loans was extended to six to eight years instead of the previous two years. Allowed to regularise their NPLs so cheaply, the habitual bank defaulters did not wait to take unfair advantage of receiving new loans from different banks and thereby inflate the banks' distressed assets to a disproportionately high level. For the sake of good governance in the banking sector, the central bank should review its policy of treating bank defaulters with kid gloves. The sooner delinquency in the banking sector is dealt with an iron fist the better for the economy.",
        "headline_1": "Tackling default culture in banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-default-culture-in-banking-sector-1692111681",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The opaque purchasing practices of global apparel brands seem to be posing problems for various RMG-exporting countries, limiting the scope of not only fair trading but also of smooth management of apparel factories. Bangladesh, like some other major suppliers of apparel products, has been facing the problems for long, which according to industry insiders are, in effect, exploitative practices. A FE report last week has highlighted the issue quoting information from the latest Fashion Transparency Index. The Index is based on 258 indicators in five key areas, including policies and commitments, governance, supply chain traceability, and spotlight issues like decent work, forced labour, purchasing practices, unionism, collective bargaining etc.The current edition of the Fashion Transparency Index report has found that only 12 per cent of the global apparel brands publish their purchasing conduct. That is to say, the majority of the brands do not disclose information about their supply chain, the payments they make to overseas suppliers and other matters relating to business conduct. The report has pinpointed a few issues that among others include late payment to suppliers, shorter manufacturing time as common practices followed by most brands. \"Late payments are a part of a bundle of purchasing practices which directly impact on a supplier's operations, potentially creating the very issues due diligence tries to mitigate,\" says Fashion Transparency Index 2023.There is a strong similarity of the fashion transparency report with the Human Rights Watch (HRW) report on the issue, released sometime ago. The HRW report had categorically said that business practices of global apparel brands such as offering low prices, shorter manufacturing time, late payment are fuelling abuse of garment workers in Bangladesh and other supplying countries. The various cost-cutting methods adopted by factories in these countries harm the workers and those are actually driven by the reckless profit motive of the global brands, the report said. Low prices and shorter times for manufacturing, associated with poor forecasting, unfair penalties, and poor payment terms have been identified as the main behind factors exacerbating the risks for labour abuse.The HRW report also said that many global brands flaunt their commitment to ensuring rights-respecting workplaces that produce their goods, but undercut their efforts by pressurising the suppliers to drive down prices. The report said that sourcing policies of the buyers are not merely a threat to a factory's financial bottom line, it also forces factories to engage in abusive labour practices and in risky contracting with unauthorised suppliers as a way of cutting costs. It said brands should adopt and publish policies on responsible sourcing and integrate them across all departments and they should publish lists of their factories in accordance with the Transparency Pledge, a minimum standard developed in 2016, by a coalition of labour and human rights organisations.It is ironic that while global garment retailers insist on massive renovation and upgrading of workplace environment of supplying factories at substantial costs, there is no sign of even a marginal hike in the prices. Since the incidents of Tazreen fire and Rana Plaza building collapse that shook the entire garment industry with potential threats for the future, the country's garment factories have undergone large-scale renovation works to ensure safety of workers. The two representative agencies of international buyers - the EU-based Accord and North America-based Alliance, along with local inspection agencies have successfully accomplished the task of factory remediation in respect of, reportedly, more than 80 per cent of the garment factories. Along with the factory remediation works, there have been a lot of proactive moves by a good number of factory owners in that they advanced far ahead turning their factories into green factories. This involved a major shift in energy and environmental designs of the factories and significant investment in eco-friendly production processes. In a short time, the country topped the list of garment producing countries in the number of full-fledged green factories. It is well known that at the beginning when Bangladesh started exporting apparel to North America and the European Union in the early eighties, prices offered were the bare minimum. This, understandably, was because of low wage and relatively low cost in installing factories, many of which were not in harmony with international standards. Besides, the country -- a new entrant to the competitive global apparel market -- was not in a position to bargain for reasonably higher prices. On the other hand, retailers aware of the weaknesses of the factories, often exposed to risks including life threatening ones in many cases, were not much concerned in so far as their procurement went hassle-free -- at meagre prices. The situation is entirely different now. While initially, the factories were mostly engaged in low-end bulk products, over time many of them have moved to the high-end segments.With the factories better placed now, it was expected that international buyers now free from the indictment of procuring from unsafe and hazardous production places, would pay a little extra while placing orders to these state-of-the-art factories. Unfortunately, this is not happening.Observers including industry experts believe that for fair play to be the driving force of global apparel trading, business practices — particularly procurement conduct of the fashion brands — should be transparent and made public as required in line with the transparency pledge. The fact that various unscrupulous purchasing practices of global brands are responsible for undesirable belt-tightening of the supplying factories cannot be denied and calls for an end to those. \n[email protected]",
        "headline_1": "Procurement practices of global apparel brands need to be transparent",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/procurement-practices-of-global-apparel-brands-need-to-be-transparent-1692111758",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "The Customs department has found several loopholes that exporters are utilising to take advantage of the cash incentives the government offers for exports. Such malpractices are being used to first, launder funds by way of trade-based money transfer. Second, by making declaration of fictitious exports, a section of exporters is bleeding the national exchequer instead of boosting outbound trade, as envisioned. The over and under-invoicing of exports have long held sway in our country as a favourite means of money laundering and now with misdeclaration added to the brew, the country is losing out on a lot of cash.The financial crunch is playing havoc with revenue collection and it is good that customs intelligence is stepping up its game to try and put a stop to these long-ignored malpractices. The authorities have been forced into action amid an economic downturn and it makes sense to put in place the right mechanisms to check the practices that are aiding money laundering of funds out of the country. To quote a report published in this newspaper, \"Under-and over-invoicing, concealment of customs declaration, forgery of export documents, showing fake export, irregularities in export of products by the industries enjoying duty-free benefit under bonded-warehouse schemes have been spotted as major ways of money laundering through trade\".Although it is not known precisely how much money the government is losing out in terms of fake cash incentives, the national board of revenue (NBR) is gearing up to employ methods whereby its customs intelligence wing will be taking a closer look into this whole issue. It is absolutely crucial that the authorities find a more foolproof system that will drastically cut down on the methods currently employed for issuance of export approval. Mandatory inspection of goods and their volume by companies must be done in a manner that will not delay shipment and yet, make it more difficult to skirt around the system.Field offices of the customs department need to be brought up to speed. However, it is obvious that such malpractices were not developed in a day and there will be pushback from those members who are obviously benefitting from these illicit practices. Again, singling out the Customs wing of the NBR is obviously not going to work. This requires coordination amongst the NBR, the various ministries including Finance and Commerce, the central bank, the Export Promotion Bureau, and the Bangladesh Trade and Tariff Commission(BTTC), to work together in finding best practices in foreign lands; and to tailor-make solutions that will work in our local environment. Cash incentive given against merchandise export costs the national exchequer a substantial amount of money as the rates of the same vary between 1.0 and 20 per cent. Country exports goods worth US$45+billion annually. It can thus ill-afford any misappropriation to take place here. Indeed, the Customs Intelligence wing has made public the names of companies that have been caught increasing the weight of goods (including T-shirts, tops, ladies' dresses, etc.) to avail of more incentives. Other items that have been put through the same treatment include diversified jute export products, aluminum ingots, etc. Indeed, there are instances of exporting companies that have received cash incentives but cannot show any of their goods having entered the port for export purposes! What is amply clear is that for every case that comes to light, many others slip through the existing rules. Some recommendations have been made that divide up exporting companies as per category, in terms of \"value of raw materials, wages, expenditures in factory, relevant production cost.\" The fresh initiative would require a regime of crosschecking across banks, export-permit issuers, and all other relevant stakeholders in the export process. Finally, laws need to be revisited about penalties and jail terms that make money laundering too expensive and dangerous an activity to indulge in by businesses.\n[email protected]",
        "headline_1": "Fake exports and cash incentives",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fake-exports-and-cash-incentives-1692111799",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2023"
    },
    {
        "full_article": "Duck farming is gaining popularity among village people. Duck eggs are bigger in size and have higher nutritional values than chicken eggs. So, these eggs are selling at a higher price. Duck meat is also a good source of animal protein. This is why eggs and meat of duck have high demand everywhere in the country, especially in Chinese restaurants. Our topography is also suitable for duck farming. We need to use this as an opportunity to create self-employment. Thousands of youths are looking for employment in our villages. The government should come forward to train our youths to transfer know-how of duck farming and arrange micro-credits, supply quality duck chicks for eggs and meat to the interested youths. We need at least one breeder for one-day duck chicks in each district area so that duck farmers can get the chicks easily and at a reasonable price. If duck farming gets top priority, it will reduce the dependence on chicken eggs. We have more than 4.5 thousand unions in rural areas. One interested youth (male and female) from each union maybe selected for household duck farming. Then, the government should arrange training programmes for them on duck rearing and give 500 ducklings to each trained youth for setting up duck farms. This programme will create at least 4,500 duck farms and the same number of families will get an opportunity to increase their income. We will also get enough duck meat and eggs at reasonable prices to meet our nutritional needs. So, I urge the authorities concerned to look into this proposal, which will encourage others as well to engage in duck farming.\nMd Ashraf Hossain,120, Middle Bashabo, Dhaka-1214,[email protected]",
        "headline_1": "Giving priority to duck farming",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-priority-to-duck-farming-1692111832",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2023"
    }
]