[
    {
        "full_article": "Former United States President Donald Trump has narrowly survived an assassination attempt by a gunman who fired at him during a political rally in Butler, Pennsylvania, hitting his ear before the 78-year-old was rushed off the podium by Secret Service agents. The shooter, identified as Thomas Crooks, a registered Republican who also made a small donation to a pro-Democratic group, died when law enforcement officers at the scene returned fire. The dramatic events have unfolded at a fraught time in American politics — not only is the 2024 presidential election a little over three months away, but, ironically, the attack comes after months of Mr. Trump and his supporters periodically indulging in rhetoric that condoned or sympathised with violence or violent intentions in the political sphere. The most notable among these instances was when he said that he believed that the mob that breached the gates of Capitol Hill on January 6, 2021, was comprised of “unbelievable patriots”. To a certain extent, the seriousness of the latest incident, rare but not unprecedented in U.S. political history, engendered sympathy bridging the partisan divide. President Joe Biden unequivocally and immediately condemned the attack on Mr. Trump, saying that there was no place in America for this. “We must unite as one nation to condemn it. It’s sick.” Similar sentiments were expressed by other political figures.So far as the impact on the election is concerned, Mr. Trump was already projected to be leading Mr. Biden narrowly in swing States — critical to the election result — in a range of polls. Now, that lead may widen, although whether it will be unassailable by election day remains to be seen. The ratings of former President Ronald Reagan jumped dramatically after he was shot by a man on March 30, 1981, 69 days after assuming office, yet that boost disappeared within several weeks. The more complex and troubling question is the extent to which the Trump campaign, in its bid to capitalise on the near martyrdom of its candidate, will adopt the language of hate politics, building on vicious comments that have already been circulating on social media since the attack, many of them blaming Democrats for the violence and deliberately conflating political opposition with personal animus. If the two presidential candidates, their campaign teams, and their party leaders abandon common civility in what should ideally be a structured partisan contest and allow baser populist instincts to dominate their speeches in the months ahead, it will inevitably exacerbate the already bitter state of polarisation in the public discourse. Whoever wins on November 5 would then stand on the brink of a deeply troubled polity, hardly the ideal scenario to build bipartisan bridges, so essential to ensure that the U.S. can tackle the many challenges it faces, foreign and domestic.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nmurder\n\n/\n\npersonal weapon control\n\n/\n\npolitics",
        "headline_1": "Dodging bullets: On an assassination bid and U.S. politics",
        "headline_2": "Joe Biden and Donald Trump should not worsen the polarisation after the assassination attempt",
        "link": "https://www.thehindu.com/opinion/editorial/dodging-bullets-the-hindu-editorial-on-an-assassination-bid-and-us-politics/article68406892.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Ever since Roger Federer retired and Rafael Nadal started fading away, tennis fans have had their eyes set on the future. On Sunday, at the Centre Court in Wimbledon, came the clearest evidence that there was a fresh dynasty taking shape with a new king in place. Carlos Alcaraz’s straight sets demolition of Novak Djokovic will likely be the watershed that heralded the change. Djokovic, a 24-time Major winner, may have entered the tournament just weeks after a knee surgery and without a final appearance since the ATP Finals last November. But the 37-year-old was a seven-time Wimbledon champion who had lost just nine completed matches at SW19 since his debut in 2005, and no two to the same opponent. That Alcaraz, 21, managed to beat the legendary Serb twice in a row might be his greatest achievement. If the 2023 triumph established the Spaniard as a serious contender, the latest victory is sure to upend the hierarchy. For the first time since Federer won his first in 2003 on these hallowed lawns, three consecutive Majors have gone by without a winner from the Big Three. Alcaraz, with four Grand Slam titles in a short span of two years, has already zoomed past Andy Murray and Stan Wawrinka, who toiled long and hard for three Slams each.It is not that Alcaraz is the only prodigiously talented player to emerge in recent years. Jannik Sinner, the reigning World No.1 and the 2024 Australian Open champion, has shown sufficient mettle to prove that he will be the generational rival to Alcaraz. On his day, Daniil Medvedev, especially on hard courts, can be an equal. But no player has looked as complete as Alcaraz, who has all the shots in the book and a mental make-up to match. Of his 15 titles, eight have come on clay, four on hard and three on grass. And he has won his debut finals at both Roland-Garros and Wimbledon, a feat even Federer, Nadal and Djokovic have not managed. Among women, it was the turn of Barbora Krejcikova to master the sport’s natural surfaces as she added the grass-court Major to the French Open singles trophy that she won in 2021. The Czech may have been the seventh first-time winner at the All England Club in as many editions, but her success is more a sign of the depth in the ladies’ game than of perpetual flux. And Wimbledon is where this is likely to be most pronounced until the women’s Tour’s leading players, Iga Swiatek and Aryna Sabalenka, crack the code on the lush green lawns.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWimbledon\n\n/\n\ntennis\n\n/\n\nsport",
        "headline_1": "​Back to the future: On Wimbledon 2024 and tennis",
        "headline_2": "Alcaraz and Sinner confirm the rise of a new generation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bback-to-the-future-the-hindu-editorial-on-wimbledon-2024-and-tennis/article68406974.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Encounters are an outcome of a failed criminal justice system – failures that are politically sustained \nThe investigation into the murder of BSP politician K Armstrong got murkier with Chennai police killing a suspect in custody, when he allegedly tried to escape – that’s SOP for encounters. Doubts have been raised on two counts by opposition parties AIADMK and state BJP. First, the suspect who allegedly had “surrendered” was not the “real culprit”, and two, he was “encountered” by police.\nNothing new | Supreme Court in 2014 laid down detailed guidelines on how to investigate extrajudicial killings. But that hardly happens because there is hardly a govt that hasn’t normalised encounter killings.  Security forces are to use service weapons in self-defence. That’s often the fig leaf. Encounters as justice is routine. UP police, for instance, told court last year that 183 alleged criminals had been killed in close to 11,000 encounters from March 2017 to April 2023. Encounters seems to be a policy UP govt favours. During LS poll campaign, Bengal BJP chief had warned the state’s goons that his party would bring in the “UP treatment” and “encounters” once in office. Normalisation of encounter killings in everyday life is near complete.\nNormal practice | States with leftwing extremism, and forces in J&K, normalised encounter killing decades ago. In Chhattisgarh this May, tribals, after the May 10 encounter in Pidiya village which claimed 12 lives, allegedly including 10 innocent villagers, said security forces were trigger happy. A PIL in Punjab HC, also in May, sought a probe into 6,733 encounter killings, custodial deaths, disappearances and illegal cremation of bodies in Punjab during 1984-1995. In 2014, when it spelt out the guidelines for probes into encounters, SC dealt with pleas on the authenticity of nearly 99 such encounters between Mumbai police and alleged criminals that killed 135 people between 1995 and 1997.\nPolice & political trap | Encounter killings only highlight failures of India’s criminal justice system – poor quality of prosecution and thus conviction, and inordinate delays. All of which are politically sustained – police reforms and funding are everybody’s pet cause and no one’s responsibility. When police kill history-sheeters, or alleged rapists, like in the Hyderabad case, killings are celebrated by a public that finds instant justice the only kind being delivered. Questioning such excesses is considered a hit on police morale. Courts have repeatedly upheld the lawlessness of encounter killings. Questions on the probe into Armstrong’s murder can only be settled by a probe, where investigators are insulated from politics. Is that even possible? Will DMK govt respond?\n\n",
        "headline_1": "Probe TN Encounter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/probe-tn-encounter/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "If boys will be boys, grannies will be girls\nFrom matrimonial ads to dating apps, older men are always seeking younger women. Age gap between couples has been traced back to longer-term fertility and more babies. ‘Daddy issues’ can lead to a torrid affair but ‘mommy issues’ mean a cougar; while Oedipus complex is a put-down, Electra could well be a traditional Indian girl. Till recently dating a younger man meant endless explanations to family and friends, hiding of real age, pretending to be cousins, and generally battling pity over how he is going to leave you ‘soon’. All eyes are on your uterus.\nResearch indicates wives are six years younger but husbands four years older. Does that mean they are not married to each other? Or is four the real number, with husbands thinking it is six? Indian films further consolidated the age gap with heroes running to touch their mother’s feet, the same mother they wooed in a previous film. While actors go on single-handedly beating up goons and singing love songs well into their seventies, actresses talcum their hair, put on glasses and say ‘beta’ in a feeble voice. Off with the wet sari to dance in the rain, on with the white sari to sing bhajans. Boys will be boys; girls will be grannies.\nTwo recent back-to-back Hollywood films – The Idea of You and A Family Affair – have older women in hot clinches with younger men. Of course, Nicole Kidman and Anne Hathaway are not your run-of-the mill senior citizens with hearing aids and dentures, shopping online for catheters. But they do have grown-up daughters in the films, the main reason why most women are unable to re-enter the dating arena. If, as a teenager, you let your lover in through a bedroom window when your parents slept at night, it’s time to do the same as a single middle-aged mom. Ask Mrs Robinson from The Graduate.\nThough men are praised for their dad bods, and no one has designed girlfriend jeans for them yet – as opposed to boyfriend jeans for women – ageing is a female superpower. After a lifetime of inhibitions and prohibitions, girls just wanna have fun. Older women are so dope, as comedian Matt Rife says. They’ve got their act together, don’t want to know where you are right now every minute and have stopped boiling bunnies… A May-September romance or a September-May one, beds are meant to creak.\n\n",
        "headline_1": "Older women, younger men",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/older-women-younger-men/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Did you know that some famous athletes are still playing great even when they’re older? Let’s talk about this!\n\nLionel Messi is 37 years old and still winning big soccer games.\nOther older athletes like Novak Djokovic (tennis), MS Dhoni (cricket), and Tiger Woods (golf) are also doing well.\n\nWhy can they keep playing?\n\nNew science helps athletes stay healthy and strong.\nThey have money to get the best care.\nThey really want to keep playing.\n\nBut it’s important to remember:\n\nNo one should act like they’re more important than their team.\nWhat works for one athlete might not work for another.\nDifferent sports have different challenges for older players.\n\nSome cool facts:\n\nIn tennis, new rackets make the game easier on players’ bodies.\nIn cricket, even retired players can do well in shorter games.\nTeams are getting better at managing how much older players play.\n\nThe big lesson: Age doesn’t have to stop you from doing what you love. But always be a good team player!\n \n\n",
        "headline_1": "Older Athletes: Still Playing Strong!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/older-athletes-still-playing-strong/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Sometimes, when a crime happens, the police might catch someone they think did it. But instead of taking them to court, they might hurt or even kill the person. This is called an “encounter.”\nPeople are worried about this because:\n\nIt might not be the right person.\nEven if it is, everyone should get a fair trial.\n\nWhy does this happen?\n– Courts can take a long time to decide cases.\n– Sometimes criminals don’t get punished.\n– Some people think it’s okay to hurt bad guys.\nBut it’s not okay because:\n– Innocent people might get hurt.\n– It’s against the law.\n– Everyone deserves a chance to explain their side.\nThe government and courts have said this shouldn’t happen. But it still does in many places.\nPeople want:\n– Faster courts\n– Better ways to catch real criminals\n– Police to follow the rules\nIt’s important that we have a system where everyone is treated fairly, even if they might have done something wrong. This helps keep everyone safe and makes sure we have a just society.\n\n",
        "headline_1": "When Bad Things Happen: Police and Justice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/when-bad-things-happen-police-and-justice/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "We are alarmed by the flaring up of violence in various universities, especially Dhaka University, following nationwide protests demanding quota reforms in government jobs. The prime minister, in a press conference on Sunday, had said that as long as the protesters remained peaceful, they could continue their demonstration. But then, in clear contrast to her statement and quite shockingly, if we may add, Awami League General Secretary Obaidul Quader said that Chhatra League would give the student protesters \"a fitting response\", which was a clear call for violence, examples of which we have seen before.\nInitially, the government handled the protests with relative maturity. However, in recent days, we heard several government ministers indicating that it was preparing to handle the protests with a much heavier hand. Following the prime minister's press conference, hundreds of university students came out at night to protest what they said was a \"disparaging comment\" aimed at them. And as they continued their protests during the day, Chhatra League activists swooped upon them, beating the protesters indiscriminately with iron rods, sticks, and other weapons, leaving nearly 100 students injured. We strongly condemn such violence. The question naturally arises as to why the AL secretary general would want to quash citizens' grievances instead of resolving them through a constructive dialogue, or why he would call up Chhatra League to deal with a law enforcement issue, and not the police.\nThe quota issue is a complex matter—with quotas existing in many countries to help underprivileged groups. But what started off as that has been labelled as a matter between \"pro-liberation\" vs \"anti-liberation\" forces—which is unfortunate and completely unnecessary. It is a perfect case of an important issue being totally mishandled. Here, it is important to mention that the government could have avoided the recent developments by listening to the legitimate demands to reform the quota system back in 2018, instead of doing away with all quotas, as it did. Back then, the government failed to recognise the genuine concerns of the young people, and that is what has brought us to this debacle now. What's equally unfortunate is that similar to the time of the 2018 movement, Chhatra League has once again been used to unleash merciless beatings on students, whose concerns are being thrown out the window with disdain.\nIt is essential for the government to not repeat the same mistakes it had made during the 2018 quota movement. The High Court, in a portion of its judgement on the quota system, said that the government can change, reduce or increase the ratio or percentage of the quotas in public jobs if it feels it necessary to do so. As such, it should immediately sit with the protesters and, by involving experts and other stakeholders, reform the quota system in a way that is acceptable to all and in line with the purpose of giving quotas. Moreover, the ruling party must reign in BCL activists, instead of using them as a mercenary force against the students.\n",
        "headline_1": "Govt is totally mishandling the quota issue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-totally-mishandling-the-quota-issue-3657581",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "In the sixties of the last century, I earned my primary degree with majors in Philosophy and Indian Studies and became a secondary school teacher. The somewhat recently established Indian Studies Department at the University of Melbourne was a very fraternal institution, one with which it was easy to maintain relations even after graduation. The Chairman of the Department was the very reserved Sibnarayan Ray; the Belgian Indologist, Dr. Joseph Jordens, oversaw the classical offerings of the curriculum; and Mr. (soon to be Dr.) Atindra Mojumder, a man of apparently boundless energy and enthusiasm, managed everything else. Atindra-babu told me about a former teacher of his named Dr. Niharranjan Ray and some of his works, including a history of the Bengali people. He suggested that my Bengali was a lot better than I believed and persuaded me to translate Bangalir Itihas or History of the Bengali People and submit it as a footnote to a thesis on its author. After a year, the undertaking was upgraded to a doctoral project, and a few years after that, Bengali Vernacular Historiography: Niharranjan Ray – A Case Study emerged successfully. Almost immediately, the translation was snapped up by Orient Longman; the thesis part took a bit longer to find a publisher (It was published by Sahitya Akademi in Calcutta in its Makers of Indian Literature series).\n\nBangalir Itihas does, indeed, bring kings, for example, into the scheme of things, though not so much in their own right; rather, royal worthiness is assessed by what kingship might have done for society as a whole, and that obviously includes the common people. So, Ray's History soon came to be known as 'history from the bottom.'\nI first met Niharranjan Ray in, I think, 1978. I was staying at the Ramakrishna Mission Guesthouse in Golpark, and from the roundabout in front of the stately building runs Purna Das Road, off the far end of which, near Rashbehari Avenue, ran a lane where the Ray family home stood. So, one Sunday after lunch, I set off with Atindra Mojumder's letter of introduction to meet the great man. I found the house easily and rang the doorbell. I was about to leave after the third ring when the door was opened by an elderly and evidently sleepy man wearing a lungi and a slightly tattered genji. I asked the servant if I might see Dr. Ray, and with a warm smile and a soft voice, the servant replied, \"I am Dr. Ray.\" I had yet to learn of one of the best bad habits of the Bengalis - the after-lunch snooze, especially on a Sunday.\nHe welcomed me into his living room and, having learned that I had translated nothing of any magnitude before, proceeded to offer me some advice, the essence of which was not to try to translate literally. Rather, I should read a paragraph, think about it, and, as though I had concocted it myself, write it in English as I might have written it in the first place. I felt that this was more than a little outrageous. After all, who was I to equate myself in any way at all with such a great man? I made a mental note to look for opportunities to compromise.\nAnd so, once I had returned to Melbourne, I started work on this exciting project. Atindra-babu had said that if I translated only a page a day, I could get a first draft done in less than a year and a half. This was quite persuasive encouragement, but there were times when a page a day was asking too much of myself. This was my first extensive piece of translation, and Bengali is quite different from any European language I have had anything to do with. I was visiting Atindra-babu for a checking session every second weekend or so, and those sessions proved very helpful. Still, I would have to be patient. And then, after a year, the project was upgraded to Ph.D. status.\nOf course, the translation would be simply an appendix to the thesis. The major part of the whole work – major in importance, though certainly not in magnitude – would take quite some time after the translation had been finished. I was prepared for this and not particularly urged by any need to hurry, having become part of Niharranjan's ancient Bengali world, as it were; quite frankly, I liked it there and felt remarkably comfortable in it. I had no urge to get out of it.\nHaving achieved some familiarity with Bangalir Itihas (whose title I translated literally as History of the Bengali People), I needed to start thinking of Niharranjan Ray as a historian. I remembered, as an earnest schoolboy, finding comfort in the simplicity of Thomas Carlyle's dictum declaring history to be the story of great men and their deeds. Now, having read Niharranjan Ray's history, I was troubled by two words: \"great men.\" I was prompted to wonder if there had been no great women in the past and whether greatness was really necessary to attain historical worthiness.\nSome years before Ray came to write his History, G. M. Trevelyan turned English historiography on its head with his English Social History, a monumental work that gave central historical roles to hosts of players from the non-privileged classes. Bangalir Itihas does, indeed, bring kings, for example, into the scheme of things, though not so much in their own right; rather, royal worthiness is assessed by what kingship might have done for society as a whole, and that obviously includes the common people. So, Ray's History soon came to be known as 'history from the bottom' as distinct from Carlyle's 'history from the top'.\nThis distinction extended from subject matter to sources. The major players in 'history from the top' wrote documents – edicts, treaties, memoirs, and the like. However, most of the stars of 'history from the bottom' could neither read nor write, so their later historians would not be able to lose themselves in documents dealing with their roles in history. Of course, documentary sources that had a pan-Hindu (and, a little later, Buddhist and Jain) pertinence and were as significant to the history of the Bengalis as to the rest of the broader Hindu community were naturally used by Ray wherever it was appropriate. However, he was quick to respect the notion that records of people's lives did not have to be documentary to make them historically significant, nor was the story told by documentary sources necessarily superior to whatever could be gleaned from less orthodox sources. Agricultural implements and rudimentary tools, for example, came to tell many stories, as did artistic items such as engravings on a variety of surfaces, relief sculptures, and icons. And folkloric 'literature' – children's rhymes, folksongs, and stories passed down in oral tradition – bore a wealth of mysteries from the past for perceptive modern scholars to unravel. Ray's History of the Bengali People and his fresh historiography helped to usher in a new era of historical scholarship.\nA truly notable feature of Ray's History is its literary value. The prose is incisive, decorative without being flowery, elegant, and at times majestic in style. But its most prominent strength is its content, for in his selection, arrangement, and treatment of subject matter, Niharranjan enables the long-past adi parva of his beloved Bengal to flourish again in the pages of his classic work. He introduces us to the earliest Bengalis he can find. He describes the land that gave them sustenance and which they learned to use to make themselves and successive generations thrive. He shows us how they developed an economy, first as agriculturalists, then as craftsmen and traders. He describes how they ordered their society and provided for its accommodation in villages and towns. He helps us to share, albeit from a great temporal distance, their everyday lives, their pleasures, and their creativity. And he interprets their contemplative life and their reaching out to the spiritual beyond. In all, it is a recreation of the fabulous richness of a distant world, yet one that forms the foundation of what many revere as contemporary Bengali nationalism.           \nIt is interesting to observe that Niharranjan Ray started his adult life as a librarian and ended it as one of India's eminent polymaths. Indeed, given the sumptuous variety of the substance of his History of the Bengali People, it should be no surprise that the man's own mind encompassed a luxuriant range of academic and artistic interests. A quick glance at his immense bibliography reveals an expert understanding of Indian sculpture, Mughal miniature painting, East Indian bronzes, art in Burma, Hinduism, Buddhism, Sikhism, the life and literature of Tagore, and much more. In a world in which so many people continue to see increasingly narrow specialization as a worthy writer's raison d'être, the contribution of Niharranjan Ray to modern India and Bangladesh's understanding and appreciation of themselves is an incandescent reminder of the existence of much further-flung boundaries in the pursuit of the humanities.\nReferences\n\nHistory of the Bengali People, Orient Longman, Calcutta, 1994; second edition, Orient BlackSwan, New Delhi, 2013.\nNiharranjan Ray, Makers of Indian Literature, Sahitya Akademi, Calcutta, 1997.\nDr. John W. Hood is a film critic, translator, and former teacher.\n",
        "headline_1": "An Iconic History of Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/iconic-history-bengal-3657886",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "At first it seemed the government was going to show the restraint expected from the state towards students protesting a quota system that needs a logical reform. Sadly, it did not take long for the government to take an unnecessarily hardline in an attempt to squash the spirit of these young people. What could have been resolved through a discussion as expected from any government, ended up being yet another violent suppression of the voices of students.\nIn an all too familiar sequence, when students on campuses throughout the country, spontaneously started protesting comments of the prime minister regarding their movement at a press conference on Sunday, members of the Chhatra League were ready and waiting to attack. \nWhat followed was not something too surprising. Yet one cannot fail to be shocked at the brutality with which students, even women students, were beaten with rods and sticks. The images are hard to forget – students beaten unconscious, a student looking dazed as blood poured down his face, a capture of a man raising a stick just before it would hit two young women, a female student, unconscious, being taken to the hospital, young men with sticks and rods chasing students before hitting them mercilessly – these are not scenes from a battlefield but from campuses of universities. University campuses that resemble riot scenes. Student protesters who had gone to the emergency centre of Dhaka Medical College Hospital with their wounded fellow protesters were beaten up inside the hospital. Is this why young people go to universities – to either get beaten up or to be part of groups that do the beating?\nUnfortunately, that is how students are divided on our campuses.\nSo why the show of restraint in the beginning?  It was clear that at first, the police and the Chhatra League were given instructions by their bosses to remain calm and not take any action against the students. But as soon as the high-ups in the government made dismissive comments criticising the movement, things started to take an ugly turn. The AL General Secretary Obaidul Quader at a press conference on Sunday remarked that the Chhatra League was ready to give an apt answer to the \"audacious behaviour\" shown on the campuses (by leaders of the anti-quota movement). Such a direct call for action gave them the green signal. True to their reputation, the members of the student body swooped on the students and \"taught them a lesson\" for daring to be vocal and defiant.\n It is tragic that a student body that was once at the forefront of the most significant movements of our history has been turned into the bully boys (and girls) of the ruling party. These young men wielding rods and sticks are also university students. Why should students beat up other students for a cause that would ordinarily unite them? Why do the large numbers of the police force become silent bystanders when helmet-clad goons pounce upon unarmed university students?\nThese are naïve queries in a reality where even peaceful protests are seen as threats to power and are clamped down upon with full force. For some reason it was thought that this time the government would show tolerance and listen to the young, passionate young men and women who believed that their voices would be heard, their needs would be addressed. All they have been asking for is a fair chance in life, an equitable system of opportunities to compete for government jobs and the realisation of a dream that can be attained through merit and hard work. Are these aspirations unwarranted for young people of an independent nation?\n",
        "headline_1": "Why must brute force always be the response to student protests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-must-brute-force-always-be-the-response-student-protests-3657686",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "The state minister for commerce announces at a press conference that in view of the price hike of onion and potato, his government has allowed import of the two items from any country. To that end import permission (IP) has been granted now. To the majority of consumers who find the atrocious price escalation of these two common kitchen items beyond their purchasing power, this is no revelation nor consolation. Even in the peak harvesting period of onion and potato, their prices were higher than during the same period ever before. In fact, following the ban on export of onion by India on December 7 last year, there was no import of the item from that country till 13 May this year. The import resumed from May 14 with India allowing the export to Bangladesh and five other countries. This time the price was fixed at $ 550 a metric tonne or Tk 65 a kilogram of onion. With carrying and other costs it comes to almost Tk 70. Traders were not particularly interested in importing Indian onion at this price and it is not clear if the 50,000 tonnes of onion earmarked for import arrived in Bangladesh. So, the state minister's statement on issuance of IP will hardly make any difference unless traders find onions cheaper for import from other countries. What is clear is that the government has been reactive than proactive in case of intervention in the market. The minister's claim that no business syndicate could operate in the country during the past six months certainly looks contentious. In case of egg, the clandestine storing of those in huge quantities in cold storages in several places across the country is a clear proof that the egg market was destabilised in order to raise prices. Yet another round of price increase of the item has unexplainably been effected now. The authorities even contemplated import of eggs from India following another round of increase on the heel of imposition of hefty fines on some large poultry farms for their involvement in market manipulation.So far as import of potato is concerned, it will be something new in the country after decades. This common item was ever cheaper and farmers or stockists had to dispose those anywhere and anyhow in disgust and anger at times as feed for cattle. What has suddenly happened that its price did not come down below Tk 40 even in the peak harvesting period and now makes it incumbent on the country to go for import? Have farmers in droves started stopping cultivation of the crop? Not only the data on this item but every other agriculture produce have to be authentic in order to know the exact picture and take measures accordingly. There is no such thing as extempore solution particularly when adverse climate hampers yields of some crops in the countries responsible for major production and supply. This late call will neither help augment supply nor arrest price hike. If international supply chain shrinks, there are competitors with enough money to procure the lean supply at higher prices. Bangladesh is not a powerful player in this regard. It has to plan well in advance with some of its food items on the import of which it depends. At this time of the year, it is too late to open LCs and stabilise the onion and potato market.",
        "headline_1": "Granting permission for import is no cure for food crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/granting-permission-for-import-is-no-cure-for-food-crisis-1721056109",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Last Friday, Dhaka City went under knee-to-waist deep water, courtesy of this season's heaviest rainfall, measuring 130mm in just six hours---6 am to 12 noon. Life came to a grinding halt, not just for those six hours. Residents of most parts of the city had to remain confined to their houses. Those who dared to come out to attend urgent businesses had to wade through flooded streets. Rainwater entered wayside markets, shops and ground floors of residential houses. Worse, rainwater kept many roads occupied until the next day due to non-availability of escape routes. As it happens every time, newspapers and private television channels spend a lot of space and time showing the waterlogged streets and city residents' sufferings. The apathy of the two city corporations to deal with the issue topped the list of factors responsible for the recurring incidences of waterlogging. People and the media justifiably blame the corporations for not keeping their promise to ease waterlogging within the shortest possible time. They had made the promise while taking over the responsibility of restoring the major city canals four years back. Friday's waterlogging was a testimony to that fact. During the last four years, two city corporations reportedly spent more than Tk. 7.3 billion to address the problem of waterlogging. Before that, the Dhaka Water and Sewerage Authority (DWASA) had spent nearly Tk.20 billion for the same purpose. But, if not rainwater, the entire money has gone down the drain. The main reason why waterlogging has become a severe problem is that even after a moderate downpour, surface drains and canals cannot flush out water since they are clogged because of encroachment, indiscriminate garbage dumping and deposition of silt and mud. Restoring canals that are supposed to carry rain or wastewater is a troublesome job. The city corporations would need money and a strong will to do the job. While canals have become virtually non-existent, the surface drains remain choked because of the dumping of discarded polythene and plastic materials. Besides sand and mud, canals are also loaded with the same articles that are seen as a grave threat to the environment.Discarded polythene bags are seen almost everywhere. But that should not have been the situation in Bangladesh, for it was the first country in the world to ban plastic and polythene bags in 2002. It was a bold step that received widespread appreciation. Good work lasts only for a short time in this country. Polythene bags started appearing in the market after some months. As time went by, their production gradually returned to its previous level. Now, polythene bags are in use everywhere and in every possible manner. The usage of polythene has more than tripled since 2002. The amount of polythene used in 2019-20 was 592,223 metric tonnes. In the next four years, it has gone up further, as the authorities concerned have yet to enforce the ban. Polythene, wrongly, has become an integral part of our daily life because of its durability, lightweight and low cost. The downside of polythene use is that people throw polythene bags indiscriminately after their single use. These bags eventually end up in drains, sewage pipelines, canals, rivers and other open areas. As polythene is non-biodegradable, it remains intact in the environment even for thousands of years. Polythene also blocks the passage of nutrients through the soil and promotes the killing of beneficial microorganisms, leading to soil fertility loss. This ill effect, coupled with the obstruction it causes to the normal flow of water in drains, canals and water bodies, must be seen in its entirety. Unfortunately, successive governments have overlooked the gradual increase in polythene use, even though the ban on its use is still in force. The government seems unwilling to take up the unpalatable task of stopping polythene production and marketing. Such reluctance has made the issue far more problematic and has left a long-lasting damaging effect on the country's environment. In 1999, Bangladesh had only 300 polybag manufacturing units. Despite the ban, the number of such units is now more than 1000. What is worse, plastic waste is imported from countries like the UK and the USA. Interestingly, the government had withdrawn 5 per cent of the duty on polythene bags from the fiscal year 2022-23 budget. All these developments only point to the government's indifference, deliberate or otherwise, to reduce the use of poly bags.Convenience and low cost are the factors prompting people to use polybags. Shopkeepers prefer the item for its durability and low cost. There is only one alternative--- jute bag, which is environment- friendly. However, the use of jute bags is not widespread since they are relatively expensive. Gone are the days when people used to carry jute or cotton bags or bamboo-made handy containers to kitchen markets. Polybags have now replaced those. So, finding low-cost, environment-friendly bags for daily use is essential. Besides, most people are unaware of the adverse impact of using polybags on the environment. An awareness campaign for the general population must be launched and continued for an extended time. Since the effect is not visible to the naked eye, the importance of such a campaign is immense. Only a few people, possibly, are aware of the existence of the Environment Ministry and the agencies under its control. They need to be assertive in generating enough concern among the general populace about the deteriorating environment, mainly because of the widespread use of polybags.",
        "headline_1": "Polybags, waterlogging and indifference",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/polybags-waterlogging-and-indifference-1721056157",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "Reports expressing concern about the country's national fish, hilsa, appeared in the media from time to time over the past few years.And those were about if hilsa stock was depleting due to overfishing or any alteration in the conditions that support hilsa's spawning and growth in our rivers. A scientific study done in 2015 found increased salinity, low water flow in the country's major rivers, water control structures built in the rivers, increased siltation and river pollution as the possible causes of fewer hilsas in our rivers. Being an anadromous species of fish (as it spends parts of its life cycle in salty as well as fresh water), hilsa migrates up rivers from sea to spawn. But the factors as noted in the foregoing may come in the way of their migratory behaviour. Also, changes in the temperature of river water (which may have to do with climate change), fall in the level of oxygen in water (pollution may be the cause) and so on can affect their migration. Experts were of the view that the rise in the river water's salinity might be hindering hilsas' migration to the rivers in a big way. These were the possible causes suggested by experts to explain any sustained decline in the hilsa population in our rivers. However, the amount of hilsa caught may fluctuate over time. So, without observing the hauls over a long period of time, it would be too early to reach any conclusion about any lasting change in hilsa's migratory movement towards the estuaries of Bangladesh's major rivers.There was yet another concern about the size and weight of the hilsas caught. In fact, after 2019, when the country is said to have witnessed the best time for both the fishermen who make a living by catching hilsa and those who trade in the fish, the situation changed for the worse. According to the Department of Fisheries (DoF), for three years since that time (2019), the hilsas were found to be lighter by about 200 grams than those caught earlier. Obviously, their size was also smaller. However, further observations by DoF and Bangladesh Fisheries Research Institute (BFRI) came up with some good news, too. Reports have it that since the beginning of this month, most of the hilsas caught in the major rivers like Padma, Meghna and Jamuna were bigger in size and, of course, heavier, weighing up to one kilogramme. And what is further heartening is that there has been a phenomenal increase in their number. The three year-long lean period for hilsa, which experts believe was due mainly to reduced rainfall, is over.It would, again, be too early to enthuse over this July's bigger hilsa hauls. It may well be another cycle of change in its migratory pattern that this beloved fish of Bengali people has been experiencing of late. Hilsa, a kind Indian herring, is no more found in large numbers in the estuaries of the rivers flowing into Bay of Bengal. It has also been a very popular fish in the neighbouring Myanmar. But in recent decades, the hilsa stock of that country has dwindled. Though Bangladesh gets 60 per cent of the world's total catch, hilsa was once Myanmar's most exported fish caught in the wild with between 15 and 20 per cent of the catch. But the fish is no more available in amounts that Myanmar's fishermen experienced in the past. The decline in the stock, they largely blame on overfishing. But it was also the case in Bangladesh in the not-too-distant past. Thanks to the restrictions placed on fishing during certain periods of the year, creation of a number of hilsa sanctuaries and other measures taken towards hilsa conservation, the situation has shown some improvements in Bangladesh.Even so, concern remains and there should be no room for complacency.\n[email protected]",
        "headline_1": "Hilsas may not be taken for granted",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hilsas-may-not-be-taken-for-granted-1721056196",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2024"
    },
    {
        "full_article": "The tragic deaths of four persons due to electrocution in Dhaka during waterlogging highlights the severe consequences of poor infrastructure and inadequate safety measures in the city. The deceased were identified as Md Alauddin, 18, and Rasel Das, 27, both employees of a furniture shop in Pallabi. Abdur Nur, 35, is a mason from Bhasantek and Aiyub Ali, 45, a painter in Kotwali.Alauddin and Rasel lost their lives while trying to remove furniture and materials from their shop as water entered during torrential rain. Unfortunately, they were electrocuted and lost consciousness. Despite the efforts of locals who rushed them to Kurmitola General Hospital, they were declared dead by the duty doctors. Alauddin hailed from Tarakanda upazila in Mymensingh and Rasel from Chattogram.In a similar tragic event, Aiyub was electrocuted at Agarbati lane near CMM Court while returning home after work. His son, Rafiqul Islam, mentioned that Aiyub was first taken to a nearby hospital in Old Dhaka and later shifted to Dhaka Medical College Hospital (DMCH), where he was declared dead.Abdur Nur faced a similar fate in Bhasantek. As his tin-shed house at Dewanpara was flooded with rainwater, he attempted to remove the water with a pump. He was electrocuted, and, despite being taken to Kurmitola General Hospital by locals, his life could not be saved.These incidents underscore the pressing need to address the underlying issues causing such tragedies. The heavy rains yesterday not only flooded streets and homes across Dhaka but also exposed the city's inadequate drainage system. The residents of Dhaka faced immense hardship, wading through knee-to-waist-deep water to reach their destinations.It is crucial for the authorities to take immediate action to improve the city's infrastructure and drainage systems. Proper safety measures must be put in place to prevent such tragic incidents in the future. Public awareness campaigns should also be initiated to educate people about the dangers of electrocution during floods and the necessary precautions to take. The authorities concerned must take these matters seriously and work for creating a safer environment for all residents. \nAdnan HadiDhanmondi, Dhaka",
        "headline_1": "Dangers of electrocution in city after downpour",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dangers-of-electrocution-in-city-after-downpour-1721056221",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2024"
    }
]