[
    {
        "full_article": "The Law Commission’s decision to solicit views from the public on the idea of a uniform civil code appears to be a political initiative aimed at bringing the potentially divisive issue under focus in the run-up to next year’s general election. The Commission, the 22nd such panel, has claimed that years have elapsed since similar views were sought by the previous panel, and that a fresh effort was needed to garner varied opinions. The 21st Commission had released a consultation paper in 2018 that categorically said a uniform civil code was “neither necessary nor desirable” at that stage. In a well-reasoned document, it had then argued that the focus of initiatives to reform the various personal laws should be the elimination of all forms of discrimination rather than an attempt to bring about uniformity in the laws governing various religions. The document was progressive in nature, inasmuch as it emphasised non-discrimination over uniformity, and recognised that there could be diverse means of governing aspects of personal law such as marriage, divorce, inheritance and adoption instead of imposing a single set of rules on society. This would entail the removal of discriminatory provisions, especially those that affect women, and adoption of some overarching norms rooted in equality. Nothing significant has happened since to warrant a fresh look, except perhaps a political need for the current dispensation to bring the issue to the electoral arena.A uniform civil code for the entire country is indeed a lofty goal, but the question whether introducing one for all aspects of personal law would impinge on the freedom of religion has been part of the debate. B.R. Ambedkar viewed it as desirable, but favoured its being voluntary. It is possible that a uniform code may be adopted without offending any religion, but the concept evokes fear among sections of the minorities that their religious beliefs, seen as the source of their personal laws, may be undermined. In fraught times such as the present, a common code will inevitably be seen as an imposition by the majority. Basic reforms can be given priority — such as having 18 as the marriageable age for all across communities and genders. Introducing a ‘no-fault’ divorce procedure and allowing dissolution of marriage on the ground of irretrievable breakdown, and having common norms for post-divorce division of assets were other matters the previous Commission threw up for a debate. Within each community’s laws, it will be desirable to first incorporate universal principles of equality and non-discrimination and eliminate practices based on taboos and stereotypes.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nreligion and belief\n\n/\n\nmarriage\n\n/\n\ndivorce\n\n/\n\nsocial issue",
        "headline_1": "Code red: On the 22nd Law Commission and a uniform civil code",
        "headline_2": "The push for a uniform civil code should not become a divisive tool",
        "link": "https://www.thehindu.com/opinion/editorial/code-red-the-hindu-editorial-on-the-22nd-law-commission-and-a-uniform-civil-code/article66972655.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "The United States said earlier this week that it was rejoining the United Nations Educational, Scientific and Cultural Organization (UNESCO). In 2017, the Trump administration withdrew from the organisation after the Obama administration ceased funding, in 2011. The reason for the U.S’.s return is ostensibly ‘China’, with senior U.S. administration officials stating that the U.S.’s absence had helped China gain “more influence” in setting the rules around artificial intelligence and the ensuing technological shifts. For a change, this is the first time that ‘China’ has been proffered as a reason for the U.S.’s re-entry into, rather than its exit of, a multi-lateral treaty. During the pandemic, in 2020, President Trump announced the U.S.’s withdrawal from funding the World Health Organization — the year too when he moved to withdraw the U.S. from the Paris Agreement. This followed from the Trumpist world view that the U.S. was being shortchanged by major polluters such as China and India. In the case of WHO, the case was over its ‘inadequate’ response time to the gravity of the pandemic originating in China. Following political change, President Joseph Biden has now brought the U.S. back into the fold of funding WHO as well as rejoining the climate treaty.Unlike the ‘America First’ policies that propelled the Trump administration’s exits, the U.S.’s UNESCO re-entry has little to do with why it exited it in the first place, which was, as it was believed, “an anti-Israel bias”. The U.S., then and now, remains Israel’s staunchest ally and does not recognise Palestine. It is not unreasonable to infer that the re-entry is a sign of America’s growing paranoia about China. It is also appropriate to recall that the Reagan administration withdrew from UNESCO in 1984 for, among other things, “advancing Soviet interests”. Developments in AI are slightly different from historical technological developments. Here, product patents and their enforcement have helped countries such as the U.S. maintain their edge, but with AI, China, along with a rising repertoire of patents and research publications, has the advantages of a much larger population and a more powerful surveillance state. This feeds into a cycle of generating greater troves of data that in turn feed and improve machine learning systems that make its AI far more formidable. Unlike other technologies, no country can have a sustained, natural edge in AI indefinitely. America might bring in atleast $600 million in outstanding dues to the UNESCO but it is high time — and countries such as India would do well to point this out — that the organisation gets stricter on countries exiting and entering on frivolous grounds, alongside framing policies and research that accommodate the tussles of a hyper-connected world.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nUnited Nations\n\n/\n\nChina\n\n/\n\nCoronavirus\n\n/\n\nArtificial Intelligence\n\n/\n\nclimate change\n\n/\n\nIsrael\n\n/\n\nPalestine\n\n/\n\nIndia",
        "headline_1": "Culture shift: On the U.S.’s UNESCO re-entry",
        "headline_2": "UNESCO must get strict with nations exiting and re-entering on frivolous grounds",
        "link": "https://www.thehindu.com/opinion/editorial/culture-shift-the-hindu-editorial-on-the-uss-unesco-re-entry/article66972146.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "Assam CM Himanta Biswa Sharma’s visit to Manipur came alongside the formation of a state-level peace committee headed by Manipur governor Anusuiya Uikey. This may have been a coincidence, but it certainly convinced many that the Manipur violence has turned out to be far more complex than ordinarily perceived.\n\nMultiple stakeholders must play their roles in bringing peace to the state as it goes without saying that the peace table the Centre spread out cannot be handled by the two warring groups alone.\nRead full opinion on TOI+\n\n",
        "headline_1": "Manipur violence: For peace, first disarm militants",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manipur-violence-for-peace-first-disarm-militants/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "On June 8, the vendor ladies of Khwairamband Ima Keithel, Asia’s largest all-women market, set up the Joint Coordinating Committee for Peace. The committee urged GOI to withdraw the Assam Rifles from Manipur, while also insisting combing operations against militants shouldbegin from Churachandpur and be carried out by the state police commandos. Their distrust of the Assam Rifles or the Indian paramilitary forces and their preference for the Manipur state police commandos necessitate further inquiry into the current turmoil in Manipur.\n\nThe misgivings of the Imas (mothers) or Meira Paibis (women torchbearers) towards the security forces are not surprising. One still remembers July 15, 2004, when 12 Imas stripped naked, held banners and shouted ‘Indian Army Rape Us’. They were protesting the custodial rape and murder of Thangjam Manorama, a 32-year-old woman suspectedof being a militant.\nRead full opinion on TOI+\n\n",
        "headline_1": "Manipur violence: Why the army must stay on",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manipur-violence-why-the-army-must-stay-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "Farmers in Haryana who blockaded NH-44 following a dispute with the state government over MSP on sunflower crop called it off on Tuesday night after both sides reached an agreement. The backstory is that farmers wanted the state to procure the crop at the MSP announced by GOI last year. The Haryana government suggested an alternative that would have led to a price below the MSP. The issue highlights the role of MSP in India’s agricultural market and the impact it has on crop selection.\n\nProcurement at MSP cannot be separated from GOI’s food security programme that covers about 800 million people who receive monthly stocks. An outcome is that MSP leads to large procurement in only two cereal crops, paddy and wheat. Last week, GOI accepted the MSP recommendations of the commission for agricultural costs and prices (CACP) for the 2023 kharif season. The most important recommendation was the increase in MSP of paddy (common variety) by 7% to Rs 2,183/-quintal. Paddy, which is converted to rice, is a good example to explain the criticality of MSP in protecting food security and keeping inflation under check.\nConsider three aspects of the global trade in rice. A mere 10% of the global production is traded. China, the largest producer, also imports rice. India, the second largest producer, has been the world’s top exporter for over a decade. It had a market share of 37% in 2021-22. Therefore, when export restrictions on rice were imposed by GOI in late 2022, there was an immediate upward impact on prices in the global market. Now, circling back to MSP, given the tightness in global rice trade, India’s size may make it tough to secure supplies in case of a domestic shortfall. It’s one important reason why MSP has such a critical role to play in economic management.\nThere’s a downside, however, to this level of market intervention. Price fixing and the other favourite tool to secure supplies, imposing stock limits of commodities on traders, create distortions. It influences crop selection by farmers, pushing regions into choosing crops unsuitable to their conditions. Rapid depletion of groundwater is one of its consequences. Also, capping farm earnings through export restrictions makes it hard for governments to resist unreasonable demands for price support. There’s no easy pivot away from MSP’s centrality, but governments need to keep trying.\n\n",
        "headline_1": "Thought for food",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/thought-for-food/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "India’s not the biggest mango exporter but the fruit is at its sublime best here. Sad that output is hit by weather:\nThis year too, unseasonal weather has brought unhappy news for mango lovers, and growers. Malihabad, home of the magical Dussehri variety, was on its way to a bumper crop until mid-March but then unexpected showers destroyed flowers before they could become fruit. Last March extreme heat did the damage. Overall in UP, the largest mango-growing state, fluctuations in weather patterns may damage 30-40% of this year’s crop. In places like Malihabad, experts say the damage may even go up to 80%.\n\nThe weather has similarly been playing spoilsport with the king of mangoes, Alphonso, in Maharashtra and Kesar in Gujarat. Prices are going up.\nIndia grows around 1,500 mango varieties, with the main ones having very loyal fandoms. For Dussehri and Alphonso aficionados, the bitter news isn’t made sweeter by the fact that there’s a bumper yield in Malda, Bengal. The unique and complex flavours of different desi mangoes are what set India apart from bigger exporters like Mexico and Thailand. Our exports have remained below potential but domestic demand has remained very high.\nAs an indicator of their luxe desirability, recent weeks have seen Indians exchanging Rs 2,000 notes for mangoes, and some of the latter are now retailing at Rs 1,200 a dozen. In other countries you may find the fruit on the supermarket shelf round the year, but that taste isn’t a patch on the mangomania of Indian summers. Mirza Ghalib’s words haven’t aged, “Mangoes need to have two qualities, they need to be sweet and there needs to be plenty,” though the Totapuri and Banganapalli piquancy also has devotees. This traditional favourite is also getting used in kombucha, margarita, sushi, salsa, ceviche, tiramisu… countless new avatars. This diversity-friendliness makes it all the more ironic that mango’s fruition is so dependent on specific temperatures at specific times. Not all varieties shall make the climate cut.\n\n",
        "headline_1": "We’re all aam aadmi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/were-all-aam-aadmi/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "We are delighted to see the launch of Bangladesh's largest-ever road safety project financed jointly by the World Bank and the government. Totalling Tk 4,988.14 crore, the five-year project marks a milestone in the country's ongoing battle against deadly road crashes. According to a report by this daily, the project will focus on comprehensive road safety measures, including improved engineering designs, road signs and markings, pedestrian facilities, speed enforcement, and emergency care. These measures, to be implemented along two specific highways, are expected to reduce road traffic deaths by over 30 percent. There will also be measures targeting selected urban areas and district roads.\nCrucially, the World Bank's appraisal report highlights the lack of accountability and coordination among relevant government bodies as being responsible for the devastating situation in the transport sector. It is thus heartening to learn of the involvement of vital institutions like the Roads and Highways Department, Bangladesh Road Transport Authority, Bangladesh Police, and the Directorate General of Health Services in the project. Their collaboration – which not only signals a shared commitment but also a recognition of the multi-faceted approach required to ensure road safety – is crucial for the effective implementation of this undertaking.\nHowever, to expect one project to bring dramatic changes would be expecting too much. It is also crucial to reflect on the longstanding systemic challenges that have derailed past endeavours. While improving infrastructure and post-crash care is certainly essential to bring down casualty numbers, what is most problematic about our transport sector is the laissez-faire approach of those in charge, with the traffic and road safety rules hardly ever enforced. Accountability should extend to not just officials at the government bodies but also transport professionals and their associations.\nSo as we embark on this project, we must remember that it is not just about financial investment or infrastructure improvements. Ensuring road safety will require a fundamental shift in our attitudes, a culture of accountability and law enforcement, and continuous efforts to raise awareness among all road users. The success of this project will be measured not only in terms of reduced fatalities and injuries but also in changes brought to the mindset of all concerned, without which no initiative will be sustainable. It is also essential to ensure that such initiatives are extended to all regions of the country for a greater impact.\n",
        "headline_1": "Can we finally expect a decline in road crashes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-finally-expect-decline-road-crashes-3347676",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "I write this column with some hesitation, since many may regard it a bit preachy or elitist. Given that the entire world is experiencing turmoil – even an existentialist threat – most readers are anxious to inform themselves about the outlook on politics, economics and sociology. People prefer to sift through op-eds that predict future trends and global developments.\nI, too, often reflect on these issues – not as an analyst or futurist, but as a humanist. I look at situations through the lens of my humane experiences, trying to understand how the decline of socialism, the rise of raw capitalism and authoritarianism may have impacted people's emotions, psyche and attitudes. In recent years, the pervasive culture of intolerance, selfishness and material greed has numbed me into inaction, and I have been afflicted by the common malaise known as \"indifference,\" allowing myself to flow with the tide and embrace the comforts that a retired life in the West offers.\nOnce in a while, though, I receive a sudden jolt that forces me to focus on the cost of making compromises with the values of my inner core. The most recent awakening began with a late-night phone call from a cousin in Dhaka, informing me that my music teacher/mentor had suddenly passed away. He was much younger than me – a talented classical singer, but more of a dreamer than a pragmatist. The thread that bound us was a passion for music. We first met three decades ago, and my daughter and I started taking lessons from him. My purpose was to hone my musical skills, while she received training in Hindustani classical music. With his low-key but dexterous handling and patience, he transformed into my music mentor and her guru.\nI lost touch with him after moving abroad, but revived the old connection occasionally during my visits to Dhaka. Years passed by and both of us were engulfed in the usual challenges of our respective lives. Our bond became tenuous. The young man who had brought a fresh perspective to music years ago, was now caught up in the vortex of life's practical battles. He had progressed into a full-time professional music teacher, providing security to his family and struggling with his career and public recognition. I, too, had moved away from my ideological dreams to a more mundane existence.\n\nI was stricken with grief and recurring remorse. But then, if we humans don't feel such extreme grief, how would we experience the intense passion that helps us revive ourselves? Gradually, as the first rays of the sun filtered through the windows, I began to gain a sense of clarity – an inner voice was asking me to reprioritise and change course. There was still time, not only to connect with my mentor's grieving family, but also to be attentive towards those that I had drifted away from. Individuals who had helped me grow emotionally and spiritually and who needed me now!\nOn my last visit to Bangladesh, my teacher/friend texted me and asked for a music session like old times. I also wanted it but, once again, several obligations – some important and some not – kept me busy and I neglected to respond. Was it a subconscious choice? Was I afraid to turn the wheel backwards and sift through the layers to rediscover the calling of my soul? It was, after all, easier to move on with the \"new\" life I had created. But, alas, we are more fragile than we realise, and nothing gives us full protection from the randomness of destiny's hand…\nAfter my cousin's phone call, I lay awake waiting for dawn to creep in and the world to wake up. I checked my phone for my mentor's last message sent in November 2022, \"Apa, amra gaane ki ekebarei boshbo na?\" (Apa, are we not ever going to sing together?) My answer was vague, \"Yes, we will, let me find the time.\" I guessed his message was a coded appeal for help. What I didn't know was that he was facing health and monetary challenges. I didn't bother to ask and he was too proud to tell me.\nAs I sipped my cup of morning tea, there was a lingering sense of loss. I had failed myself. The graceful Saraswati statue in my living room lay inert with her Veena – the statue meant nothing without the sweet sound of the Veena's strings. In an instant, I was smitten by the fact that none of the material possessions I owned were irreplaceable. However, the void that I had created within me by an insouciant disregard for a unique friendship would be difficult to fill.\nI was stricken with grief and recurring remorse. But then, if we humans don't feel such extreme grief, how would we experience the intense passion that helps us revive ourselves? Gradually, as the first rays of the sun filtered through the windows, I began to gain a sense of clarity – an inner voice was asking me to reprioritise and change course. There was still time, not only to connect with my mentor's grieving family, but also to be attentive towards those that I had drifted away from. Individuals who had helped me grow emotionally and spiritually and who needed me now!\nIt will be a difficult road to traverse. I would have to revamp my lifestyle, losing a few social connections and material possessions on the way. But in shedding what I need to, I could rediscover what is essential – like the Haiku composed by 17th-century poet Mizuta Masahide: \"Barn's burnt down – now I can see the moon.\"\nAm I fully ready for this metamorphosis? Maybe not. But I now know that the force is within me, ready to make the right choice. And there are many out there waiting to receive the grace!\nMilia Ali is a Rabindra Sangeet exponent and a former employee of the World Bank.\n\n",
        "headline_1": "‘Barn’s burnt down – now I can see the moon’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/barns-burnt-down-now-i-can-see-the-moon-3347176",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "As the dust has begun to settle on the global fight against Covid-19, new debates around strengthening public health systems are intensifying. Nations are evaluating their responses against the pandemic and delving into lessons learnt to reshape their public health infrastructure. Amid many fervent discussions, a bold and visionary idea is starting to emerge: more clinicians joining public health can fortify defence against future health emergencies.\nClinical health and public health are distinct yet overlap in many areas. Clinical health revolves around one-on-one patient care in the structured confines of hospitals and care settings, with healthcare professionals like doctors, nurses, and allied health workers at the forefront. In contrast, public health work involves tackling various underlying causes of diseases and focuses on a wide range of determinants of health in defined population cohorts to eradicate illnesses from communities. Public health acts as the first line of defence against widespread outbreaks and prioritises prevention over cure. Public health graduates and professionals dominate the workforce.\nStudies show that a robust public health system neutralises a large-scale outbreak and reduces mortality rates. According to an analysis, countries like China and New Zealand boast of significantly lower rates of morbidity and mortality against Covid because of their strong public health infrastructure. The two countries experienced only 3.21 and 10.14 deaths per million, respectively. New Zealand's 1956 Health Act required health practitioners to report cases that posed a threat to the public, serving as one of the country's best measures to defeat the pandemic.\nHowever, many countries also underperformed dismally. Peru and Bulgaria experienced a staggering number of losses with 6,133 and 4,766 deaths per million, respectively. These countries lacked adequate systems and guidelines. Bulgaria's healthcare system was seriously strained by the lack of staffing.\nUnfortunately, evidence and data show that Covid-like phenomena are barely a hindsight. The Centers for Disease Control and Prevention in the United States has documented a multitude of outbreaks across the globe in recent years, indicating that more of these episodes are very likely. One analysis by the BBC concludes that contagious diseases will become the new normal for the world.\nGiven many predictions and dire warnings, nations across the world must prepare and bolster their public healthcare systems. And medical practitioners can play a vital role in accomplishing that goal.\nFirst, by joining public health work, clinicians can strengthen the first line of defence against health emergencies. Public health work inherently involves creating awareness, providing health education, promoting healthy lifestyles, and organising vaccination campaigns, thereby eliminating root causes of diseases fast in communities. Hands-on experience of doctors and nurses in triage and treatment in emergency rooms, with their knowledge of chronic and acute care, can help public health agencies to mitigate the impact of health emergencies and natural disasters.\nWith profound knowledge of individualised care, medical professionals can bring invaluable insights into outreach and education programmes to fundamentally improve public health methodologies and practices. Rather than treating one patient at a time, they can have a population-level impact, improving even millions of lives. Dr Tom Frieden, who is a luminary in this field, explains why he has chosen public health over clinical practice, \"I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient.\"\nSecond, by working in public health, healthcare professionals can also enjoy a paramount opportunity to drive health equity deep into a nation's healthcare. As the first points of contact with patients in hospitals and care settings, physicians and nurses have intimate access to the patients' various social and economic needs, and an understanding of how these factors impact their lives and overall well-being. This puts them in an enviable place to tackle many socioeconomic drivers of health, which are at the core of promoting health equity.\nBecause of the importance of health justice and the pressing need for individuals that have direct knowledge of the patients' underlying social conditions, many public health agencies, government organisations, research firms, community health advocacy organisations, and non-profits in the US actively seek out healthcare professionals to join their ranks. Caregivers are seizing this opportunity to reshape the nation's healthcare landscape and promote equitable care for all, improving lives at all levels.\nLast but not least, a public health system is inherently a multijurisdictional approach that promotes collective efforts from diverse disciplines such as epidemiology, biostatistics, social science, social work, and even medical science. Traditionally, medical graduates gravitate towards clinical care, highlighting a profound lack of medical knowledge in public health systems. In fact, with their first-hand training in patient care, healthcare professionals can vastly improve many critical public health tools such as surveillance, disease tracking, early intervention, disease reporting, and so forth.\nPublic health also offers healthcare providers a variety of personal and professional growth opportunities. They can enjoy the privilege to work alongside traditional public health professionals in a wide range of leadership and critical thinking domains such as research, programme management, policy development, promoting regulations and legislations, etc. Many physicians in the US work as health information technology specialists, research leads, and even data scientists. This directly exposes public health to medical experiences so critically needed in this sector.\nIn the post-Covid reality, medical practitioners should think more seriously about joining public health to better serve the bottom line of healthcare. They must break free from the confines of clinical settings to meet the challenges of the rapidly changing healthcare dynamics. The traditional approach to improving healthcare is akin to living in a bygone era that is divorced from reality. Keeping our eyes on the ball requires shifting our attention to where it is needed most.\nABM Uddin is a healthcare consultant for the Florida Agency for Health Care Administration. Views expressed in this article are the author's own.\n",
        "headline_1": "Why more clinicians should join public health",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-more-clinicians-should-join-public-health-3347146",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "We are delighted to see the launch of Bangladesh's largest-ever road safety project financed jointly by the World Bank and the government. Totalling Tk 4,988.14 crore, the five-year project marks a milestone in the country's ongoing battle against deadly road crashes. According to a report by this daily, the project will focus on comprehensive road safety measures, including improved engineering designs, road signs and markings, pedestrian facilities, speed enforcement, and emergency care. These measures, to be implemented along two specific highways, are expected to reduce road traffic deaths by over 30 percent. There will also be measures targeting selected urban areas and district roads.\nCrucially, the World Bank's appraisal report highlights the lack of accountability and coordination among relevant government bodies as being responsible for the devastating situation in the transport sector. It is thus heartening to learn of the involvement of vital institutions like the Roads and Highways Department, Bangladesh Road Transport Authority, Bangladesh Police, and the Directorate General of Health Services in the project. Their collaboration – which not only signals a shared commitment but also a recognition of the multi-faceted approach required to ensure road safety – is crucial for the effective implementation of this undertaking.\nHowever, to expect one project to bring dramatic changes would be expecting too much. It is also crucial to reflect on the longstanding systemic challenges that have derailed past endeavours. While improving infrastructure and post-crash care is certainly essential to bring down casualty numbers, what is most problematic about our transport sector is the laissez-faire approach of those in charge, with the traffic and road safety rules hardly ever enforced. Accountability should extend to not just officials at the government bodies but also transport professionals and their associations.\nSo as we embark on this project, we must remember that it is not just about financial investment or infrastructure improvements. Ensuring road safety will require a fundamental shift in our attitudes, a culture of accountability and law enforcement, and continuous efforts to raise awareness among all road users. The success of this project will be measured not only in terms of reduced fatalities and injuries but also in changes brought to the mindset of all concerned, without which no initiative will be sustainable. It is also essential to ensure that such initiatives are extended to all regions of the country for a greater impact.\n",
        "headline_1": "Can we finally expect a decline in road crashes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-finally-expect-decline-road-crashes-3347676",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "As shocking as it is to learn that a young working man has been beaten to death in public, what we find equally distressing is the reason behind his violent demise. A report by this daily quoted witnesses saying that several individuals fatally beat 27-year-old Hafizur Rahman – who ran a chicken fry cart near the Mirpur 10 roundabout – on Monday because he did not take part in a Jubo League rally! Allegedly, Hafizur had been \"instructed\" by local ruling party men to attend the rally, but he decided to run his cart instead. The question is, why would choosing his livelihood over appeasing political leaders cost him his life in a country that is claimed to be democratic and respectful of citizen rights?\nApparently, it is \"mandatory\" for most street vendors to attend political events held by the AL and its affiliates, according to Hafizur's brothers, as well as several locals in the area who spoke to this daily. If this is indeed the case, it's totally unacceptable. With the general election only months away, we strongly suggest that the central AL leadership rein in their unruly grassroots leaders and activists so that they cannot employ such fear tactics. Such politics, which stems from a sense of impunity for any political crime including repression of ordinary citizens and rivals, is not acceptable in a functional democracy, and will not help them in the upcoming election.\nWe also find the police's role in this incident quite dubious. The case statement that police have filed says a completely different story: that a brawl broke out between Hafizur and some customers over a torn bill, and they attacked him. A younger brother of Hafizur's, who filed the case, alleged that police prepared the statement and made him sign it. When contacted, the local OC denied the allegation and said the facts would come out during investigation. We sincerely hope that they do, and urge the police to do their due diligence in bringing the true culprits to book. It is the public that they are duty-bound to, and it is the public that they must serve above anyone else.\n",
        "headline_1": "Another life lost needlessly to vendetta politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-life-lost-needlessly-vendetta-politics-3346716",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "The government project styled, 'Sample Vital Registration System (SVRS)' that studies population change at national and district levels has come up with results that are both reassuring and concerning. Actually, as the findings make it evident, the negative social indicators outnumber the positive ones during the study period between 2021 and 2022 under review. The positive developments, for instance, include the maternal mortality rate which came down to 156 per thousand in 2022 from 168 in 2021. This is definitely heartwarming. So is the report that life expectancy of the population went up by a slight margin to 72.4 years from 72.3 years. One may also take heart from the fact that the literacy rate among the adults aged 15 years and above showed a positive trend (increased to 74.4 per cent from 74.1 per cent).But the mortality figures, fertility rate, population density and child marriage which are on the rise cause disappointment. Seeing that per thousand mortality rate of under-five children rose to 31 from 28, or that of children under one year increased to 25 from 22 in 2021 between the years 2021 and 2022, even the state minister for planning who spoke as the special guest at the event where the report of the BBS survey called, Bangladesh Sample Vital Statics (BSVS), was unveiled, questioned the performance of the health and family welfare ministry. However, as a justification for such a rise in child mortality prevalence of infectious disease like pneumonia as a leading cause including jaundice and different types of fever was put forward by the project (SVRS) chief. Also, conditions like diarrhoea, malnutrition, acute respiratory infection, even drowning, were mentioned as the potential causes of the rise in child mortality.But that is about referring to the obvious. Those diseases or conditions are endemic in Bangladesh and therefore responsible for child mortality. Did any such disease take turn for the worse to claim more children's life or their combined fatality rose sharply to push up child mortality last year? Policymakers in the government as well as the various local and international users could work on the causes of rise in child mortality had those been pinpointed correctly. Now there is a need for paying more attention to the infectious diseases that cause the children's/infants' death so that those can be brought under control. The same can be said about the negative findings such as the crude birth rate (registering a rise from 18.8 per cent to 19.3 per cent) or the total fertility rate that has demonstrated a rising trend (from 2.05 per cent to 2.15 per cent). One should not be surprised at those results seeing that the use of contraceptives has dropped from 65.6 per cent to 63.8 per cent during the period under review. There has been a kind of revolution in child mortality and health courtesy of the expanded programme on immunisation (EPI). Vitamin A and A plus campaigns have also helped the cause of child immunity but now the need is to take it to the next level of sustainability. To do that the living condition of the poor and marginalised have to be raised in order to ensure child health from sudden attack from diseases due to unhygienic living.",
        "headline_1": "Intervention needed to halt rise in child mortality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/intervention-needed-to-halt-rise-in-child-mortality-1686841020",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "The North Atlantic Treaty Organisation (NATO) has currently been holding its biggest ever airpower showdown, dubbed \"Air Defender 23\" since its inception 74 years ago. Starting on June 12, the air exercise will conclude on June 23, surprisingly with Germany taking the lead. Although it is claimed from the NATO side that the air force deployment drill across Europe was conceived in 2018 after Russia's annexation of Crimea in order to 'test out the alliance's ability to defend itself with airpower', the underlying theme is unnerving for the neutral peoples all over the world. With the participation of 10,000 servicemen and 250 aircraft from 25 NATO nations and partner countries such as Japan and Sweden, the air exercise certainly does not stay limited to defence in the normal sense; rather its military sense is quite ostensible. It is not for nothing that director of the Stockholm International Peace Research Institute (SIPRI), Dan Smith has warned, \"We are drifting into one of the most dangerous periods in human history\". He observed this dangerous drift in reference to the increase in the number of global nuclear warheads and higher expenditure on modernisation and expansion of their nuclear stockpiles for the future. According to the International Campaign to Abolish Nuclear Weapons (ICAN), which was awarded the Nobel Prize for Peace in 2017, spending on nuclear weapons rose three per cent in 2022 over its previous year ---the third consecutive increase. Even the Covid-19 pandemic in the two preceding years could not stop the trend of warmongering. In this connection, Russia's recent suspension of its participation in the New START (strategic arms reduction treaty) bodes ill of the future negotiations for nuclear arms control between the US and Russia which together possess 90 per cent of the nuclear warheads enough to destroy the planet many times over. Clearly, the nuclear giants and other seven possessors of nuclear weapons of mass destruction had overriding concern for augmenting their firepower at a time when Covid-19 was on the prowl all across the globe claiming unprecedented numbers of life on a daily basis. If the pandemic could not leave a sobering impact on world leaders, who ought to have compelling reasons to respond to the humanity's crisis, little can be expected of them in the post-pandemic period. Although Dan Smith urges cooperation from governments for calming geo-political tensions, slowing arms race and instead dealing with the 'worsening consequences of environmental breakdown and rising world hunger', aggressive military postures are vitiating world peace. It is not NATO show of power on the sky alone, Chinese fighter planes are intruding in the Taiwanese airspace with impunity. International relations are fraught with widening chasm instead of bridging the gap. Rival powers could not be more open to woo smaller nations willing to maintain neutrality in their relations with all irrespective of the big powers' rivalry across the divide. These minnows have been compelled to practise tight-rope walking no matter how appealing the overtures are. The two World Wars left lessons for everyone but when intoxicated by power games, leaders refuse to learn such lessons not only to their own peril but also to that of billions of innocent people who have no enmity with anyone. Putin has been portrayed as a villain by the West, the US administration in particular, for his war on Ukraine. But the US president's overambitious expansion of the NATO is often overlooked. Entire Europe, let alone Ukraine, has played into the hands of President Joe Biden. He is the man to pull the string from behind the scene. The saga of global financial crisis, disruption of supply chain of commodities and soaring inflation has issued from this overambitious programme of taking NATO right at the doorstep of Russia. Even this airpower parade has been extended to the eastern flank of NATO in areas such as the Czech Republic, Lithuania and Latvia. Russia has no reason to consider it anything other than a provocation and a threat. At this crucial juncture President John F Kennedy's address at the American University 60 years ago on June 10, 1963, known as Peace Speech exposes the folly of committing to such show of power close to the backyard of the main adversary. He asserted blaming the rival for a conflict is easy and there is no point insisting that the other side must change its attitude. Kennedy reasoned, \"We must reexamine our own attitude ---as individuals and as a nation---for our attitude is as essential as theirs\". Then the crucially important wise words come from one of the greatest peace brokers of modern time, \"While defending our own vital interests, nuclear powers must avert those confrontations which bring an adversary to a choice of either a humiliating retreat or a nuclear war\". Sensitive to others' view, Kennedy warned of pushing an adversary with nuke power into a corner so that it might be compelled to act desperately. JFK further adds that pursuing such a course in the nuclear age exposes the 'bankruptcy of our policy' and this, according to him, is a recipe for 'collective death wish for the world' ---in fact mass annihilation.Countries like Bangladesh could ignore conflicts between and among great powers but for the threat of obliteration of the entire human race from the Earth in case of a full-scale war. Even without the conflagration of such a war, rivalries in the present form have a devastating impact on economies, livelihoods and living standard across wide swathes of the planet. The war theatre may be thousands of kilometres away but innocent people are heavily paying for it on account of disruptions of supply of fuels, food, raw materials and capital machinery. Joe Biden and others could take a leaf out of JFK's book to pursue a pragmatic course of peace instead of one of belligerence.\n[email protected]",
        "headline_1": "Dangerous drift into nuclear rivalry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dangerous-drift-into-nuclear-rivalry-1686841050",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "The history of the country's state-owned banks has not been anyway glorious. Mismanagement, loan scams and a huge volume of classified loans have been hallmarks of their operations. The highhandedness of the trade unions with political patronage amid weak management had thrown these banks into chaos in the initial years of their existence. Though the situation is somewhat better now, the public sector banks are still not out of the woods.When the government had swallowed criticism for not being able to run the banks under its control properly, one particular bank, the BASIC Bank, stood out from others. Even many private banks used to envy the bank's healthy annual balance sheets. However, the enviable success of the BASIC Bank came to an end in 2009 when the new Awami League government appointed Sheikh Abdul Hai alias Bacchu, a former Jatiya Party lawmaker from Bagerhat district, as its chairman for three years. The link between him and the ruling Awami League remains a mystery. Until the appointment of Mr Hai, the secretary of the Ministry of Industry used to head the board of directors of the BASIC by dint of his/her official position. The deliberate deviation from the tradition proved to be very damaging for the bank, as the new chairman started sanctioning loans indiscriminately and appointed men of his choice giving a damn to laws and rules. Despite reports in the media about irregularities of all sorts in the bank, the government appointed Mr Hai for another two-year term in 2012. Only a day before the expiry of the term, he resigned voluntarily. But by then the die was cast. The plunder that Bacchu engineered during his five-year stay had brought the bank to its knees. The Anti-corruption Commission (ACC) found irregularities in the distribution of loans amounting to Tk 22.65 billion. But the actual volume is estimated to be more than Tk 40 billion. A big chunk of this money, Mr Hai embezzled personally. Interestingly, though the media cried hoarse about Mr Hai's direct involvement in the loot of the bank money, the ACC, for reasons best known to it, dropped his name from the list of suspects over a long time. However, the name of Mr Hai was finally put at the top of the list of the accused that the ACC submitted before the court the other day. Now reports have it that none knows the whereabouts of Mr Hai, the main accused. He is suspected not to be in the country. There should be no plausible reasons for him to remain within the reach of the long hand of the law.Possibly, he has transferred a huge volume of illicit funds abroad during the past nine years. It is unlikely that the government would ever be able to bring him back and put him in the dock. Unless anything happens otherwise, he would continue to enjoy the wealth he amassed by foul means. If the suspicion that Mr Hai has fled the country turns out to be true, the ACC has to answer questions about his disappearance. Mr Hai's name has been included as an accused in 58 out of 59 charge sheets. The ACC got the involvement of Mr Hai in all cases of the bank's fund embezzlement during the investigation. Did the ACC notify all land and air ports putting restrictions on his going out of the country? If yes, the ACC now needs to see how Mr Hai passed through the immigration. P.K Halder the man who took away billions of Taka from several financial institutions also had managed his way out to India. These people probably were alerted before hand by some quarters so that they could flee the country and avoid arrest. \n[email protected]",
        "headline_1": "Where is BASIC Bank's main plunderer?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-is-basic-banks-main-plunderer-1686841083",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-06-2023"
    },
    {
        "full_article": "Iodine is an essential mineral, commonly found in seafood. One's thyroid gland uses it to make thyroid hormones, which help control growth, repair damaged cells and support a healthy metabolism. Unfortunately, many people in Bangladesh are at risk of an iodine deficiency. According to the media, at least 60 million people in the country are suffering from such deficiency since salt producers are selling table salt without adding iodine in right proportion. As a result, a number of people, including children and women, are increasingly suffering from intellectual and developmental disabilities. Our body cannot make iodine and therefore we need to consume it regularly. It is important for proper functioning of thyroid gland and its deficiency can cause hypothyroidism, a condition in which thyroid gland does not produce enough of certain crucial hormones. It can result in thyroid enlargement, increased neonatal and infant mortality, growth retardation and development of the central nervous system in children, reproductive failure, and an increase in the fluid in the tissues. We must raise awareness among our people to get rid of this iodine deficiency. Everyone should know the sources of this mineral. Food from marine sources such as sea fish is rich in iodine. Some vegetables like spinach, beets, tomatoes and peppers also contain good amounts of iodine. Consuming iodised salt is the best and easiest way to get iodine on a regular basis. This is why the authorities concerned must monitor the salt producers to check whether they add iodine in table salt or not. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Combating iodine deficiency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-iodine-deficiency-1686841106",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-06-2023"
    }
]