[
    {
        "full_article": "Medical science is so advanced today, it has extended longevity and enhanced quality of life in ways thought impossible in the past, and yet, life must end in death. For those who lose someone dear to them, there is anger, disbelief and lack of acceptance, and this is sometimes unleashed on the hospital, doctors and nurses. This is why Kerala’s move to amend the Kerala Healthcare Service Persons and Healthcare Service Institutions (Prevention of Violence and Damage to Property) Act, to fortify defences against attacks on health-care institutions and workers is not only welcome but is also essential intervention. The death of a young house surgeon, Vandana Das, at the hands of an ‘inebriated’ patient during a routine medical examination in Kerala has not only shocked the community but has also revived fear among health-care workers about their own safety. Doctors have organised protests across the country, condemning this attack and urging authorities to ensure protection. While this particular incident might have been an outlier in terms of how it occurred, recent history in the country is replete with instances of co-ordinated assaults on health-care workers by irate patients or their attendees disappointed with health outcomes. The warriors in the hospitals, unlike those battling on enemy lines, do not sign up for assault in the line of duty. It is the duty of the state and the community to protect them and ensure they are shielded from assault and abuse, verbal and physical. The Kerala amendment is progressive in that it proposes to bring verbal abuse and violent acts causing simple and grievous hurt under the purview of the Act. Enhanced jail term (up to three years) and a hefty fine (up to ₹50,000) for those found guilty are also being prescribed. The government has proposed time-bound speedy disposal of such cases besides designating one court in each district as a special court to deal with these cases.\rOther States need to consider interventions on similar lines too. While the law itself needs to be potent, its implementation should also promote deterrence, driving home the government’s commitment toward seriously handling assault on the health-care workforce. Since sagacity is unlikely to prevail in emergency and critical situations, it will be prudent to ensure that some measure of protection, security staff, for instance, is made available at private and public hospitals. It is unfortunate that a young doctor’s life was snuffed out even as it had hardly begun, but it is very much in the hands of the States to ensure that no such sacrifices are demanded at the altar of patient care anymore.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedicine\n\n/\n\nnursing (education)\n\n/\n\nKerala\n\n/\n\nlaws\n\n/\n\npatient\n\n/\n\nprison\n\n/\n\nhospital and clinic",
        "headline_1": "Safety, in the line of duty: on Kerala’s move and health-care workers",
        "headline_2": "Doctors must be protected while they are working with patients",
        "link": "https://www.thehindu.com/opinion/editorial/safety-in-the-line-of-duty-on-keralas-move-and-health-care-workers/article66853836.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "The death of 17 persons over the past few days, in two incidents in north Tamil Nadu, after consuming spurious liquor comes a month after the State government informed the Assembly that there has been no hooch tragedy for the last 14 years. As on Monday evening, 12 persons of Villupuram district and five of Chengalpattu district have died, while 50 people have been hospitalised. The development is surprising as Union Ministry of Home Affairs and National Crime Records Bureau data (2016-21) show that illicit or spurious liquor deaths have been largely contained. According to the central authorities, Tamil Nadu reported no deaths during 2016 to 2019; 20 in 2020 and six in 2021. Besides, the State has safeguards to prevent such tragedies. Since 2002, methanol, regarded as the main reason behind hooch tragedies, has been brought under the ambit of the Tamil Nadu Prohibition Act, 1937. Amendments have also been made to the Tamil Nadu Denatured Spirit, Methyl Alcohol and Varnish (French Polish) Rules, 1959, to maintain control over methanol supply. What is disturbing is that the two recent instances point to the apparent use of methanol.While the government is expected to probe the causative factors, it is obvious that there are administrative lapses. The availability of cheaper brew than what is sold at retail outlets of the Tamil Nadu State Marketing Corporation Limited (Tasmac) is disconcerting. This could have been tackled had law-enforcing authorities, including the police, monitored the movement of methanol. It is no surprise that several police officials have been placed under suspension. Chief Minister M.K. Stalin, who visited the two districts on Monday, also announced a Crime Branch-CID probe. Apart from announcing a solatium of ₹10 lakh to every family of the deceased and ₹50,000 to each of those undergoing treatment, the Chief Minister has not provided any scope for debate whether the families concerned should get financial assistance. Perhaps, he has gone by the example set by Bihar Chief Minister Nitish Kumar, who announced last month, subsequent to the many deaths in East Champaran district, the payment of ₹4 lakh each to family members of those who had died in hooch incidents since 2016. Till then, Mr. Kumar had held the position against providing any compensation. Such a stand was in vogue once in Tamil Nadu, as administrators were of the view that financial assistance could encourage those on the wrong path. It is time States evolved a uniform and comprehensive policy to counter the problem of spurious or illicit liquor, apart from sending a strong message to the law-enforcement agencies that there would be zero tolerance to illicit liquor.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\npolice",
        "headline_1": "Death by methanol: on the hooch tragedy in Tamil Nadu",
        "headline_2": "There should be zero tolerance for sale of illicit liquor",
        "link": "https://www.thehindu.com/opinion/editorial/death-by-methanol-on-the-hooch-tragedy-in-tamil-nadu/article66853869.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "Discussions soon after an election tend to be influenced by rhetoric, especially when the up catchy phrases like corruption implied in these phrases is a convenient peg on which to hang multiple points of economic distress in Karnataka. And as the assembly elections in the state have just shown, it is a very effective campaign tool.\nBut to treat corruption as the explanation for the economic distress that has impacted the results in Karnataka’s assembly election would be to miss the wood for the trees. The results point to a much deeper problem in the postliberalisation Indian economy, a problem that is not confined to Karnataka.\nSince 1991 there has been an unstated consensus that we must have growth at any cost, after which a part of the benefit can be transferred to the poor. Karnataka has been at the forefront of this approach.\nThe pattern of growth that emerged, with policy support, was focused on Bengaluru, particularly the information technology component of the city’s economy. When the BJP government accounted for well over a third of Karnataka’s economy and the share has grown further since then. The Bommai government continued with policies that made it more difficult for the rest of Karnataka to find a place in Bengaluru’s expansion.\nThose forced out of agriculture in qualifications needed to find a place in Bengaluru’s growth. And those who did make it had to cope with the high cost of transport and other essentials of a worker’s life. This raised the minimum available in the city. The Bommai government tried to offset some of this higher labour cost to industry by making 12-hour workdays legal. The BJP government may have been happy that these changes in labour conditions did not generate the debate they should have. But it left them unprepared for the vote in the assembly elections against the Bengaluru-centric growth-first model.\nThis is starkly evident in the distribution of the seats won by BJP this year when compared to its performance in 2018. In the 28 seats of Bengaluru, which benefited from BJP’s growthat-any-cost model, the party saw a rise of nearly 50% in the seats it won. In the rest of Karnataka, which paid the price of the model, BJP saw its seats drop to nearly half its 2018 tally.\nCongress was quick to recognise the extent of this distress. It is being said that this is a result of what Rahul Gandhi heard during the passage of the Bharat Jodo Yatra through Karnataka. And some of the five guarantees they made, especially the payments for graduates, have the touch of the Gandhi family. But the guarantee on rice is in line with the welfare schemes offered by the earlier Siddaramaiah government. Taken together, the promises targeted at specific points of distress did better than the fewer, and more general, welfare promises of BJP. The guarantees not only helped Congress tap into antigovernment, but also helped it eat into the support of JDS.\nWhile the guarantees may have brought electoral success, they do not mark a break from the larger strategy of first growing at any cost, and then transferring a part of the benefit to the poor. All that they do is offer an increasing share of the benefit of growth to those facing economic distress. Generating the resources to provide this greater share will be a challenge.\nBengaluru-based personalities whohave been, or are, associated with the IT industry have already launched a social media campaign against the use of taxpayer resources for these guarantees. It is too early to say whether this campaign will succeed or will only generate a counter-demand for the IT industry to return some of the subsidies it has received, particularly in terms of land.\nBut it is important that the debate goes beyond social media barbs to the larger issue of the viability of the growth-at-any-cost model. Have the political costs of this model been the reason for no government in Karnataka being re-elected since the coming of liberalisation?\nTo make matters worse, the model may be approaching the point of diminishing returns, if it is not already there. The decreasing cost effectiveness of the city will affect its global competitiveness. And if Congress tries to correct this decreasing competitiveness by offering investors more working hours per week, as the Bommai government did, it can expect the same fate. The pro-poor political strategy of Congress would thus depend on its ability to generate an effective growth strategy that is more sensitive to its social costs. This will reduce the need for subsidies, even as it increases the resources to provide them.\nRahul Gandhi has announced that Congress will make the five guarantees into policy in the first cabinet meeting of its new government. The new chief minister’s immediate response will have to be an accounting one, where he transfers resources from other sectors. But if the guarantees are not to become an albatross around the neck of the new government, it will have to find a growth strategy that allows for the participation of a wider range of people, especially those outside Bengaluru.\nThe writer is dean of social sciences, National Institute of Advanced Studies, Bengaluru\n\n\n",
        "headline_1": "How Bengaluru explains Karnataka Karnataka lessons: ● Congress has to find a growth strategy that allows participation of people outside the tech capital ● BJP needs more strong CMs like Yogi and Himanta ● Gandhis need to lead from behind in states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-bengaluru-explains-karnataka-karnataka-lessons-e2-97-8f-congress-has-to-find-a-growth-strategy-that-allows-participation-of-people-outside-the-tech-capital-e2-97-8f-bjp-needs-more-strong-cms-li/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "What are the lessons for BJP and Congress results? Let us start with BJP. The decade starting 2014 has unquestionably been its most successful electoral period. But there are blemishes in this electoral record.\nThe party is unable to win states beyond its core political catchment areas, with Assam and Northeast as exceptions. Among larger Indian states, there are significantly more opposition governments than BJP ones, despite the latter’s superior electoral resources and a popular national leadership.\nOne problem is the mismatched relationship between a centralised BJP and weak state units, or a powerful PM and relatively low-profile CMs. Karnataka is a good example of how this can drag down BJP’s state prospects.\nAfter all, post-Yediyurappa, Karnacentralisation of electoral strategy and campaign machinery. One can argue prospects were doomed from the start. Or that a Yediyurappa-led campaign would have fared equally worse. Or that Bommai could not be saved despite a valiant rescue effort by the Modi-ShahNadda triumvirate.\nWhat’s a fact is that weak BJP CMs needing the PM’s thorough intervention has constituted a norm, not an elections over the last two years. This can mean a leadership change a year or two before state elections (Gujarat, Tripura, Uttarakhand), or a hyperpersonalised and prolonged campaign by the PM to save an anonymous or unpopular incumbent (Himachal, Goa). These tactics do not always work, and Karnataka follows on the heels of Himachal Pradesh as a reminder.\nThere is another model to choose here. In UP and Assam, BJP CMs operate with a large degree of autonomy and (not coincidentally) enjoy a fair degree of popularity. They have also been allowed to nurture their own parallel Hindutva constituencies: Yogi Adityanath on ‘law and order’ and ‘love jihad’ and Himanta Biswa Sarma on ‘illegal immigration’. Consequently, they have marginalised rival party factions. Contrast this to Bommai, who faced constant attacks from the pro-Hindutva faction of the state.\nAs political scientist Harold Gould wrote on Karnataka in 1997, perceptions of ‘out of control’ corruption and rampant party factions are intimately related. When a CM is routinely attacked by his own party colleagues, and seen as beholden to other leaders, people are more likely to believe opposition claimsdisciplinary authority to control political corruption.\nConsider a piece of evidence from the CSDS-NDTV poll. 63% of respondents claimed to be satisfied with the state government’s performance, as opposed to 32% who claimed to be dissatisfied – almost identical to the satisfaction with the central government (66% vs 33%). Yet, the same survey also showed the unpopularity of the CM, who might well argue that he never had the room to build up his political constituency and amass popularity.\nNow let’s come to Congress. Despite starting out as the favourite, its victory was far from guaranteed. Congress had two strategies. One, to delegitimise the Bommai government on corruption charges and provide a counter-narrative on governance. And two, to contain the ever-present danger of factional warfare between the Siddaramaiah and Shivakumar camps. Congress’s capacity to execute its electoral strategies has come under justified questioning in the recent past. However, in Karnataka, objectives with dogged and clear-headed precision.\nSo, the first lesson for Congress is the importance of state leadership and organisation. After all, the lion’s share of the electoral credit goes to the Karnataka state organisation, and its surefooted leadership who fronted the campaign. It started campaigning a year back: the slogans of ‘PayCM’ and ‘40% sarkara’ were launched back in September.\nIn the past Congress has repeatedly failed to politicise corruption perceptions and effect an electoral shift, which requires a sustained narrative provided by an active opposition. The pre-1967 national Congress is often described as an umbrella formation containing distinct state units. It must seek to recover its state-centred roots.\nSecond, Karnataka demonstrates how a healthy high command should function, not throttling state units but ensuring effective coordination. Mallikarjun Kharge deftly managed hisfirst big challenge as Congress president. The Gandhis also did well to lead from behind, acting as bullhorns for state-crafted narratives such as ‘five guarantees’ and ‘PayCM’, while largely avoiding national issues.\nIt is unlikely that the Bharat Jodo Yatra made any direct electoral impact, as Congress fought on state-level issues. Yet, the post-yatra restoration of Gandhi family authority has certainly strengthened the bargaining hand of the high command, from where Kharge also draws his authority. The streamlining of Congress leadership between ‘managerial’ Kharge and the ‘visionembodying’ Gandhis has worked well in Karnataka.\nBut let’s remember, Congress faces much tougher contests in the four big state elections over the next year. It is in these states where the effectiveness of the revamped high command structure would be truly tested.\nThe writer is a political researcher\n \n\n",
        "headline_1": "Cong’s Local Hand Is Its Strongest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/congs-local-hand-is-its-strongest/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "Karnataka’s electioneering was dominated by an unusual motif, the cooking gas cylinder. It encapsulated economic stress experienced by a section of the electorate. This was acknowledged by political parties and addressed by both BJP and Congress in their manifestos. Karnataka had an inflation-adjusted per capita income of Rs 1. 64 lakh in 2021-22, among the highest in the country. Its economy is underpinned by India’s IT capital Bengaluru, which is also the mainstay of the booming services exports – they have grown over 25% a year since the outbreak of the pandemic. The state is one of India’s economic engines.\nYet, as the election campaign showed there’s a disjunction in the economy of Karnataka. This anomaly is visible across states. Postpandemic, the economy bounced back sharply but the disruption took a toll on the job market. This adds pressure to the main preexisting structural challenge of the glacial pace of shifting people out of agriculture to industry. Politicians recognise this problem – BJPs election manifesto prioritised economic promises such as free cooking gas cylinders over emotive issues. The data for the state’s economic structure shows why. GoI’s jobs report for 2021-22 shows that 38. 7% of Karnataka’s rural families are classified as self-employed in agriculture, a shade higher than the national average of 37. 3%. Agriculture is not just the least productive sector, it is also burdened by increasing risks on account of climate change. To address some of these problems, Congress promised a welfare package of five guarantees the party estimates will cost Rs 36,000 crore. It simultaneously said that it will implement measures to enhance economic growth and thereby create space to increase budgetary outlay by more than 50% to Rs 5 lakh crore. The assumptions underlying its growth strategy are unclear but the emphasis on economic growth is welcome.\nGlobally, economies have to cope with dislocations that will accompany the percolation of technologies such as AI. A smart welfare state will enable the workforce to reskill itself while putting a lid on social friction accompanying the transition. And growth is the foundation of a welfare state. In this context, the medium-term average growth rate of 6. 5% forecast by GoI’s economic survey is inadequate. The biggest social risk today is a mediocre growth rate. Both states and GoI need to find ways to move the needle. Here, Karnataka’s campaigning showed the way by linking growth with welfare.\n\n\n",
        "headline_1": "Twin Engine: Karnataka polls heralded an important change: parties linked welfare with higher economic growth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/twin-engine-karnataka-polls-heralded-an-important-change-parties-linked-welfare-with-higher-economic-growth/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "Congress’s win in Karnataka will likely influence poll calculations in neighbouring Telangana, due for its third assembly polls later this year. It is also now all the more important for BJP to expand its footprint in India’s youngest state – another shot at increasing its presence in southern India ahead of 2024. BJP will keep in mind while strategising on Telangana that in Karnataka what it thought was its well-crafted caste calculations unravelled this time. In Telangana, BJP has been carefully stitching a backward-caste consolidation, which delivered it a bypoll victory after significant gains in Hyderabad’s municipality polls, coming second only to KCR’s BRS.\nKCR’s grip on his own umbrella coalition is loosening with upwardly mobile groups turning more assertive against the dominant Reddys and KCR’s own caste base, Velamas. This assertion ironically is powered by KCR’s welfarist policies that have brought economic improvement among backwards without giving them commensurate political or social equity. This is exactly the strata BJP has targeted, having noted the aspirations of small land-holding backward communities, especially the Munnuru Kapus, the largest such grouping in the state. Congress’s win will also have the confrontational Telangana CM reviewing his election strategy given his ambitions to be on the national stage.\nKCR’s party, an ally of Deve Gowda’s JDS, did not contest in Karnataka in order to not split the anti-incumbency vote. But with JDS’s near-decimation and Congress’s gains in the Hyderabad Karnataka region, KCR will not just have BJP to deal with but an upbeat Congress as well. A three-cornered contest is on the cards, though here the regional party is on a much stronger wicket, and Congress is a distant second. Telangana has all the makings of hosting a fascinating contest.\n\n\n",
        "headline_1": "Hyderabadi Tririyani: Karnataka makes Telangana polls more interesting, with KCR facing more determined BJP, upbeat Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hyderabadi-tririyani-karnataka-makes-telangana-polls-more-interesting-with-kcr-facing-more-determined-bjp-upbeat-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "When I was in my 20s, my mother was going through a physical and mental transition that her family took lightly, unknowingly. In fact, my father was lost as to how to suddenly deal with a depressed wife. She was an emotional bomb about to burst for no reason; those mood swings were the worst besides her lack of sleep and hot flashes.\nThe family was not supportive of her newfound indifference towards her everyday normal routine, and could not take the cue as a sign of some sort of health crisis. Later, we realised she was going through menopause. She faced a bad spell of hormonal changes, which might not be the case for others as the symptoms vary.\nThe physiological age for menopause is between 45 and 55 years; many women go through surgical menopause caused by hysterectomy for other health reasons. With menopause comes various bodily irritability, because the production of the female hormone oestrogen and progesterone, at the time, decreases. It is the big drop in oestrogen levels that causes most of the symptoms of menopause.\nA woman, from her puberty or menarche to pregnancy and lactation period to perimenopause, menopause, and finally post-menopause stages, lives with and adapts to different levels of hormonal changes throughout her life. These are all part of natural reproductive health. However, these stages have their nuances that need to be sorted.\nIn my mother's time, a woman's health – and that, too, her menstrual health – was not something to speak about even within her family boundaries. \"Periods are normal and hormonal changes are natural, so deal with it\" – this was our attitude towards her monthly cycles.\n\nWomen need not suffer for these and they must learn to seek medical help. It's also the people around them who need to be empathetic to their mental and physical changes and well-being. The initial physical changes will be scary, but a supportive husband/partner can be extremely helpful in learning to deal with bad tempers, mood swings, and other elements of this natural transition. It is only right to address these symptoms of hormonal changes with tender loving care. It is vital to talk about and listen to her; she needs support and to feel loved and taken care of through this phase of life.\nEven women did not know how to address these changes in them – until recently, when they can freely talk about taboo health topics. Thus, our mothers aged quickly and were sad most of the time, while we modern women try to learn and make adjustments as our body demands.\nI made sure my husband is aware of my severe, monthly premenstrual syndrome (PMS). Now, when I am going through menopause, he is more patient towards my transition. I cannot help my depressive spells or mood swings and hot flashes, but I am definitely aware of my triggers and the reason why it is happening.\nI am better equipped to handle the stress. I meditate, take long hot showers, do some brisk walking or gardening to release the pressure of coping with menopausal hormonal changes. I believe setting some time for myself and doing the things I want helps me adjust to such changes mentally.\nThe reason I am pointing this out is because, until recently, we as a society were not mindful of a woman's hormonal fluctuations that she deals with daily. You feel hot at one point of the night and have the air conditioner at full blast, and a while later you are in socks and layers of clothing. You feel hot and then cold in the middle of the night, a very common phenomenon in women. The constant brain fog because of lack of sleep affects your daily productivity.\nFacing difficulty in sleeping, emotional changes, irritability, mood swings or mild depression are normal for menopausal women, along with racing hearts, headaches, joint and muscle aches and pains, weight gain, hair loss or thinning, and sagging of skin. These experiences are all part of your body adjusting to ageing, and this can last for five to ten years.\nWomen need not suffer for these and they must learn to seek medical help. It's also the people around them who need to be empathetic to their mental and physical changes and well-being.\nYou need to learn how to regulate your diet and the foods that trigger certain reactions. The sudden onset of multi-joint pain will force you to start exercising regularly. The adjustments you need to make are mostly about food and exercise, listening to your body, and trying to learn as much as possible about this stage of your life.\nThe initial physical changes will be scary, but a supportive husband/partner can be extremely helpful in learning to deal with bad tempers, mood swings, and other elements of this natural transition.\nIt is only right to address these symptoms of hormonal changes with tender loving care. It is vital to talk about and listen to her; she needs support and to feel loved and taken care of through this phase of life.\n \nRaffat Binte Rashid is the features editor at The Daily Star.\n\n",
        "headline_1": "It's time we talked about menopause",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/its-time-we-talked-about-menopause-3320846",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "We are relieved that the extremely severe cyclonic storm Mocha did not cause as much damage in Bangladesh as initially feared. The hardest hit regions in the country were Cox's Bazar and Saint Martin's Island, where around 13,500 houses were affected. Among them, around 1,200 houses were destroyed on St Martin's Island, and more than 2,800 shanties were affected in the Rohingya refugee camps of Cox's Bazar.\nApart from a change in the direction of the storm – away from Bangladesh and toward Myanmar – a low tide at the time of landfall further helped in minimising damage in Bangladesh. Early evacuation of more than a million people also played a big part. Nevertheless, thousands of people have been left homeless, leaving them open to huge suffering. This makes it vital that urgent assistance is provided by the government, which should coordinate with humanitarian organisations to ensure that aid reaches victims on time and in an organised manner.\nAside from financial assistance, the government and others should provide medical and food assistance as well. It is important to remember that the chance of diseases breaking out post-disaster is always high. Therefore, there should be no delay in providing medical assistance in the affected coastal areas. Removing the remnants of uprooted trees and damaged houses is also a challenging task. Rebuilding efforts are particularly needed on Saint Martin's Island, which took a massive battering even though there was no reported loss of life.\nAlthough it is early to estimate the full extent of the damage caused by Mocha, there is no doubt that it has caused significant harm to local industries and businesses. Movement of goods at the Chattogram Port has had to be halted since Friday, which is going to be costly for the economy, particularly for many of our exporters. So, the government should take special measures to ensure that operational activities at our main seaport resume without further hindrance.\nUltimately, the nation was spared from much greater damage due to good fortunate. At the same time, our strong disaster preparedness also played a part in that. Since we cannot bet on luck to save us from future disasters, after helping people to recover from the fallouts of Cyclone Mocha, the government should continue to focus on its disaster preparedness, including by fortifying compromised embankments.\n",
        "headline_1": "Time to rebuild life in St Martin's Island ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-rebuild-life-st-martins-island-3320796",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "When this spin of the political merry-go-round pauses, one image will linger: a young man, veiled by his blue surgical mask, clinging to a bewildered peacock.\nThe peacock had been looted from the Lahore corps commander's house in the wake of Imran Khan's arrest, an ill-thought-out gesture to reclaim what rightfully belonged to the people. One wonders what became of that peacock, and one fears for its welfare. Its fate is an apt metaphor for the prospect of a mass political mobilisation in Pakistan.\nThe unprecedented events of recent days have again stirred the question: is a revolution coming? Social media is flooded with videos of angry young men pillaging the corps commander's house, smashing candelabras and burning furniture, disgusted to find frozen strawberries in an elite kitchen in the same country where food inflation is running well over 40 percent and most people are struggling to eat two square meals a day.\nThat unthinkable moment when people pushed through the gates of GHQ has raised tantalising prospects that the status quo might yet be challenged.\nIndeed, there are several revolutionary ingredients in the mix: soaring inflation, polarised politics, a weaponised society with nothing to lose, and a new ability to smash the sacred cows of previously untouchable elite institutions. But despite the unrest and white smoke plumes of tear gas, a mass reckoning remains unlikely.\nThis is because public agitation continues to be reactionary and aimed at destroying, rather than visionary and aimed at creating (a new paradigm, a new society, a new status quo). If there is a mass movement brewing, it's all \"anti\" and not enough \"pro.\" And history has taught us that you can't build anything from hate.\nThe lack of issue-based mobilisation – even at this critical time – is a reflection of Pakistan's paucity of issue-based politics. In an authoritarian state that has been under military rule for much of its history, politics has always been a game of survival, rather than a public service. The resulting distortions in the country's political discourse are all aimed at weakening opponents and appeasing puppet masters.\nThese distortions are now reflected in Pakistan's mass mobilisations: there is rage and rejection, but little in the way of grassroots activism. We know what we don't want, but we have never dared to ask for what we could have.\nMany of the key ingredients of a successful revolution remain missing: credible leadership (beyond a cult personality), a free media that can support and disseminate a movement's messaging, and a population that understands the need for structural change and is ready to participate based on perceived benefits.\nPakistan's young, urban population should fulfil this last criteria, but the prevalence of misinformation, conspiracy theories, and the shambles that is our public education sector has limited the critical requirement for understanding.\nIronically, the closest we have come to mass reform movements in recent years is in the form of the TTP or other similar religio-political movements. These comprised a rejection of the status quo and offered an alternative vision as articulated in concrete demands (for example, regarding the imposition of Shariah law).\nIt is not surprising that the TTP – despite killing tens of thousands of Pakistanis – enjoyed some traction (albeit ambivalent) with the public for over a decade. That itself is a testament to Pakistanis' hunger for issue-based politics.\nThere have, of course, also been recent attempts at mass movements without a violent extremist bent. Think of the PTM or the Haq Do Tehreek in Gwadar, which offered progressive politics and a specific people-oriented agen­­da.\nUnfortuna­tely, status quo beneficiaries in Pakistan know a meaningful mass mo­­vement threat when they see one; they ma­­naged to nullify these groups' leadership through extended jail terms and contain them with media bla­c­kouts.\nThe comparison between the imprisonment tenures of Imran Khan and Ali Wazir offers a clue as to which movement has more potential to actually effect change.\nIn the West, there is a growing recognition that mass mobilisations that challenge the status quo will only occur – and succeed – if they can offer a political alternative that is rooted in specific pro-people demands. Climate change activists, for example, are increasingly seeking to align with labour movements or minority rights' movements in order to embed abstract net-zero demands into a progressive vision that privileges equality, human rights, and security.\nThe number of issues around which Pakistanis should be coalescing is staggering: food security, safety, dignity of work, free speech, minority rights, welfare protections, healthcare provisions, climate resilience. Until we can craft a politics that champions for the people rather than against their overlords, our future will be riot, not reform.\nHuma Yusuf is a political and integrity risk analyst. Her Twitter handle is @humayusuf\n\nThe piece was first published in Dawn, an ANN partner of The Daily Star, on May 15, 2023.\n",
        "headline_1": "In Pakistan, a mass reckoning remains unlikely",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pakistan-mass-reckoning-remains-unlikely-3320756",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "We are relieved that the extremely severe cyclonic storm Mocha did not cause as much damage in Bangladesh as initially feared. The hardest hit regions in the country were Cox's Bazar and Saint Martin's Island, where around 13,500 houses were affected. Among them, around 1,200 houses were destroyed on St Martin's Island, and more than 2,800 shanties were affected in the Rohingya refugee camps of Cox's Bazar.\nApart from a change in the direction of the storm – away from Bangladesh and toward Myanmar – a low tide at the time of landfall further helped in minimising damage in Bangladesh. Early evacuation of more than a million people also played a big part. Nevertheless, thousands of people have been left homeless, leaving them open to huge suffering. This makes it vital that urgent assistance is provided by the government, which should coordinate with humanitarian organisations to ensure that aid reaches victims on time and in an organised manner.\nAside from financial assistance, the government and others should provide medical and food assistance as well. It is important to remember that the chance of diseases breaking out post-disaster is always high. Therefore, there should be no delay in providing medical assistance in the affected coastal areas. Removing the remnants of uprooted trees and damaged houses is also a challenging task. Rebuilding efforts are particularly needed on Saint Martin's Island, which took a massive battering even though there was no reported loss of life.\nAlthough it is early to estimate the full extent of the damage caused by Mocha, there is no doubt that it has caused significant harm to local industries and businesses. Movement of goods at the Chattogram Port has had to be halted since Friday, which is going to be costly for the economy, particularly for many of our exporters. So, the government should take special measures to ensure that operational activities at our main seaport resume without further hindrance.\nUltimately, the nation was spared from much greater damage due to good fortunate. At the same time, our strong disaster preparedness also played a part in that. Since we cannot bet on luck to save us from future disasters, after helping people to recover from the fallouts of Cyclone Mocha, the government should continue to focus on its disaster preparedness, including by fortifying compromised embankments.\n",
        "headline_1": "Time to rebuild life in St Martin's Island ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-rebuild-life-st-martins-island-3320796",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "In a city starved of green and open spaces, it is inconceivable that two major parks, Osmani Udyan and Panthakuja, have been made inaccessible to the public in the name of development work. Five years have passed since the so-called beautification projects – which was supposed to be completed within a year – were first undertaken, with no visible progress or end in sight of the construction work. In the meantime, as reported by this daily, these parks, which used to attract a large number of people from all walks of life, have become hotbeds of illegal encroachment and criminal activities.\nAs is usually the case with development projects in the country, a huge amount of taxpayers' money has been allocated for these projects, but there appears to be no accountability of the authorities to ensure corresponding public benefit. As per the Dhaka South City Corporation (DSCC), the project deadline for Osmani Udyan was extended three times and the cost increased from Tk 54 crore to Tk 89 crore before the DSCC finally cancelled the contract with the assigned construction firm eight months ago. A new contracting firm is yet to be appointed, and it is anybody's guess when the new contractor will be able to finish the deliverables. Meanwhile, the DSCC's Tk 19.20 crore beautification project for Panthakunjo Park has been suspended due to a dispute between the DSCC and relevant government organisations over the installation of Elevated Expressway pillars within the park. The lacklustre attitude of the DSCC over the protracted delay in finishing the projects is simply unacceptable, particularly given that it still doesn't seem to have a deadline in sight for when these open spaces will be open to the public again.\nThese are hardly the only examples of abandoned or encroached public spaces in Dhaka city. Despite promises over the past six months that the Lalmatia D Block playground will be opened soon, it is still out of commission. The same goes for Trikona park in Lalmatia and Shahid Park in Mohammandpur. And the list, depressingly, goes on. We wonder if the city authorities care at all about the quality of life of residents and realise how crucial open public spaces are in a city that has all but been taken over by concrete. We urge them to stop undertaking massive beautification projects that end up costing, rather than benefitting, the public. The DSCC and DNCC need to take urgent steps to free up and operationalise encroached and abandoned parks.\n",
        "headline_1": "Parks and recreation, a distant dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/parks-and-recreation-distant-dream-3320536",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "People in Bangladesh, particularly those living in the southeastern coastal areas, can now heave a sigh of relief. Belying predictions, Mocha weakened considerably at the time of its landfall on the coastline of Bangladesh with just a periphery of it sweeping across the St Martin's Island which along with the coastal tip of Teknaf bore the brunt of its ferocity. Although more than 13,000 houses including about 100 cottages were damaged in Cox's Bazar with the St Martin having the lion's share, 2,000 weak structures of those were completely ravaged. About a dozen people suffered injuries from fall of trees or their branches but no death was reported. So, there is a sense of relief from a catastrophe predicted by weather experts from home and abroad. Yet, the economic costs to families, communities and the government are expected to be quite high because of the damage to houses, disruption of power and gas supply along with the mass movement of people to the cyclone shelters and their return home.Bangladesh could avoid the full force of Mocha because it veered off to strike Myanmar's Rakhine state near Sittwe with a maximum wind speed of 209 kilometre per hour. The cyclonic storm was much stronger when it was in the sea and gradually weakened with its radius shrinking far more than was expected at the time of its landfall. Also, the sea was on its ebb at the time. All this explains why Mocha did not wreak havoc on life and property like its predecessors Sidr and Aila. Then why did it happen? Experts believe that the persistent heat waves in central and northern Bangladesh along with most parts of Myanmar and neighbouring countries had an influence to scale down Mocha's size and power. If this is so, it is the global warming that has proved both a perpetrator and a helper in this case. Much as this cyclonic storm may be unique in its characteristics, there is no reason to think that such storms will always spare the country like this. Factors present at the time of their landfalls decide how it will behave. So, there is no scope for laxity with preparedness. The weather forecasts were neither precise nor widely off the mark. But the local administration under the instruction of the government played its role fairly well. It is challenging to move as many as 750,000 people from their home to cyclone shelters and arrange for the logistic supports including food, water, medical and other requirements. Thanks are due to all including the volunteers. Now that Mocha is over leaving a trail of damage and destruction, it is time for helping the most vulnerable who have suffered the worst. Their survival will be at stake if they are left to their own lot. Rebuilding their shelters and providing food until life returns back to normal will be the first task for the administration. In some cases, poor people may need financial support for managing their livelihood toolssuch as boats and nets, seeds and other agricultural inputs depending on their occupations. In short, there has to be a comprehensive rehabilitation package.",
        "headline_1": "Mocha merciful to cause less damage than feared",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mocha-merciful-to-cause-less-damage-than-feared-1684163539",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "The term 'green' might be headed for becoming the metonymy for today's revolutions being undergone by vehicles. To be precise, the coinage refers to Electric Vehicles (EVs), cars operated by electricity instead of traditional fuels. Many feel tempted to call the EVs state-of-the-art cars, while environmentalists look to the vehicles as the transport of the future. Bangladesh is not too far from these cars, which were lodged in the domain of the 'brave new world' not long ago. Perhaps in accordance with this, experts at an international workshop on May 10 highlighted the need for collaboration among stakeholders to facilitate the transition from traditional vehicles to electric vehicles, and chart out a roadmap for a sustainable green transport system. At the 2-day event in Dhaka, the participants stressed that phase-wise shifting to EVs would help in reducing emissions, decreasing dependence on fossil fuels, and limiting global temperature increases to below 2 degrees Celsius.Apart from electricity, electric vehicles can be powered autonomously by a battery often charged with by solar panels, or by converting fuel to electricity using fuel cells or a generator. The vehicles include a wide range of varieties --- road and rail vehicles, electric aircraft and electric spacecraft. The EVs form a future mobility vision called Connected, Autonomous, Shared and Electric mobility.It sounds amazing that electric vehicles came into existence in the late 19th century, when electricity was among the preferred methods for motor vehicles' propulsion, producing a level of comfort and ease of operation that could be achieved by the gasoline cars of the time. Government incentives to increase adoption were first introduced in late 2000s including in the USA and the European Union, leading to a growing market of vehicles in the 2010s. Increasing public awareness and structural incentives, such as those being built into the 'green recovery' from the Covid-19 pandemic, are expected to greatly increase the electric vehicle market. In 2012, the number of EVs sold globally was 120,000. A decade later, these sales reached a record 6.6 million. According to experts, electric vehicles are an important solution to countries which dream of zero emissions --- particularly with innovations helping decarbonise the electricity source and improve battery efficiency. Greenhouse gas emissions from the transport sector accounted for 15 per cent of the emissions globally in 2019. To reach the target set in the Paris Agreement, road electrification will be as critical as the EVs. Coupled with clean energy, it offers a great potential for reducing emissions. Propitious news is that the option for battery-powered cars has already started accelerating. Most EV sales are now taking place in the developed economies, although many lower- and middle-income countries are also working to cope with the key barriers hindering the widespread use of these cars. The goal of converting 30 per cent of all road transport vehicles to electric ones by 2030 may sound ambitious. But in an age of full-scale green activism the goal is achievable in all likelihood. As had been expected, the Dhaka workshop aimed at accelerating the transition to electric mobility in public transport across South Asia and Southeast Asia. Road Transport and Bridges Minister Obaidul Quader attended the opening session of the event. It was organised by the Road Transport and Highways Division in collaboration with UNESCAP and the World Bank Group at a Dhaka hotel.The participation of a select number of EV experts and uncompromising advocates of emission cut has added to the relevance of the workshop, which was timely for its holding at a critical time: Registration of 34 EVs by BRTA in the last two years. At the same time, the government expects to convert 30 per cent of total vehicles into EVs by 2030. As the workshop progressed on the first day, the UNESCAP's Transport Division official Madan B Regmi highlighted the challenges facing EV transition, and noted that enhancing fuel efficiency, shifting to low-carbon transports including road, rail, inland water transport --- urban public transport and electrification of railways are needed to be incorporated in the transport policies. The workshop was told by a high government official that Bangladesh had a target of reducing 3.4 million tonnes of carbon dioxide emission from the transport sector 'unconditionally' by 2030. The words carry the elements of optimism as Bangladesh capital has been on the list of countries having the 'worst air quality' for nearly a decade.Against the backdrop of the fast rising spate of air pollution, the electric vehicles (EVs) have become imperative for the country. Thanks to their presumed high price, the exclusive EVs are expected to go the privileged class. For a certain period, it may remain a status symbol in the country. With this phase over, their prices are expected to come down. Owning an EV, thus, should be made free of all kinds of procedural tangles and related hassles. With air pollution-free cities in the mind, the general people ought to be encouraged to go for the green electric vehicles. As noxious exhaust fumes from urban vehicles play the lead role in air pollution, the increased operation of EVs can make a great difference. The developed countries have long started entering the EV age. In 2022, the number of fully electric cars exceeded 500,000 in four European countries --- Germany (1089,854), the UK (641,801), France (605,791) and Norway (603,697). They are followed by Netherlands (318,485), Sweden (205,202) and Italy (167, 213). Many developing countries, including Bangladesh, are taking preparations to enter the green vehicle age. All this bodes well for the air pollution-ridden planet.\n[email protected]",
        "headline_1": "Turning to electric vehicles, the car of future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/turning-to-electric-vehicles-the-car-of-future-1684163582",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "There is no gainsaying the fact that the information technology is the new driver of world economy. Computers have come a long way from being smart calculators and number crunchers. Internet, which made all human knowledge accessible to anyone at any moment, has also immensely increased the power of the digital machines that process information. And the modern digital machines are learning faster than humans and competing with human intellect. It is something that humanity never experienced before. Digital technology on which the modern information age hinges can be compared to the steam engine that ushered in the early industrial age--the first industrial revolution. In fact, digital technology has started a new revolution in human society. Bangladesh, which is still a Least Developed Country (LDC), though working hard to graduate to the middle-income economy, needs to ask itself what that middle or still higher income economy that the country is striving to attain does actually imply. Obviously, it will have to be an economy where digital technology will play a bigger rolein its growth than it is doing at the moment. So, how far has the country progressed in that direction?According to the World Bank, digital economy makes up more than 15 per cent of the global GDP and has grown 2.5 times faster over the previous ten years than the GDP of the physical world.But an estimate by the Asian Development Bank (ADB) reportedly said that in five years between 2016 and 2021, the digital sector's contribution to Bangladesh's total GDP was below 3 per cent. In that case, the government has to reset its policy on the digital sector. Thetarget of achieving Sustainable Development Goals (SDGs) by 2030will obviously require the digital sector to play its due role. There is talk of carrying out all transactions digitally, making financial transactions cashless. That is no doubt a great idea. But the question is should the country forever depend on imported digital products including programs or software to provide digital service to theeconomy? And is that all about the digital economy? However, it is not being suggested here that one has to reinvent the wheel. Digital technology has advanced too far to begin everything from scratch. Even so, the nation cannot ignore the need for conducting research and development in the field of digital technology. In modern context, the yardstick of a nation's advancement is its digital edge over its competitors. At the moment,for example, Artificial Intelligence (AI) is defining the frontiers of digital technology. Hence is the competition between the West led by the USA and China over achieving superiority in the research and development of AI. The competition over AI reminds one of thecompetitionbetween the Cold War era superpowers to gain superiority over nuclear technology. But the difference here is that other than its destructive power in the form of nuclear bomb, the nuclear technology could not turn into a technology of everyday use. But AI is perhaps a different story altogether. It is already experiencing widespread use. Moreover, AI is not a different technology than the kind of digital technology in everyday use. However, there is no question here of our entering any competition to surpass others in digital race. But then there is at least no harm in trying to attain some degree of self-sufficiency in digital technology. To that end, the government as well as the private sector would do well to invest more in research and development in the digital sector of the economy.\n[email protected]",
        "headline_1": "Investing in digital sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investing-in-digital-sector-1684163615",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2023"
    },
    {
        "full_article": "Kishoreganj is crisscrossed by a small river. It is known as the Narasunda river. However, the river is getting narrower day by day as land grabbers are out to encroach on both sides of the river. Once, it was a tributary of the Brahmmaputra and flowed into the Bay of Bengal through the river Dhaleswari. The river supplied drinking water and supported trade and commerce. Over the years, the land grabbers set up illegal factories and other establishments on both sides of the river. Narasunda is now dying because of pollution. Huge quantities of toxic chemicals and wastes from mills and factories, hospitals and clinics and households and other establishments are dumped into the river every day. Both the banks of the river are directly used to discharge solid waste. As a result, a perpetual stench fills the air around it. The water of the river cannot be seen because of thick layers of water hyacinth. The river close to Kishoreganj town dries up even during the rainy season. Only 2-3 feet of a drain-like stream becomes visible sometimes. The river, which is going through the pangs of death due to a dam built years ago at the confluence of the river Brahmmaputra, should be saved. The authorities concerned should immediately pay attention to this river and take every step to revive the river so that it can get a new lease of life. \nMohammad Rajib,Student of Department of English,Comilla University, Cumilla,[email protected]",
        "headline_1": "Save Narasunda river",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-narasunda-river-1684163638",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-05-2023"
    }
]