[
    {
        "full_article": "Prime Minister Narendra Modi’s first Independence Day speech in his third term in office — the eleventh since 2014 — sought to signal continuity and authority, particularly in the context of the fact that he is now leading a coalition government. He called for a uniform civil code, terming it a secular measure agnostic of religious faiths, ‘one nation, one election,’ and increased safety of women against the backdrop of the sexual assault and murder of an on-duty doctor in Kolkata recently. Mr. Modi said there were attempts to destabilise the economy of the country, echoing the BJP’s view on a recent report by U.S.-based short seller Hindenburg Research that has accused the head of stock market regulator SEBI of conflict of interest. Mr. Modi criticised the continuing trend of dynastic politics and suggested that one lakh first generation young leaders should enter electoral politics at various levels, and also expressed hope for peace being restored in Bangladesh. Reviewing his two terms in power, he claimed that India has made great strides in manufacturing, and in fighting corruption, and vowed to stay the course regardless of obstacles. The desirability of a uniform civil code, or more youngsters in politics or fighting corruption is not in question. But unfortunately, all these remain contentious issues, largely due to the government’s partisan approach.That Leader of the Opposition Rahul Gandhi was seated in a back row of the audience at Red Fort where Mr. Modi delivered his customary address is instructive. The government’s explanation for this breach of precedent, that the seats in the front rows were given to members of this year’s Olympic team, is hardly a reasonable one. The government needs to be less unilateral and more consultative if it is truly committed to advancing a unified national agenda in the seventy-eighth year of India. A uniform civil code in a country as diverse as India requires consensus building, and ending the opportunistic use of the issue to attack the Muslim community. The government cannot fight corruption by investigating only Opposition leaders and overlooking serious charges against functionaries such as the SEBI chief. Criticism of the government is not a conspiracy to destabilise the nation, and labelling it as such is appealing only to a diminishing number of people. Independence Day should be a good occasion as any other to remember that the nation is not the government, and certainly not synonymous with the party in power. The freedom is for keeping the government of the day accountable to the people through a political process. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndependence Day\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ngovernment\n\n/\n\npolitics (general)\n\n/\n\nsexual assault & rape\n\n/\n\nWest Bengal\n\n/\n\nKolkata\n\n/\n\nhospital and clinic\n\n/\n\neconomy (general)\n\n/\n\nBharatiya Janata Party\n\n/\n\nUSA\n\n/\n\nBangladesh\n\n/\n\nmanufacturing and engineering\n\n/\n\ncorruption & bribery\n\n/\n\nRahul Gandhi\n\n/\n\nIndian National Congress\n\n/\n\nparliament\n\n/\n\nParis Olympics 2024\n\n/\n\nminority group",
        "headline_1": "Freedom notes: On the Independence Day speech and beyond",
        "headline_2": "India must make its governments more accountable to the people",
        "link": "https://www.thehindu.com/opinion/editorial/freedom-notes-on-the-independence-day-speech-and-beyond/article68529138.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "India’s goods exports suffered a blip last month after three months of growth that had triggered hope of a notable recovery from a patchy 2023-24 performance. July’s merchandise shipments’ tally of just under $34 billion marks a 1.5% drop from 2023 levels, but is also the weakest number since November 2023 and the second worst since October 2022. Although 18 of India’s top 30 export items clocked growth, including electronics (up 37.3%), readymade garments (11.8%) and handicrafts (13.2%), there was a significant drag from the rest. Petroleum exports dropped 22.2%, while gems and jewellery fell 20.4%, chemicals slipped 12%, and curbs on some food exports continued to hurt. This was accompanied by a tangible 7.5% rise in the import bill, fuelled by a 17.4% surge in petroleum imports, and a significant rise in consumer demand-driven ‘non-oil, non-gold’ imports such as electronics, pulses and vegetable oils. Gold imports fell 10.7% in dollar terms, but have hovered in the $3 billion-$3.4 billion range since April. With the Union Budget slashing import duties, gold imports could spike further. Moreover, silver imports that have been rising exponentially, mainly due to concessional duties offered under a trade pact with the UAE, shot up almost 440% in July, and are almost 202% higher in the first four months of 2024-25.Of course, the combination of shrinking exports and growing imports spiked the trade deficit by almost 24% to $23.5 billion — a nine month-peak. Further upside risks remain, especially with domestic demand expected to hold up relative to the global demand for India’s exports. The Commerce Ministry still appears sanguine and believes India will surpass last year’s record export tally, factoring in robust services exports. But the outlook is uncertain, with existing and fresh geopolitical disruptions (Bangladesh) repeatedly flaring up, and freight cost surges making some exports unviable. A recent decline in commodity prices is another worry, especially with a decelerating Chinese economy, prompting its producers to flood global markets by undercutting prices. Global trade is expected to grow faster than 2023 but India must run harder to keep up, and actualise any gains. While the Centre’s steps to tap new markets are laudable, it would do better to offer more certainty for exporters on the fate of official schemes to boost their competitiveness, before global festive orders come up for bidding. A duty remission scheme, RoDTEP, has been extended only till September 30, while an interest subsidy scheme lapsed in June for large players and ceases this month for smaller firms. Inter-ministerial parleys for their continuation and even expansion, must be expedited so that exporters have greater visibility over longer timelines to do their operational math rather than last-minute surprises.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nexports\n\n/\n\nelectronics\n\n/\n\ntextile and clothing\n\n/\n\noil and gas - upstream activities\n\n/\n\njewelry\n\n/\n\nchemicals\n\n/\n\nfood\n\n/\n\nUnion Budget\n\n/\n\ntaxes and duties\n\n/\n\ngold and precious material\n\n/\n\ntrade agreements\n\n/\n\nUnited Arab Emirates\n\n/\n\nBangladesh\n\n/\n\nunrest, conflicts and war\n\n/\n\nChina",
        "headline_1": "​Choppy waters: On shrinking exports",
        "headline_2": "Trade outlook warrants timely decisions on export support schemes",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bchoppy-waters-on-shrinking-exports/article68529172.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "City police’s investigative conduct is a reflection of a much larger malaise that afflicts Bengal \nWhatever CBI’s investigation into the rape-murder of a junior doctor in a Kolkata govt hospital reveals, the conduct of Kolkata police, pulled up by Calcutta HC, is of serious concern. It points to a larger systemic crisis in Bengal.\nCover-up | Immediate actions of the college when the crime was discovered (informing the family it’s suicide), and the appallingly slipshod investigation (police didn’t even take the college principal’s statement), together demonstrate a total breakdown of administrative order. Kolkata cops neither took a statement from the principal, who hadn’t even filed a police complaint, nor investigated what prompted the hospital to attempt a cover-up. For the city police to now lament that multiple ‘theories’ are gaining ground, is extraordinary – this is happening because the investigation lacked credibility. What trust can the Mamata govt inspire when it takes Calcutta HC to bench a principal who victim-blamed at the first instance? Then he shrugged off accountability, only to be swiftly given a new posting within hours of stepping down. \nPolitics at its worst | The system is so broken that in the debris and detritus only dirty politics can flourish. The all-India template is that when office-bearers are complicit in and/or accountable for  any serious crime, then thanks to political reach, probes are dubious. Take the Pune Porsche hit-and-run case where the mother swapped DNA samples of her teen son. Recall the Unnao victim who had to set herself afire in front of CM’s office before her case moved. In Bengal too, the political VIP status of the college principal allegedly influenced police’s probe. Cops were even a study in restraint initially as a mob vandalised RG Kar hospital on Wednesday night.\nMessage for Mamata | It is astounding that Mamata should be “relieved” that the probe has been handed over to CBI. It shows a sitting CM shaky about her own police’s capacity. It shows the normally aggressive TMC chief virtually conceding that the wider public doesn’t trust her police, that they don’t trust that forensics will not be tampered with, or that Kolkata cops will deliver a robust investigation. Most of all, the horror at RG Kar is a grim reminder of how Bengal is governed. \n\n",
        "headline_1": "Cop out in Kolkata",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cop-out-in-kolkata/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "What I’m called can confuse a lot of people and not just kanwariyas \nThe principal of a famous school in Darjeeling was in a state of consternation. The reason was the expected arrival of a guest, a journalist who was to do a feature on the school that was celebrating its 150th anniversary.  \nThis was long before the advent of email, and the cause of the principal’s disquiet was a telegram he’d received giving the name of his visitor.  \nWhat sort of name is this? he asked his family. The first name looks as though it could be a misspelling of Jack, in which case he might be Christian, but the last name sounds Muslim, he mulled.  \nAscertaining the religious identity, would determine what to offer by way of refreshment without transgressing dietary taboos. \nHis quandary was resolved when I turned up. Would I like a cup of tea, or coffee, or perhaps something a little, er, stronger? my host enquired. Tired after my journey from Calcutta, I indicated that something a little, er, stronger, would not be amiss. Over a convivial glass of something a little, er, stronger, the  principal recounted the perplexity which the enigma of my name had occasioned.  \nI recall that incident of decades ago in light of the proposal, stayed by SC, by UP and MP requiring that along the route the kanwariya pilgrims take, all eateries must display the names of their owners and staff.\nThe ostensible reason was that this would preclude the possibility of the pilgrims being exposed to ritual pollution caused by eating cross-community food. However, the real reason seemed to be an economic boycott of Muslims in our supposedly secular society.  \nIt might soon be mooted that not just eateries but all businesses must display their ownership. And why stop there? What about private residences? Will homes have to have not just normal nameplates but ones that unambiguously spell out the community the occupant belongs to?  \nIn which case, like that principal of long ago, my name might discomfit any passerby, kanwariya or other, fearful of being ritually polluted.  \nMaybe instead of a nameplate, a warning notice might be best: BEWARE OF JUG!\n\n",
        "headline_1": "You name it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/you-name-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "SC call to make minerals tax retrospective brings back ghosts of Vodafone, Cairn\nSupreme Court shouldn’t have given retrospective effect to its recent judgment that granted states the right to levy tax on mineral rights. The huge burden on mining companies will not just impact their financials and investment plans but also have a ripple effect across the value chain, possibly leading to inflationary trends for end products. SC’s July 25 verdict was a step forward for fiscal federalism. But had Wednesday’s ruling been different, the cause of fiscal federalism would have still been upheld, without the inevitable distortions retrospective taxation engenders. The legal story on this is most likely not over. \nQuestionable logic | While SC tried to soften the blow on mining companies by waiving interest and penalty imposed before July 25 and by staggering payments over 12 years, the cumulative effect will be considerable. That this matter was referred to a nine-judge bench as long back as 2011 should have weighed on SC’s mind. In effect, mining companies will now have to cough up – by one estimate – taxes in the range of ₹1.5-2tn, thanks to delays in the judicial process. Granting prospective effect to its ruling would make states that had passed enabling laws and collected taxes liable to refunds, SC said. But this doesn’t seem to have accounted for the Centre’s stand that it was agreeable to a “no recoveries no refunds” regime. Instead of a decades-old dispute being settled once and for all, what we now face is its persistence in the future.\nA bad idea | The larger issue here is of retrospective taxation, which is both bad policy and unsound economics. Companies make decisions keeping in mind extant laws. To subject them to retrospective tax doesn’t just impact them financially. It affects the general business climate. We have seen this play out in the Cairn and Vodafone disputes, which saw international tribunals ruling against erstwhile UPA govt’s attempt to impose such a tax. Those taxes impacted India’s reputation as an investment destination. Fortunately, an amendment in law in 2021 undid the damage caused by that move. Did we need a judicial decision to bring the issue front and centre again?  \n\n",
        "headline_1": "Taxing judgment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/taxing-judgment/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "Written by Jug Suraiya\nHas India’s education system become a contradiction in terms, in that it does not educate and is no longer a system, an orderly arrangement of ideas and functions formulated to achieve a desired objective?\n\nA spate of scams, of mass-copying, leaked question papers, and faked certificates, poses a threat to the groves of academe which are being turned into a blackboard jungle, producing hordes of purportedly educated unemployed young people, making a cruel mockery of our vaunted ‘demographic dividend’.\n\nBut more than the economic and social repercussions of mass unemployment, our derelict educational edifice is haunted by the spectre of a deeper existential crisis.\n\nIn an interview on social media, a student has identified a fundamental flaw in what and how we teach by dividing courses into the science stream and the arts stream.\n\nStudents who opt for ‘hard’ science subjects like physics and chemistry, can’t also choose ‘soft’ subjects like history and literature, and vice versa. This creates an asymmetry not only in terms of job skills and employment opportunities but, at a deeper level, it can lead to an ethical, moral, and spiritual vacuum, a void in the heart of our body politic.\n\nScience teaches the ‘how’ of life: how to do brain surgery, how to cure disease, how to build rocket ships.\n\n\nThe arts guide us to the ‘why’ of life: why peace is better than war, why love should overcome hate, why there’s a difference between good and evil.\n\nBoth the ‘how’ and the ‘why’ are essential to life. Without the ‘hows’ – how to make fire, how to invent the wheel, how to discover gravity – we’d still be living in caves. Without the ‘whys’ – why we choose a profession, why we adhere to a particular creed or ideology – we’d have no compass with which to chart the journey of life.\n\nThe ‘how’ is the superfast train in which we travel; the ‘why’ is the direction we travel in and the destination we hope to arrive at.\n\nWhen Neil Armstrong took his historic “One small step for man, a giant leap for mankind”, a commentator observed that the American tragedy was that it had put a man on the Moon without knowing why.\n\nThe ‘why’, of course, was America’s rivalry with USSR, the space race being an adjunct to the arms race. And the tragic irony was that the images relayed from Apollo 11 of the blue Planet Earth, in all its breath-taking and fragile beauty, should be shadowed by the monstrous mushroom cloud of nuclear Armageddon.\n\nThe ‘how’ that split the atom raised the ‘why’ of prioritising between building an energy plant which could light a million homes and making nuclear warheads which could take a million lives.\nThe advent of Artificial Intelligence, with the boundless horizons it has opened, has made even more crucial the tightrope walk between the ‘how’ and the ‘why’, between what we can do, and what we ought to do.\n\nWill AI create a virtual reality ‘realer’ than the real reality? Help to overcome cancer? Both?\n\nAI could be the final challenge in balancing the ‘how’ and the ‘why’ if what we call humanity is to retain its humanness.\n\n\n",
        "headline_1": "The ‘How’ and the ‘Why’ of life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-how-and-the-why-of-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "The student-led people's movement toppling an autocratic government reminds me of a song by Sabina Yasmin: \"Shob kota janala khule dao na, ami gaibo gaibo bijoyeri gaan\" (Open all windows, I want to sing the song of victory). Though it was in praise of our Liberation War, it resonates in my heart today. Suddenly, we are living in a world without barriers of thought. Many of us had forgotten how to speak freely. We would always either switch off or put our mobile phone in the adjoining room, because of the surveillance regime that we lived under. Self-censorship became embedded in our subconscious. A small minority of print media tried to hold power to account while the rest competed with each other to genuflecting themselves to power. They opted for \"lapdog\" journalism rather than being the \"watchdog.\" Fear of saying anything other than the koshered version was so prevalent that frank opinions were only expressed in the most intimate of settings. Anybody speaking to us as journalists would preface their comments by saying \"not to be quoted.\"\nFor the last 10 years or more, nothing could be said against Sheikh Hasina or any member of her family. Expressions like \"powers that be,\" \"highest level of decision-making,\" etc were used while referring to the former prime minister. A law was enacted, under the guise of showing respect to the father of the nation, that made punishable even the slightest criticism of any member of Sheikh Hasina and her family. Throughout her tenure, the use of cartoons of the former PM, her sister, son, daughter, niece and nephew, or any negative comment about them, however well-documented, was not permitted, and harassment including jail term could not be ruled out. Anything but the \"family\" was the norm in our storytelling.\nRigged elections in 2014, 2018 and 2024, and Sheikh Hasina and the Awami League getting away with it, served to demoralise us the most. In every democracy, however flawed, elections serve to be an occasion for robust expression of the public will. This the people of Bangladesh, save those belonging to the ruling party and its allies, were deprived of. Also, by repeatedly manipulating elections, the Hasina government deprived itself of the vital feedback that free and fair elections usually give, as evidenced by the last election results in India. By manipulating elections, Sheikh Hasina, her government and her party never got the real message and, as such, suddenly found the ground shifted from under their feet when the student-led movement started.\nThe question that keeps on churning in my mind is: how did we go there? Why couldn't we prevent this from happening? Did we protest as we saw our freedoms being erased? Here comes the issue of moral bankruptcy of our intellectuals in general. As we saw Sheikh Hasina get more and more entrenched in power, we became more and more amenable to compromise.\nThe Awami League led a group of 14 parties in which some very renowned politicians were involved. These politicians spent their lives in trade union movements, fought for peasants' rights, women's rights, anti-extremism and democracy. But as a part of the then ruling party alliance, they all got sucked into the world of privilege, wealth and power. How could these leaders not see the rot that was setting in?\nOver the 15 years of Sheikh Hasina's tenure, we didn't hear of a single resignation from any post within the government or outside. No minister, no MP, no academic, no professor, no vice-chancellor, no judge ever had the moral courage to stand up and say, \"Enough. I will not take this anymore and will be guided by my conscience.\"\nThe way the highest tier of judges fell in line to oust the then chief justice, Surendra Kumar Sinha, will remain as the most shameful capitulation of the judiciary to the executive in Bangladesh's history. All Appellate Division judges were called by the president, on returning from which the group declared that they would no longer sit in any bench or participate in any deliberations where the chief justice would be present. In effect, all the judges expressed \"no confidence\" in the chief justice. But on what grounds? No explanation was given.\nThis one instance in which the mere wish of the prime minister led to the sacking of the highest judge of the highest court, with not even a demur by so many senior judges, sealed, in my view, any chance of independence of the judiciary. But it was brought on by the judges themselves. Couldn't a single judge resign to protect the dignity of the judiciary?\nWhen the judiciary succumbed without clamour, all the other institutions and the people within them lost hope. One by one, most institutions collapsed—and often with our own help.\nJudged against the background of total institutional collapse, the crucial significance of the student-led uprising cannot be overestimated. The chief of the interim government Prof Muhammad Yunus most appropriately termed the uprising our second \"liberation.\" It is truly so. We now have a genuine chance of undertaking fundamental reforms that we so desperately need.\nThe student-mass uprising has broken down all structures of oppression. It has opened the door for all of us to dream again. Freedom is in the air and our right to free speech seems to have been regained. What the students have taught us is to never lose hope. When all doors were shut, the students crushed the barriers and opened them all. A fresh wind of change is now blowing through Bangladesh. New hope, new expectations and, most importantly, new possibilities are coming before us.\nWe must remember that just as we are good at fighting for justice, defeating the autocrats, and driving the military back to the barracks, so also we have a sad record of not being able to reach the goals that inspired us to fight the oppressor.\nWe missed the opportunity to build Sonar Bangla, first due to Bangabandhu's fatal mistake of launching BAKSAL and then because of his brutal murder along with his family and the consequent entry of the military to run the country.\nThe second opportunity was missed with the fall of General Ershad and the restoration of an elected and representative government. There was a well-thought-out plan by all the political parties that came together to topple Ershad's autocratic government. But when BNP came to power in 1991, that plan was ignored. When the Awami League came to power in 1996, it did the same. Thus, instead of the politics of unity, development and peace, we entered a phase that The Economist termed \"the battle of the Begums.\"\nNow we have a third opportunity. Usually, nations are not so lucky. How we make the best use of this occasion will be our biggest challenge. The most urgent task is to unify the nation. We must not lapse into the same destructive culture of relegating the interest of the country behind that of the party and putting the interest of the party behind that of the leader. We have suffered enormously because of it, and it is true for us all.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: Taste of freedom regained",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-taste-freedom-regained-3678186",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "That there have been a number of attacks, including looting and arson, targeting the homes, businesses, and places of worship of minority communities after the fall of the Awami League government cannot be denied, nor should questions like who orchestrated the attacks or what political motives might be behind them be allowed to overshadow the importance of security, justice, and equal rights for these vulnerable groups. According to the chief of army staff, there were around 30 crimes against minority communities in 20 districts. The number provided by the Bangladesh Hindu Buddhist Christian Unity Council (BHBCUC) is much higher. Only a thorough and impartial investigation can clear up the confusion, and hopefully lead to justice, which is vitally needed.\nIn Bangladesh, minorities—religious or ethnic—are often among the first to suffer during political upheavals. Even during normal times, we have seen how dodgy political elements exploited their vulnerability. Many persecuted minority families also had to flee their homes and even leave the country. However, this time, their response has been markedly different. Members of minority communities chose to stand their ground and protest against the violence. The BHBCUC also presented an eight-point demand, vowing to continue their protests until the attacks ceased. Although the protests were later suspended following assurances from Chief Adviser Dr Muhammad Yunus, tensions still remain.\nTrue, the sensitivities of the issue under the present circumstance made it something of a political minefield requiring caution, but we should be able to unequivocally denounce any attack on minorities and demand their protection from further assaults. We were heartened by the message given by Dr Yunus—that all people in Bangladesh are members of one family—and the solidarity of student protesters and ordinary citizens who guarded the homes and places of worship of minorities. This show of positivity and solidarity must continue. And the interim government must honour its commitment to provide security to all members of minority communities.\nBut since the minority question keeps surfacing under new realities, we should think critically about what we are doing wrong, and what we should do to address it. In the new Bangladesh that we hope to build, minorities must enjoy the same rights and protection as everyone else. Some of the demands forwarded by BHBCUC—including the introduction of a law to protect minority communities, full implementation of the CHT Peace Accord, and greater participation and representation of religious and ethnic minorities in government—deserve immediate consideration. Through these and other sociopolitical reforms, we must eradicate their vulnerability so that no vested groups can ever exploit them.\n",
        "headline_1": "Justice and equal rights are crucial for minorities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/justice-and-equal-rights-are-crucial-minorities-3678176",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "The constitutionality of the current interim government of Bangladesh can be analysed from two perspectives: firstly in consonance with Kelsen's Grundnorm theory following a revolution and the drastic change in circumstances that follow, and secondly in light of the present constitution.\nThe Constitution of the People's Republic of Bangladesh is the supreme law of the land and, as its Article 7 (2) states, it is the solemn expression of the will of the people. Reading as such, along with Kelsen's Grundnorm theory, which enunciates that the law of the land emanates from a Grundnorm or the basic rule that births all other rules found in that legal system, it means that the Grundnorm is the will of the people. The evolution, or change of a Grundnorm, occurs at the instance of a successful revolution. Following the revolutionary events in Bangladesh in the months of July and August in 2024, it is safe to say that both a revolution and a significant shift in the will of the people have occurred.\nThis shift can be identified through two lenses: i) academic; and ii) political or through the naked eye. From an academic standpoint, the rallying of people against a tyrant regime and the subsequent resignation of the then prime minister is a mark of revolution from a procedural and academic standpoint. In the naked eye, the people flooding the streets in visible jubilation following the fall of the despotic regime as a result of weeks-long mass protests, unrest, and bloodshed is an invariable display of the shift of public will—the mark of a successful revolution and the subsequent shift, in other words the creation of a new Grundnorm.\nThe characterisation of these events as a revolution may be concretised by two key factors: the fact that the prime minister resigned, and that she left for another country in search of refuge. Following her resignation and subsequent departure, the law enforcement agencies, which had done her bidding even till the very last minute of her stay inside the country, were nowhere to be found. Meanwhile the army, which was deployed on the streets, expressed support to the people on the streets. And even more so, as evidence of a successful revolution, two student leaders took seats in the newly formed interim government as representatives of the movement. Furthermore, the formation of the interim government was not based on the will of any particular group of people. It was the collective expression of the representatives of the major political parties in the country, leaders of the student-led mass uprising, key members of the civil society, etc. that led to the formation of the council of advisers of this interim government.\n\nUnder the present constitution, for the sake of debate, to entertain Article 57 (3) pertaining to the ability of the prime minister, after resigning, to still hold office until the next prime minister takes office, such application would be null and void given the fact that the prime minister is not present in the country, or at her office following her resignation. Hence, the question of whether she holds office till the next prime minister comes is irrelevant, since she left her office invariably for another country, rendering herself unavailable as opposed to the constitutionally prescribed method of resigning.\nHence, in tandem with the legality through the shift and stabilisation of the Grundnorm towards the interim government, and through the application of the effective control theory where all the state's machineries are under effective control of the interim government, this government is not just legal but also constitutional. A successful revolution may lead to changes in the law of a country (\"When and why does the Grundnorm change?\"; The Cambridge Law Journal).\nUnder the present constitution, for the sake of debate, to entertain Article 57 (3) pertaining to the ability of the prime minister, after resigning, to still hold office until the next prime minister takes office, such application would be null and void given the fact that the prime minister is not present in the country, or at her office following her resignation. Hence, the question of whether she holds office till the next prime minister comes is irrelevant, since she left her office invariably for another country, rendering herself unavailable as opposed to the constitutionally prescribed method of resigning. This created a unique situation which neither happened in our history, nor does our constitution explicitly provide for it. The former prime minister's fleeing from Bangladesh made it practically impossible for her to hold the office till the appointment of her successor. In such a unique situation, which seemingly lays outside of the periphery of what exists as constitutional law in Bangladesh, it necessitates the actions of the president, and if need be, the collaboration with the chief justice in conjunction with Article 106 of the constitution, in formulating a new interpretation of constitutional principles that deal with the situation and pave a path forward.\nThere is a misconception that following the prime minister's departure from the country either by resignation or otherwise, there was no government in the country, whereas in the absence of the prime minister, the president was still in office, therefore there evidently was a government. The formation of the interim government led by Dr Muhammad Yunus was overseen by the president, which goes in line with the aforementioned constitutional law principle, since the vacuum created by the absence of the prime minister altogether elevates the duties of the president, thus instating this government as legal and de jure. Another significant characteristic of this government is that there has been no opposition to the formation and operation of this new government, which clearly shows that the people of Bangladesh including all political parties and the state organs have generally accepted it. Moreover, Articles 57 (3) and 58 (4) of the constitution stipulate that the prime minister and the cabinet of ministers will continue to hold their offices until their successors have entered the offices. The word \"successor\" is critical as it does not explicitly mandate a new prime minister or a cabinet of ministers to be appointed. From this perspective, their \"successors\" in the newly formed interim government, which the president appointed after taking the advisory opinion of the Supreme Court, gain legitimacy under the present constitutional scheme too.\nIn international law, there are two different terms used to describe different governments: de jure and de facto. De jure is recognition by law and de facto is control in fact. The president, with the utmost responsibility of the state, swearing in this interim government gives it legality, enunciating it as a de jure government, while consequently the effective control the interim government gained over state machinery—whether it be through the controlling of civil servants, law enforcement agencies or otherwise and through the emphatic and visible support of the people at large—proves this interim government to be the de facto government as well. Moreover, the recognition of the international community—the United Nations as well as various countries—and their willingness to work with this new government is also a very important characteristic of a valid government of a country in this era of modern international law.\nThis column does not aim to solve all the problems that have arisen out of the current constitutional crisis, but to raise relevant issues in concordance with the current situation so that they may be penultimately pondered over, researched, articulated and then implemented as suitable concrete solutions in the future. There is no one side taken throughout this text, rather multiple analyses made from a bird's eye view of the situation, taking into consideration the plethora of factors and circumstances relevant to it.\nThe legality of the present interim government is justified based on both Kelsen's theory and the existing constitutional law of Bangladesh. Thus, this government's legality can be established from jurisprudential, constitutional and international legal perspectives.\nDr Muhammad Ekramul Haque is professor of comparative constitutional law at the Department of Law in the University of Dhaka, and senior research fellow at the Constitutional Studies Program in the University of Texas at Austin, US. He can be reached at [email protected].\n\n",
        "headline_1": "The legality of the interim government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-legality-the-interim-government-3678131",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "What the Chief Adviser to the interim government has said while talking to the Hindu community is not only laudable but also time-befitting. The key message he conveyed is that the members of the Hindu community in the country should not be circumspect by their minority status. They should remain united and claim their rights under the law as free citizens of the country. Exchanging views with leaders of the Hindu community at the Dhakeshwari National Temple on Tuesday, he also urged them to be patient and support the interim government.Immediately after the fall of the Hasina government, the country experienced incidents of widespread violence including a few shocking attacks on the Hindus, their properties and places of worship. Isolating the attacks as targeted only on the Hindu community, however, will only be a misrepresentation of facts. Attacks also took place on Awami League leaders, their houses, and business establishments. The communal motive behind the attacks on Hindu households might have worked in some cases, regardless of whether the victims were or not supporters or beneficiaries of the previous regime. There is also another side to this story. Just days after the violence erupted, reports had it that local people in the affected localities, even students from madrashas, forming groups on their own to protect temples and their Hindu neighbours. Reportedly, these groups are still on guard.There are quarters inside and outside the country who took advantage to further incite the chaotic situation through fake news and rumours on social media as well as in the print media. One of the most circulated dailies in the neighbouring country published the false story of a celebrity Hindu cricketer's home torched by a rowdy mob. In reality, the sad incident involved a Muslim cricketer who happened to be a member of parliament (MP) of the former regime. Rumours apart, the fact that incidents of attack and vandalism that took place in many parts of the country must be condemned and criminals responsible should be brought to book. Those now in the interim government have recognised the occurrences as extremely upsetting. The leaders of the minority communities during the meeting with the Chief Adviser placed a number of demands that included enactment of a minority protection act, formation of a national minority commission and a minority ministry, and ensuring proportional representation and participation in the government, parliament, and all representative bodies based on ratio of the population. The chief adviser urged the community not to consider themselves as the minority. Bangladesh, he said, is 'one family' and there should be no question of making differences and divisions in the family. Referring to their grievances, he said, it is the failure of the state to create a situation where legal rights and justice for all citizens can be secured. He urged them to push for establishing democratic rights, freedom of speech, and human rights without considering themselves as a minority people.",
        "headline_1": "No minority tag, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-minority-tag-please-1723734346",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "Finance and Planning Adviser to the interim government, Salehuddin Ahmed has indicated that his ministry will prioritise those projects of the ongoing ones that foster businesses and employment. The objective is to support people's livelihoods through creation of jobs. Of course, he has not ruled out carrying on works of the mega projects but the relatively more important projects will get preference for execution. This resonates with the desire expressed by Tuomo Poutiainen, country director of the International Labour Organisation (ILO) for Banmgladesh. He hopes that the findings and recommendations of the just published ILO report, titled Global Employment Trends for Youth 2024 (GET for Youth) will be of help in \"shaping an environment for a better future for youths in Bangladesh, aligning with the 'zero unemployment priority' of the interim government\". The 'zero unemployment priority' sounds more like rhetoric than a reality in the context of the financial sector's malaise in the country. Businesses and the banking sector the interim government has inherited are in disarray. The only positive development has been on the remittance front with its inflow through formal channels rising healthily. But unless business takes off and the revenue earned can be redirected for investment in productive purposes along with injection of foreign direct investment and development of institutions that support the cause of young people, attainment of the objective will remain elusive. The banking sector that bled white with the flight of enormous sums of money out of the country will certainly need a reasonable time for its resuscitation. In addition to creation of wealth from the country's manufacturing, service sectors and businesses, this is a precondition for opening up more livelihood options for the youth. Will the interim government get as much time as needed for advancing such pressing agendas? The youth employment situation the world over has improved, so has that of the South Asian sub-region but the rate of unemployment, particularly that of the 'not in employment, education, and training (NEET) category is still higher at 20.4 per cent. This is largely because of the extremely high NEET rate at 42.4 per cent among young women as against 11.5 per cent among young men in South Asia. The erosion of income with devaluation of Taka and the shrinking of quality employment for a decent living made worse by a mismatch between education and highly paid jobs have proved a stumbling block on the way to reducing unemployment among the educated youths. Unsurprisingly, unemployment among the bachelors and master degree holders is higher than the youths with education below that level. Although the Bangladesh Bureau of Statistics (BBS) has often shown concocted figures of unemployment, private research organisations put the figure as high as 46 per cent among youths who passed bachelor, bachelor with honours and master's programme from the National University. According to the European Intelligence Unit statistics, the unemployment figure among bachelor degree holders was 47 per cent last year.Prolonged high inflation in Bangladesh has exacerbated the overall economic status of the average people with the low-income group bearing the brunt. Not only has it affected their purchasing power but also forced them to curtail their food intake with the exclusion of protein and other costly nutritious stuffs such as milk and egg. Under compulsion they have made their children to discontinue studies and lend their tender hands to earn a pittance for their families to stay afloat. How the anti-discriminatory movement waged by students addresses this yawning social discrimination and the NEET gender gap of almost four times higher among young women compared to their male counterparts is to be seen. The adviser in charge of financial matters also has to think of a novel way of developing more areas for absorbing the growing army of youths ready to enter the labour market under an inclusive employment policy. Fund constraint is likely to be the primary concern. In this case, reorganisation of the slimmer budget can bring about some sort of parity between the pressing issues and the funds available. The finance adviser has stressed the need for avoiding wastage and effective execution of the annual development programmes. Sure enough, cost overrun on account of delayed implementation has been endemic. If this is taken care of, funds can be saved. But the chance is even higher for saving money on projects if bribery and misuse of funds can be done away with. This interim dispensation can prove that a stringent budget can work wonder if the bureaucratic behemoth is activated to achieve a required momentum.  History has bequeathed the best opportunity for cleaning the Augean stables that bureaucracy has become over the years. The commission culture and egregious abuse of power and public funds in the name of development have to be made a thing of the past once for all in order to make the most of the money spent on any project. This will certainly do justice to the people who want their due service without hassle and bribery. Monetary constraint can thus be overcome to a large extent by taking up pro-people programmes including creation of employment for the youth. \n[email protected]",
        "headline_1": "Creating employment opportunities to fuel engine of development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/creating-employment-opportunities-to-fuel-engine-of-development-1723734382",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "The long-familiar Dhaka city looked unknown to its dwellers since August 5 when students of educational institutions starting from middle school to university took up responsibility for traffic management. The students, who spearheaded a fierce anti-government movement that culminated in the ouster of the Awami League government, took on traffic management in the capital and other major cities and towns with the cops leaving their assignments amid attacks on police establishments in retaliation for the brutality against students during the movement. Since then, they had been performing the task single-handedly until police personnel in the traffic department resumed their work after a full-week break. The students have not yet withdrawn themselves from the voluntary work. But now they are not in the lead, they are just assisting the cops. Many people are comparing the one-week traffic management under students with that in other times. How was really the traffic management during the period?City dwellers had many new experiences at that time as the students, who were referred to as 'cute cops' by many for their being too young and naive, tried to enforce the traffic rules following the copybook. Vehicles were made to stop and take to the routes and lanes that they were supposed to. This was the first time pedestrians were not allowed to jaywalk and bikers to occupy footpaths. The results were clearly evident; traffic order prevailed across the cities. But it was not easy for them to make city people, who are used to breaking traffic rules, comply with those as the students have no legal authority to prosecute or fine anyone and police-like behaviour - verbal abuse, bribe seeking - are alien to them. Many pedestrians, bikers or transport workers were seen trying to ignore their instructions but finally submitted to their determination. The young generation has proved wrong the long-held public notion that they are too self-centred to take up challenging tasks in the greater interest of the nation. They have not only succeeded to oust a regime that opposition political parties have failed to, but also taken up many other tasks voluntarily to contribute to the benefit of the nation. Traffic management is one of the many responsibilities. Anyway, it will be no good idea to keep students in traffic management for a long period. They have their own business, studies that is, to which they need to go back as soon as possible to make up for the losses they sustained due to the movement. They need to be withdrawn promptly for some other reasons too. Students have some precious things - naivety and innocence - that need to be maintained as much as we can. There were media reports that transport workers offered bribes to some students when they stopped their vehicles for breaking the rules. It is obvious that lawbreakers and bribe seekers will keep trying to influence them if they are kept in traffic control for long.It is the decision of the authorities when the students will be withdrawn from traffic control, but it will be a great contribution to traffic management if the examples they have set are followed. Students have done so many things in traffic management that we expect not from them, but from the traffic police department, which is responsible for maintaining order on the street. \n[email protected]",
        "headline_1": "Learning from 'cute cops'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/learning-from-cute-cops-1723734413",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2024"
    },
    {
        "full_article": "The current maximum entry age of 30 for government jobs is outdated and requires reform. Raising this limit to 33 would better align with modern educational and career trajectories, allowing candidates to complete higher education and gain valuable private sector experience. This change would also accommodate demographic shifts, reflecting increased life expectancy and later retirement ages. A higher age limit promotes inclusivity, providing opportunities for those who have faced setbacks or taken non-traditional paths. By expanding the talent pool, we can increase the diversity and quality of applicants for public sector positions. This reform would strengthen our government workforce by tapping into a broader range of skills and experiences. It's time for the government to reform public sector recruitment policies to attract the best talents in the service of our nation. Implementation of this reform would align our policies with the realities of modern education and career trajectories, ultimately strengthening our public sector workforce.\nMuhammad Abdun NoorDepartment of Geography and Environment Jahangirnagar University[email protected]",
        "headline_1": "Raising entry age for govt. service to 33",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/raising-entry-age-for-govt-service-to-33-1723734434",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2024"
    }
]