[
    {
        "full_article": "Ok, so first up, congratulations are in order to folks who gave the name cryptocurrency. Crypt means an underground burial chamber, and crypts have been as central to Hollywood horror movies as a white saree rain-dance has been to Ramsey Brothers’ Bollywood horror movies.\nThe slight difference, in the context of imploded FTX, is that crypto exchanges are being buried right up, on terra firma, in full view.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tales from the money crypt: Crypto exchange FTX’s implosion shows a bear market is the only cure for silly financial greed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tales-from-the-money-crypt-crypto-exchange-ftxs-implosion-shows-a-bear-market-is-the-only-cure-for-silly-financial-greed/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "A child born yesterday would have been the world’s eight billionth inhabitant. The world’s population has more than doubled over the last six decades, a phase when curbing population expansion was a priority in most developing countries. The scale of the global population should not obscure the fact that we are in the midst of an unprecedented demographic downturn. A collapse in fertility rates and the consequent “population greying” will be the dominant demographic trend this century. Within this overarching trend, regional patterns will vary sharply.\nIndia is forecast to become the most populous nation next year, surpassing China. India too has seen a marked drop in total fertility rate, with GoI’s sample registration survey, 2020, putting it at 2. In other words, the fertility rate has dropped below the replacement level and the growth in numbers is only on account of earlier momentum. Therefore, the key challenge now is harnessing the demographic dividend. It refers to an economic growth spurt because of change in the age structure of the population following a decline in both mortality and fertility. The spurt comes from the relatively large share of the working age population (15-64) in the total population.\nGlobally, the share of the working age population peaked at 66% in 2012. India, however, is in the middle of its demographic transition, with SRS 2020 estimating the working age population at 70%. It represents a one-time window of opportunity before declining fertility rates push up India’s median age from the present level of 29. Thus far, we haven’t utilised it well. Research indicates that in India the economic benefit from the demographic transition has been lower than its Asian peers. The danger is that it will taper further and irreversibly if the right policies are not embraced.\nAn important measure of the challenge is the proportion of the working age population that’s in the labour force. India fares poorly, with 46% in 2021 when the global average is 59%. This indicator is abysmal when it comes to women. World Bank’s data shows that as compared to a global average of 46%, it’s a mere 19% in India. Unless more women are in the job market and overall human capital quality improves, India will not be able to encash its demographic dividend. It’s not the absolute number of people that’s a challenge. It’s skilling them for mass prosperity that matters.\n\n",
        "headline_1": "8 billion & falling: India, soon to be the world’s most populous country, has a narrow window to encash its demographic dividend",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/8-billion-falling-india-soon-to-be-the-worlds-most-populous-country-has-a-narrow-window-to-encash-its-demographic-dividend/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "The usual suspension-of-doctors-and-then-nothing-much response won’t do in the case of a young woman footballer’s death in Chennai after a botched surgery. Eighteen-year-old Priya R, suffering from a torn ligament, was promised that surgery would help her play better – her ambition was a government job through the sports quota. But her right leg was amputated following the surgery, and the complications kept mounting, culminating in multi-organ failure. A health department inquiry had found negligence on the part of doctors.\nBut only after Priya’s death were the doctors suspended from service and an FIR lodged. The initial official response was to transfer the two doctors to government hospitals in other districts. Across states, transfers are the standard first response when cases of dereliction of duty surface. Governments are wary of alienating powerful unions representing various classes of state employees. Strangely in a democracy, no government thinks of the terrible disservice to people. When medical negligence is prima facie proven, as it is in the present case, governments must immediately lodge FIRs under Section 337/338 IPC (causing hurt/grievous hurt for negligent act) or Section 304A (causing death by negligence).\nThe National Medical Commission’s guidelines require police, prior to arresting doctors, to consult medical boards of the district or state medical council, giving the relevant board two weeks each to make recommendations. But such timelines are difficult to adhere to, as in the present case, when there’s tremendous pressure on governments to arrest errant doctors quickly. True, relatives of patients venting their anger by assaulting doctors must be punished. But equally, the state mustn’t shield doctors. Evidence must be carefully collected and preserved and chargesheets filed promptly to help courts arrive at a conclusive finding on medical negligence.\n\n",
        "headline_1": "Doctored care: When medical negligence is evident, action must be taken fast. A tragic death in Chennai is a case in point",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doctored-care-when-medical-negligence-is-evident-action-must-be-taken-fast-a-tragic-death-in-chennai-is-a-case-in-point/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "For most people the gruesome details of Shraddha Walkar’s murder in Delhi, allegedly by her partner, Aaftab Ameen Poonawala, are shocking, almost incomprehensible.\nFor criminal psychologists, too, although they encounter many forms of savagery, the ultimate question – what makes a person, mostly a male, do this? – is still not fully answerable. At most, experts can say there are some indicators, gleaned from observing many cases, that may point to what makes a person commit such horrific acts.\nRead full opinion on TOI+\n\n",
        "headline_1": "Anger, power, control, fantasy … savagery: A clinical psychologist writes on what experts know, and don’t know, about the mind of those who commit crimes as horrific as the murder of Shraddha Walkar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/anger-power-control-fantasy-savagery-a-clinical-psychologist-writes-on-what-experts-know-and-dont-know-about-the-mind-of-those-who-commit-crimes-as-horrific-as-the-murder-of-s/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "The US midterm election results show a recurring motif – a split ballot, where voters have chosen candidates from both the Democratic and the Republican parties, instead of voting for all candidates up and down the ballot belonging to the same party. This practice creates an apparent shift towards moderation, and it showed up in many states this election. For example, we can analyse two crucial swing states: Georgia and Pennsylvania.\nIn Georgia, Donald Trump's acolyte and MAGA extremist Herschel Walker lagged behind moderate Democrat Raphael Warnock, the incumbent senator. They will face each other in a run-off election on December 6. A significant contrast to Walker is Republican Brian Kemp, the incumbent governor, who won his re-election by a margin of approximately eight percentage points. Governor Kemp courageously fended off extreme pressure from the then President Donald Trump, who wanted him to manipulate Georgia's 2020 presidential election results in Trump's favour. Many 2022 midterm voters from Georgia split their ballots, rewarding Kemp and punishing Walker in a predominantly Republican state that has looked more like a swing state in recent election cycles.\nA similar pattern appeared in Pennsylvania, too. Doug Mastriano, who joined the January 6 rioters at Capitol Hill, believes that Joe Biden is not a legitimately elected president. Mastriano is an ultra-right-wing MAGA devotee of Donald Trump. Moderate Democrat Josh Shapiro handily defeated Mastriano in the gubernatorial race with a whopping margin of 13 percent. This outcome differs significantly from the Senate race. Republican Mehmet Oz (the only senatorial candidate in the entire US midterm election who is a Muslim), although endorsed by Trump, presented himself as a moderate Republican and lost the election to John Fetterman by a margin of five percent.\nRepublican candidates who aligned with the ultra-right MAGA movement of Donald Trump did not fare well in swing states, when compared to moderate Republicans. Split-ballot voting caused several underperformances, far below expectations – so much so that relatively conservative media like The Wall Street Journal, the New York Post, and Fox News all published and broadcasted derogatory editorials, news headlines, and commentary against Donald Trump.\nIt is now clear that Trump's conspiracy-infested MAGA – Make America Great Again – movement has started losing steam. His ardent following in the Republican Party has precipitously fallen. In fact, a recent \"survey conducted by YouGov found that 42 percent of Republicans and Republican-leaning independents said they would prefer DeSantis over Trump to run in 2024. Just 35 percent said they would prefer Trump over DeSantis,\" as reported by The Hill on November 12.\nThe Democratic Party's talking heads have also recently been emphasising their support of law enforcement and their distance from cries on the left in favour of defunding law enforcement agencies. This is a wise emphasis on moderation considering the recent increase of violent crimes across the US.\nThe policy stances of many Republican candidates in competitive states showed significant deviations between the primaries and the general election. One stark example is Republican JD Vance of Ohio, who drastically moderated his extreme position against abortion rights when he started campaigning against moderate Democrat Tim Ryan. Vance won the Senate seat from Ohio. This same softening transformation was adopted by several other Republican candidates even in Republican-dominated states where abortion rights appeared on the ballot. (Five states – California, Kentucky, Michigan, Montana, and Vermont – had this issue on the ballot, and voters generally were supportive of abortion rights.)\nThe midterm seems to have ushered in the rain of hope after six years of extreme rhetoric, political violence, insurrection, and racist demagoguery – all fuelled by a narcissistic and semi-fascist cult-personality. As the midterm results came in, I remembered \"What the Thunder Said,\" Part V of TS Eliot's poem \"The Waste Land.\" He alluded to the Upanishad's \"Datta, Dayadhvam, Damyata,\" meaning welfare, self-control, and compassion. May Medicare, Medicaid, and Social Security be spared from the chopping block as Datta (welfare). May gun violence, school massacres, and hate crimes subside as Dayadhvam (self-control). And may reasonable abortion rights be restored as Damyata (compassion). Then peace shall prevail, just as Eliot said in his poem, \"Shantih, shantih, shantih.\"\nDr AK Mostofa Sarwar is professor emeritus at the University of New Orleans, former dean and vice-chancellor of Delgado Community College, and former commissioner of the Board of Trustees of the Regional Transit Authority of New Orleans.\n\n",
        "headline_1": "The changing patterns of US politics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-changing-patterns-us-politics-3170621",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "As we near the end of the two weeks of intense negotiations at the 27th United Nations Climate Change Conference (Conference of Parties – COP27) here in Sharm el Sheikh, Egypt, things are certainly heating up.\nThe biggest and newest issue is that of loss and damage finance, which was finally accepted as an official agenda item in a COP for the very first time – after hard, all-night negotiations. This in itself is a significant win for the climate-vulnerable developing countries, and is now being taken to the next level. The developing countries are united in their demand for the establishment of the Sharm El Sheikh Finance Facility for Loss and Damage (SSFFLD) at the end of the climate conference later this week. This will take a lot of heavy negotiations, for which we are fully prepared. During the high-level sessions last week, leaders of several countries including Scotland, Belgium, Denmark, Austria, and New Zealand offered finance to cover the loss and damage caused by human-induced climate change, which is a very welcome development.\nUnfortunately, US President Joe Biden did not make any such promise when he spoke.\nAt the same time, the fulfilment of the pledge made at COP26 in Glasgow, Scotland last year by the developed countries to double their funding for adaptation measures to tackle the impacts of climate change in the developing countries is still being debated and discussed.\nFinally, the perennial issue of reducing global emissions of greenhouse gases (GHG) to keep the global temperature rise below 1.5 degrees Celsius still remains on tenterhooks as the opportunity to stay below that level is rapidly diminishing every day. All the countries are now being urged to raise their goals to reduce GHG emissions faster than they have promised before.\nThe Bangladesh delegation is headed by the environment minister, and the Bangladesh pavilion has been hosting sessions all day, every day by different ministries and NGOs, telling others about what is happening in Bangladesh. The country is one of the most climate-vulnerable countries in the world, and has been experiencing many impacts of climate change in recent years. The World Bank recently published a thorough analysis of various adverse impacts of human-induced climate change that will hit our country over the coming decades, increasing the frequency and severity of coastal flood events. The estimated losses amount to USD 570 million every year going forward if measures are not taken to minimise those impacts.\nPakistan, too, saw devastating floods this year, which UN Secretary-General Antonio Guterres called a \"climate carnage.\" The heat waves all over the world this year have also been alarming.\nWe hope that the debates and discussions on doubling the fundings by the developed countries to adapt to climate impacts in order to minimise the effects of such extreme weather events – results of a changing climate – end with a positive outcome that will benefit climate victims.\nThis year, COP27 has more than 40,000 participants, most of whom are participating in many different activities in the different pavilions, where they can network with like-minded groups from around the world. Thus, this conference is a combination of a \"Talking COP,\" where the official negotiators talk into the late night, and an \"Action COP,\" where different groups including youth, scientists, private sector actors, parliamentarians, mayors and many others meet to discuss actual actions to tackle climate change.\nLet's hope the negotiations that are taking place at COP27 will bear fruitful results and, by the time the climate conference wraps up, we will be one step closer to tackling the climate crisis.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Negotiations going strong at COP27",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/negotiations-going-strong-cop27-3170166",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "The International Monetary Fund (IMF) concluded their much-awaited mission in Bangladesh on November 9. The visit had a positive outcome as the Bangladesh government and the IMF reached a staff-level agreement, which happened within a reasonable timeframe suggesting that the differences between the Bangladesh government and the IMF agendas were not insurmountable. An IMF press release notes that Bangladesh will receive funds under three programmes, with different grace and maturity periods. Although the IMF did not disclose the targets for monitoring indicators, it seems that the targets would be reasonable such that the country should be able to accomplish them in a medium term – that is, within 42 months from now.\nWhat is important here is that some of the prescriptions – increasing investment in the social sector encompassing health, education and social protection – are indeed long-term demands in Bangladesh. Moreover, allocating one-third of the USD 4.5 billion loan to climate safeguarding is also a welcome move. Other areas where the IMF has suggested reforms include revenue mobilisation and modernising the monetary policy framework.\nThe finance minister at a recent press conference also claimed that Bangladesh would be receiving IMF funds according to our terms and conditions. It thus transpired that the reform agenda prescribed by the IMF was also Bangladesh's reform programme. It is relevant to note that the above reform agendas have also been the core programmes elaborately discussed in our recent planning documents (i.e. 8th FYP and 7th FYP), which were approved by our highest decision-making authority. Since these reforms/programmes are owned by the Bangladesh government, they should not be difficult to accomplish.\nHowever, it appears that, until recently, Bangladesh has not been serious about implementing the promises made in the planning documents. Revenue mobilisation as a ratio of GDP (i.e. tax efforts) has been falling. Automation and tax administration reforms have been slow. The cost of the low effort is estimated to be high. A recent policy brief prepared by the PRI Centre for Domestic Revenue Mobilisation found that raising additional revenue of five percentage points, with revenue structure of 70 percent in favour of direct tax and their subsequent investment in infrastructure (30 percent), social sector (25 percent), social protection (15 percent) and agriculture (10 percent), is likely to add 3.3 percentage points to the current real GDP growth. This is a massive finding: realisation of this alone can help Bangladesh achieve 10 percent GDP growth.\nInterest rate is an important monetary policy instrument. By putting a cap on it, the Bangladesh Bank has made the tool ineffective in its fight against inflation. High inflation and capped interest rates at much lower levels than inflation have pushed the real interest rate into the negative zone, which may result in difficulties to attract deposits.\nSocial sector (i.e. education and health) investment has historically been low in Bangladesh – at around 2.7 percent of GDP. Low social sector investment has long-term implications regarding workplace productivity. Perhaps this is one of the reasons why Bangladesh has not yet been able to optimise the demographic dividend bestowed naturally upon us as a result of demographic transition. Viewing from lifecycle lenses, investments on children, youth and women are very low. According to the estimate of the Bangladesh National Transfer Account (NTA), a UN framework to assess income, consumption and transfers across age cohort 0 to 81, the lifecycle deficit of children (LDC-C) has increased from Tk 1.763 trillion in 2010 to over Tk 4.294 trillion in 2020. significantly. The share of public transfer to cover the LCD-C is only around eight percent, suggesting overwhelming reliance on the private transfer. Youth unemployment is over 10 percent, more than double the national unemployment rate. The NEET (not in education, employment or training) population is also large. Only 36 percent of the working-age women are participating in the labour force. Additionally, significant numbers are in informal employment with a high care burden on them.\nIt is now imperative that Bangladesh makes strong commitment to the above reforms, which are owned by the government. Along with revenue and financial sector reforms, the government must also agree on a formula to utilise the additional revenue that may emerge out of these reforms. In addition to looking into sectoral allocation, the government must also consider lifecycle groups when determining the distribution or allocation formulae. Among various groups, children and youth should get priority as they are critical for the country's future development. These groups are likely to yield high dividends in terms of increased wealth and revenues in the future, which in turn can finance future public programmes. The country must also agree to channel disproportionally higher investment to women as Bangladesh's development vision would remain unfulfilled if 50 percent of its population is left behind.\n \nDr Bazlul H Khondker is an economist and a former professor of economics at Dhaka University.\n\n",
        "headline_1": "Reforms proposed by IMF have been planned by the govt before",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reforms-proposed-imf-have-been-planned-the-govt-3170116",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "It is quite baffling just how irresponsible city authorities can be when it comes to ensuring basic safety for people. One problem that perfectly captures this is the presence of lidless manholes and open drains in many areas of the capital and other major cities which, often, remain uncovered for weeks on end. No doubt, for the pedestrians and even commuters, this makes navigating our already unplanned networks of footpaths and streets a daunting task. For example, as a report by this daily shows, just within the space of 300 metres between the Shishu Mela footbridge and the National Institute of Ophthalmology and Hospital in Dhaka, 19 manholes (out of 24) have remained uncovered for at least a month. The rest have been marked/covered using bamboo fences and tree branches, which can give a false sense of security but are as dangerous.\nAnd, across the one-kilometre road connecting Shishu Mela with the Department of Archives and Library, there are 80 such manholes, waiting to cause a tragedy anytime. The gravity of the threat is further illustrated by the fact that the road is frequented by visually-impaired individuals, who must crisscross the open manholes. This is totally unacceptable.\nThe news of people falling to their deaths because of uncovered drains/sewers and lidless manholes is not uncommon in Bangladesh. In September last year, newspapers reported the death of a 19-year-old university student in Chattogram's Agrabad Badamtali area. She slipped and fell into an open drain, to be buried under tonnes of waste before her body was finally recovered five hours later. Reportedly, four others had also died in the same manner within three months before the student's death. What makes this experience more tragic is how, instead of taking responsibility and undertaking preventive measures, responsible departments of the government engage in blame games. As a result, this problem persists, while people continue to suffer preventable injuries and deaths.\nIn the case of the open manholes near Shishu Mela, the Dhaka North City Corporation (DNCC) has reportedly given the task of covering them to a private contractor. But that was a month ago. Why has there been no progress? Why are so many manholes still uncovered? And why are the high authorities not intervening to ensure safety on this busy road and all other roads and alleys with similar problems? Ensuring the safety and convenience of residents should be their topmost priority.\nCity authorities across the country must not allow for such risks to linger along roads. Also, the problem of uncovered manholes is often due to the endless road and underground utility line repair works that occur round the year. This too must be addressed. Bangladesh is investing a lot in building modern infrastructure and improving city services. Modern city management is a need of the hour – and our city fathers must align their priorities with that of the tax-payers.\n",
        "headline_1": "Who will cover the manholes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-cover-the-manholes-3170091",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "It is quite baffling just how irresponsible city authorities can be when it comes to ensuring basic safety for people. One problem that perfectly captures this is the presence of lidless manholes and open drains in many areas of the capital and other major cities which, often, remain uncovered for weeks on end. No doubt, for the pedestrians and even commuters, this makes navigating our already unplanned networks of footpaths and streets a daunting task. For example, as a report by this daily shows, just within the space of 300 metres between the Shishu Mela footbridge and the National Institute of Ophthalmology and Hospital in Dhaka, 19 manholes (out of 24) have remained uncovered for at least a month. The rest have been marked/covered using bamboo fences and tree branches, which can give a false sense of security but are as dangerous.\nAnd, across the one-kilometre road connecting Shishu Mela with the Department of Archives and Library, there are 80 such manholes, waiting to cause a tragedy anytime. The gravity of the threat is further illustrated by the fact that the road is frequented by visually-impaired individuals, who must crisscross the open manholes. This is totally unacceptable.\nThe news of people falling to their deaths because of uncovered drains/sewers and lidless manholes is not uncommon in Bangladesh. In September last year, newspapers reported the death of a 19-year-old university student in Chattogram's Agrabad Badamtali area. She slipped and fell into an open drain, to be buried under tonnes of waste before her body was finally recovered five hours later. Reportedly, four others had also died in the same manner within three months before the student's death. What makes this experience more tragic is how, instead of taking responsibility and undertaking preventive measures, responsible departments of the government engage in blame games. As a result, this problem persists, while people continue to suffer preventable injuries and deaths.\nIn the case of the open manholes near Shishu Mela, the Dhaka North City Corporation (DNCC) has reportedly given the task of covering them to a private contractor. But that was a month ago. Why has there been no progress? Why are so many manholes still uncovered? And why are the high authorities not intervening to ensure safety on this busy road and all other roads and alleys with similar problems? Ensuring the safety and convenience of residents should be their topmost priority.\nCity authorities across the country must not allow for such risks to linger along roads. Also, the problem of uncovered manholes is often due to the endless road and underground utility line repair works that occur round the year. This too must be addressed. Bangladesh is investing a lot in building modern infrastructure and improving city services. Modern city management is a need of the hour – and our city fathers must align their priorities with that of the tax-payers.\n",
        "headline_1": "Who will cover the manholes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-cover-the-manholes-3170091",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "We are pleased to see talks between US President Joe Biden and Chinese President Xi Jinping over the Taiwan situation, with early vibes suggesting they have been positive. The two presidents met on the resort island of Bali, Indonesia, and both expressed their desire for constructive dialogues. That, we believe, is extremely crucial at this juncture, given how tensions between the two sides have been rising in recent years. In addition, in the wake of the Russia-Ukraine war, the global economy has been going through a very difficult time which can only be overcome with collective efforts of all nations, particularly the two most influential global players – US and China.\nRecently, one of the main points of contention between them has been Taiwan. We have seen both China and the US increase their military activities near the country, as well as their rhetoric. Officials from the two sides have also thrown a number of accusations at each other, which only increased tensions. Needless to say, any form of conflict around Taiwan will negatively affect the entire world, again, and our region will not be sparred either. Under the circumstances, we would very much like for any possibility of conflict to be avoided, as would the rest of the world.\nEven though both parties had previously expressed similar desires, it is imperative for both to stop any form of provocation, as that could easily lead to escalations potentially resulting in conflict, as we've seen happen in the case of Ukraine. Russia's invasion of Ukraine has thrown the world into huge uncertainties, and has greatly destabilised global trade and economy. Therefore, we desperately hope the two presidents realise that the world cannot afford any escalation of tensions right now. This could lead to an even bigger catastrophe, causing more suffering. As well as the Taiwan issue, another factor contributing to tensions between the US and China is that of global supremacy. Given the huge cost to human lives caused by previous such endeavours – particularly the atrocities that occurred in the 20th century due to countries pursuing such hegemonic ambitions – we would call on both countries to abandon the idea of world domination, either overtly or covertly.\nInstead, the two countries, given their influence in the world, should pursue cooperation. Both will benefit from that. \nThe US and China also have a huge part to play in resolving the ongoing conflict in Ukraine, as well as in avoiding any nuclear war. We hope they will come to a settlement over their differences, and work to resolve other issues that are plaguing the world, including various economic problems, particularly those that have arisen because of the US-China trade war. That, truly, would display the kind of leadership that the world needs from them at this moment.\n",
        "headline_1": "Reducing US-China tension is in everyone’s interest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reduced-us-china-tension-everyones-interest-3170066",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Eco-friendly, yarns made from recycled garment waste (locally called jhut) are learnt to have become very popular with global fashion brands. Some of the world's retail giants are said to be planning to use cent per cent recycled yarn-made apparel products by 2025-30. Bangladesh must get hold of this opportunity. But despite the enormous economic potential of this sector, little has been done at the policy level so far. On the contrary, the valuable garment waste or jhut produced here is learnt to have found its use in areas that has little or no economic prospect. For example, 35 per cent of the jhut material is reportedly being used as cheap fuel for heating boilers to generate steam at the gas-starved garment factories. Thus discovering the energy-generating potential of the garment waste, boilers are reportedly being imported from countries like China and South Korea, while some other entrepreneurs have been manufacturing boilers locally to meet the energy need of the country's garment factories. Add to this the lion's share (60 per cent) of the jhut from thousands of garment factories that is being exported to different countries including India, Hong Kong and Sweden where it (jhut) is being converted into high quality yarns through recycling. Those countries are making huge profit out of reexporting the recycled yarns to different garment manufacturing countries including Bangladesh. This is unfortunate. For such export takes place to the dismay of the local jhut-recycling textile units that can use a mere five per cent of the garment waste. Small wonder that these textile units, thus deprived of the locally recycled yarns, either have to shut down their factories or go for more expensive option of using imported yarn. The Export Promotion Bureau (EPB) data shows that during the financial year (FY) 2018-19, Bangladesh earned US$64.95 million through export of garment waste. But this amount is quite insignificant compared with what could be earned from exporting the recycled yarns and fabrics derived from the same garment waste to the global retail giants and fashion houses. Also, far from going that way, a large part of these leftover fabrics of the garment factories are being dumped in landfill sites! And such unconscionable wastage of the valuable jhut material from the garment industry has been going on since long for want of an appropriate policy to put those to better use. The good news is that the leaders of the apparel sector have, of late, become duly aware of the issue and are learnt to have been giving the attention that this long-ignored garment waste deserves. In this connection, the Readymade Garment (RMG) sector leaders have reportedly reasserted the immense economic potential that the garment waste or jhut holds at a recent city event. The potential, they further pointed out, lay in the high-quality fabrics, around 1.0 billion pieces of them, that could be made if roughly the 400,000 tonnes of garment jhut produced annually in the country could be recycled. The fabrics thus extracted from disposable garment waste can contribute a whopping US$3.0 billion annually to the government exchequer as revenue. What is more, Bangladesh can well become a recycling hub of the world by importing garment waste from the developed nations including the USA, the EU and Japan and then converting that into high value yarns and fabrics.Now to turn this immense possibility into reality, the local recycling enterprises would require adequate incentives including policy support from the government. Hopefully, the government would take urgent steps in this regard.",
        "headline_1": "Tapping potential of garment waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-potential-of-garment-waste-1668514804",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Very few people are aware that the country has a specialised agency called National Skills Development Authority (NSDA). The fact that such a state entity is in existence -- that too for some time, has reasons to inspire hope that the government, well aware of the need for skill development, is up for developing skills in keeping with the needs at home and abroad. What is particularly important, besides skill development in general terms, is need-based skills which only can cater to the requirements of advanced and emerging technology in particular, and innovation in manufacturing of all hues in general. At a seminar organised by the aforementioned organisation in the capital last week, speakers stressed upon need-based trainings to utilise them to create human capital for the economy to grow. While there is no argument against this, it may sound hollow if scores of issues related to skill development, including identifying sector-specific target groups, are not well devised and worked on with a clear roadmap and objective.That there is a serious skill gap even in the country's core manufacturing and industrial sectors has recently been highlighted in a BIDS (Bangladesh Institute of Development Studies) study report. The study found the country's major manufacturing sectors lack the required skills expected of them -- up to an average 30 per cent or more. The 10 most important sectors on which the study mainly focused included agro-food processing, healthcare, hospitality and tourism, RMG and textile, constructions, leather, light engineering, shipbuilding, IT, and electronics. Five potential sectors were also taken under the purview of the study; these are furniture, jute, pharmaceuticals, plastic and renewable energy. The report said that alignment of education and skill development with industrial policy was important to reduce the skill gap. The rate of annual training in the surveyed sectors is low -- only 1.35 per cent vis-à-vis the national average of 3.65 per cent. Training programmes have been suggested to gradually move towards technologically sophisticated industries as the skill gap was higher for the professionals and technical personnel.No doubt skills now available in the manufacturing sector may be said to be moderate, at its best. In the past decades moderate skill somehow served the country, as low wage was considered an important factor for competitiveness. Cheap labour was believed to fetch competitiveness, especially in manufacturing not-so-upscale products for exports. However, the perception that low labour cost can guarantee competitiveness is outdated. For a country like Bangladesh, time is ripe to part with the low wage-driven approach to stay competitive in the days ahead. The draft of the country's Second Perspective Plan (2021-2041) prepared by the Planning Commission projects this impression in clear terms, \"In the unfolding industrial universe of the future, Bangladesh firms will face stark reality that competitive advantage founded on low labour cost cannot be guaranteed for all time.\" The report also said local companies will have to focus on innovation to maintain a competitive edge instead of relying on traditional advantages that have paid off, so far. \"Without such efforts, entrepreneurs need to be warned that the current competitive advantage in labour-intensive garment exports could be lost in (the) future,\" the draft report warned.It is not just the entrepreneurs and businesses who/which are to be warned about the deficiencies resulting from skill gap, the onus is squarely on the government to create facilities -- and preferably in a sector-specific basis. Although it is initially the job markets at home and abroad that come to mind, the idea of skill development is integral to the making of efficient human resource that besides taking care of itself can contribute to the economy in myriad forms and shapes. It is here that skill is essentially a matter of developing the population, preferably the youths, in various areas of activities. While higher skill is a matter related to the educated groups, less educated groups are the potential target for hands-on skill development.The key issue is about developing a national culture for nurturing and developing skills that can turn humans into resources. This is because, as yet, there is no known or lately innovated shortcut to skill development. A continuous process, it calls for persistent and comprehensive planning. Examples are aplenty of development programmes and industrial productivity languishing in deficiencies mostly from lack of required skills of the manpower engaged at various tiers. As a result, we are yet to see any noticeable improvement in meeting the prevailing skill gaps in various spheres of productivity. There has not been any stocktaking of quantifiable achievements from various programmes undertaken by the public and private sectors, as yet. While deficiencies in skilled human resource at home are made up by large intake of foreigners in various productive sectors, export of unskilled workers abroad is destined to fetch very little in wages and salaries. In both cases, it is the lack of value addition that ultimately costs the country dearly.The country's garment sector alone hires the services of thousands of expat personnel to supervise the day-to-day running of factories. Most of the jobs, as reports say, are not at all high-tech, but require thorough knowledge of machinery and equipment. Thus the country spends about $5.0 billion on foreign employees. It suggests that a thrust on need-based skills has to be integrated with the state policy to cultivate human resources for improvement at a satisfactory level.\n[email protected]",
        "headline_1": "Need-based skill development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-based-skill-development-1668514864",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Bangladesh is yet to tap its potential for recycling textile waste (commonly known as 'jhut') which includes factory offcuts, scraps, and fluff, into yarn to be used for making readymade apparels. Currently the garments sector produces approximately 400,000 tonnes of 'jhut' per annum. A significant portion of this (about 60 per cent) is exported to various countries like India, Hong Kong and other countries as 'waste', earning approximately US$300 million.But this material has a large demand from a RMG sub-sector. The sub-sector in the industry, terry towel manufacturers and their representative body, BTTLMEA (Bangladesh Terry Towel and Linen Manufacturers' Association) have for the last few years been pleading with the government to stop the export of this crucial raw material which is used to make towels and other products. Again, if this jhut is not exported but used locally, BGMEA (Bangladesh Garments Manufacturers and Exporters' Association) leaders believe that it will have a two-fold benefit for the sector. First, as stated earlier, the annual value of waste material exported stands at around US$300 million. If that material is not exported but recycled locally, then the yarn that could be produced would go on to manufacture about 1.0 billion pieces of garments. The export value of these 1.0 billion garments would be worth around US$3.0 billion. It is worth noting that some big RMG groups have already started their own plants to recycle waste material. This includes the Beximco group and there are some other smaller companies which have just started the recycling process. Unfortunately they only recycle about 5.0 per cent of the annual total waste material.As with any nascent industry, there is need for policy support. The first step would be to ban the export of jhut and enforce that ban because a few years earlier, a nexus of traders were misrepresenting jhut material so that this precious commodity could be exported. That practice is still on and the country is losing on it. Currently, nations importing our jhut are recycling the waste material in their respective countries and selling the recycled yarn back to Bangladesh with a lot of value addition.The second issue is environmental degradation leading to health issues due to dumping of micro-fibers (in the jhut) in open landfills or disposal through incineration. Incineration means on the one hand wastage of primary fuels which has to be paid by municipality, and on the other, causing air pollution. There is hardly any point in discarding jhut, which has a commercial value as a primary raw material to produce yarn. Why earn $300 million a year by exporting jhut when given the right policy support, jhut could be used to produce finished products with a potential value of $3.0 billion?If the government recognised recycling of yarn from jhut as a sub-sector of the biggest export earning sector of the country and provided the incentives enjoyed by the RMG sector as a whole, Bangladesh could potentially become one of the top textile-recycling centres globally. Because Bangladesh is already in the club of top five countries in apparel manufacturing, setting the stage for recycling waste-to-yarn to feed the sector makes sense. Textile waste recycling factories would not only be serving the domestic industry, but over time lead to the economies of scale. Bangladeshi recyclers could compete to grab a piece of the global textile recycling pie and earn precious forex that the country so desperately needs.\n[email protected]",
        "headline_1": "US$3.0 billion market remains untapped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us30-billion-market-remains-untapped-1668514949",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    },
    {
        "full_article": "Dhaka city continues to top the list of world cities with the worst air quality. According to the data obtained from the air quality monitoring devices, the air quality index (AQI) of the megacity reached 'unhealthy zone' several times this month. Air pollution consistently ranks among the top risk factors for death and disability worldwide. Breathing polluted air has long been recognised as increasing a person's chances of developing a heart disease, chronic respiratory diseases, lung infections and cancer, according to several studies. As the World Health Organization warns, air pollution kills an estimated seven million people worldwide every year. In Bangladesh, about 20 per cent of the total annual deaths are associated with air pollution, which is increasing gradually, according to a recent study. Children between the ages of 1-4 years and the elderly between 60 and 95 are the most vulnerable groups, as the study finds. So, the authorities concerned should take effective measures to keep Dhaka's air breathable by ordering old vehicles off the roads, shutting down all the brick kilns in and around the capital and sprinkling water on the roads every day.\nBadsha Faysal, Jurain, Dhaka, [email protected] ",
        "headline_1": "Don't we deserve a breathable Dhaka?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-we-deserve-a-breathable-dhaka-1668514985",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2022"
    }
]