[
    {
        "full_article": "With the swearing-in of Mohan Yadav as the Chief Minister of Madhya Pradesh, the Bharatiya Janata Party (BJP) has heralded a new era, a shift from Shivraj Singh Chouhan’s reign of nearly 20 years. In Madhya Pradesh, Chhattisgarh and Rajasthan, the BJP has chosen new leaderships. Though Mr. Chouhan continues to command significant popularity in the State, a realignment of interest groups and leaders is now likely. The BJP’s massive majority is largely being credited to Mr. Chouhan who undertook 165 rallies ahead of the polls. But that strength, paradoxically, could force the new Chief Minister to chart his own course. With Mr. Yadav, an OBC leader, and his deputies — Jagdish Devda, an SC leader, and Rajendra Shukla, a Brahmin leader — the BJP aims to consolidate its rainbow caste coalition in the State, with the pointed exclusion of Muslims. Meanwhile, continuing its tribal outreach, the new government in one of its first decisions increased the Tendu patta collection rate from ₹3,000 to ₹4,000 per bag, a promise it had made in its manifesto. The party also expects to radiate the effects of that consolidation to neighbouring Hindi-belt States. In Madhya Pradesh, OBCs alone form more than 50% of the population, while SCs account for about 17%. Brahmins are considered an influential community in the State’s Vindhya region, a long-time BJP stronghold. The Yadavs have been relatively less enthusiastic than others to the BJP’s overtures towards OBCs. Hence, Mr. Yadav’s appointment is a new leap in the BJP’s social engineering.The new government will have its hands full from the word go. One of the most prominent and effective campaign promises of the BJP was to enhance the Ladli Behna Scheme. About 1.31 crore women from poor households get ₹1,250 a month at present, and the BJP, under Mr. Chouhan, had promised to gradually raise it to ₹3,000. Mr. Yadav, however, has not yet indicated his plans on this. The BJP has also promised to hike the support prices of wheat and paddy crops to ₹2,700 and ₹3,100, respectively. It had also promised to provide LPG cylinder at ₹450 to the beneficiaries of the Ladli Behna Scheme and the Centre’s PM Ujjwala scheme. Fulfilling these promises and continuing welfare schemes are expected to pose an extra burden to the State’s exchequer as the government is already reeling under heavy debt, estimated to be close to ₹4 lakh crore, due to various loans by the previous governments. The BJP’s social engineering involves wider representation and a widening hamper of welfare schemes. Needless to say, it has social and economic costs.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nCaste\n\n/\n\nwelfare\n\n/\n\nminority group",
        "headline_1": "Debt and welfare: On the new government in Madhya Pradesh, election promises and the exchequer",
        "headline_2": "As it seeks to fulfill poll promises, the Bharatiya Janata Party must keep an eye on the exchequer",
        "link": "https://www.thehindu.com/opinion/editorial/debt-and-welfare-on-the-new-government-in-madhya-pradesh-election-promises-and-the-exchequer/article67642191.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "November’s resurgence in headline retail inflation, while clearly not unexpected after the RBI just last week predicted a likely ‘uptick’, is a stark reminder of the risks volatile food prices pose. While the National Statistical Office’s provisional reading of headline inflation shows the Consumer Price Index rose by 5.55% year-on-year to a three-month high, from October’s 4.87%, food price gains measured by the Consumer Food Price Index accelerated by a steep 209 basis points to 8.7% last month. Propelling the upsurge in food prices were cereals and vegetables, constituents of the ‘food and beverages’ subgroup, that logged 10.3% and 17.7% inflation, respectively. Cereals, that account for almost one-tenth of the CPI and logged double-digit inflation for a 15th straight month, also saw a month-on-month acceleration in inflation with rice, wheat, and the coarse cereal of jowar, a rural hinterland staple, all registering palpable sequential price gains. Vegetable prices were back on a boil with the year-on-year inflation rate surging by almost 15 percentage points from October’s 2.8%. While price gains in the perishable tomato swung from two straight months of sizeable deflation to a more than 11% year-on-year rate of inflation last month, the extent of increase could be truly gauged from the fact that prices surged a steep 41% from the preceding month’s levels, as per data aggregated on the Centre for Monitoring Indian Economy’s website. And the key masala essentials of ginger and garlic registered more than 100% rates of inflation for the seventh and third months, respectively.From the TOP or tomato, onion and potato triumvirate of India’s most widely consumed vegetables, onion prices remained the biggest source of concern as year-on-year inflation ballooned to 86%, from October’s 42% pace, and the sequential pace swelled to 48%. With reports that inclement weather and depleting groundwater are likely to cause a near 25% shortfall in onion output during the key rabi season, the outlook for prices of the nutrient-dense bulb moderating in the near future appears bleak, the government’s move to impose a ban on its exports notwithstanding. Only potato prices, which continued to remain in deflationary territory, offered some respite. Pulses and sugar are other areas of concern, with the first witnessing more than 20% inflation and the sweetener also experiencing an uptick in the pace of price gains to 6.55%. With sugar production also expected to take a hit due to lower rainfall, the number of supply-related challenges policymakers face to rein in price gains is rising. With the RBI having opted to refrain from raising rates for now, the onus is squarely on the government to help temper inflation, or risk suffering an erosion in broader consumption and economic growth.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\nfood\n\n/\n\nfruit and vegetable\n\n/\n\neconomy (general)",
        "headline_1": "Acceleration foretold: On volatile food prices",
        "headline_2": "If inflation is not tamed, there is risk to consumption and growth",
        "link": "https://www.thehindu.com/opinion/editorial/acceleration-foretold-on-volatile-food-prices/article67642176.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "Dubai’s talkathon means little. Current emissions trajectory will not prevent temperature increase. Global South’s not getting enough financing. India must find its own climate solutions\nThe COP28 climate conference concluded in Dubai with a UAE Consensus draft, advocating a just transition away from fossil fuels and offering additional climate financing commitments to address the climate crisis. While this was hailed as a breakthrough considering the stalemate so far, the giveaways are incremental in nature, deeply compromised, and nowhere near the transformative change that we require to contain the monsters of climate change.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Another COP out, so DIY",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/another-cop-out-so-diy/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "Israel is now hurting itself. Its economy may shrink & Hamas is no less popular in the Strip\nIf Israel keeps pounding Gaza even as it loses global sympathy, as Netanyahu has said it will, it won’t do Israel much good. If the moral dimension of dead Palestinian civilians doesn’t matter to Tel Aviv, tactical arguments should.\n\nLosing the narrative | Following the barbaric October 7 attack by Hamas, what was expected was a sophisticated operation by the Israeli defence forces to decapitate the top leadership of Hamas in Gaza. Instead, what unfolded was an indiscriminate bombing campaign that has led to massive Palestinian civilian casualties. Turning Gaza into a wasteland hasn’t secured Israel’s primary objective, it won’t help free the remaining hostages in Hamas captivity and is costing Tel Aviv even Washington’s support.\n\n\nUS pressure | That even the US is piling pressure on Israel should alarm the latter. Biden has said that Netanyahu needs to change his hardline government, which doesn’t want a two-state solution. Plus, a recent poll shows growing Palestinian support for Hamas. The war has entrenched Hamas rather than eliminate it.\n\nRising Israeli costs | This week Israeli forces faced their worst casualties in a month when 10 soldiers were ambushed and killed in north Gaza that was previously thought to have been sanitised. Additionally, the war is costing Israel at least $260 million per day. Israeli businesses are suffering due to the call up of 350,000 army reservists and displacement of 200,000 people along Israel’s borders. Israel’s economy is heading for a possible contraction.\n\nRegional conflagration | Then there is the danger of a wider regional conflict. Yemen’s Houthis have already attacked ships headed for Israeli ports. Hezbollah could fully join the war. Iran could actively step in. None of these is good for global security.\n\nNetanyahu’s play | The longer the war drags on the more the suspicion that Netanyahu is continuing the military operation for personal political goals. Investigations into Israel’s October 7 security failures are also being delayed.\nNetanyahu, therefore, may win this battle but end up weakening Israel. He must acquiesce to a ceasefire, restart negotiations for release of remaining hostages, and restore normalcy for the Israeli people.\n\n",
        "headline_1": "Gone astray in Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gone-astray-in-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "The World Meteorological Organisation confirmed just ahead of COP28 that 2023 will end up as the hottest year in human history. No country is left unaffected. Nor is any of them really surprised that yet another UN jamboree has ended with yet another wishy-washy climate deal.\n\nHistoric ambiguity | COP’s stock take “calls” on countries to “contribute” to “transitioning away from fossil fuels”. In envisioning a future decline for coal, oil and gas, this language is indeed “historic”. But it is also very deliberately loose. This is for two main reasons. Green technologies are far from being ready to run the global economic engine. And rich countries spearheading these innovations remain resistant to giving fair support to developing countries.\n\nRich hypocrisy | IMF reports that fossil fuel subsidies actually surged to a record $7 trillion last year. Rich countries did not roll back subsidies when energy prices dropped during the pandemic, plus they rebounded to coal in response to the Ukraine war. Today some of them are considering carbon tax policies that will effectively penalise imports from developing countries.\n\nIgnored reality | Ahead of the Dubai meet UNEP also brought out its emissions gap report on the 1.5°C pathway, noting the need for a cut in predicted 2030 greenhouse gas emissions of 42%. On mitigation challenges in low and middle-income countries, it makes the point that costs of capital here are up to seven times higher than in the US and Europe.\n\nTech pipedream | The COP28 text stays away from specificities of cutting emissions but points to technologies such as carbon capture and low-carbon hydrogen production as possible saviours. The problem is that these could equally turn out to be expensive wrong turns. US climate envoy John Kerry gave an honest voice to doubts about current knowledge when he suggested a couple of years ago that the bulk of the emissions cuts needed by mid-century will “come from technologies we don’t yet have”.\nThere is real progress being made on renewables today. But the economic imperative of fossil fuel use hasn’t weakened.\n\n",
        "headline_1": "Fossils will rule: COP28’s words on green transition are predictably undercut by harsh economic truths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fossils-will-rule-cop28s-words-on-green-transition-are-predictably-undercut-by-harsh-economic-truths/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "Startups, techies, industry acceptance, government backing: the elements are all there. India, which just hosted a global AI meet, will simply have to build on them\nThe India-hosted Global Partnership on AI concluded yesterday. Here is a heart-warming story on this new tech. Deep in the densely forested heartlands of India, at the border of Maharashtra and Telangana, an innovative Indian startup is weaving a tale of transformation. UdyogYantra, a New Delhi based venture is quietly revolutionising nutrition in Etapalli, a remote block in Gadchiroli district.\n\nRead full opinion on TOI+\n \n\n",
        "headline_1": "INDAIA: How to lead the coming tech revolution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indaia-how-to-lead-the-coming-tech-revolution/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "Blessed it was to be alive on the glorious morning of December 16, 1971 because on that day 52 years ago, the Bangalees gave the finishing touch to its long, painful, tragic and yet sweet and wonderful journey to emancipation from foreign rule. The people crafted their heroic struggle and achievement against overwhelming odds since it was right from the start a political injustice of colonial legacy dating back to India's partition and then an imposition of neo-colonial subjugation. So the Bangalees had to rise up to the unprecedented challenge of heroism against one of the most brutal forces in history. Their unarmed citizens also suffered one of the worst genocides perpetrated by occupation forces anywhere in the world in modern history. The shocking scenes of death and devastation in Gaza remind one of the time when all hell broke loose in this part of the world. To their credit, the Bangalees responded to the call of duty and prevailed on the Pakistani marauders to liberate their country. Thankfully, they had in the Indian political leaders and military their staunchest allies and comrades-in-arms. The victory achieved 52 years ago has been made sweeter by the fact that Bangladesh has outpaced Pakistan on all fronts of development. Had its economy not suffered due to the dual impacts of Covid-19 and Russia-Ukraine war, poverty would not be as piercing as it is now. It was not for nothing that politicians and journalists in Pakistan lamented well before the pandemic that their country should learn a lesson from Bangladesh in matters of socio-economic development. So the end justifies the means in case of Bangladesh's attainment of its freedom. Most countries have had a rough ride in the post-Covid time but Pakistan's political and economic woes have continued all through since Bangladesh had parted way with it. However, prevailing upon a known and sworn enemy is one thing and triumphing over the weakness and inadequacy within is a completely different proposition. Although a mortal combat it was in which the Bangalees prevailed on the Pakistani forces, it cannot be said the nation has achieved the final victory in terms of building it as a unified and equalitarian society where every citizen enjoys a reasonable share of national fortunes and prosperity. In fact, the principles of the very fundamental pillars that symbolised the national aspiration, the spirit and ideals of the liberation war have been consigned to the back burner in pursuing political expediency. It is time, the lost spirit and principles that were the driving force behind the triumph against the brutal Pakistani army considered an evil incarnation need to be revived for regeneration of the nation's corroded psyche. The evil now revisits the Bangladesh society in different forms of corrupt employees and officials, smugglers, drug barons, swindlers, money launderers and other negative forces. All the country's achievements have been undermined by such notorious players. No social and political deterrence to their rise could be put in place. This is incompatible with the valiant people that snatched its victory against all odds. The need, therefore, is to devise the nation's course of triumph against the evil forces responsible for detracting the nation's journey away from its cherished goal of building a society based on socio-economic justice, dignity and equality.",
        "headline_1": "Waging a war for yet another victory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/waging-a-war-for-yet-another-victory-1702649689",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "There is no exact statistic on how many foreigners are working in Bangladesh, in various sectors of the economy. This is so because official data show that only 27,842 foreign nationals are staying in the country with jobs or for other purposes and these individuals are sending money back (in foreign exchange) that constitutes outward remittance. Unofficial figures put the number of foreign nationals anywhere between 250,000 to more than half a million being employed in the country and they are basically unregistered and have jobs in various sectors. The problem with all this is manifold. There is the question of security, i.e. criminality from certain groups of foreign nationals has become quite apparent in the financial sector. Then there is the issue of tax payment on their incomes. Since these foreign nationals are not all recorded, they are paid mostly in foreign currency which is arranged by their employers and this practice is putting a lot of pressure on foreign exchange reserves in the country. The Transparency International Bangladesh (TIB), a non-government watchdog body conducted a survey back in 2020 and it came up with a number of about 250,000 foreign nationals. Today, the net total of the outbound remittance annually is estimated to be about US$4.0 billion.Now a pattern begins to emerge as to where a lot of the foreign exchange is going. Interestingly, these expatriates are not just engaged in the commercial sector, but there is evidence that a substantial number are also employed in the development sector. Many national and international NGOs employ foreign experts and a lot of them come and go on short-term visit visas. In fact, this is the modus operandi for all these individuals and although this travel arrangement is a hassle, it more than makes up for the trouble taken since the vast majority of this foreign workforce aren't paying any taxes here. As pointed out in a recent report published in this newspaper: \"Economists and analysts see reflection of such gaps in demographic arithmetic in the improvisation with fiscal and monetary management as well as supply-chain mismatches. They also see security implications of such miscalculations.\"The fact that their stay is unlawful would not have been possible without connivance of some officials. Obviously, their employers have an \"understanding\" with the powers-that-be which allow for this arrangement to continue year after year. Immigration has data on the frequent travel of individuals in and out of the country and had the issue been a priority one, it wouldn't have taken too much time to figure out who is \"visiting\" Bangladesh and for what purpose. The siphoning off of the foreign exchange has been going on for decades but now it has become a problem for the economy. Data point to a steady decline in the country's foreign exchange reserves and officially it stands around $19 billion as of November, 2023.This illicit outflow of foreign exchange is part of the problem of capital flight from Bangladesh. As pointed out by experts, it is not simply a depletion of foreign exchange reserve that is at stake here, but also the national exchequer is being deprived of revenue worth about Tk120 billion per annum. That's a little more than $1.0 billion in the current exchange rate. Data from the World Bank's Global Knowledge Partnership on Migration and Development report in 2021 only accounts for $101 million repatriated legally in 2021. What this points to is that expatriates are repatriating 10 times more money than official estimates because no genuine effort has been made to take stock of precisely how many foreign nationals are working here.Obviously, there is a need for expatriate workers' skill sets in the country. Otherwise, employers would not be paying premium wages and benefits to host this large foreign population here. But as pointed out recently by the Policy Research Institute's (PRI's) Executive Director Dr Ahsan H Mansur, \"Actually, every foreign national--legal or illegal--here repatriate their income to their home country, which is obviously creating pressure on Bangladesh's foreign-exchange reserves.\" Something has to change at policy level to make it mandatory for employers to register their foreign workers. This would bring them under the tax net and allow for the government to have, as pointed out by the PRI \"better fiscal and monetary management\". Some of the issues highlighted by companies or institutions that do employ foreign nationals in the country are firstly, cumbersome, time-consuming procedures in obtaining a work permit in Bangladesh. Secondly, most employers state that the tax-free arrangement that exists today is one of the biggest draws for expatriates to come and work in Bangladesh in the first place. Ultimately, it is up to the authorities whether they want this situation to continue as it is, or whether the rule of law should be mandatory for all nationals who work in this country.\n[email protected]",
        "headline_1": "Unregistered foreign workers' unaccountable income",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unregistered-foreign-workers-unaccountable-income-1702649767",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "It is yet another Victory Day, the 53rd, today. It is the day to commemorate the final day that sealed the ultimate triumph of the nine-month-long war against the occupied force. It is the day that completed the emergence of sovereign Bangladesh on the sacrifice of three million lives along with the ultimate dishonour to 200,000 women. It is the day that finally accorded the pre-eminence of the unique culture and heritage of the Bengal delta. It is the day that upheld the undying aspiration of the people of this land to become the master of their own destiny. Thus, the day has etched a permanent niche in the nation's history.A critical aspect of the day is to look back at the historical journey of the nation as well as the origin of the ancient land dating back to around 3,000 years ago. The civilisation on the land of Bengal thrived between the banks of the Ganges and Brahmaputra and prevailed with the resources of the Gangetic Delta. Remnants of the earliest settlements in the region date back to the Vedic Period. Mahasthangarh in Bogra is the oldest archaeological site in Bangladesh, dating back to 300 BCE. Historians and archaeologists mostly agreed that the culture and ethnicity of Bengal differed significantly from that of the Vedic people. The non-Vedic, also referred to as non-Aryan, people lived in various ancient localities such as vanga, pundra, radha, gauda, samatata and harikela. The ancient inhabitants were mainly of Austric and, Austro-Asiatic and Dravidian origins. Later, the Aryans came to Bengal, although their influence and domination were much less in the land compared to their strong foothold in northwest India. Thus, a mixture of blood, race and culture developed as time passed. Nevertheless, the pre-Aryan elements are deeply rooted in the culture of Bengal. The inhabitants and their ancestors retained many of these elements in their lives and culture, differentiating the people of Bengal from those of other parts of Aryanise India. Over the ages, the geographical boundary of ancient Bengal changed many times under different dynasties, namely Mauryas, Guptas, Gaudas (King Shashanka, to be precise), Pauls and Sens. Except for Pauls, who were Buddhists and ruled for four centuries, all other dynasties are Hindus. Muslim rules started after the fall of Sens, who were basically non-Bengali, in the early thirteenth century when Bakhtiyar Khalji, an Afghan-origin warrior, conquered the region. However, Muslim rulers in Bengal often revolted against the Delhi Sultanate and Mughal dynasties to establish independent rule. Their rule continued for around seven hundred years, with regular religious conversion from Hindus and Bhuddhas to Muslims. Oppressive caste and class system, originating from Aryan culture, among the Hindus, was a critical factor in this respect. The British took over Bengal in 1757 after the deceitful battle of Plassey, heralding the modern period of the land's history. Having a Muslim majority in the eastern part of the land, also named East Bengal and now Bangladesh, it gradually emerged as a separate territory in 1947 with the partition of India. In 1971, East Pakistan became the sovereign Bangladesh. All these historical contexts and circumstances are critical to revisiting the ancient and medieval history of Bangla, especially when a section of revisionist historians try to craft distorted historical narratives. These historians, mainly in India with political patronage, are now rewriting many chapters of the history of ancient and medieval India and even erasing some chapters. Many critics and experts allege that the move is nothing but saffronisation of history, which means taking an extreme Hindutava approach to writing, reading and interpreting Indian historical events. As the history of Bangladesh is significantly linked to many historical movements of the Indian subcontinent in the last 3,000 years or more, such revisionism also casts ominous shadows on the traditional history of Bengal. It is reflected in the revised version of some school textbooks in the country that sparked controversies. So, it is time to revisit the long history of Bangladesh with care and caution in order not to get trapped in the charlatanic narratives. \n[email protected]",
        "headline_1": "Revisiting history to know meaning of the Victory Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revisiting-history-to-know-meaning-of-the-victory-day-1702649815",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2023"
    },
    {
        "full_article": "Due to a lack of adequate exploration, mineral resources of Bangladesh including oil and gas are staying untapped. Even from discovered deposits, oil and gas are not extracted appropriately. As a result, we are becoming more import-dependent in the energy sector day by day. Experts have urged us to strengthen our exploration capability further to resolve our ongoing energy crisis. They consider the discovery of crude oil reserve in a newly drilled gas well in the Sylhet-10 is a new milestone for us. This is the second time crude oil has been found in a country's gas fields after petroleum was discovered in the Haripur Gas Field in 1987. Gas crisis is not a new problem in Bangladesh. We have for long been facing this problem. The country's industrial sector is the worst victim of this crisis. It has not only reduced production in the industrial sector, but has also created major problems for cooking in many homes. The main reason behind this is that we are now over-dependent on imported liquefied natural gas than exploring our own gas fields. According to a study, gas reserves in the country will run out within the next 11 years. In such a situation, being dependent on imported LNG is only increasing the financial burden on the exchequer. Experts believe that we have more gas reserves underground and under the sea. More exploration is needed to take advantage of this. To reduce import dependence in the energy sector, the authorities concerned should give utmost importance to the exploration process of oil and gas reserves. If it is done, we will be able to utilise our mineral resources properly.\nS.M. Rahman Jiku, Student of Chattogram College, Chawkbazar, Chattogram, [email protected]",
        "headline_1": "Prioritising exploration of oil and gas reserves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-exploration-of-oil-and-gas-reserves-1702649840",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2023"
    }
]