[
    {
        "full_article": "Life is but a dash\nbetween dates, of birth and of death.\nI wrote this short poem a long time ago, inspired by a cemetery headstone. I was ruminating over the plight of a man who had transformed into a corpse, then reduced to a sign marked by dates. In the eternal existence of mankind, an individual occupies a limited space. No matter how \"dashing\" a life may appear, it is a dash between the beginning and the end. We can think of the dash as an open-ended one, where chemical compounds mix miraculously, giving life a certain form, space, and pace, before being morphed into another, or we can think of it as a spiritual transition from one non-material form to another, passing through a physical space for a short span of time. The ups and downs of life are like the waves of an echocardiogram: it is about the adrenaline rushes, hormonal impulses, instinctive actions, and reactions that create the wave patterns, before reaching the flatline.\nIn Steven Spielberg's 1998 film Saving Private Ryan, war veteran Ryan takes his family to visit the grave of one Captain Miller, who had saved his life during World War II. \"Tell me I've led a good life. Tell me I'm a good man,\" Ryan asked of his wife. He wanted his saviour to know that the sacrifices made by his peers had not been in vain. \"Earn it,\" were the dying words of Captain Miller, whose unit was assigned to save Private Ryan as all four of his brothers had already been killed in the war. In such stories, the dash—life—gets linked with other dashes. The lines form a narrative where the group comes together to compose a story, and present life as beautiful (or ugly, for that matter). Many died so that one could live.\nWith more than 4.8 million people dead worldwide because of a virus, how do we \"earn\" the life that we have been given? How do we express our gratitude for being alive? Every day, the TV scrolls remind us of the passing away of the people who once made our lives interesting: politicians, educators, doctors, engineers, civil servants. For the unnamed rest, there is a daily tally. In any other situation, each death of the renowned figures would have occupied more TV time and media attention. Even the deaths of celebrities don't move us anymore. Have we stopped caring? If so, when did we stop caring? Why?\nThe rise in death figures runs in tandem with our indifference. Experts call this phenomenon \"psychic numbness\": the more people die, the less we care. It seems that the human brain is incapable of processing a large number of deaths. Mother Teresa once said, \"If I look at the mass, I will never act. If I look at one, I will.\" While a single death can be construed as tragic, multiple occurrences of death may not produce the same emotions. Each death sends a shockwave of bereavement in an inner circle. At times, it can create ripples to reach many shores. Remember the three-year-old Aylan Kurdi, who was found lying face down on a sandy beach in Turkey? The photo woke up the world to the Syrian refugee crisis. Yet, the recurrent news of hundreds dying as boats capsized off the European shores fails to evoke similar empathy. Kurdi is a faded memory. The Rohingyas are the nightmares that we want to forget.\nOur indifference is going to have a lasting impact in a post-Covid-19 scenario. It can damage the way we process not only human emotions, but human values. According to a BBC report, there is already evidence that people are suffering from Covid-19 news fatigue and reading less and less about the pandemic. The lack of care also shows through the reluctance to wear masks, sanitise hands, or maintain social distance. One explanation could be because humans are selfish creatures. We want to help others to feel good, but with the rise in numbers, when the situation seems overwhelmingly out of our control, our efforts to help seem as trivial as a drop in the ocean. It gives us an excuse to not care, to not help anyone anymore.\nThe indifference is also caused by anxieties. However, while the overwhelming presence of news of death and disease becomes a source of anxieties for some, this also becomes an opportunity to harvest the anxieties for profit by many others. We have already seen how fear-mongering techniques have been used to raise the prices of essentials, impose unnecessary medical treatments, or manipulate the online trade. The vicious circle in which news and anxiety rotate can make us further complacent. Seldom do we find any urgency to break away from this chain and to do something to change it.\nThere are, of course, reasons to be worried, but indifference is not an option. The agencies who are circulating the information in concrete facts and figures have an additional role to play in humanising the provided information. Both positive and negative messages are needed. If we don't show the physical, mental, social, and financial implications of a Covid-19 patient, many would take the pandemic lightly as the recovery number can cause comfort. Then again, if we overburden the mass with tragic stories, the urge to help the situation might dwindle. It is like when your school fraternity reaches out for help for one member, you feel generous, but once such requests become frequent, you are less likely to commit.\nThe same thing goes for the coronavirus news fatigue. Humanise it. Think of individual stories of survival. The people who made it through. The frontline supporters. Positive news needs to be presented at a processable proportion. Then again, there also needs to be constant awareness of the downside of complacency.\nAt a time when we are all dying, the challenge for us is to stay alive, stay human. My poem written over a headstone highlights life as a dash. But now that I have an opportunity to look back at my own poem, I think I also need to highlight all the dots, all the invisible moments that fret within the visible dash. Indeed, in the grand scheme of things, we deal with small cuts. But those pains and miseries make life worth living. It is time for us to feel good for ourselves so that we can remain good for others. Our lines must merge with the lines of others, so that we can compose a human story together.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Death is inevitable, but we must not get used to it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/death-inevitable-we-must-not-get-used-it-2199126",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    },
    {
        "full_article": "The world should now be more aware of the likely Covid-19 devastation unless urgently checked. Last week, the World Health Organization (WHO) announced a USD 8 billion plan to quickly vaccinate many more people to expedite the end of the pandemic.\nNew WHO plan\nPerhaps frustrated after being ignored by rich country governments and major vaccine producers, the new WHO plan is relatively modest, but hopefully more realisable. Supported by UN Secretary-General Antonio Guterres, the Vaccination Strategy seeks to reduce vaccine apartheid by inoculating 40 percent in all countries before the year's end, and 70 percent by mid-2022.\nWHO had urged governments to vaccinate at least 10 percent of their populations by September 2021. With almost 6.5 billion inoculations by then, almost a third of the world's people were fully vaccinated. As noted by WHO Director General (DG) Tedros Adhanom Ghebreyesus, \"High and upper-middle income countries have used 75 percent of all vaccines produced so far.\"\nWorldwide vaccination will also stem emerging new variants. But less than 0.5 percent of the vaccine doses have gone to low-income countries, with less than five percent in Africa fully vaccinated. Thus, more than 55—mainly African—countries have been largely left out in this \"two-track\" vaccination effort.\nGlobally, about 1.5 billion vaccine doses are being produced monthly. The WHO strategy deems this enough to achieve its targets, \"provided they are distributed equitably.\" Although more financing is still needed, it implies enough to procure most vaccines needed for poorer countries via COVAX and the African Vaccine Acquisition Trust (AVAT).\nDespite the past, the WHO chief believes that the strategy can succeed if countries and companies supplying vaccines prioritise delivery and donations to COVAX and AVAT. He also urges sharing know-how and non-exclusive licences to spread increased manufacturing capacity.\nIntellectual property impediment\nThe intellectual property rights (IPRs) underlie the world pandemic divide today. Undoubtedly, those who innovate should be rewarded for their achievement. But US law does not prevent price gouging by IP owners. Worse, there are no strong incentives for commercial vaccine suppliers to eradicate the disease.\nUnsurprisingly, Pfizer has already revised its business strategy for its main revenue stream to be from selling \"boosters\" and other Covid-19 needs. WHO and other initiatives to encourage voluntary technology and knowledge-sharing have gone nowhere as major companies refuse to share knowledge.\nNevertheless, genome sequencing in China in early January 2020 and the almost free use of crucial techniques to produce mRNA vaccines—such as NIH-owned patents and CRISPR technology—have expedited such vaccine development. Earlier claims that developing countries are not capable of producing the new mRNA vaccines are no longer credible. South Africa and Brazil have already made them under licence. Independent assessments suggest many more—including others in Africa—can do so.\nThe October 2020 TRIPS waiver request by South Africa and India goes beyond the 2001 World Trade Organization (WTO) approval of public health flexibilities. This allows production using patent compulsory licensing (CL) in extenuating situations during public health emergencies. But the waiver has been blocked, mainly by rich European governments.\nThe waiver was not mainly about vaccines. When the request was first made, the only vaccine available was Russian. The waiver request for temporary IPR suspension—only for the pandemic's duration—is for Covid-19 tests, treatments, equipment, vaccines, and other needs, subject to strict conditions.\nIn the face of a global crisis demanding urgent action, the European Commission's position—even a year later—is that TRIPS voluntary licensing (VL) is enough. It insists that the waiver—and even CL—are not needed even though both VL and CL require country by country, patent by patent negotiations and licensing.\nAs affordable Covid-19 supplies are still desperately needed, the scale and scope of the current challenge still need the waiver. But no developing country—or for that matter, a patent holder—has the means or time to negotiate to meet all the needed VLs urgently.\nAchieving global vaccine equity\nFor Boston University's Global Development Policy Center, adequately addressing vaccine equity requires raising output, deemed necessary for a more equitable response. The university proposal calls for a simultaneous three-pronged approach to quickly scale up vaccine supplies via: a) The TRIPS waiver to surmount IP constraints to more production; b) Requiring vaccine developers to share relevant technology and know-how; and c) Adequately financing efforts to produce and distribute much more.\nThe TRIPS waiver would also eliminate all IP barriers to meeting other Covid-related needs. By contrast, CL would still require many separate, often lengthy negotiations and licensing for every patent involved in making needed items.\nMassively increasing donations—especially from vaccine-hoarding and producing countries—can get many more doses to the under-vaccinated. The big, rich G7 countries are still very far from meeting their own modest billion-dose donation target.\nCOVAX, ostensibly for more equitable access to vaccines, has achieved about 10 percent of its promise, far less than the two billion doses pledged by the year's end. The proposed WHO moratorium on booster shots should continue until equitable vaccine access has been achieved.\nSocioeconomic inequalities among and within countries have also frustrated pandemic containment. Unsurprisingly, worldwide vaccine inequalities have exacerbated adverse effects. Sadly, the international community has the means, but not the political will to do what's needed.\nUS missing leadership chance\nHalf a year ago, President Biden had announced that the US would support a vaccine patent waiver. His vaccine summit before the UN General Assembly was promising, but again did not deliver much. He can still make a world of difference, uniting the world to defeat the pandemic. Without White House leadership, urgently needed technology-sharing will not occur. As Moderna received federal government funding, the US president is legally empowered to ramp up its output and supplies—e.g. on a cost-plus basis. He could also get Moderna to enable others to quickly make vaccines needed.\nWashington can thus ensure that Moderna does what's needed. If Biden wants to lead the world, he still has a small window of opportunity to lead and win the war against Covid-19. Not doing so will mean millions more avoidable deaths. Only together can we rise to the greatest challenge of our times.\nJomo Kwame Sundaram, a former economics professor, is a former assistant secretary-general for economic development at the UN. He received the 2007 Wassily Leontief Prize for Advancing the Frontiers of Economic Thought.\nCopyright: Inter Press Service\n",
        "headline_1": "Better late than never, but act now",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/better-late-never-act-now-2199121",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    },
    {
        "full_article": "Out of a population of over 160 million in Bangladesh, approximately 107 million people live in rural areas. Of them, at least 50 million are women and girls. They form the backbone of the rural economy, working tirelessly—often 16 hours a day—for the well-being of their families, as per research. Yet, they remain invisible and undervalued, not given the dignity that they deserve.\nOctober 15 marked the International Day of Rural Women. The day was first observed by the United Nations in 2008, in recognition of their contribution to promoting rural development, maintaining food security, and addressing poverty within societies and families. At the global level, rural women produce 60-80 percent of basic foodstuff in sub-Saharan Africa and the Caribbean, and they are involved in over 50 percent of labour in rice cultivation in Asia. Rural women perform 30 percent of the agricultural work in industrialised countries, head 60 percent of households as single mothers, and also meet 90 percent of water and fuel needs in many regions of Asia and Africa. Despite that, 500 million rural women in the world live below the poverty line.\nThis year, there is a call for rural women to rise and claim their rights to sustainable development, which is timely and necessary. It is well-recognised that the Sustainable Development Goals (SDG) agenda will not be achieved without ensuring the rights, entitlements, and security of women. The call is relevant in the context of the urgency to address climate change impacts and ensure sustainable development. It urges rural women to take control over their lives, assert their position in families and society, and be part of the decision-making process that often eludes them. For that to happen, society and families must undergo a change in mindset and attitude, and recognise that rural women are nation builders and should be valued and respected.\nWhile it is well-known that women in all groups across Bangladesh suffer from various forms of abuse and neglect, the women and girls in rural areas suffer disproportionately from poverty, negative social norms and practices, discrimination within households, and a lack of empowerment in most spheres. Research indicates that poverty rates in rural areas across most regions are higher than those in urban areas, impacting women disproportionately. In Bangladesh, women may be as productive and enterprising as their male counterparts, but they do not have equal access to land, credit, agricultural inputs, markets, etc. Subsequently, most of women's work in agriculture remains invisible and is lumped under \"shongsharer kaaj\" (household work). Laws, policies, and social practices don't support women's ownership of assets and property. Rural girls and women are more likely to be married off before the legal age of 18 years, are unable to complete their education, have fewer opportunities for employment, and generally remain bound to social norms that assign them the prescribed roles of homemaker and caregiver of their families.\nThe ongoing Covid-19 pandemic has destroyed the livelihoods of millions and shattered the social fabric of societies. In Bangladesh, women and children have borne the brunt of the pandemic. Besides health and financial crises, domestic violence has increased, and so have early marriage and child labour. Their double burden of responsibilities has increased manifold during this time. Rural women are very much a part of the effort to rebuild the economy and require incentives, support and monetary assistance, like their male counterparts.\nStructural barriers and negative social norms continue to constrain women's decision-making ability and participation. Due to discriminatory practices in most households, women and girls in rural areas lack equal access to productive resources, assets, and public services such as education, healthcare, and infrastructure, including water and sanitation. Globally, with few exceptions, every gender and development indicator reveals that rural women fare worse than rural men and urban women, and experience poverty, exclusion, impacts of climate change and natural disasters disproportionately.\nIn Bangladesh, women's participation in agriculture has grown tremendously in the last 15 years—so has their contribution to the rural economy. Rural women play an important role in various income-generating activities through agriculture, which includes various pre- and post-harvesting activities such as selection of seeds, harvesting, storing of crops, etc. Women working in paddy fields is now a common sight, especially in the northern parts of Bangladesh. According to estimates, women contribute 25-50 percent of household income in rural families, and are involved in 48 percent of agriculture-related work. Even then, women are invisible in the agricultural sector of Bangladesh, owing to the assumption that they are not capable of physical labour needed for agricultural production.\nRural women ensure household food security for their families. Household vegetable gardening, rearing of poultry and cattle—all contribute to maintaining their health and nutrition. They use whatever means possible to put some cooked food on the table; usually the last to eat, they make sure their families, no matter how poor they are, are fed at least two meals a day. A famous quote by Sir Fazle Hasan Abed is, \"Women in Bangladesh are the best managers in the world because they manage poverty.\" The quote needs no explanation, and that is why Sir Abed, through Brac, targeted rural women as the primary beneficiaries of its programmes.\nRural women's role as climate actors is no less significant, especially in land and natural resource management and building climate resilience. A recent study reveals that the role of women in the use, management, and conservation of the environment can be an entry point to build an economically viable and ecologically sustainable environment system in rural Bangladesh.\nIt is, therefore, time for rural women to come out of seclusion and claim their rightful place as nation builders and a major force in the economy of Bangladesh. Has anyone ever realised that much of the internationally acclaimed success of food self-sufficiency in Bangladesh is due to the \"behind the scene\" contribution of rural women? Then why should they not be given the status of farmers? Why should they remain \"assistants\" of farmers? Thailand introduced the legal term \"women farmer\" to allow women access to agricultural credit. As farmers, women will be entitled to get Krishi Card (agriculture card), enabling them to access agriculture inputs such as fertilisers, technical expertise, and other assets at lower rates than the market prices.\nHowever, for such changes to take place, clear national guidelines, strategies, and plans need to be formulated and implemented. This includes the promotion of women's literacy, training in nutrition and health, and supporting women's participation in key decision-making positions, particularly as they pertain to the access to land and resources. The issue of land ownership should also be seriously considered. According to a study by economist Dr Abul Barkat with the Association of Land Reform and Development (ALRD), 95 percent of women in Bangladesh do not own land. Land ownership is a huge step towards women empowerment, which will boost their confidence, self-worth, and dignity. Steps should be taken to reduce the double work burden on women. Development plans must have the budget to set up childcare centres in rural areas, efficient cooking stoves, and water collecting systems. Most importantly, the male members of the family should come out of their social norms and practices and assist women in their household chores.\nWith Bangladesh poised to become a middle-income country by 2040, and the personal commitment of the prime minister to empower all women, it is high time the contribution of rural women was recognised as the productive force that it is. Rural women and girls are waiting to be included as the essential part of the growth and progress taking place in Bangladesh today. They should no longer work behind the scenes as assistants to men, or live as second-class members of their families. Now is the time for them to rise, raise their collective voices, and claim their rights as equal partners to ensure sustainable development.\n \nShaheen Anam is executive director of Manusher Jonno Foundation.\n",
        "headline_1": "Let our rural women rise and claim their rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-our-rural-women-rise-and-claim-their-rights-2199111",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    },
    {
        "full_article": "Unlike the English language, where the hierarchy of age is muddled in the universality of \"you,\" Bangla distinguishes age, endearment, and insult with the terms \"tui,\"\"tumi,\" and \"apni\"—not in that order—as do several other dialects of the subcontinent. The colonial tongue has further allowed the shrewd Bangalees to confuse both \"shala\" and \"dulabhai\" with the dualism of \"brother-in-law.\" The recipient feels honoured, because he assumes he has been addressed as the husband of an elder sister, whereas the sly guy might have meant otherwise.\nThe all-encompassing \"uncle\" really does not do justice to four distinct relationships—mama, chacha, khalu, and fupa—in the masculine genre. Parallelly, we have mami, chachi, khala, and fupu.\nLife at uncledom begins with a shock. Most of us perhaps remember the first time we were addressed so. Soon, we were upgraded to chachchu. Then came chacha, before life departed to nana or dadu cloud, just briefly pausing at nana/dada bhai. In contrast, John could live forever as an uncle.\nWithout delving into the idiosyncratic behaviour of a public servant that circulated in the news recently, one should ask why she lost her temper when a citizen addressed her as \"apa\" (sister) at her office.\nIn the public domain of Bangladesh, apa is the most common, respectable, perhaps the safest, and most widely accepted interpersonal address of an elder sister; the male counterpart would, of course, be bhai. Elder blood sisters and lady acquaintances, even younger ones, are addressed as apa.\nSuccess has seemingly turned the aforementioned public servant's young head, because, according to press reports, she double-decked her arrogance by asking the service-seeking citizen to address her as ma (an affectionate term to refer to daughters in Bengali culture) instead. To qualify for that measure of paternal love from the 45-year-old man, the on-the-job BCS officer would have to be in her early 20s!\n\"It is normal that someone of his age would address me as his daughter. Otherwise, it shows that he has a 'bad character.' I will obviously object to a man who has one foot in his grave addressing me as 'sister,'\" she said to explain her reaction (Dhaka Tribune, October 5, 2021).\nOops! Now, that's a triple deck of uncivil behaviour that should have been rectified during an officer's grooming. Training must have been overloaded with telekinetic psychiatry, if by the simple utterance of \"apa,\" one's personality and character could be determined.\nIn her defence, the tone is vital in deciphering the attitude of the gentleman. Did he say \"aaapu,\" or was it \"apuuuuuu\"? Otherwise, there is absolutely nothing wrong with respectfully calling a lady apa or bon (sister)—just as bhai, bhaiya, and bhaijan are more than fine.\nThe episode brings to light a pertinent question. How do civil servants address members of the public? Shaheb? Madam? Apa? Bhai? Did the Burichang upazila nirbahi officer (UNO) address her so-called father figure as \"sir\" that day? Or baba (father)? Respect has to be reciprocal, which I assume that the public officials are not taught at the training institute for the public sector, because that is common sense from Class 3.\nWe observe a host of special days. On the occasion of National Public Service Day in 2018, Prime Minister Sheikh Hasina had asked public servants to shun the \"red tape culture\" and pick the work that would be beneficial for the country and its people. The spirit of the prime minister's appeal was echoed as recently as on October 6 this year, when she \"stressed the importance of good governance and asked the government officials to devote themselves to serving people to make this society a better place.\"\nGetting upset at how one is addressed is understandable, but judging someone's reputation and abusing them are grave misdemeanours that are reflectively opposite to what the prime minister stressed when she was speaking to civil service officers. \"I hope you will devote yourselves to serving people, remaining faithful to the constitutional responsibilities,\" she had said. Three absolute gems of words were cited: service, faithfulness, and constitution.\nSomehow, government officials need to be reminded of this annually, if not monthly or more often. But why? They are some of the best sons and daughters of the soil, soaked in the blood of the martyrs and the injured, whose dignity they have solemnly vowed to uphold.\nIn her most recent meeting with them, Sheikh Hasina gave a stern reminder that as per the constitution, people are the owners of the country and the government employees are bound to serve the people round the clock. Is that too complicated to comprehend? Two more gems were mentioned: ownership and obligation.\nThe officers of state administration go through a rigorous selection process, followed by continuous training and mentoring by seniors—if they care to listen. Then why get perturbed by the sound—nay, noise—of apa?\nA reasonable individual would have said in a flat pitch, without raising their voice because of their extensive education and given responsibility, \"Sir/Bhai/Shaheb, it is not befitting in an office environment to call me apa in that tone\" (if the man, with \"one foot in his grave,\" had indeed dressed his address with a lecherous attitude).\nNow I am not a cool person by any definition—lesser so in my younger days. I recall in shame an incident about two decades ago. At the Katabon crossing, I was hand-signalled by a traffic policeman to stop. I did, but I might have overdriven a bit due to momentum. He came rushing towards me, waving a danda in his hand. I was alone in the car, and uncontrollable. Fuming at his action, I opened the door and stepped out, but with only one foot on the road—just in case, you know. I shouted at him, \"Why are you showing me your lathi?\" Luckily, the police bhai was well-trained, and did not hit me. More fortunately, the light turned green.\nDr Nizamuddin Ahmed is an architect, a Commonwealth scholar and a fellow, a Baden-Powell fellow scout leader, and a Major Donor Rotarian.\n",
        "headline_1": "Whom do the public servants serve?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/whom-do-the-public-servants-serve-2199101",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    },
    {
        "full_article": "It is disturbing to learn of the reported killing of around 50 monkeys at Moheshkhali forest in Cox's Bazar last week, after they ate poisoned bananas placed as a trap by a local farmer. According to a report by this newspaper, officials from the Forest Department visited the site the morning after, and discovered the bodies of three monkeys. However, a local environmentalist claimed that they had counted close to 50 dead rhesus monkeys, most of whom had been buried by the time the officials got there. One of the monkeys was seen hanging from a tree, possibly as a warning to marauding simian gangs.\nThe question naturally arises: Why would anyone consider committing such a barbaric act? Unfortunately, this is neither an isolated incident, nor are monkeys the only animals to fall prey to wildlife culling in Bangladesh. In a country with fast-shrinking forest areas, animals are often killed for the benefit of human settlements and agricultural land near wildlife habitats, or for their market value. Sometimes they are killed in accidents as they cross roads slicing through forest areas. In fact, going by media reports, there is no shortage of reasons (or excuses) behind animals being killed. As a result, many species are now under significant risk of eradication.\nFor instance, according to the Forest Department, 90 elephants have been killed between 1995 and 2016 in and around the forest areas of Cox's Bazar and southern Chattogram. Monkeys, fishing cats, and badgers are also among the frequent victims of what is essentially a one-sided human-wildlife conflict. The response to these incidents remains equally troubling. Even though the Wildlife Conservation Act, 2012 dictates in clear terms the punishment for anyone who commits crimes against wildlife, the existing rate of trial and conviction of perpetrators leaves a lot to be desired.\nThe bigger problem, we think, is how we as a society approach the concept of human-wildlife coexistence. Wild animals are often killed by locals when they enter their farming land. Many claim that these killings happen because they can be a \"nuisance\" for farmers. The legitimacy of one's ownership of a piece of forest land is another matter, but there is no denying that wild animals have an equal stake in their habitats and way of life. Should we allow culling one species for the sake of another?\nThe ethical question of it aside, it is up to the Forest Department and other authorities concerned to find a balance for our own sake, which means raising awareness, strengthening monitoring, bringing perpetrators and encroachers of forestland to justice, and providing training to locals to adopt more peaceful methods to repel wildlife incursions. We urge the government to be more proactive in protecting our wildlife.\n",
        "headline_1": "Wildlife culling must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wildlife-culling-must-stop-2199096",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    },
    {
        "full_article": "We are deeply concerned by the reports of attacks on different puja mandaps, temples, and business establishments since the alleged desecration of Islamic scriptures in Cumilla on October 13. Since that incident, at least five people have reportedly been killed, and many others injured, in violent clashes that have taken place in a number of places across the country, including Chandpur's Hajiganj upazila. This prompted the prime minister to issue a stern warning on Thursday against those who carried out the attacks, as well as their instigators. They will be traced and \"hunted down,\" she said, and appropriate punishment will be meted out to stop the recurrence of such barbaric acts.\nWe commend the prime minister for her unequivocal stance on this issue. There have been a number of arrests made as part of the drive to nab the perpetrators. While the heavy deployment of armed police and other security measures have helped to bring the situation under control to some extent, it is the wider impact of such incidents—and their repeated occurrence—that worries us. The Cumilla incident was clearly meant to stoke communal tensions. And in that it was successful—however temporally. But its effect—especially the feeling of trauma experienced by religious minorities, and the chasm among the adherents of different faith groups that threatens to widen with every such incident—is unlikely to fizzle out any time soon. \nWhile all attention is now naturally on the aftermath of the Cumilla incident, it's important that we focus on the forest rather than the trees to understand why such incidents keep happening in Bangladesh. Our memory of the Ramu incident nine years ago is still fresh. There have been many such communal attacks before and since. The manner in which these tragedies unfolded, mostly under the pretext of \"religious sentiments\" being hurt, indicates a pattern that should worry the authorities. And in almost all cases, unfortunately, the process of the delivery of justice has been painstakingly slow. We do hope the Cumilla incident will be the starting point of an exception, as nothing sends a clearer message than justice—both for the victims living in fear and the perpetrators. While Bangladesh should work on its poor records in this regard, what would equally benefit us is to understand the dynamics of communal politics—the powerful forces that keep fanning communal tensions behind the scenes. \nGiven how big the problem is, it will take a whole-of-government approach to address it, meaning the executive, judicial, and legislative branches will all have to participate equally in creating an environment in which communal actors find it hard to pursue their goal or escape unpunished. The society also needs to contribute to creating this environment, through re-committing to their common ground of humanity and upholding the idea of a just, fair, and diversity-tolerant society, adopting peaceful methods to settle any differences they may have. We need to stop communal attacks before they happen—and stop them for good.\n",
        "headline_1": "When will the communal attacks stop?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-will-the-communal-attacks-stop-2199076",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2021"
    }
]