[
    {
        "full_article": "In Chhattisgarh, the ruling Congress has built an election plank with a mix of regional pride and welfarism. The Bharatiya Janata Party, its principal opponent, is targeting the government on corruption and non-fulfilment of election promises made five years ago. The Congress’s attempts to build a narrative around Chhattisgarhi sub-nationalism have made regional identity a key electoral theme for the first time since the State was formed in 2000. The party is also relying on its direct benefit transfer schemes such as the Rajiv Gandhi Kisan Nyay Yojana or the Godhan Nyay Yojana, or higher prices on minor forest produce that cover a major chunk of the rural and tribal populace. Rural housing is another issue that has been hotly contested with both sides accusing the other of being ineffective and insensitive in this regard. A government survey that has pegged the share of Other Backward Classes (OBC) in the State’s population at 43.5% forms the backdrop to the Congress’s special focus on the social group. The BJP has fielded OBC representatives in nearly two-thirds of the general seats. In the 90-strong Assembly, 10 seats are reserved for Scheduled Castes and 29 for Scheduled Tribes. Nine of 13 candidates announced by the Congress for general seats are from OBCs. Both parties exhibit their commitment towards OBCs, and tribes people who form nearly a third of the population seem to get less attention.The BJP has accused the government of large-scale corruption. The Enforcement Directorate is conducting a multitude of probes that entangle bureaucrats and other individuals linked to the government or the Congress party, including Chief Minister Bhupesh Baghel’s close aides. The Congress dismisses these allegations and accuses the Centre of running a witch-hunt against it. By fielding the father of a young man who died in communal riots and another riot accused against the lone Muslim face of the Baghel cabinet, the BJP has indicated that it is aiming at polarisation. The party is facing disenchantment among its workers who complain that too many old faces have been fielded again. The Congress, in its first list of 30, has dropped eight sitting Members of the Legislative Assembly and can expect some rebellion in the ranks too. Both parties claim credit for the reduction in violence in the insurgency-hit Bastar region, but a new political entrant, the Hamar Raj party, is hoping to harness tribal discontent against both. A rejuvenated Aam Aadmi Party (AAP), the declining Janta Congress Chhattisgarh founded by the late Ajit Jogi, and the Bahujan Samaj Party are also in the fray, but the contest will likely remain between the Congress and the BJP. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nIndian National Congress\n\n/\n\nwelfare\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nforests\n\n/\n\nReservation\n\n/\n\npopulation\n\n/\n\ntribals\n\n/\n\ncorruption & bribery\n\n/\n\nBharatiya Janata Party\n\n/\n\nriots\n\n/\n\nAam Aadmi Party",
        "headline_1": "Forest pitch: On the Chhattisgarh Assembly elections",
        "headline_2": "Corruption and communalism may trump livelihood issues in Chhattisgarh",
        "link": "https://www.thehindu.com/opinion/editorial/forest-pitch-the-hindu-editorial-on-the-2023-chhattisgarh-assembly-elections/article67423695.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "From time immemorial, the Olympics has been used as a soft-power medium. Governments worldwide have bet on the sporting, economic and socio-cultural impact the games can leave, as well as on the political legitimacy the hosting of the event can bring. Post-World War Europe, post-apartheid South Africa and Brazil of the 2010s are vivid examples. Prime Minister Narendra Modi’s announcement at the International Olympic Committee (IOC) session in Mumbai that India “would leave no stone unturned” in its efforts to organise the 2036 edition of the quadrennial extravaganza is to be seen in this light. That India has also expressed an interest in the Youth Olympics as a precursor is a clear signal that it wants to shed the reticence that came with the unsavoury happenings at the scam-ridden and ineptly handled 2010 Delhi Commonwealth Games. Though the ratification of the host city for 2036 will take time — Brisbane was selected for the 2032 edition only in July 2021 — and there will be other claimants, the move lays bare India’s global ambitions. Be it through the desire for a permanent membership at the United Nations Security Council or the euphoria surrounding the G-20 presidency, India has consistently sought a seat at the high table. The tag of an Olympic host can give it a vantage position in a shifting world order.Sporting-wise, it is clear that India wants to benefit from the strong tailwind produced by the stellar 107-medal show at the recently concluded Asian Games. Ever since Abhinav Bindra won the nation’s first-ever individual Olympic gold at Beijing 2008, there has been a steady uptick in performances at multi-disciplinary competitions. There is even a firm belief that India will win double-digit medals at Paris 2024. While such confidence is not entirely misplaced, conducting a mega event such as the Olympics presents a humongous challenge. Costs are often prohibitive, as seen from the fierce public outcry during both Rio 2016 and Tokyo 2020. In the case of Tokyo, the financial burden was said to have ballooned to $15.4 billion, more than double the initial estimate. Recently, the Australian state of Victoria pulled out of hosting the 2026 Commonwealth Games because of mounting expenditure and the Canadian province of Alberta withdrew a bid for the 2030 edition. To avoid being seen as a populist ephemera in a deeply unequal society, the IOC has moved away from the one-size-fits-all solution and now asks potential organisers to present projects that best fit their economic, social and environmental realities. India’s success will depend on how it marries its aspirations with the inherent complexities.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\nOlympics\n\n/\n\nIndia\n\n/\n\nUnited Nations\n\n/\n\nCommonwealth Games\n\n/\n\nSouth Africa\n\n/\n\nBrazil\n\n/\n\nAustralia\n\n/\n\nJapan\n\n/\n\nCanada\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nMumbai\n\n/\n\nG-20 New Delhi 2023",
        "headline_1": "Olympian heights: On India’s efforts to organise the 2036 edition",
        "headline_2": "India must be wary of the complexities of hosting the Olympiad",
        "link": "https://www.thehindu.com/opinion/editorial/olympian-heights-the-hindu-editorial-on-indias-efforts-to-organise-the-2036-olympics/article67423709.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "In 1977, historian Ken McIntyre made a controversial claim. He suggested that the first Europeans to discover Australia weren’t the Dutch but may, instead, have been the Portuguese. I imagine Virat Kohli was innocent of McIntyre’s theory when he kvetched about his team’s elimination from the ODI World Cup in 2019. Nevertheless, his complaint directly implicated McIntyre.\nYou see, back in 1931, McIntyre had, in a past life, devised an elimination formula for sports tournaments. Instead of simple knockouts, McIntyre rewarded higher placed teams in the preliminary stage with two shots at qualifying for the grand final.\nRehaul needed: Kohli did have a point when he criticised tournament design in 2019\nWhen Kohli spoke up about India not getting a second crack at the 2019 World Cup despite finishing first in preliminary play, he was, in reality, invoking McIntyre’s formula, familiar to him through the IPL. Kohli was slated for it. He sounded like a captain making excuses after losing a semifinal. Even so, as a rare example of a prominent voice in the sport openly critiquing tournament design, he also had a point.\nThe men’s ODI World Cup 2023, which rose to a crescendo with India versus Pakistan yesterday, reprises the 2019 format. All told, just ten participating teams will play 45 preliminary matches to find four semifinalists. The semifinal winners will play the final. Kohli’s objection, of course, survives. But there is also a case to say that, of the vectors typically used to judge tournament design — inclusiveness, competitiveness, and relevance — none are adequately prioritised.\nThis format rests on two poor assumptions.\nOne is that fewer teams equals better competition. The claim here is that, since #1 is considerably better than #10, a World Cup doesn’t also need, say, #1 versus #14. However, this misunderstands that the skill gaps in men’s cricket broadly appear in tiers: there are elite teams, mid-tier teams, and then the rest. Within each tier, though, the competition is fierce. Ideally, a World Cup should include #14 and design the tournament such that #14 play more teams around their ranking, not exclude them because they’re not on the same level as #1. Ironically, the Netherlands, ranked 14, are at this World Cup. They won their place at the expense of the West Indies, Zimbabwe, Scotland, and Ireland, all ranked above them. Wouldn’t these teams at least be similarly competitive at this World Cup?\nThere is another, more cynical assumption. It is that a lengthy preliminary stage is necessary to allow popular teams space to overcome surprise results and lock in lucrative matches. This, too, is unconvincing. For one, it vastly overestimates how much runoff area popular teams actually need. Moreover, this wiggle room can be factored into the tournament design itself. Smaller groups, a shorter group stage, and then matching winners in playoffs and losers in eliminators, McIntyre-style, comfortably cools these concerns.\nIf anything, an elongated, everyone-plays-everyone stage arguably makes the tournament worse. It virtually guarantees dead rubbers. It also guarantees matches where one team cares about the result but the other doesn’t. Even if these matches should theoretically be competitive, they’re unlikely to be interesting.\nThe tournament design debate feels particularly urgent. This is a pivotal time in cricket history; a time when, though this ODI World Cup is still cricket’s most prestigious trophy, the ODI format itself is deeply embattled. MCC president Mark Nicholas raised eyebrows recently by proposing that men’s ODIs be made exclusive to World Cups. He sees it as a concession to the “almost supernatural” power of T20 cricket.\nNicholas is right. The franchise model that has taken over men’s cricket operates on a slick template. Key elements in that template are match length and ease of scheduling tournaments. These elements skew so aggressively towards short-form cricket like T20 that eight-hour matches simply cannot compete. The lack of context informing the little 50-over cricket that is still played hasn’t helped either. As a result, franchise cricket has long left 50-over cricket behind. It is hard to foresee this status quo changing anytime soon.\nAll of which is to say, this World Cup desperately needed to give ODIs a makeover, and the failure to shake up its format must go down as a serious missed opportunity. It needed to open up to fans from many more teams, hive off similarly placed teams to face off in short order, build jeopardy and excitement into those encounters, and breathe new life into ODIs in the process. The soporific format on offer, sadly, promises none of this.\nThe men’s ODI World Cup returns to India in 2031. That will be exactly a century on from McIntyre’s seminal contribution to tournament design. I suspect, though, that it might take rather more than McIntyre-inspired pyrotechnics to keep the tournament viable until then. Indeed, the sense that men’s ODI cricket may not be long for this world hangs heavily in the air already. The next five weeks could well decide whether this World Cup is its going home song.\nPIX CAPTION rehaul needed: Kohli did have a point when he criticised tournament design in 2019\n\n",
        "headline_1": "Men’s ODI cricket is in crisis, and WC format is not helping",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/mens-odi-cricket-is-in-crisis-and-wc-format-is-not-helping/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "Rahul Gandhi’s war cry ‘Jiski jitni sankhya bhari, uski utni bhagidari” (Bigger the number in population, bigger the share in politics and economy) on the caste census issue has stirred up a hornets’ nest ahead of 2024 Lok Sabha elections. Does the emerging politics on caste have potential to change the settled electoral equations since 2014? OBCs constitute a significant proportion in many parts of the country (in some, between half and two-thirds of population), and it is natural that parties would leave no stone unturned to woo them. And, given that most of our welfare policies at the national and state level target specific communities, few would disagree that having granular socio-economic data would be more helpful in policy formulation and implementation. However, the short and medium-term electoral implications related to demand for caste census remain unclear for several reasons.\n\nIs this the new Mandal moment? Let’s rewind, as much has changed since the first and second wave of the backward caste assertion. The first wave of Lohiaite politics in the 1960s and 1970s led to formation of many state-level parties relying on mobilising a large chunk of OBC population. The acceptance of Mandal Commission recommendations in 1989 led to the second wave, which witnessed a fragmentation of this block with the rise of new parties that exclusively mobilise non-dominant OBC castes. The BJP’s victory ascendance since 2014 is not just due to greater consolidation of the upper castes, but also because of the deep inroads among the lower castes, especially among the OBCs. Data from National Election Studies (NES) conducted by Lokniti-CSDS indicates that the party’s vote share among OBCs doubled between 2009 and 2019 – it received approximately 20% OBC votes in the 2009 general elections, which increased to 44% in the 2019 elections. These inroads came at the cost of both the Congress and state-level parties.\nThe data (table on right) shows that the BJP’s gains have an interesting pattern — between 2009 and 2014, the gains were more among the lower OBCs, and between 2014 and 2019, it was among upper OBCs. In bipolar states in which the Congress and the BJP are main competitors, the gap between two parties has widened considerably since 2009. BJP received nearly half of the OBC votes in 2004 and 2009 elections, and the Congress won approximately 40%. The OBC vote for BJP in 2014 and 2019 elections increased to nearly two-thirds, while it declined for the Congress to roughly one-fourth in these states.\nPerhaps this declining OBC support base prompted the Congress leadership to take an aggressive stand on the caste census issue. Will it gain from this move? The Congress must realise that it has always been at the margins of OBC politics since Independence, and mere slogans cannot change this. It has to make concrete efforts in this direction to see any gains. Those who know the history of OBC politics will remember that the party never acted on the recommendations of the Kaka Kalelkar Commission or the Mandal Commission. The Congress social coalition in most states during this period comprised upper castes, Dalits and Muslims. The socialist parties of the 1960s, and its later avatars have mobilised the backward castes since then. In 2006, the Congress made yet another effort to woo backward castes when Arjun Singh as HRD minister extended 27% reservation for OBCs in higher educational institutions. By then it was too little and too late for the party. It seems that the party is extrapolating a national model from its recent success in Karnataka assembly elections that largely relied on rallying the backward castes and poor in favour of the party.\nCan the BJP withstand the emerging challenge on the caste question? Few years ago, it was in favour of a caste census, but it has been hesitant on this question after constituting Justice Rohini Commission in 2017 to look into sub-categorisation of OBC quota. There is no doubt that some communities among OBCs and Dalits have benefited more from reservations, and some of them like Yadavs and Jatavs in north India have acquired greater political power. And, the BJP reaped electoral benefits in the past decade by creating a wedge between the dominant and non-dominant sections of lower caste.\nThe party seems now unsure of the eventual fallout of a firm decision on caste census or releasing the Rohini commission’s report in public. As there are significant political risks in being either dismissive or adversarial on the caste issue, BJP is likely to maintain a non-committal yet accommodative position. PM Modi’s recent speeches suggest that it will project itself as a party taking care of the poor via welfare schemes, lower caste through representation in party (and government) positions, while using Hindutva as a broad ideological glue to rally its core base.\nThe demands for a nationwide caste census and sub-categorisation of reservation benefits may have a deep, but unpredictable impact. While BJP has maintained a studied silence, and Congress is on the offensive, it is not clear how parties like Samajwadi Party would navigate the emerging politics especially if the contradictions between dominant and non-dominant backward castes become more apparent in socio-economic caste data. The elections in five states next month will provide us with hints about the potential of new politics around caste.\nThe author is Fellow, Centre for Policy Research, New Delhi. Views expressed are personal\n\n",
        "headline_1": "Can Congress offensive on caste census pay off? History suggests otherwise",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/can-congress-offensive-on-caste-census-pay-off-history-suggests-otherwise/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "On my second day at university in London, I sat alone at my desk, eating leftover orange peel. The astringent flavour with bits of stringy white fibre could have been a metaphor for my mental state after I had waited for one of my fellow students, even the one who seemed to have toothpaste all over his scarf, to suggest having lunch together during our break.\nMoving to an alien city, easing into a new job, or, in my case, returning to university is logistically challenging, but no one warns you about how difficult it is to make new friends as an adult.\nThis realization was further forced on me when, after a week of walking along university corridors to the soundtrack of my solitary footsteps, I asked my daughter how she was adjusting to her new school. With a wide grin, she said she spent all her breaks with a bunch of girls playing tag. I was also informed that tag is a great game, especially when you have a gassy stomach, as you can run far and fart, and that she had received this information from one of her new friends. When it comes to friendships, children seem to boisterously dive in and splash away, but we hold onto the pool ladder, submerging ourselves one step at a time while constantly checking the temperature.\nThrilled at her great start while dismayed at my own, I decided that I would need some proven strategies if I wanted to be on the winning side of this friendship game. There was enough research to show that unlike children, we carry the weight of our past bad experiences when encountering new people. As we get older, this baggage is so large that if it were tangible, we would have to check it in at the oversize bag drop. There is also the prevalent belief that friendships should form organically.\nPsychologist Marisa Franco, who has written a book on friendship, suggests that people must actively pursue friends. Though this sounds more like you are trying to catch a fugitive rather than make a friend, it is further corroborated by a study published in the Journal of Personal and Social Relationships which states that people who rely on chance to form friendships tend to be lonelier.\nWhile I had been staying away from making the first move because it made me feel like Betaal trying to clamber onto the backs of varied Vikrams, this information was reassuring, and I began my pursuit of warm friendships, putting aside the real Betaal who had been sitting on my back all this time, the fear of rejection.\n\nIllustration credits: Chad Crowe\nI began by chatting with my Irish neighbour while collecting our mail from the foyer table. One of the first things Finn said was, ‘Oh, you are from India! I have also recently moved from Dublin, and you know what, during this period, Boris Johnson got toppled, the Queen died, and now my old friends are asking what I will do to King Charles next.’ Amused byhis joke about the uneasiness between the British and the Irish, I suggested the adult, sedentary version of tag, coffee.\nAfter multiple coffees and weeks later, when a man from the upstairs flat made a ruckus loud enough for us to peer out from our doorways, Finn asked me, ‘Do you know who that is? He was engaged to a famous actress; she was in that Princess Bride movie. He pulled off a big scam and went to prison for a few years.’\n‘Finn, let’s go meet him,’ I said, ‘who knows, I could get an interview for the paper or even a great short story out of it!’\nWe devised methods of engineering an encounter with the former criminal till Finn confessed, ‘This reminds me of when I helped a journalist with information about some Russians running a visa scam. He got a great story; they cut off his little finger, but I suppose it was worth it.’\nWhile my pinky is a rather useless appendage, I have become fond of it over the years, so I hurriedly called off this particular mission.\nAt university, before I could take the initiative, one of my classmates suggested that we spend our break reviewing our next joint presentation. I followed up by making other plans, and soon, I was part of a group of four like-minded women whom I could pester with questions about citations while chomping on soggy sandwiches in the cafeteria.\nStumbling upon a study that suggested it took spending 50 hours with someone before you could consider them a friend and almost 200 hours to become best mates, I found that along with not taking rejections personally, it helped if you planned an activity that was repetitive by nature. You could join a book club or, even a cult with weekly meetings if wearing white bedsheets with cut-out eye holes appealed to you, as long as it provided multiple opportunities for engagement. Having the same courses meant that I saw my Uni group regularly, and with others, I fixed slots for walking together in the park once a week or seeing new exhibits.\nAfter the first six months, my daughter had cards with scribbled hearts where she was referred to as ‘My best friend’ by two of her classmates, and I had made a few good friends, but I had to concede that making friends as an adult is similar to being asked to play scrabble with only consonants. You have to make an effort till you get into the rhythm (which is a vowel-free word in case you do need to play this version).\nMeanwhile, though my friendship with Finn had been based on us behaving like we were starring in an episode of ‘Murders in the Building’, and he was perhaps disappointed that I had chosen the safety of my pinky over a story, we continued our coffee meetings even after I moved out of the building. I still remain committed to pursuing worthy friendships. After all, there is no point in having a stand-up act with the best lines in town if you have a row of empty seats facing you.\n\n",
        "headline_1": "Adult friendships are so hard, yaar. Pinky swear!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/adult-friendships-are-so-hard-yaar-pinky-swear/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "It’s not the best of times for Elon Musk, owner of social media platform X. Soon after he was forced to delete his tweets that promoted accounts infamous for misinformation, the EU wrote to him warning of indications that X is being used to disseminate illegal content. It’s not just X that finds itself in regulatory crosshairs, other platforms such as Meta face the same problem. The war between Israel and Hamas is not the cause of their problems. At best, it has shown their flaws. The primary cause is their business model that relegates user safety to the periphery.\n\nIn 2021, Meta recorded a net income of $39.4 billion on revenue of $117.9 billion, giving it a profit margin of 33.4%. Over a six-year period (2016-21), the company spent just $13 billion on user safety, while it didn’t hold back when it came to protecting its own assets. Therefore, the regulatory challenges big social media platforms face today are of their own making. They are being held to account for it. To give another example, consider Meta’s process for content moderation. They often depend on users to flag problematic content. Even after their fact-checkers have identified misinformation in the content, it’s not always taken down. Instead, it’s featured less prominently. It’s worth comparing the laxity of this approach with the checks and balances in traditional media. What social media platforms need to prioritise is a rapid expansion of content moderation teams. And it shouldn’t be treated as a formality where headcount is expanded without attention to quality. Algorithms will undoubtedly be part of content monitoring apparatus, but a standardised approach won’t work for a global user base. On balance, social media’s problems boil down to one thing. Disrespect for their customers.\n\n",
        "headline_1": "Con job on content: Middle East war again shows dangers of social media",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/con-job-on-content-middle-east-war-again-shows-dangers-of-social-media/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "The importance of people's right to information (RTI) for good governance and sustainable development is often loudly proclaimed but quietly ignored by people and governments alike. It is heartening, therefore, that a recent International Monetary Fund (IMF) report prescribed a greater role for the RTI law to prevent a recurrence of the kind of financial and political crisis faced by Sri Lanka early last year – and to assure the country's steady recovery.\nThe report emerged from the Sri Lankan government's request to the IMF earlier this year to undertake a Governance Diagnostic Assessment (GDA) of its efforts, following the crisis, to stabilise the country and its economy. These included a combination of steps to restore fiscal and debt sustainability, improve governance, and reduce corruption risks.\nThe findings and recommendations of the GDA provide an excellent assessment of Sri Lanka's governance system and a comprehensive prescription of corrective measures to overcome continuing impediments. For RTI enthusiasts, the most welcome aspect of the recommendations is their emphasis on a more transparent and accountable governance, and the role RTI can play in ensuring that.\nThe GDA's findings revealed widespread and continuous governance weaknesses and corruption vulnerabilities across critical areas of governance, as well as their macroeconomic impact. But the study also found a silver lining behind the clouds. Underlining the vital importance of RTI, the GDA commended the government steps to establish people's right to information and create an institutional framework for protecting them. It particularly highlighted the admirable role the Right to Information Commission (RTIC) of Sri Lanka has played since its inception to uphold them and recommended further strengthening of its capacity and ability. Such a role, it underlined, is \"particularly consequential for anti-corruption efforts since many of the requests for intervention come from groups that are traditionally most exposed to corruption and the abuse of public power, including women and minority groups.\"\nThe GDA also noted that a number of recent bills in parliament have the potential to constrain the scope of RTIC, excluding \"sensitive\" matters from its jurisdiction, and recommended that no future laws should limit the reach of RTIC, and relevant policies and rules concerning new anti-corruption, anti-terrorism and privacy legislation should reflect this position. It underscored that the \"impunity for misbehaviour enjoyed by officials undermines trust in the public sector and compounds concerns over limited access to efficient and rule-based adjudication process for resolving disputes.\"\nThe IMF diagnostic assessment of Sri Lanka and its recommendations are of immense value for all developing nations, including Bangladesh. The recommendations on the increased role of RTIC are of particular relevance. Information commissions can indeed play a vital role in promoting transparency and accountability in governance by facilitating unencumbered monitoring by citizens of the work of their governments.\nHowever, what Sri Lanka's RTIC could achieve through its commitment and determination may not be possible for other information commissions in the region, as ground conditions are not the same everywhere. The success of information commissions depend on a number of factors, foremost being the existence of a civil society determined to advance the objectives of the law. Bangladesh's law clearly states that it has been enacted to empower citizens so that they can play a role \"to establish transparency and accountability of public offices… so that corruption will lessen, and good governance will be established.\" Citizens have been explicitly bestowed with a responsibility to serve as watchdogs over public offices and probe their work. Seeking information from public bodies relating to their responsibilities is a means to play that role and not only an opportunity to advance personal goals.\nThe second critical factor is the existence of citizen groups ready to agitate and undertake collective measures to safeguard proper implementation of the law. They are to serve as watchdogs, including for proper application of the arbitration mechanism by the information commissions. Should the latter fail, they must be ready to seek assistance from the judiciary. This is imperative because such commissions' decisions are often laced with government pressures of various sorts.\nAnd thirdly, information commissions must be composed of people known for their experience, objectivity, impartiality and integrity. Most RTI laws provide for specific rules and procedures for their selection so that the views of different stakeholders are considered.\nAll the three elements appear to have been largely met in Sri Lanka. This explains why its RTI law, which came into existence much later than in most other countries of South Asia, was able to make such impressive progress within a short period of time.\nOn the first factor, a quick look at the list of issues invoked by Sri Lankan citizens in recent years to probe government work is illustrative. It included assets and liabilities of people's representatives, the cost of overseas visits by prime ministers and MPs, lavish spending of public funds by ministers, probe report on misbehaviour of the prison minister, status of foreign currency reserve, approval of power project by the Adani Group of India, Chinese investment in Sri Lanka, ingredients contained in imported milk powder, purchase of expired tear gas, investment of Employee Provident Fund and Employee Trust Funds by the central bank, aircraft purchase deal between Sri Lankan Airlines and PIA, excessive infant deaths at the Vavuniya General Hospital, and unclassified information available with the cabinet office.\nThe Sri Lankan RTIC was thus given an opportunity by citizens to decide on matters impacting the nation as a whole. Compared to these, RTI requests in Bangladesh are largely of a mundane nature dealing with personal and secondary issues. Unless we graduate to higher levels of usage of the law, the Information Commission Bangladesh will have to continue to deal with matters that have little or no impact on the overall governance in the country. One reason why the experiences of the two countries are so different is that in Sri Lanka, many of the public interest requests emanated from applications submitted by NGOs and public service organisations such as Verite, Sri Lanka Press Institute, and People's Movement for Free Health Service. Interestingly, there is hardly any use of RTI by similar agencies in Bangladesh.\nOn collective efforts by Bangladeshis to agitate against or challenge the decisions of the Information Commission even in the few contentious cases it dealt with, involving the state and citizens, the experience has been pitiable. There is little to no civil society surveillance of the decisions and no combined effort to help aggrieved users check their propriety in courts. The RTI Forum which was created earlier is all but defunct.\nAdded to this is the opaque manner in which information commissioners are chosen in Bangladesh. Though the law provides for a selection committee composed of persons representing relevant branches of the government and civil society, citizens come to know the names of the commissioners only after they have been chosen. The need for a more transparent selection process cannot be overemphasised.\nWith all these impediments, it is difficult to visualise how the Information Commission Bangladesh could play the role prescribed for the RTIC in the GDA on Sri Lanka. The latter expounds why and how better utilisation of RTI law can help governments and the people to jointly combat weaknesses and vulnerabilities in governance – at all times, but more so during crises.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB). Email: [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How right to information helped Sri Lanka manage its crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-right-information-helped-sri-lanka-manage-its-crisis-3444266",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "A just-unveiled study by the Citizen's Platform for SDGs, Bangladesh has given us some sobering statistics regarding what our young people are thinking. The data reveals that young people are worried about their present and future. Constraints on freedom of expression, widespread corruption, joblessness and poor governance in the country are some of the factors behind their frustrations.\nImportantly, around 43 percent of those surveyed are hesitant about exercising their freedom of expression, while 41.4 percent have demanded the scrapping of the notorious Digital Security Act (now replaced by Cyber Security Act) and similar laws as well as administrative measures that severely restrict freedom of expression. Meanwhile, 69.4 percent believe that Bangladesh's development is being hampered by corruption and nepotism. More than half of the respondents are registered voters, but they have never voted in the national elections.\nWith a sample size of more than 5,000 people aged between 18 and 35, this is a study that deserves to be taken seriously and properly acted upon. The pessimism reflected in it demonstrates how – despite all the infrastructural development achieved by the government – some fundamental prerequisites for a thriving democracy are starkly missing. The result is that young people are becoming ever more disillusioned with our political culture that seems to have ignored their needs and aspirations.\nBeing able to voice their opinion or protest injustices and having financial security are important to young men and women. But the reality is, many are under claustrophobic conditions. They are deprived of quality education and the right skills to be gainfully employed. They are not allowed to say what they feel and must live in fear of being incarcerated if they do. Most young people have to confront the reality of not getting the jobs that will provide them with a secure, decent future. Is this how we are utilising our much-talked-about demographic dividend?\nWe are clearly at a critical juncture and must make decisions to change the bleak outlook of the youth. Young people must feel free to express their opinions without the threat of repercussions from the state. They must have access to quality education, skills training and job opportunities. According to the survey, around 60 percent of the respondents suggested having a registration system for the unemployed youth so that they can get jobs. Forty-eight percent recommended a low interest rate loan for young entrepreneurs.\nTherefore, political parties, especially the ruling party, must wake up and address these issues that profoundly affect the well-being and worldview of the youth. Not doing so will not bode well for Bangladesh's future, which is overwhelmingly dependent on its young population in every step of its development.\n",
        "headline_1": "Are we listening to the young people?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-listening-the-young-people-3444256",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "I can't remember the last time I inhaled fresh air in this city. Every day, as soon as I step out the door, I am exposed to severe dust pollution from the never-ending construction activities in the area. During my commute to any part of the capital from my home in Mirpur, I am forced to inhale the black smoke emanating from countless vehicles, particularly from unfit buses. I have been trying to survive this toxic air only by wearing a mask for the past few years. Like millions of people living in this city, I too do not know what I should be doing to save myself from such polluted air, as there are still no guidelines for us on how to deal with this severe health hazard that we are being exposed to day in and day out.\nWhen taking my son to his school in Dhanmondi the other day, I was already feeling unwell because of the construction dust. But as soon as we got onto Mirpur Road, I felt suddenly unable to breathe properly. I tried to take deep breaths, desperate to get some more oxygen into my lungs, but the strong smell of the fumes from the vehicles around us was suffocating me. I was at a loss as to what to do when our CNG-run autorickshaw finally crossed the busy road and entered Road 27 in Dhanmondi, where the air seemed somewhat more tolerable.\nGoing through the newspapers later on, I learned that Dhaka had the fifth worst air in the world that day. The next day, the newspapers reported that air pollution has increased by around 13 percent in the capital since 2020, according to a study by the Centre for Policy Dialogue (CPD), despite the fact that the country received a staggering amount of funding to improve its air quality.\nSince the beginning of this year, we have come across several alarming reports on our air quality. While one report found that poor air quality is contributing to a rise in premature births and babies being born with low birth weight in Dhaka, another report revealed that air pollution was causing about 20 percent of all premature deaths in the country. Yet another study has found that the average life expectancy of people in Bangladesh is being cut short by 6.8 years due to their continuous exposure to polluted air.\nThe CPD study has revealed some crucial facts about how air pollution is affecting the public. It has found that seven out of 10 people in the city suffer breathing problems, coughing, runny noses, sore throats, chest pains, and eye irritation due to air pollution, and that, on average, each Dhaka resident spends Tk 4,000 a year for diagnosis and treatment of symptoms thought to have been caused by polluted air. The economic and health loss from this preventable cause is unbelievable.\nSadly, all these concerning revelations have been met with scant response from the authorities. The Department of Environment (DoE), which is the responsible authority in this regard, could neither make the various city authorities coordinate their construction work and development projects, nor could it make the Bangladesh Road Transport Authority (BRTA) withdraw vehicles from the roads whose economic lives have long expired. The DoE could not even hold construction firms accountable for not covering their construction materials or for exacerbating dust pollution in the city. Is it any wonder that Dhaka's air quality index (AQI) score has remained in the \"very unhealthy\" category throughout the year?\nEven some years ago, Dhaka's air quality would turn unhealthy in the winter and improve during the monsoon. But this is not the case anymore. Dhaka's air now remains toxic for nearly half the year, according to a Clean Air Fund (CAF) study. The CAF report mentioned that Bangladesh received a staggering $2.3 billion to curb air pollution between 2017 and 2021, but little improvement was made in this regard. So where did the money actually go?\nRecently, I visited the new DoE office for work-related purposes. I was surprised to see an almost empty office on a weekday and at around 3pm in the afternoon. There was hardly anyone in the air quality department, except for the person I had gone there to meet. Reportedly, this new building was built using foreign funds to \"curb air pollution.\"\nReportedly, a lot of the money that the DoE received over the last decade has been wasted on building construction, buying cars, sending its officials on foreign trips, and more while the actual work which the fund was meant for was neglected. A total of 296 officials went abroad for training in 10 years under the Clean Air and Sustainable Environment (CASE) project that was inaugurated in 2009. One official, who went abroad 10 times for training, does not even work with the DoE anymore. After the project was implemented, Dhaka's air quality actually deteriorated further. The parliamentary standing committee on the Ministry of Environment, Forest and Climate Change also raised concerns about the way in which the project funds for curbing air pollution were wasted. But the question is: was anyone held accountable for this sheer waste of funds? Not that I know of.\nBut all this is old news. What is the DoE and the environment ministry doing now to improve our air quality? Reportedly, they have set up 31 air quality monitoring stations across the country from which they will soon get data on our air quality every 15 minutes. The environment ministry will also set up some automatic vehicular inspection centres, where all vehicles will have to pass the emission test before being allowed to hit the roads.\nBut what will they do after receiving air quality reports from across the country? Will they take steps against the powerful quarters who are reportedly polluting our air, such as the brick kilns, transport owners, factories, and construction firms? How confident is the environment ministry that it can actually make transport owners put their vehicles through the emission tests?\nLike myself, the people of the capital are tired of hearing the empty promises of authorities year after year. All we want to see is an improvement in our air quality. As an affected citizen of Dhaka, I will be more than happy to not have to see any unfit vehicles emitting black smoke throughout any and every road. I will be elated if I do not have to pass through the thick layers of dust emanating from the countless construction sites, including the government's megaprojects, on my way to work. Ensuring this much does not require any foreign funds. It only requires a strong will from those in charge. Is that too much to ask for?\nNaznin Tithi is a member of the editorial team at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Will I ever be able to breathe fresh air in Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/will-i-ever-be-able-breathe-fresh-air-dhaka-3443291",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "A just-unveiled study by the Citizen's Platform for SDGs, Bangladesh has given us some sobering statistics regarding what our young people are thinking. The data reveals that young people are worried about their present and future. Constraints on freedom of expression, widespread corruption, joblessness and poor governance in the country are some of the factors behind their frustrations.\nImportantly, around 43 percent of those surveyed are hesitant about exercising their freedom of expression, while 41.4 percent have demanded the scrapping of the notorious Digital Security Act (now replaced by Cyber Security Act) and similar laws as well as administrative measures that severely restrict freedom of expression. Meanwhile, 69.4 percent believe that Bangladesh's development is being hampered by corruption and nepotism. More than half of the respondents are registered voters, but they have never voted in the national elections.\nWith a sample size of more than 5,000 people aged between 18 and 35, this is a study that deserves to be taken seriously and properly acted upon. The pessimism reflected in it demonstrates how – despite all the infrastructural development achieved by the government – some fundamental prerequisites for a thriving democracy are starkly missing. The result is that young people are becoming ever more disillusioned with our political culture that seems to have ignored their needs and aspirations.\nBeing able to voice their opinion or protest injustices and having financial security are important to young men and women. But the reality is, many are under claustrophobic conditions. They are deprived of quality education and the right skills to be gainfully employed. They are not allowed to say what they feel and must live in fear of being incarcerated if they do. Most young people have to confront the reality of not getting the jobs that will provide them with a secure, decent future. Is this how we are utilising our much-talked-about demographic dividend?\nWe are clearly at a critical juncture and must make decisions to change the bleak outlook of the youth. Young people must feel free to express their opinions without the threat of repercussions from the state. They must have access to quality education, skills training and job opportunities. According to the survey, around 60 percent of the respondents suggested having a registration system for the unemployed youth so that they can get jobs. Forty-eight percent recommended a low interest rate loan for young entrepreneurs.\nTherefore, political parties, especially the ruling party, must wake up and address these issues that profoundly affect the well-being and worldview of the youth. Not doing so will not bode well for Bangladesh's future, which is overwhelmingly dependent on its young population in every step of its development.\n",
        "headline_1": "Are we listening to the young people?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-listening-the-young-people-3444256",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "We are disheartened to see that children, even today, are struggling to attend classes in the country's low-lying regions. According to a report by this daily, three schools in Pabna's Gaznar Beel remain inundated for half the year, starting from monsoon, forcing students to miss classes or resort to unsafe means of commute.\nTo reach their institutions, many students get on boats and row themselves, which is both risky and burdensome. Others must pay hefty amounts of fare to boatmen in order to get to school. Half the students stop attempting to reach school, and naturally, attendance plummets around this time. Headteachers, meanwhile, are asking for the bare minimum: proper, permanent boat facilities. But that request has remained unfulfilled.\nWorse, this is far from an isolated case. Just a month ago, the academic activities of 60 schools and madrasas were suspended as Gaibandha was flooded, disrupting the education of scores of children. In Sirajganj, river erosion is devouring one school building after another, leaving students to study either under the open sky or inside makeshift structures. One thing is common in all these cases: many of the students do not return to school. This is a deeply worrying trend. The government has ambitious goals such as overcoming illiteracy and bringing dropout rates to near zero at primary and secondary levels. But how will it ever achieve such targets if the scenario is such in areas where the natural environment is volatile and nothing is done to adapt to this effectively? Why don't local administrations – which should be most attuned to an area's geography and community – take urgent steps to address such situations as and when they occur? If a school building becomes inaccessible or is lost to natural calamities, they must find suitable alternatives, prioritising the education of children over regular development projects.\nIn the meantime, virtual modes of education, despite their many limitations, could facilitate learning alongside in-person classes. Such an initiative may require huge amounts of resources but it is essential if we want to build a truly Smart Bangladesh. Another option would be floating schools. In the country's northern region, hundreds of students attend classes in boats-turned-schools run by individuals and NGOs. This arrangement, intended to facilitate the education of children who face regular flooding, is seen in many other countries including Cambodia, Nigeria, and the Philippines.\nIf the government is truly committed to making Bangladesh a higher-middle-income country by 2030 and a developed one by 2041, it must ensure that our young ones can at least reach school without trouble, as they are the ones who will take us to those milestones.\n",
        "headline_1": "Why can't children reach school?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-cant-children-reach-school-3443986",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "The appeal of a ministry to the city-dwellers for refraining from honking car horns for a minute late in the morning of October 15 was unusual. However, the display ad put up by the Ministry of Environment, Forest and Climate Change, may appear to be something quite amusing to many. It was because during the specified 1-minute space, when Dhaka roads remain choke-a-block with myriad traffic and people stuck there, expecting a horn-free metropolis may prove an exercise in sheer futility. City residents suspect the appeal made in the newspaper ad may have attracted people for its uncommon content. These rituals seem nowhere near achieving the desired goal of keeping a city free of honking, and, thus, sound pollution. Calling Dhaka one of the world's cities most affected by sound pollution is no travesty of truth. This position of the Bangladesh capital in the perspective of the South Asian region remains almost the same. To its long-time residents, the deterioration of the city in terms of noise pollution appears to be highly appalling. Instead of graduating into a modern city with relatively less noise, caused mostly by the running vehicles, Dhaka witnesses an unabated decline in its sound pollution level. The other noise pollution sources are also there. They vary from the random use of loudspeakers, street hawkers' bullhorns, different types of construction work to the engines of aging buses. In this anarchic situation, the role of the police, especially the traffic police, and the auxiliary forces could be very significant. But the police personnel turn a deaf year to high decibel noises.A general tendency among Dhaka drivers is to go about honking even when there is no need for it. This surely has a great role in the worsening of the capital Dhaka's sound pollution. Lots of vehicle operators use their horns in situations where honking leaves a psychological impact on people. School children and patients at hospitals or clinics are the worst sufferers. In many areas in the sprawling Dhaka, honking once remained strictly prohibited. Thanks to the sharp increase in the number of cars and other vehicles, the ban on using horns began fraying. Due to space constraints, kindergartens, schools and many small private hospitals are being set up near busy roads. This practice continues to expose scores of adults and children to excessive sound pollution --- especially those created by indiscriminate sounds of honking. Gone are the days when Dhaka boasted of its exclusive and quiet residential zones. With the encroachment of these areas by people with the least care for the bliss of quietude, those have also become chaotic.Honking is strictly prohibited in almost all parts of the cities in the developed world --- leave alone the especially planned quiet zones. Few can get away with the law-flouting act of honking. It's because the patrol police move round the cities twenty-four hours. On the other hand, the general people feel discouraged from the obnoxious act like using their car horns, unless pressed by urgency. The habit of honking unnecessarily is found nowadays with many Dhaka youths. It eventually emerges as a behavioural disorder, or obsessive compulsive disorder (OCD) as interpreted by psychiatrists. Given the various types of recklessness in making unnecessary sounds, this annoying pollution ought to have been declared a grave offence. Like the visible dust pollution, the insidious sound or noise pollution leaves a series of health hazards for the helpless people to struggle with. Acute auditory complications are among them. The city authorities have been successful in banning the unbearably noisy sugar-cane crushing machines on roadsides. There is no reason why they will not be successful in their campaign against other noise-makers.",
        "headline_1": "A city full of sound pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-city-full-of-sound-pollution-1697381424",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "The present challenge before the world is meeting the rising demand for food amid the climate-change-induced natural calamities affecting crop production. According to an estimate, pests and crop diseases destroy 20 to 40 per cent crop yield worldwide. Notably, pests and crop diseases have a lot to do with fluctuations in weather conditions triggered by climate change. The UN's Food and Agricultural Organization (FAO) in a report published in 2021 said that relative to agriculture, industry, commerce and tourism taken together, agriculture alone absorbs the disproportionate share of 63 per cent impact from the natural disasters. Of course, the least developed countries (LDCs) and low- and middle-income countries (LMICs) are the worst victims of these disasters. Between 2008 and 2018, the report further goes, the natural disasters cost the agricultural sectors of the developing country economies over US$ 108 billion in damaged and lost crop and livestock production. During the period in question, Asia was the most hard-hit region with economic losses adding up to US$ 49 billion, followed by Africa at US$ 30 billion, and Latin America and Caribbean at US$ 29 billion. Another recent FAO report published on October 13, 2023 says over the past three decades between 1991 and 2021, natural and manmade disasters are responsible for US$ 3.8 trillion in crop and livestock loss. In this estimate, the UN body included the fallouts from both natural and manmade disasters, such as wars, behind crop loss. Annually, the loss in food production comes to US$ 123 billion, which is actually 5.0 per cent of the total food production. This amount is enough to feed half a billion people, which is about three times the population of Bangladesh, every year. The worst part of this scary report is that the main driver of such crop loss, the frequency of the natural calamities, has quadrupled since 1970s. Bangladesh, one of the developing countries most vulnerable to climate change, obviously bears the brunt of such scourges of natural origin. According to the Soil Resources Development Institute, during the last three and a half decades, salinity levels in the country have increased by more than 25 per cent. Going by a government report of 2022, the salinity level in the river Rupsa in the southern district of Khulna rose to 16.8 parts per trillion (ppt) in 2011 from 0.7 ppt nearly half a century before. As it is now common knowledge, rise in salinity in water and soil is directly linked to sea level rise, which in turn is a fallout from global warming. Over the past decades, far from showing any sign of abating, the conditions created by the global warming such as the rise in sea level have exacerbated further. A World Bank report of 2021 says that by 2050, about 37 per cent of all South Asian climate migrants will be from Bangladesh. Uprooted by reduced agricultural production, water scarcity, rising sea levels and other adverse impacts of climate change, around 216 million people might leave their homes and migrate within their own countries in South Asia. The number of these climate migrants in Bangladesh, according this estimate, could be around 13.3 million people. However, cultivating salinity-tolerant crops and adopting various coping strategies against climate change, the farmers of the country's coastal districts have been trying to tide over the crisis. But crops alone are not the only source of livelihood for the coastal population. They have also their livestock, which include farm animals like cows and goats. Salinity is also a big threat to these animals' survival as they need fresh drinking water, which is in short supply in the coastal districts. So, growing salinity-tolerant crops is not enough to stop the northward migration of the coastal population. Measures need also to be innovated to protect their livestock. Situation in the northern districts is not better either. There are factors other than salinity at work to expose farmers there to vulnerabilities born of climate change. Last year (2022) in July, for instance, the country experienced the lowest rainfall in 41 years, which seriously affected crop production. Worse affected was the production of Aman rice, which is grown between June and November. Land preparation and germination of seeds for Aman crop are usually done during June and July. Farmers then plant the saplings in the field thus prepared. Because of the scanty rainfall, farmers, mostly in the northern districts, used groundwater to prepare their seedbeds to put in the saplings. But as expected the crop yield was low not only inflicting losses to the paddy farmers, but also to the livelihood of the agricultural labourers who had no work. So, the droughts attributable to climate change are not only behind crop loss contributing directly to food insecurity in the long run, its immediate effect is also the loss of livelihood to the unskilled agricultural labourers. Their adaption to the climate impact, which deprived them of their source of earning, is eating less, or in the worst case scenario, going altogether hungry. Small wonder that they migrate to the cities in search of work. How can agriculture then best adapt to climate change? On this issue, William R. Sutton, Global Lead for Climate Smart Agriculture for the World Bank, mentioned some strategies last year which include using water more effectively and efficiently combined with policies to manage demand for water.\nBeing a climate- vulnerable country, Bangladesh needs to start the practice. [email protected]",
        "headline_1": "Art of using water as a climate adaptation strategy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/art-of-using-water-as-a-climate-adaptation-strategy-1697381806",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "In its quarterly report, the Ain O Salish Kendra (ASK), a frontline non-government legal aid and human rights body, reveals that at least 128 children were murdered in the first three months of this year. Another 225 children were subjected to various types of repression and violence including that of sexual. The latest annual count of homicides available was 3,830 in 2018 pointing out that even the monthly average was almost three times higher. Irrespective of age, a murder is the worst form of violence committed against life. It is the ultimate crime a person can commit against another of his kind. Is there any difference between homicide and pedicide then? Or, put otherwise, does it carry any special significance when a child is murdered? Bringing an end to any life in cool blood can legally be viewed as a crime of the same order but the social and moral perceptions of pedicide are sure to vary. Infanticide and pedicide are the acts committed against the budding lives that are not only unsuspecting and innocent but also unlikely to differentiate between protectors and enemies. The teenagers among them, however, start sensing who approve of or not their likes and dislikes. But the girls among them run the risk of falling victim to sexual aggression. This is corroborated by the ASK report on child murder. Of the children killed, 59 were between 13 and 18 years, 29 between seven and 12 years and 27 below six years of old. Again, of the 225 repressed children, 24 had to endure various sexual harassment and 75 were raped. Evidently pedophilia and pedicide are closely linked and the high incidence of these makes a poor commentary on Bangladesh society. There were a few cases where parents, father and uncle murdered their children only to implicate rivals with whom they had disputes over land. Similarly in a few cases fathers were arrested for sexually violating their daughters. Incidents like these are a proof that the familial and social bonds have not only loosened, convoluted and distort, but also degraded to sacrilege. When a society becomes hostile to babies and children who are angelic in both appearances and mental traits, it sacrifices its future at the altar of vengeance and profanity. Leo Tolstoy known for his prophetic insight made it clear that children can be wiser than their elders. People who do not love children, adore them and reconstruct social bonding in the image of the young ones fail to appreciate the basics of human relations. Murder of unsuspecting children takes place in various ways. Right now, more than 600 Palestinian children have been killed in the hostility between Palestine and Israel. How many children on the Israeli side have lost their lives in the Hamas assault is not precisely known but it is likely to be close to the Palestinian child casualty. Yet such gruesome killings are the result of indiscriminate rocket firing, shelling, shooting and bombing. Babies and children were not specially targeted, though. This is not the case so far as taking lives of children in Bangladesh in a normal time is concerned. In times of war, death and devastation are quite expected, although, ironically, UN conventions make civilians' lives sacrosanct. So, in a way security of child life in Bangladesh is more at risk. It would not be an exaggeration to say that this society is perhaps one of the most hostile to children. Even newborns are stolen from hospital beds. Violence against babies and children as happens in case of mutilating them for begging purposes is yet another example of social aberration and rot. All this is mind-boggling. It exposes a diabolical trend of human psyche. This society is fast slipping into the nadir of psychic disorder. Let children be what they are. They are the future of a nation. Treating them with care and love constitutes the essence of the building block of society.\n[email protected]",
        "headline_1": "Children in a society hostile to them",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/children-in-a-society-hostile-to-them-1697381844",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2023"
    },
    {
        "full_article": "Another student was tortured by a few activists associated with the Bangladesh Chhatra League (BCL). It happened at a dormitory of the Barishal University on Thursday night. The victim's left hand was fractured following the beating with a pipe he received. He was later admitted to a hospital. His offence was that he protested the ragging of junior students. The university authority has yet to take any action against the criminals. The proctor asked the victim to submit a written complaint. Sadly, torturing students has become a regular thing. Halls and dormitories of universities are at times turned into torture cells. Over the years, many students have been victimised for no reason. The authorities do little to prevent the abuse. A section of BCL activists and associates terrorises campuses. Ragging, bullying and torturing are their tools to demonstrate dominance. Unfortunately, there is no effective move to stop the ragging and torturing. As a result, the number of such incidence is on the rise. Not all are reported due to fear of further torture. This does not help provide a healthy environment for learning. Strict measures are necessary to stop the bullies.\nBablu Azad Moghbazar, Dhaka",
        "headline_1": "Torture of students continues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/torture-of-students-continues-1697381865",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2023"
    }
]