[
    {
        "full_article": "In October, India’s consumer price inflation eased to a four-month low of 4.87%, while wholesale prices declined year-on-year for the seventh successive month by a minor 0.5%. Although only marginally lower than the 5% retail inflation in September, October’s price rise pace — which is exactly the same as that in June — surely represents some relief for the third successive month from July’s 15-month high pace of over 7.4%. Rural consumers still face a higher inflation of 5.1%, though. Core inflation, which excludes energy and food costs, has eased further and household services inflation dropped below 4% after several months above. The rise in prices of vegetables, which had surged over 37% in July, eased to 2.7% in October. However, the overall uptick in food costs for households stayed firm at 6.6%, virtually unchanged from September, as other essential edibles saw faster price hikes or remained at elevated levels. Some of these — like pulses (up 18.8%) and cereals (10.7%) — may be attributed to worries about the kharif output and uncertain rabi prospects as well as hikes in minimum support prices for crops. Pulses prices were up 19.4% at the wholesale level, signalling that more pass-through to retail prices is likely.The Monetary Policy Committee of the Reserve Bank of India, which meets early December for its next review, will not be too swayed by the October tidings. As per its 5.6% average inflation projection for this quarter, down from 6.4% in the previous quarter, November and December may well see an average inflation of 5.95%, fractionally short of the central bank’s upper tolerance threshold. Excluding edible oils, whose 13.7% year-on-year drop in prices played a key role in moderating the Consumer Price Index, would have meant a 5.6% rise in prices. Base effects from last year, when the Ukraine conflict had spiked edible oil prices, will start to dissipate in coming months. Similarly, while the 6.8% inflation recorded in October 2022 helped cool price rise last month, those base effects will surely ebb this month. Retail inflation had eased to 5.88% last November, with the food price index rising just 4.7%, from 7% in the previous month. The perceived retreat of inflation last month thus may only be fleeting. Households that seem to have adjusted to the continuous recent rise in living costs, by pulling back on discretionary spends and downsizing essential consumption as per industrial output trends, are likely to remain cautious rather than loosen their purse strings anytime soon. For an economy whose resilience relies on its domestic demand buffer against global shocks, reluctant or budget-cramped consumers are the biggest headwind for policymakers to strive to address. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nIndia\n\n/\n\nfood\n\n/\n\nReserve Bank of India\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\neconomy (general)",
        "headline_1": "Food flux: On food costs and the October tidings",
        "headline_2": "Amid the cooler headline inflation, food price pressures pose a risk",
        "link": "https://www.thehindu.com/opinion/editorial/food-flux-the-hindu-editorial-on-food-costs-and-the-october-tidings/article67536846.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "It is disappointing that the parliamentary committee that examined the Bharatiya Nyaya Sanhita (BNS), the proposed criminal statute likely to replace the IPC, has not made a recommendation to abolish the death penalty. Instead, the standing committee on Home Affairs, despite submissions from experts and jurists on abolition, chose to make a bland recommendation “that the matter may be left for the government to consider”. Its observation is limited to a remark that it “has understood that the reason for a passionate argument against the death penalty is that the judicial system can be fallible and to prevent an innocent person from being wrongly sentenced to death”. However, domain experts had made some persuasive submissions before the panel: that instances of trial courts awarding death were on the rise, whereas statistical trends showed that the Supreme Court of India was leaning away from capital punishment; that social scientists had demonstrated it had no deterrent effect and that global opinion was in favour of its abolition. The Court awarded the death penalty to only seven people from 2007 to 2022, while all death sentences were either set aside or commuted to life in 2023, as they did not fall under the “rarest of rare cases”.Members who added notes of dissent to the report also highlighted the argument that capital punishment has been shown to be no deterrent; that imprisonment for the remainder of the convict’s natural life will be a more rigorous punishment and provide scope for reform; and that most of those on death row came from underprivileged backgrounds. They have also made the point that the three Bills proposing a new body of criminal law are substantially the same as the existing IPC, Code of Criminal Procedure and Evidence Act. If at all, Parliament moves to enact the draft Bills, with changes suggested by the parliamentary panel, it will be in the fitness of things if it is used as an occasion to reconsider the need to retain the death penalty. The BNS has defined ‘life imprisonment’ as a term for the remainder of one’s natural life, and this should be the default alternative to death sentences. The case for abolition will gain strength if the trend of seeking premature release of life convicts on political grounds is arrested and life terms without remission become more common. Remission should be a humanitarian act and never a source of political controversy. Removing capital punishment from the statute book and introducing a rational and universal remission policy will be a substantive reform in the justice system.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nlaws\n\n/\n\ndeath penalty policies\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics",
        "headline_1": "Life over death: On death penalty abolition and parliamentary panel report",
        "headline_2": "Abolition of the death penalty should form the core of any reform in the justice system",
        "link": "https://www.thehindu.com/opinion/editorial/life-over-death-the-hindu-editorial-on-death-penalty-abolition-and-parliamentary-panel-report/article67536304.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "Maharashtra government is buying the iconic Air India bldg. Won’t fly \n‘Nariman had a point. Now Air-India has it,’ proclaimed the hoarding in 1974 when our high-flying international carrier soared on Mumbai’s first post-colonial business district. The reference was to Khurshed ‘Veer’ Nariman, the BMC corporator who had envisaged this reclamation in the 1940s. Thus, JRD dwarfed the ambition of Rai Bahadur MS Oberoi who had finally marched into the Taj Group’s home turf, almost bankrupting his company to make his flashy new hotel the tallest tower of Mumbai’s first Gotham. A year later, Air India had overshadowed it twice over, also dominating the frontage of Nariman Point. Rai Bahadur must be smirking in his super deluxe suite in the sky: the Maharashtra government is buying his bête noire – for ₹1,601 crore. \nAh bitter irony. In a replay of Shivaji’s famed lament on losing his prized general Tanaji while winning the coveted Sinhagadh fort, ‘Garh ala pan sinh gela’, the Tatas have ‘lost’ the eponymous tower a year after they wrested back their long-nationalised airline. No one is spluttering more than my fellow Parsis: “Arre soo, sala, double insult:apro Tata no longer the jewel of apra Nariman ni Point. No Air India building in Mumbai where even the company’s HQ is called not Tata House, but Bombay House! Satyanas!!”  \nIn fact, the Air India building is among all-Mumbai’s most iconic. Wasn’t it among the 13 power towers targeted by Dawood’s vengeful serial blasts of 1993? It remained so even when the Maharaja’s udan khatola became an udan khatara.    \nAnd here’s a bigger irony. The less governance they give us in Maharashtra, the more government offices they want. The logic is as hazy as the pall shrouding the once-spectacular view from the Air India building. As hazy as the ruling Do-nath Sena’s rights to being the real Sena. Both courtesy the ruling ‘EDA trio’. In one electoral term, we’ve had three governments – none of which we voted for. So here’s a cost-effective way to justify the latest ₹1,601-crore splurge. Each of the past and present combos should occupy one-third of the new quarters – and simply move up or down with each bout of horse-trading.\nAlec Smart said: “To build on and in fragile Himalayan region shows ‘tunnel’ vision.” \n \n\n",
        "headline_1": "Ta-ta, Mr Nariman",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/ta-ta-mr-nariman/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "The collapse of a 150m section, connecting Silkyara with Dandalgaon, of a 4.5km under-construction tunnel is a significant blow to the Chardham Project, the all-weather road which would have cut the distance between Uttarkashi and Yamunotri Dham by 26km. As many as 40 workers were reported trapped, an oxygen pipe had been installed and the stranded labourers were being communicated with as rescue is underway that reportedly entails removing debris from a stretch of 200m.\nThe collapse of a 150m section, connecting Silkyara with Dandalgaon, of a 4.5km under-construction tunnel is a significant blow to the Chardham Project, the all-weather road which would have cut the distance between Uttarkashi and Yamunotri Dham by 26km. As many as 40 workers were reported trapped, an oxygen pipe had been installed and the stranded labourers were being communicated with as rescue is underway that reportedly entails removing debris from a stretch of 200m. This tragedy highlights the need for any strategy for the Himalayas to be all-encompassing, which would combine knowledge of geology, sustainable engineering, and efficient regulation. Not only would the lives of workers be safe, so would the construction itself. At the same time, ecosystems and water sources distinctive of the region, and essential to it, would be preserved.\n\nRead full story on TOI+\n\n",
        "headline_1": "No light at the end of Himalayan tunnels: The latest Uttarakhand construction mishap is another reminder that every project must be preceded by detailed geological investigation & informed by more sensitivity to local ecology",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-light-at-the-end-of-himalayan-tunnels-the-latest-uttarakhand-construction-mishap-is-another-reminder-that-every-project-must-be-preceded-by-detailed-geological-investigation-informed-by-more-sen/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "Call it the Rishi Sunak, Suella Braverman and Vivek Ramaswamy effect but it’s pretty hard right now to take pride in some of the more prominent politicians of Indian ethnicity who’re in the news on either side of the Atlantic. Sunak, Britain’s first prime minister of Indian ethnicity, is seen as the most right-wing Conservative prime minister since Margaret Thatcher, instinctively hewing away from the political centre on testy issues such as asylum-seekers, devolution, climate change, Brexit and the currently piteous plight of Gaza’s people.\nUntil this week, when Sunak sacked Braverman as home secretary, she was the second woman of Indian heritage to serve in one of Britain’s highest offices of state. In her scant year in office, she distinguished herself chiefly in the role of “the most hated woman in British politics”, inciting communal division and disdaining all lament at the deaths of innocent Palestinians.\nCruella de Vil is a fictional character from 101 Dalmatians (Credit: Walt Disney Productions)\nRead full story on TOI+\n\n",
        "headline_1": "Brown & Cruella À La Suella: What do Britain’s Braverman and America’s Vivek Ramaswamy say about brown leaders in the West? They can be as majoritarian as a white. And tickbox diversity can be pretty shallow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/brown-cruella-a-la-suella-what-do-britains-braverman-and-americas-vivek-ramaswamy-say-about-brown-leaders-in-the-west-they-can-be-as-majoritarian-as-a-white-and-tickbox-diversit/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "The PM’s call to put an Indian on the Moon by 2040 has caused much excitement in many circles, including that of two wheelerdealers called Hera and Pheri.\nHera: The PM’s declaration that there should be an Indian on the Moon by 2040 has given me a great idea. We should get into the Moon export business.\nPheri: But there is no one on the Moon to export to.\nHera: Exactly! And that’s the basis of our export business – exporting what the Moon lacks, which is people. We’ll export people to the Moon.\nPheri: Export people? Isn’t that kind of weird?\nHera: Not at all. What’s long been India’s biggest export item?\nPheri: Garments? Tea? Basmati rice?\nHera: None of the above. Our biggest export item is people, and has been so for years.\nPheri: I didn’t know India exports people.\nHera: India doesn’t. People export themselves, some officially and some not so officially. But, all these self-exported people make up the\nGreat Indian Diaspora, which tots up to some 32 million – more than the entire population of Australia – and that number is growing by 2.5 million every year.\nPheri: Wow. That’s a lot of exported people.\nHera: It sure is. The problem is that people who want to export themselves are running out of places to export themselves to, with more places tightening immigration laws and border controls. But now that the PM himself has urged Indians to go to the Moon, it opens up a whole new people-export opportunity.\nPheri: But why would people want to be exported to the Moon where there’s no one and nothing?Hera: Because with no one there, the exported people won’t have any competition for employment from natives, and with nothing there, they can turn their hand to anything they want.\nPheri: But doesn’t the nothing that’s on the Moon also include air to breathe? How will the exported people manage?\nHera: How we Indians, exported or otherwise, always manage – through jugaad. So let’s register our Moon export business. Lunartics Ltd?\n\n",
        "headline_1": "Chandamama chalo!: Lure of the Moon could give new stimulus to exports",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/chandamama-chalo-lure-of-the-moon-could-give-new-stimulus-to-exports/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "Bangladesh may not be as litigious as the United States of America, thought to be the most litigious on the basis of the highest number of lawsuits, or Germany with the highest rate of litigations of 123.2 per 1,000 people, but its huge backlog of court cases continues to pile up. The Supreme Court cannot at times help ordering the trial courts to speed up disposal of cases. On Monday, the Appelate Division of the Supreme Court ordered the Speedy Trial Tribunal-2 of Dhaka to complete the proceedings within the next six months and this is the second such order for completion of the trial of a murder case filed 25 years ago. In his explanation, the trial court judge submits why he failed to complete the proceedings. It is the prosecutors' inability to present witnesses. Clearly, two highly important issues are involved, particularly where witnesses remain absent from deposition---one is for fear of security and even life where the accused are influential or dangerous; and the other is intrigues resorted to by dishonest lawyers with the ulterior motive of dragging trial for an indefinite period. How much time the trial court should grant for presenting witnesses must have a limit. The problem of insecurity of a witness's life, however, cannot be guaranteed against the murderous elements. Civil cases may look rather innocent but those are not, particularly when the moneyed and more influential parties exert an undue influence and even threaten dire consequences for telling court the truth that goes against their interests. No, not 'all men are created equal' nor are they entitled to equal treatment and justice when society is riven with atrocious economic inequality and yawning social disparities. The rich and the privileged consider it a right to exploit the poor and the underprivileged. Lawsuits involving parties across the divide always favour the former. Where the complainant and the defendant are from comparable socio-economic background, there is a possibility of the case receiving a fair hearing. Such complex issues apart, accumulation of cases happens on account of the inadequate number of courts and judges compared to the rising number of cases. The immediate past Chief Justice Hasan Foez Siddique's positive initiatives were of help in reducing the litigation backlog. But when the number of pending lawsuits stands at more than 4.0 million ---it was 4.2 million by March 31,2023, it is not easy to address the problem within months or a year. Only six judges of the Appellate Division of the Supreme Court have to hear cases when the number of the piled-up lawsuits is 21,184. Similarly, 88 judges of the High Court Division of the Supreme Court are holding trial against 0.51 million pending cases. It is humanly impossible for a HC judge to oversee 5,876 cases. The recently retired chief justice also initiated a wonderful move to settle cases by activating the Alternative Dispute Resolution (ADR) system. This could certainly go a long way in obviating pressure on formal courts to a large extent but for the mutual mistrust and absence of people who could be taken into confidence. Once a rural society, this part of the world relied mostly on village 'panchayet' for social dispute resolution. Poisonous politics has vitiated the poise and stability of village command. A trial run of a redesigned ADR system with members of the public as well as local administration can be introduced to see how it functions. In order to reduce sufferings of litigants and huge costs, the merit of such an alternative system is beyond doubt.",
        "headline_1": "Problems posed by pending cases",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/problems-posed-by-pending-cases-1700056256",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "The Westminster form of government is often a surgical operation. And surgical operations are what efficient government is about. Governance is all about keeping the levers of government running in the interest of an entire nation.It is a truism which has once more been reflected in the decision by British Prime Minister Rishi Sunak to sack Home Secretary Suella Braverman, whose unpardonable sin was writing an article for a newspaper and accusing the police of bias in their actions. She had the pro-Palestinian march of last Saturday in mind and cheerfully referred to the marchers as a mob who ought not to be permitted to spoil the observance of Armistice Day.Braverman's mistake was in not obtaining clearance from 10 Downing Street for her article. Of course, there have been reports that No 10 suggested some edits in the write-up, which suggestion Braverman ignored. After that, it was only a matter of time before she would go out of government. And now she has gone, to sit as a backbencher in the House of Commons.Britain will go for general elections in a year's time. Sunak obviously had that factor in mind when he decided his Home Secretary should be dismissed and replaced with James Cleverly, till recently the country's Foreign Secretary. And into Cleverly's place at the FCDO has come former prime minister David Cameron, which was a bit of a surprise. But clearly Sunak needs to focus on internal politics, given that his Tories are much behind Keir Starmer's Labour in the opinion polls. He would like to leave foreign affairs to the known quantity that is Cameron.The beauty of the Westminster system is inherent in the form itself. Prime Ministers take swift action where appointments or dismissals of ministers are called for and where cabinet reshuffles are called for. In this system, ministers do not become entrenched in their positions but, more importantly, take their responsibilities on trust. Those who do not perform to the country's satisfaction are condemned to lose office or be sacked. Those who have been out of power may be called upon once again to serve in government. Cameron's is the latest instance of a lapsed politician called back into government.Cameron's return to office, this time as Foreign Secretary, is a reminder of an earlier era when a former prime minister was brought back into government as Foreign Secretary. Sir Alec Douglas-Home succeeded to No 10 when Harold Macmillan resigned as Prime Minister in autumn 1963. In the elections of October 1964, his Conservatives lost to Harold Wilson's Labour. For the next six years, Home stayed in parliamentary opposition under his party leader Edward Heath. When the Conservatives returned to power in 1970, Prime Minister Heath appointed Home as Foreign Secretary, an office in which he served with distinction till 1974, when Labour came back to power under Wilson.Under the Westminster system, therefore, opportunities remain for politicians to return and serve in government even after they have called it a day. At the same time, the system is unforgiving of politicians who make a mess of it. Liz Truss remains an instance of how to conduct government in a less than satisfactory way and then be compelled to walk through the exit door. At Westminster, there are the ways and means by which the ruling party, fatigued with the policies of a long-serving Prime Minister, will call forth the courage to demand the resignation of the head of government. Margaret Thatcher is the instance that comes to mind.There are nations where governments every now and then declare allegiance to the Westminster form of government but without imbibing the lessons of governance as they are followed in Britain. Prime Minister's Questions (PMQs) is a regular Wednesday feature which not only has the Prime Minister, ready with his facts, respond to questions from both government and opposition MPs but also engage in a battle with the Leader of the Opposition. And all of this is done in absolute politeness. No one gets angry, no one hits another below the belt, no one questions the other's patriotism.In parliamentary government, a strong opposition keeps the government on its toes through raising questions on the issues of the day before the treasury benches. A significant aspect of the system is the preparedness of the opposition, from day one of the sitting of a new Parliament, to move into government at a future time. A shadow cabinet, with key opposition figures given responsibilities over matters relating to governance by the Leader of the Opposition, is ready to take charge on the morning after the election that the party looks forward to winning. Every new minister, having been part of the shadow cabinet, is ready to hit the ground running.The Westminster form of government abjures sycophancy on the part of ministers toward the Prime Minister. In the opposition, lawmakers are free to take their leader to task over policy issues. In Parliament, the governing party and the opposition engage in focused discussions over policy, which in turn educates the public on the manner in which the issues are being deliberated on by the political classes. The system, from such a perspective, is a cardinal lesson on how politics, the practice of it, can lead to informed opinion becoming part of the public response to the handling of contemporary issues.In the Westminster system, politicians learn humility. They remind themselves that they need to have a hands-on approach to local, national and global issues. It is not merely a matter of ministers doing their job or of ministers-in-waiting looking for the chance to step into the corridors of power. It is, in a fundamental sense, one of MPs spending time, preferably weekends, with their constituents, getting to know the problems they encounter and doing everything to neutralise those problems.Ministers, opposition politicians and lawmakers generally stay away from photo-ops and focus on the work they were elected to do. They stay away from seminars and inaugurating conferences. They have little time or inclination to present themselves before the media, for they know only too well that it is on their performance in public life that their future at the next election depends.The Westminster system makes for efficient government. It involves a continuity of parliament-people involvement. It recognises and acknowledges talent. It enables politicians to shape their visions of the future, all with the destiny of the people they serve in mind.The system has given Britain such figures as William Gladstone, Benjamin Disraeli, Clement Attlee, Winston Churchill, Harold Wilson, Hugh Gaitskell, Michael Foot, Neil Kinnock, to name a few. It has done well. It is doing well. \n[email protected]",
        "headline_1": "The beauty of Westminster government",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-beauty-of-westminster-government-1700056329",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "Air pollution is the second-largest cause of death and disability in Bangladesh. And it is responsible for around 20 per cent of the total premature deaths in the country, says a World Bank report. The global lender has also cited capital Dhaka as one of the most polluted cities in the country. However, cost-effective solutions to achieve clean air exist. China has already managed to control air pollution while India has recently launched an anti-pollution action plan. In case of Bangladesh, unfortunately, we see little has been done in terms of curbing air pollution that is not just a threat to public health but also a cause for economic loss. As winter approaches, the air quality of Dhaka city has been deteriorating due to dry weather and emissions from various sources. Dust emissions from construction activities, a key contributor to air pollution, have begun. The city is undergoing a massive transformation which requires the construction of infrastructure. Numerous private buildings as well as public projects such as the Mass Rapid Transit, roads and other utility infrastructures and construction sites have emerged as a major contributor to dust emission in the city. Demolition and construction activities that involve hammering, crushing, cutting, trimming, drilling, grinding, mixing, excavating, dumping and transporting are going on throughout the day. This leads to dust emissions, which, if not controlled, get dispersed in the atmosphere and get deposited on surrounding surfaces. As most of these construction sites are close to residential areas, they pose a threat to the health of children, the elderly and people with lung diseases. Dust is an unwelcome harbinger of winter for the residents of Dhaka. But our response to this menace is not at all an effective one. We need to contain the dust through concerted efforts. The High Court on January 13, 2020, directed the Dhaka's city mayors to ensure that spraying of water on the city's roads takes place twice every day during the winter months. However, city corporation authorities are reluctant to do this routinely even on some major roads. Besides, the authorities do not seem to take any action when construction materials are kept on the roads or pavements. It is not a tough task for the city authorities to reduce dust in Dhaka city. They can do it by sweeping roads and pavements regularly. Spraying water on roads and planting trees can also help. They also have to ensure that no one carries construction materials openly or keep them on the roads and pavements. If the dust from construction work could be managed, it would greatly help reduce air pollution in Dhaka city. We should think of transforming the building industry from its current state into one that uses modern construction technologies and practices that place controlling air pollution at the centre of planning and execution. Using drone technology to find out dust emission hotspots can help the city authorities in this case. Using this technology they can easily find the dust emitters. Standard operation procedures for builders can help reduce emissions from construction activities. Dust control is manageable in Dhaka city. And it can rid Dhaka of air pollution to some extent.\n[email protected]",
        "headline_1": "Dealing with Dhaka's dust",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-dhakas-dust-1700056433",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2023"
    },
    {
        "full_article": "Bangladesh is a perfect destination for migratory birds. Every year, thousands of birds make this temperate country their temporary home, seeking respite from extreme cold. Most of these birds come from the mountainous regions in the northern parts of the subcontinent, namely the Himalayas and beyond. Some species come from different parts of Europe and far eastern part of Siberia. Generally, they stay with us from September-October to March-April. However, the number of these birds is decreasing day by day probably due to illegal poaching, overcrowding, polluted environment and lack of food. Birds are friends of nature. They enhance the beauty of the environment. They eat various kinds of insects and keep crops free from diseases. A number of people in our country, however, do not have any sympathy for these migratory birds. In particular, the people of the villages are not sympathetic to migratory birds. They catch these birds and sell them in the market. According to experts, even a decade ago, more than 200 species of migratory birds used to come to our country. This number is declining fats every year. It should not be forgotten that birds are part of the environment. Undoubtedly, they can play an important role in maintaining the balance of the environment. Above all, public awareness should be created against the poaching of migratory birds. \nMd. Syful Mia, Student of Department of Islamic History and Culture, University of Chittagong, Chattogram, [email protected]",
        "headline_1": "Poaching of guest birds should stop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poaching-of-guest-birds-should-stop-1700056461",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-11-2023"
    }
]