[
    {
        "full_article": "The Supreme Court’s interim order halting the registration of fresh suits across the country regarding disputes of places of worship is a welcome departure from the permissive approach of the judiciary in recent times towards such motivated litigation. A Division Bench, headed by the Chief Justice of India, Sanjiv Khanna, has done well to stop the flow of litigation and interim orders, including those that allow ‘surveys’ of such sites and structures, while it deals with the challenges to the validity of the Places of Worship (Special Provisions) Act, 1991. The order signifies a deep understanding that this is not about a set of civil disputes but the future of the country’s secular character. It is amply clear to right-thinking citizens that the law, which freezes the religious character of all places of worship in the country as they were on the day of Independence, would want this legislation to remain on the statute book as a bulwark against elements that want to perpetuate the religious divide caused by such disputes. It is unfortunate, and even condemnable, that courts of law have failed to block these suits at a nascent stage by invoking the bar under this law. Instead, they have been allowing applications for surveys, either disregarding the Act and the Court’s endorsement of its necessity in past judgments or ruling that the statutory bar does not apply to them.In the name of reclaiming religious sites lost to invaders, several groups and purported devotees have been moving civil courts and obtaining questionable orders for surveying mosques for evidence that they may have been built on the ruins of destroyed temples. The success of the Ram Janmabhoomi movement was largely due to the political patronage enjoyed by its spearheads, and a final verdict from the Court, which handed over the disputed land to the Hindu litigants while condemning the demolition of the Babri Masjid mosque in December 1992. That the vandals involved in the demolition were acquitted, without any further appeal, added to the triumphalism that marks this movement for altering the status of mosques. This has given rise to further claims in Varanasi, Mathura, and, more recently, Sambhal, among other places that house mosques dating back to the 16th century. A notable feature of this permissive judicial attitude is the complete absence of any understanding of the history of the temple movement that was largely political in character. That judges could entertain obviously baleful and ill-motivated cases is a great cause of concern for those rightfully invested in the secular nature of the country. The criminal imprint on the nation’s fabric left by political movements in a religious garb should not be forgotten. Published - December 16, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        Ayodhya Ram Temple\n                    \n                            /                      \n                        \n                        Mathura\n                    \n                            /                      \n                        \n                        Varanasi\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "​Permissive no more: on places of worship and the Supreme Court’s interim order",
        "headline_2": "The Supreme Court must put an end to violations of the Places of Worship Act",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpermissive-no-more-on-places-of-worship-and-the-supreme-courts-interim-order/article68988618.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "There is no greater betrayal than when a sanctuary turns into a death trap. Fire accidents in hospitals that kill the vulnerable would fall squarely in this category. A massive fire that broke out at City Hospital, an orthopaedic specialty unit in Dindigul in south Tamil Nadu, last week caused the death of six people, including a child and two women. All the victims were trapped in the hospital lift and initial reports suggested they died of suffocation. Only one of the six persons, who was on a wheelchair, was an in-patient at the hospital; all the others were visitors. They were trapped, over half an hour, in the lift as the smoke poured in through the vents, all escape routes sealed. The fire, which reportedly started as a short circuit in the ground floor, swept up to the first floor, and smoke soon curled up to all the floors in the four-storey building, affecting patients. Initially, smoke was noticed in the outpatient department, after patient files caught fire. In response, the power supply was shut down, but six persons still entered the lift at the ground floor. In the melee that ensued, no one paid any attention to the lift, stuck in between two floors. Meanwhile, patients on the higher floors struggled to breathe, but for many, because of mobility issues, there was no opportunity to escape. Thirty-two patients were shifted to the nearby Dindigul government hospital for further treatment and three of them needed ventilator support.The rash of fire accidents in hospitals in India, in recent times, and the lives lost are uncanny reminders that hospital infrastructure upkeep, in the private or public health-care sector, is astonishingly low priority across the country. One month ago, on November 15, 10 newborns died in a fire in Maharani Laxmi Bai Medical College and Hospital, Jhansi, Uttar Pradesh. In May this year, seven newborns were killed in New Born Baby Care Hospital, a private facility in East Delhi, after a fire broke out there. It is unconscionable that, as a nation, India pays little attention to fireproofing its hospitals, making sure all equipment in hospitals and the hospitals themselves are ready to act and limit damage if, and when, a mechanical fault was to cause a fire. The government should ensure that periodic renewal of fire licences stops being a travesty. Existing government fire safety regulations must be followed implicitly and spiritedly, without any slacking, with respect to hospitals and public places. If a hospital ever gets into the news, it must be for its healing prowess, not for being a towering inferno. Published - December 16, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        fire\n                    \n                            /                      \n                        \n                        hospital and clinic\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        patient\n                    \n                            /                      \n                        \n                        Dindigul\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        New Delhi",
        "headline_1": "Warding off fire: on hospital fires",
        "headline_2": "There should be no slackening in fire safety norms in hospitals",
        "link": "https://www.thehindu.com/opinion/editorial/warding-off-fire-on-hospital-fires/article68988762.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "The real debate on the Constitution should be centred around rights of ordinary citizens\nParliamentarians are raising heat ’n dust making claims on the Constitution. But heavens won’t fall. For, parliamentarians are cold to the fact that for those the House represents, the Constitution’s guarantees are barely enforced. Wherever the citizen encounters the state, constitutional guarantees turn into paper tigers. The living document has been called a revolution, and indeed the Constitution is – for the people. But GOI, state govts and political parties have a long-held tendency to curb rights, even bringing in legislation to curb freedoms.\nThe Internet era is perhaps where the clampdown on fundamental freedoms has been the most pan-India, including shutting down internet for months. The right to privacy runs parallel to govts’ self-arrogated right to ever-increasing surveillance. Young people still struggle to exercise, in safety, their right to marry their choice. The bureaucracy hardly ever questions politicians. It ignores its public duty and blindly pushes rule upon rule in an over-controlled society – stalling business, making unlawful arrests, robbing poor of wages and weakening the right to protect the marginalised. \nPolice powers run counter to fundamental rights, heavily influenced by extra-constitutional and extra-judicial power structures. Cops have always decided who gets access to justice and who gets to exercise any rights. In large parts, police are upholders of regressive practices – in the name of keeping the peace, whether that be turning a blind eye to the killing of a runaway bride or firing pellet guns at protesters. Sanctions are provided for dubious prosecutions, and promises of speedy & fair trial remain just that. \nSome of this lands in the courts. Had all govts been more mindful of the Constitution, in 75 years, the Supreme Court would have effectually settled all basic doctrine questions. But that’s not the case. Govts shortchange the Constitution either cleverly or by errors of omission. Ironically, it’s people’s collectives – in protests, in courts, and at polls – that have helped the Constitution manage an elasticity to cover demands made upon it, time to time. In most encounters between state and citizen, the Constitution emerges bruised. Its canvas can never be enough to protect citizens’ rights when state indifference is what it is.\n\n",
        "headline_1": "Not going by the book",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-going-by-the-book/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "India started late in semiconductor race, it should make a dash for front of the pack\nFusion energy has taken so long to materialise it seems a mirage. Quantum computing, also talked about since 1980s, is a lab trick as we close 2024. But Google’s announcement about its ‘Willow’ quantum chip shows it’s getting there. Willow is so powerful it can do in 5 minutes what a supercomputer would take forever. It won’t power your phone, ever, not with an operating temperature of -273°C, but its successors might crack medical mysteries and breach encrypted defence servers in a jiffy a decade or two from now. And if Google doesn’t get there, its peers MS, Intel and IBM are all trying. So is China, which has set aside $15bn for quantum research. Hurting from US sanctions on its chip industry, China knows quantum is a frontier it must cross on its own to remain a superpower. \nAs global citizens, we cheer Google’s feat, and those that will come after, but India’s absence from chipmaking’s frontier rankles. India’s among five biggest economies. But the other four – US, China, Germany, Japan – have semiconductor industries, and are rushing to boost production. Japan’s made a $25bn push, Germany’s building ‘Silicon Saxony’ and US is eyeing a third of global manufacturing capacity for advanced chips by 2032. The first Made-in-India chip, however, won’t be ready for another two years. It will be a 28nm chip that was cutting edge in 2011. Current iPhones use 3nm chips and TSMC will introduce 2nm chips next year. But 28nm is not a bad start. There’s massive demand for these chips for cars, smart appliances, wearables, etc. Problem is, it’s a volume game played on price, and China has 33% of global capacity for it and plans to expand it to 45% in 3 years. So, grabbing market share won’t be easy. Meanwhile, the gap with the cutting edge is becoming unbridgeable. Does India have a chance in the quantum game? Indian-origin scientists and engineers have a hand in the most advanced chips. The challenge lies in creating an ecosystem for them here, fast.\n\n",
        "headline_1": "Chip in fast",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/chip-in-fast/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "How the wedding photographer calls the shots\nA photograph is worth a thousand words but a still photographer is worth a volume on a wedding assignment. It’s difficult to say with conviction who’s more powerful: the Lensman or Panditji. Both give equal importance to the bride but the man with the camera gets preferential treatment from her.\nPanditji makes his displeasure at this skewed power equation obvious by raising his voice while reciting the mantras. When, as in certain Maharashtrian weddings, the mahurat is sacrosanct, he wields enormous power. But once these crucial moments are passed, focus shifts to the photographer. He avoids eye contact with Panditji because he knows they work at cross purposes. Panditji is a stickler for punctuality, photographer is ready to wait forever because he swears by composition and knows the bride is on his side. \nEvery guest acts a little friendly with the cameraman but he smiles only for the bride, and occasionally for the groom. Each time the bride returns with a new sari, hairdo, and make-up for another ritual, he’s a picture of concentration. A little shake of a head or an adjustment here and there is the bride’s cue to Panditji to slow down because the lensman is at work. \nPouts and poses are not enough, he chooses the most awkward corners for that elusive best shot. Balancing himself precariously on edge, he asks anyone to hold a chair or stool. He usually has an assistant or two but they are busy doing their bit. You better comply with what is asked of you. God forbid if something untoward happens to him or his equipment, you would carry the scar for life. \nWith a disdainful wave of hand, he condemns to temporary anonymity those hoping to squeeze themselves into the frame. Target of his disapproval may be the closest relative or friend but in that moment, he makes them feel like habitual offenders.\nOverdressed guests watch him walk in the most casual clothes and venture into forbidden areas with shoes on. His constant movements block guests’ view but they dare not complain and kill the remotest chance of making it to the wedding album. Fleeting appearances in wedding videos don’t have the same sanctity as still photographs. Guests keep guessing his intention when he focuses the camera on them. They can’t foretell if candid photos would have them looking ravenously at the plate of paneer tikka.\n\n",
        "headline_1": "Bride’s man",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/brides-man/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "Amidst the roiling conflict in Gaza following the dramatic terror attack by Hamas against Israel in October last year, a spillover into Lebanon targeting Hezbollah, the Houthis setting the Red Sea ablaze, and Iran and Israel exchanging ballistic missile fire pushing the entire region to the precipice of war, Syria was not on many people’s radars. This was until President Bashar al-Assad’s 24-year rule over Damascus collapsed within hours this month.\nThe Syrian civil war was both, in hibernation, and frozen in a status quo. Since 2011, when the uprising in the Arab country began by way of the Arab Spring, a popular movement which swept across the Middle East region, multiple battles broke out involving local sectarian and ethnic fault lines, regional powers, and international influence. Most prominent was the rapid rise of the so-called Islamic State (ISIS) which forced foes to become temporary allies, moving to defeat the terror group. Within the Syrian conflict, a bouquet of militias consolidated power. These include Hayat Tahrir al-Sham (HTS), led by Islamist leader Abu Mohammed Al Jawlani who previously had affiliations with both al-Qaida and ISIS, the western-backed and Kurd-led Syrian Democratic Forces (SDF), and Turkey-backed Syrian National Army. Underneath these three, a gambit of other smaller militias festered.\nWhen HTS took over multiple cities in the past few weeks, many of the governance institutions it built moved in. In the meantime, Jawlani has also started to re-brand himself away from his jihadist past. He is pushing the civilian arm of the HTS, the Salvation Government, to work with the now leaderless govt of the country into some sort of transition of power. Neighbouring Arab states are showing openness to engage. Jolani now uses his birth name, Ahmed al-Sharaa, and appears in the western press without any Isla mist flags, balaclavas, or Kalashnikovs.\nAmidst these new realities in Syria, a more fundamental question remains, how did the ‘House of Assad’ fall apart suddenly between a dawn and a dusk? Lack of concrete answers merits deeper inspection, specifically when both Russia and Iran had propped up Assad’s rule throughout the conflict. To begin with, what happened in Syria in part resonates with what happened in Afghanistan in 2021. The Syrian army, much like the Afghan armed forces back then, simply did not show up. It is further possible that Assad’s immediate advisers were involved in heavy gatekeeping of information, lulling the president into a false sense of security. The military either capitulated knowing that Assad himself did not stand a chance, were completely demoralised and ill-prepared, or as per some reports, just joined the advancing HTS itself. Both Moscow and Tehran watched these events in shock.\nHowever, the intricacies of Assad’s fall bring to the fore deeper questions to the forefront as far as global security is concerned. If HTS, through a more palatable and front-facing version of a ‘civilian’ administration, does become the core political actor, has one more country after Afghanistan been given over to Islamist militants? Is there any international cohesion to take on countering terrorism as the era of the US-led ‘war on terror’ becomes a footnote in history? Or is management of non-state militant actors rather than defeating them becoming an acceptable way forward for many?\nThe fallout of the Syrian crisis could be global. For India, ties with Assad were complimentary as his govt became one of the few from the Arab world to be sympathetic to New Delhi’s stance on Kashmir. A strengthened resolve to countering terrorism without distinguishing between ‘good’ and ‘bad’ is important. While the threat of ISIS never really gained traction in India, any resurgence of the group is undesirable considering its Afghanistan branch, the Islamic State Khorasan, already operates from a position of strength. In April, the group conducted a terror attack in Russia killing nearly 140. Its online propaganda outlets target India regularly.\nGiving political space to such actors can make theatres like Kashmir unnecessarily complicated. PDP chief Mehbooba Mufti, for example, has previously questioned that if India can open channels of talks with the Taliban, then why can it not do the same with Pakistan?\nSyria as of today is a Venn diagram of vested interests. US is backing SDF, Turkey is bombing Kurdish groups, Israel is conducting its own air raids taking out Assad’s military infrastructure, so it does not fall in the hands of militants while backing Syria’s Druze community, the country’s third largest religious minority. Iran and Russia are in wait and watch mode. While the people of Syria celebrate Assad’s fall and freedom from a police state, the country’s future remains mired in uncertainty with a quest for liberty, civil war, economic decay, regional interests and foreign influence, all becoming parallel realities with global implications. ■\nTaneja is deputy director and fellow, Strategic Studies Programme, Observer Research Foundation\n\n",
        "headline_1": "Fall of Assad and rise of HTS raise deeper questions on global security",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fall-of-assad-and-rise-of-hts-raise-deeper-questions-on-global-security/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "While the armed freedom fighters fought valiantly on the battlefield during the 1971 war, a quieter yet equally crucial battle was being waged on the medical front.\nAmong the unsung heroes of the war were dedicated doctors who risked their lives to provide medical care to the wounded and sick.\nOne such individual was Dr Harimon Das, a rural physician from Chattogram.\n\n\"Many doctors and medical students in Dhaka secretly provided medical services to the freedom fighters, because they were so easy to obtain.\" \nDuring the brutal Banigram massacre, Dr Harimon bravely treated the wounded freedom fighters, including Sukumar Chowdhury, who survived despite suffering multiple gunshot wounds.\nIn October of this year, The Daily Star visited Chattogram and interviewed several doctors, freedom fighters, and witnesses for a report on the doctors' contributions to the war in the region.\nSpeaking to this newspaper, Somen Mitra Chowdhury, a witness to the Banigram massacre, said, \"Even after the military was gone, villagers were afraid to leave their homes, fearing another attack. However, doctor Harimon bravely ventured out and treated Sukumar Chowdhury, removing three bullets from his body and stitching his wounds. Without Harimon's timely intervention, Sukumar would not have survived.\"\nDr Harimon Das passed away in the 1980s.\n\n\"We would request the rural medical practitioners to stock up on the necessary medicines, as they received supplies from the government, It was a risky endeavour.\" \nUNSUNG HEROS\n\nAlongside professional doctors, who provided institutional medical services, many doctors, nurses, and village doctors, such as Dr Harimon, offered medical aid to freedom fighters informally within Bangladesh, beyond the border, and in the refugee camps of India during the war.\nIt was a dangerous time for doctors and health workers. They had to provide treatment to freedom fighters while evading constant surveillance by the Pakistani army and their local collaborators.\nAdditionally, transporting medical equipment was extremely challenging. Capture could lead to torture or even death.\nDespite these risks, many doctors in the country bravely treated freedom fighters. Many also risked their lives to deliver essential medicines and medical supplies.\nDespite all their sacrifices, the actual number of doctors who provided medical services during the nine-month war remains unknown, even 53 years after independence.\nHowever, liberation war researchers suggest that a considerable number of doctors participated in the medical efforts.\n\"Many doctors and medical students in Dhaka secretly provided medical services to the freedom fighters, because they were so easy to obtain.\"  Researcher and Freedom Fighter Dr. MA Hasan\nThe number of doctors killed by the Pakistani army and their local collaborators during the war is also unknown. As of 2024, 99 physicians are listed as martyred intellectuals by the Ministry of Liberation War Affairs.\n\n\"My father's crime was to provide medical care to freedom fighters. That's why my father and my three brothers were killed by Pakistani soldiers and Biharis.\" \nINDIVIDUAL CONTRIBUTIONS\n\nAccording to the book \"Muktijuddho O Nari\" by Rokeya Kabir and Mujib Mehdi, Dr Renu Kona Barua was an assistant surgeon at the East Pakistan Railway Hospital in Chattogram in 1971.\nIn April, her husband was abducted and killed by the Pakistani forces. Overwhelmed by grief, Dr Renu returned to her father's home in Aburkhil village of Raozan upazila.\nThere she channeled her sorrow into strength and offered shelter and medical care to freedom fighters for the remainder of the war.\nShe also provided medical training to a group of young women, turning the house into a makeshift clinic. Many freedom fighters, after receiving treatment, returned to the battlefield.\nIn October, Dr Renu treated freedom fighters wounded in the Madunaghat battle in Hathazari. One of these fighters was Abdul Mannan, Bir Bikram, who suffered serious injuries. Despite Renu's best efforts, Abdul Mannan, unfortunately, did not survive.\nParitosh Barua, who was there at the time, told The Daily Star, \"Dr Renu worked tirelessly day and night to save Mannan, but his injuries, particularly the stomach wound, were too severe. Despite her best efforts, he succumbed to his injuries.\"\nDr Renu provided medical care to the local villagers of Aburkhil and surrounding areas as well. She passed away in the United States on October 27, 2015, at the age of 79.\nThe book also mentions Ferdousi Begum and her husband Hasanul Karim, who turned their Jashore home into a makeshift hospital to provide medical care to injured freedom fighters and civilians.\nWhile Dr Mohiuddin and Dr Momtaz Begum of Jessore Sadar Hospital treated the most severe cases, around two dozen seriously injured freedom fighters received treatment at this house.\nMedical supplies, including medicines and surgical equipment, were cleverly smuggled in grocery bags disguised as vegetables.\nAnother physician, Dr MA Mannan, was instrumental in supplying essential medicines to the freedom fighters of Sector 1 from within the country.\nFrom May, he persistently sought to procure medicines and medical equipment for the fighters. To bypass government restrictions on the supply of medicines to private dispensaries, he ordered necessary items through rural medical practitioners.\n\"We would request the rural medical practitioners to stock up on the necessary medicines, as they received supplies from the government,\" the doctor told The Daily Star. \"It was a risky endeavour. On one occasion, we were caught by the Razakars while delivering medicine in Khiram, Fatikchari, but fortunately, we managed to escape unharmed.\"\nThe book also tells the story of Rahima Khatun, a resident of Chapta village in Kashiani, Gopalganj, who took the initiative to train women in nursing. These trained women later provided medical services in their villages, Chapta and Ratail, under the Orakandidham freedom fighter camp.\nBefore the war, Dr Motahar Ali Sikder served as the director of the Central Medical Stores Depot in Tejgaon. As the war broke out, he secretly hoarded a significant quantity of medical supplies to aid the freedom fighters.\nAfter he was transferred to Rajshahi in April, his wife, Salema Begum, provided medical treatment, equipment, and clothing to around a battalion of soldiers under Sector 2.\nDr MA Hasan, a Liberation War researcher, and the son of Dr Motahar Ali Sikder, told The Daily Star that the Pakistani authorities had ordered for his father to be killed in Rajshahi.\n\"However, he survived due to the intervention of Ayub Khan,\" MA Hasan said.\nDr Hasan also said that many doctors and medical students in Dhaka secretly provided medical services to freedom fighters. \"They discreetly supplied medicines and medical equipment through various channels, taking advantage of their easier access to these resources.\"\nAccording to Jahanara Imam's memoir Ekattorer Dinguli, a polyclinic on Elephant Road in Dhaka was run by Dr Azizur Rahman, Dr Sultana Rahman, and Dr Alim Chowdhury.\nOn August 19, Abdul Halim Jewel, a member of the Crack Platoon, was shot in one of his fingers during a reconnaissance mission at the Siddhirganj Power Station. He underwent surgery at the clinic.\nOn December 15, Dr Alim Chowdhury, an ophthalmologist and founder of the polyclinic, was abducted and killed by Al-Badr members.\nDr Rafiq Ahmed, a physician at Pakshi Railway Hospital, was also martyred.\nAccording to \"Muktijuddhe Shaheed Chikitsak Jibonkosh\", the night of March 26 marked the beginning of resistance and all-out war in Pabna.\nDr Rafiq provided medical care to wounded freedom fighters and civilians from March 26 to 29. After the Pakistani army occupied Pabna on April 10 and initiated a brutal genocide, Dr Rafiq continued to offer medical aid to the injured. Sadly, on April 13, Pakistani soldiers brutally murdered Dr Rafiq and three of his sons in front of their Railway Colony residence.\nAJM Rakib Uddin, another son of Dr Rafiq, told The Daily Star, \"While others fled to safety at the outbreak of the war, my father chose to remain and provide medical care to the injured freedom fighters. He believed it was his duty to help those in need.\n\"His selfless act of providing medical care ultimately led to his tragic demise, along with my three brothers, at the hands of the Pakistani army and their local collaborators.\"\nLike Dr Rafiq, Dr MK Sarker, a doctor from Chattogram, became a target of the Pakistani army and Razakars for providing medical services to freedom fighters. To evade capture, he was forced to disguise himself as a monk and seek refuge in a Buddhist temple.\nDr MK Sarker told The Daily Star, \"I regularly visited the freedom fighter camp at Latumura hill in Banshkhali to provide medical treatment. Unfortunately, the Pakistani army and Razakars became aware of my activities. With the help of a local chairman, I managed to evade capture and sought refuge in a Buddhist temple.\"\nBANGLADESH HOSPITAL\nBangladesh Hospital was vital in delivering medical care during the war.\nAccording to the book \"Muktijuddher Chikishsha Itihash\", in April, Lieutenant Dr Akhtar Ahmed, an Army Medical Corps doctor, established a makeshift hospital in a dilapidated room in Srimantapur, Tripura. Later, when he was transferred to Sonamura, Dr Nazim Uddin joined the hospital. Eventually, a temporary Bangladesh Field Hospital was set up at Daroga Bagicha in Melaghar. In May, Dr Zafrullah Chowdhury and Dr Mobin arrived from the UK to join the hospital.\nOn August 26, Bangladesh Hospital was relocated to Bisramganj in Melaghar. While precise figures regarding the number of treated sick and injured freedom fighters are unavailable, a report from October 1971 indicates that the hospital staff comprised six doctors, four final-year medical students, and 18 volunteers and nurses.\nAs per the book, the massacre of 102 Bangalee members of the Army Medical Corps in Jashore and Cumilla cantonments by the Pakistani army at the war's outset ignited the resolve of their surviving colleagues to join the war.\nThe need for a dedicated medical corps emerged in October, as preparations were underway for a confrontation with the Pakistani forces in November.\nGiven the circumstances, medical treatment in the sub-sectors was carried out by a combination of qualified doctors and senior medical students, including second-year students and above.\nINTERNATIONAL AID\n\nThe international community also played a significant role in providing medical assistance to Bangladesh during the war. Friendly nations, international aid organisations, and NGOs extended support in various forms, including medical supplies, equipment, and personnel.\nAccording to Chowdhury Shahid Kader's book \"Muktijuddher Chikishsha Shohayota\", the West German government, for instance, sent a 60-bed mobile hospital to West Bengal to treat injured freedom fighters. The West German Red Cross Society also donated funds to establish a 105-bed hospital for refugees.\nOrganisations like Caritas India, Save the Children, Oxfam, and the Red Cross provided essential medical services to refugees and displaced persons.\nCaritas India opened a 270-bed hospital in Kolkata's Salt Lake, while Save the Children funded a 70-bed hospital in Kalyani.\nOxfam, in collaboration with Indian agencies, provided medical care to 600,000 refugees.\nForeign volunteers, such as those from Operation Omega, risked their lives to deliver medical supplies and provide treatment in the war-torn regions.\nDespite facing numerous challenges, including arrests and imprisonment by the Pakistani military administration, the Omega volunteers, led by Roger Moody, editor at UK-based Peace News, persevered.\nThey were arrested three times in August, September, and October but were undeterred. They continued their mission, making nine incursions into Bangladesh in October and November to distribute essential medicines and food.\nChurches and missionary hospitals played a pivotal role in the Liberation War. The Baniarchar Catholic Church in Faridpur, led by Father Marino Regan, and the Memorial Christian Hospital in Malumghat, Cox's Bazar, were particularly significant in providing medical aid and support.\nThe majority of refugees who sought shelter in India during the war received medical care from Indian doctors and health workers.\nAs per the book \"Muktijuddher Chikishsha Itihas,\" the Bangladesh Medical Association UK was formed in late March 1971, bringing together 450 Bangladeshi doctors residing in the UK.\nEach member donated at least £10 per month to support medical initiatives in the war-torn country.\nMeanwhile, the medical care of the approximately one crore refugees who sought shelter in India during the war posed a significant challenge.\nThe Indian government, its doctors, health workers, and citizens, were instrumental in addressing this challenge.\nAccording to Chowdhury Shahid Kader's book \"Muktijuddher Chikishsha Shohayota,\"25,000 unregistered doctors from West Bengal provided medical services to the refugees.\nOver 7.2 million refugees took shelter in West Bengal, with 2.7 million receiving cholera vaccinations. The Karimganj Red Cross Society in Assam treated 37,000 refugees, while 1,000 trained and 2,000 untrained volunteers provided medical services to refugees and freedom fighters in Tripura.\nAhmad Istiak is a journalist and researcher. He can be reached at [email protected]\nTranslated from Bangla by Subrata Roy\n",
        "headline_1": "Wartime treatment: The heroes who saved lives, silently ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/wartime-treatment-the-heroes-who-saved-lives-silently-3777526",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "Victory Day marks one of the brightest moments in our history—a time to honour the sacrifices of our freedom fighters, martyred intellectuals, and countless brave men, women, and children who contributed in various ways to liberate this country from decades of oppression under the Pakistani regime. It is a day of gratitude and reflection, reminding us of the resilience of our people and inspiring a vision of a stronger, united Bangladesh. This year's Victory Day is particularly special, as, after 15 years of authoritarian rule by the Awami League, we now stand in a free country following the student-led mass uprising that led to the regime's ouster. This moment presents an opportunity to correct the wrongs of the past and begin anew, building a Bangladesh founded on the principles of equity, justice, the rule of law, and human rights.\nUnfortunately, in the 53 years since our victory on December 16, 1971, Bangladesh has yet to become a successful democracy. While the country has held four free and fair elections under caretaker governments, the elected administrations have largely failed to fulfil the people's aspirations. Over the past 15 years of Awami League rule, the situation deteriorated further. The economic condition worsened, and people's freedom of expression and right to dissent were suppressed through draconian laws like the Cyber Security Act (recently repealed). With the interim government taking charge after the fall of Sheikh Hasina's administration on August 5, there is renewed hope that the long-unfulfilled dreams of 1971 can finally be realised. On this Victory Day, we must pledge to overcome divisions and unite in our efforts to make Bangladesh a success story on the world stage.\nTo achieve this, we must address the major challenges currently facing the country. Stabilising the economy is an urgent priority. According to a government-commissioned white paper, an estimated $234 billion was syphoned out of Bangladesh between 2009 and 2023 during the Awami League's tenure. Recovering this stolen money is essential to revitalise the economy. Additionally, the lower- and lower-middle-income groups are struggling due to rising inflation, necessitating immediate government action. Another critical issue is the high unemployment rate, which must be addressed promptly.\nMoreover, the government must work to improve the living standards of workers, especially those in the ready-made garment sector, who form the backbone of our economy. Ensuring the rights of marginalised groups is equally important. Environmental protection must also be prioritised, with a particular focus on improving air quality, which has become a significant concern for public health recently. These are just some of the key priorities that demand immediate attention.\nLet this Victory Day be a moment for reflection, recalibration, and decisive action to guide our nation in the right direction.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Time to fulfil the dreams of 1971",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-fulfil-the-dreams-1971-3776966",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "I don't know why my heart felt so heavy when I learnt about Andrew's passing, far away in Dili, East Timor where he had recently moved to. I felt such profound sadness and disappointment. Because Andrew Eagle, from Sydney, Australia, was one person you would only associate with life in its most vibrant, visceral, spectacular form. You didn't expect someone like Andrew, who would have turned only 50 this December 16, to exit the world so abruptly, not when he had so much passion, energy and incorrigible curiosity to dig out every little treasure hidden in each corner of the world he visited, not when he gave so much love to the world and when the world loved him back.\nIt was Andrew, the traveller, the eternal jajabor (or \"zazabor\" as he would say of himself) who had the ability to find something extraordinary in what was mundane to the general eye. Only someone with his optimism could discover beauty amid the ugliness, rhythm among the chaos. Nothing was left at surface level for Andrew—he had to go in deep into everything he encountered; along the way, he forged friendships that withstood distance and time.\nI am trying to remember when exactly I met Andrew or whether it was a phone call that introduced me to a writer that magazine editors dream of. He wanted to write travel stories on his trips all over the world: Eastern Europe, China, Japan, Nicaragua, Iceland, Ukraine, Bolivia and so on. To be honest, I wasn't sure how much our readers of the Star Weekend Magazine would respond to travel stories by a foreigner on foreign lands. But when I received the first few pieces, I knew we had struck gold! His travelogues read like fiction—the characters he met were so quirky, the experiences so unusual. His clever play with words and engaging style made them delightful reads.\nHis column, The Village Flute, which detailed his adventures all over Bangladesh, expanded his fan following dramatically. He saw a Bangladesh not many of us could see: an ever-evolving country full of promise and possibilities, even in the remotest places which he was determined to visit.\nHe wrote, for instance, in \"Destination Feni\" about the success of Feni town as a bustling, happening district, delving into its history as part of the Tripuran kingdom and one which was bombed by the Japanese in World War II. Through interviews of elderly residents, he revealed glimpses of Feni during World War II when handheld sirens were sounded to warn people to run to the trenches during bombing raids by Japanese planes and when troops of several nationalities—Pathans, Punjabis, Baluchis, Nepalis, Gurkhas, Indians, British and Africans—came to town.\nOnly Andrew had the ability to bring out the story of the beauty of religious harmony in a place like Jhalakathi. In an article, he delved into the Islamic legacy of Jhalakati, focusing on the saints who preached the religion, highlighting the message of peace and inclusiveness, the importance of knowledge and the principles of serving your fellow being. A Muslim businessman is quoted in a feature, \"We are neighbours. We live in one place. We are often guests at Hindu weddings. There is no disturbance in Jhalakathi.\" Similarly, a Hindu proprietor of a small eatery remarks, \"We are not Hindus and Muslims, but people. You do your religion and I do mine. What does it matter?\" If Andrew could go back there today, would he have found this beautiful sense of community among people of different faiths? I fervently hope so.\nYet, no matter how enamoured he became of the towns or villages he encountered or the local delicacies he sampled, nothing would compare to what he referred to as \"amar desher bari\"—Hatiya, Noakhali. He was very attached to his parents and siblings in Sydney, but it was Hatiya where he had decided to settle in, buying a house where his adopted brother Setu would live with his family, who had become Andrew's family too. Setu, in fact, was a regular character in many of Andrew's stories, showing the deep friendship of two men from two different corners of the globe.\nI met Setu at Andrew's birthday party at his small but tastefully decorated flat in Mohammadpur. A wiry young man with intense eyes, Setu was as interesting as his Australian-born, Hatiyan brother had described. We had a delicious lunch prepared by Andrew's cook and I was touched by how he treated his staff—with gratitude and respect. In fact, that was one of the most endearing things about Andrew, how he treated everyone with respect and kindness. I am not surprised by the outpouring of sorrow and shock on Facebook by many of his Bangladeshi friends. They include former colleagues at The Daily Star, some of whom he had helped with their English language skills or just those he had chats with over a cup of tea and shingara. Self-effacing, witty and empathetic, it was hard not to like Andrew. I am sure his students at International Hope School Bangladesh, and in all the other far-off lands where he taught, would agree that he was one of the most fun and caring instructors they had had.\nI once asked him, \"Why did you choose to live here? You could live anywhere in the world.\" \"It's the people,\" he said simply. \"They're different. I can really relate to them.\"\nThat he was born on December 16, our Victory Day, did not seem coincidental; it was fate.\nThe last time I spoke to him, Andrew told me he had decided to move to Dili, East Timor where he had got a job. He wanted me to have old copies of the Star Weekend Magazine that he had collected over the years. We tried to meet up but somehow couldn't make it happen. He texted me from the airport, \"Well this is it. Waiting to board final flight from Dhaka… for a while. Surprisingly headed for Sydney first… sixteen years later.\"\nThe last messages from Andrew were in late July asking me if my family and I were safe, and then on August 5 congratulating me with hearts and Bangladesh flag emojis on \"a beautiful start and momentous day…\"\n\"I hope The Daily Star can be free again,\" he texted. \"Yes, but I think we've kind of forgotten how to be that,\" I remarked.\nIn typical Andrew style, he texted back, \"I hope that re-learning will be a joyful experience.\"\nAasha Mehreen Amin is joint editor at The Daily Star.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Seeing Bangladesh through Andrew Eagle’s eyes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/seeing-bangladesh-through-andrew-eagles-eyes-3776791",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Undying spirit of Victory Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/undying-spirit-of-victory-day-1734279614",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "'Muktijuddho' by  Zainul Abedin (Ink and wash painting) - Collected ",
        "headline_1": "Message of 54th Victory Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/message-of-54th-victory-day-1734279653",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "A reputed school  in decline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-reputed-school-in-decline-1734279676",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Typhoid bacteria in drinking water!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/typhoid-bacteria-in-drinking-water-1734279899",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2024"
    }
]