[
    {
        "full_article": "With the freshly minted Chief Minister of Himachal Pradesh, Sukhvinder Singh Sukhu, reiterating that the Old Pension Scheme (OPS) will be restored by the newly elected Congress-led government, the State would now become the fourth to do so. It is no surprise that the promise of the return of OPS — it guarantees pension at 50% of the last drawn basic pay — boosted the beleaguered party as government employees and retirees form a significant portion of the hilly State’s electorate. A Lokniti-CSDS post-poll survey supported the fact that awareness (74% of those surveyed) and support for the Congress’s promise was high (70%), possibly playing a role in the party pipping the BJP to pole position — there was a single percentage point difference between them. Government staff seem to prefer the scheme as it allows them to avert their contribution of 10% of their basic pay and dearness allowance towards the employee pension funds, as envisaged in the National Pension Scheme (NPS) since inception in 2004. But, concomitantly, reverting to OPS will tax the State’s exchequer. Data show that pension payments form nearly 25.6% of States’ own tax revenue — 80% for Himachal — but fall to close to a still substantial 12% of the total revenue receipts of States. Along with wages and salaries of government staff, the burden is set to be quite high.States reverting to OPS can achieve some short-term gains as they need not put up the matching contribution of 10% towards employee pension funds. But with a greying population, the burden of payments will fall on future generations. An argument can be made for enhancing State revenues by further taxation to fund the scheme. The NPS, that has been in place and which allows employees to contribute to their pension corpus from their salaries with matching contribution from the government, is more robust as this corpus is invested through Pension Fund Managers and eases the State’s burden. The NPS has built a substantial corpus and subscriber base over time. The Congress-led UPA government had indeed taken forward the pension reforms by the previous NDA regime and this is how the NPS has become relevant over the years. Breaking a consensus on pension reforms and reverting to OPS amounts to an imprudent option as it will only benefit organised government sector employees, increase the fiscal burden of carrying these payments and take up a significant portion of the State’s budget, thereby curtailing its outlays on general welfare as a whole. This holds good even if it allows for short-term electoral dividends and caters to those who form the backbone of the government machinery.\r\nCOMMents\n SHARE\n\nCopy link \n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\nHimachal Pradesh Elections 2022\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\npension and welfare",
        "headline_1": "Old is not gold: On the return to the old pension scheme",
        "headline_2": "The old pension scheme works as electoral strategy but is imprudent fiscal policy",
        "link": "https://www.thehindu.com/opinion/editorial/old-is-not-gold-the-hindu-editorial-on-the-return-to-the-old-pension-scheme/article66267860.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The very mention of Morocco brings to mind a tapestry of images ranging from a shade of the alluring blue of Chefchaouen to the iconic 1940s ﬁlm Casablanca. The mixed layers of its African-Arab culture and language besides French colonial history add further gloss to Morocco’s charm. This beguiling assortment took on another jewel — the Atlas Lions’s soaring march in the FIFA World Cup at Doha. Morocco’s dream run, that ended with a 0-2 defeat against France in the semifinal, had all the elements that elevate sport especially the trope of an underdog shredding established hierarchies. Achraf Hakimi’s men topped Group F and made it to the knockouts, a feat previously achieved by his countrymen in the 1986 Mexico edition that was coated with Diego Maradona’s halo. In the current World Cup, Morocco’s giant-killing act deflated Belgium, Spain and Portugal. There were celebrations back home and in Africa, while host Qatar and West Asia saw a kindred Arab spirit coursing through the squad. This duality was acknowledged when midfielder Azzedine Ounahi said: “We have entered into history for Africa and even for the Arabs.” A tight, at times ugly, defence that refused to be breached except for a bruising self-goal lit up Morocco’s path and made opponents wary until the French found a way to stay ahead.In a championship that is an ode to the genius of Lionel Messi, Morocco’s exemplary performance has proved to be a fairytale. The first African nation to qualify for a World Cup semifinal, Morocco along with Senegal, Japan and South Korea showed that the Afro-Asian combine can offer an alternate narrative to football’s rousing tales centred on South America and Europe. There is also hope nestling within the Moroccan ranks. Hakimi’s mother used to be a help in Spain and his embrace of her after a game was high on gratitude. The belief to succeed against mightier teams was evident through the performances of playmaker Hakim Ziyech, midfielder Sofian Amrabet and custodian Yassine Bounou; the last named was a fortress under the crossbar. Coach Walid Regragui’s troops speaking Darija, Berber, English or French, found a common expression through football and an excited commentator said, ‘impossible is not Moroccan’. It rang true until France walked in with other ideas. Along with Morocco from Group F, Croatia too walked the talk, stunning Brazil in the quarterfinal. It was a result that made the other Latin American behemoth Argentina a bit circumspect in the early part of the semifinal until Messi’s class undid his counterpart Luka Modric’s dreams. Now the third-place tussle beckons Morocco and Croatia.\n\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nFIFA World Cup 2022",
        "headline_1": "A delayed end: On Morocco’s world cup dream run",
        "headline_2": "Morocco rode on the hopes of Arabs and Africa almost to the very end of the World Cup",
        "link": "https://www.thehindu.com/opinion/editorial/a-delayed-end-the-hindu-editorial-on-moroccos-fifa-world-cup-dream-run/article66267217.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "Arghya Sengupta & Aditya Prasanna Bhattacharya\nJaipal Singh Munda was a remarkable man. A skilled orator, an Oxford graduate, Olympian and gold medallist in hockey, Munda was a passionate advocate for tribal rights in the Indian Constituent Assembly. The atmosphere in the Assembly was hostile to tribals.\nAmbedkar, adopting the borrowed language of eugenics, had earlier said of tribals: “Thirteen million people living in the midst of civilisation are still in a savage state, and are leading the life of hereditary criminals!” He was opposed to any reservation for tribal persons in legislatures because he felt that “they had not developed any political sense to make best use of their political opportunities.”\nRead full opinion on TOI+\n\n",
        "headline_1": "How we treat our first citizens: Tribals are still targeted by laws that reek of British Raj prejudice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-we-treat-our-first-citizens-tribals-are-still-targeted-by-laws-that-reek-of-british-raj-prejudice/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The Chhapra hooch tragedy in which nearly 40 people have lost their lives is yet another grim reminder of Bihar CM Nitish Kumar’s folly in not recognising the terrible costs of his prohibition policy. Far from being chastened, he has made it a prestige issue. Nitish’s statement that those who drink will die is downright insensitive to the victims; more so given that he is the architect of this law. Support is waning within his JD(U) and ally RJD has been sceptical ever since Nitish implemented it in 2016 as a mahagathbandhan poll promise.\nThe political disquiet is hardly surprising. At multiple levels the policy has taken a toll on the state. First, there are the recurring hooch tragedies. And second, the revenue loss to the exchequer. Before prohibition, the government earned Rs 4,000 crore annually from liquor. Even assuming this figure stayed flat, that’s a big hole of nearly Rs 30,000 crore in revenues over seven years for GoI’s poorest state. Ironically, neighbours like Bengal and Jharkhand have reported excise fillips after 2016, suggesting that’s how liquor is flowing into the state. Even Bihar’s hospitality industry has lost out.\nNot surprisingly, a parallel economy is flourishing. Unlike the middle class who get IMFL from other states, the poor can access only unsafely produced country liquor. For most cops, all this is a cash cow. The Patna high court is also part of collateral damage – thousands of bail applications filed by those arrested under the prohibition law swamped the HC.\nBy 2009, women voters had gravitated to Nitish Kumar given his efforts to improve law and order and facilitate girls’ access to education. Faced with BJP’s centrally sponsored schemes tailored for women after 2014, prohibition was Nitish’s desperate attempt to preserve JD(U)’s base among women. But if post-poll studies of the 2020 assembly elections are any indication, this voter segment has gravitated to BJP. Rather than prohibition, Nitish would do better selling Bihar’s success in expanding tap water connections, which is considered the country’s best performer on this score. There’s a keen tussle between JD(U) and BJP to claim credit here, which makes all the noise surrounding prohibition unhelpful to JD(U)’s cause. Prohibition doesn’t stop people from drinking and it is economically and socially damaging. When will Nitish realise this?\n\n",
        "headline_1": "Message in a bottle: Prohibition in Bihar is a policy failure and increasingly a political burden. Nitish must realise this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/message-in-a-bottle-prohibition-in-bihar-is-a-policy-failure-and-increasingly-a-political-burden-nitish-must-realise-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "Despite losing a hotly contested semi-final to France, Morocco’s amazing run in the Qatar World Cup has been the story of the tournament. Few had expected the Atlas Lions to earn a spot in the knockout stage, let alone the final four. But the North African side proved to be giant killers, defeating far more fancied teams like Belgium, Spain and Portugal. In doing so, it not only became the first African team to make it to the semi-final of the World Cup, but also united fans across Africa and the Arab world in jubilation. Scenes of Moroccan players like Sofiane Boufal and Achraf Hakimi celebrating their wins with their mothers became instant social media hits, sparking new hopes and dreams in Morocco and the Maghreb.\nAnd therein lies the beauty of the World Cup. Throughout the illustrious history of the tournament, there have been underrated teams and players who may not have won the coveted trophy but ended up winning the hearts of football fans the world over. Who could forget Roger Milla’s corner flag dance as he scored to take Cameroon to the quarter-finals – then a first for an African team – in Italy 1990? Or then debutant Croatia’s amazing run to a third-place finish in France 1998? South Korea’s fantastic run to the semi-final in World Cup 2002 became part of Korean folklore. Alongside, a sensational Senegal created the upset of that tournament by defeating defending champions France, and themselves making a praiseworthy run to the quarter-finals.\nIn Qatar too, Saudi Arabia besting powerhouse Argentina in the group stage was one of the big upsets of the tournament. Thus, while France versus Argentina will be a blockbuster finale this Sunday, the tournament owes as much to the teams that kept things interesting, provided cliff-hangers and surprises, and made us once again collectively fall in love with the beautiful game.\n\n",
        "headline_1": "Morocco magic & more: Here’s to the teams that did not win the World Cup but won our hearts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/morocco-magic-more-heres-to-the-teams-that-did-not-win-the-world-cup-but-won-our-hearts/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "During the first two decades of the 21st century, Google, Amazon, Meta, Apple and Microsoft have been at the forefront of a massive explosion in innovation and value creation. They, along with Chinese firms Alibaba and Tencent dominate the global sphere in digital advertising, commerce, messaging, cloud infrastructure, social media and mobile operating systems amongst others.\nIndia took a unique path\nIn contrast, India has adopted an unprecedented and a powerful new approach in policy governance through the adoption of digital public infrastructure (DPI). This has enabled India to digitally leapfrog with the public sector playing a key role in defining the regulatory guardrails, and the private sector innovating and competing in the marketplace.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Indian innovation that can change the world: The model that created UPI, Bharat Bill Pay & Aadhaar-bank linkages can benefit every country",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-indian-innovation-that-can-change-the-world-the-model-that-created-upi-bharat-bill-pay-aadhaar-bank-linkages-can-benefit-every-country/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "Bangladesh, along with the rest of the world, has come to a point where full transition to the use of green energy is one of the only options left to tackle global warming and impacts of climate change. Corruption-free green energy can also be an alternative to oil and gas imports – especially in the face of the global energy crisis. As per the National Solar Energy Roadmap 2021-41, Bangladesh can produce 20,000 megawatts (MW) of green electricity by 2041 with a medium-scale solar electrification strategy – despite land scarcity. The capacity can be further expanded to 30,000MW with a high-end solar model with reclaimed five percent land of river basin development projects, industrial rooftops, and other unused land.\nAccording to the government's Power System Master Plan (PSMP) 2016, renewable power should have constituted at least 10 percent of our total capacity by 2021. As per the Sustainable Development Goals (SDG 7), least developed countries (LDCs) must have 12 percent of their total electricity consumption from renewable sources. As a candidate for graduation out of the LDC status, it is prudent for Bangladesh to generate 17 percent of its electricity from renewable sources.\nBangladesh's solar irradiance is much better than the global average (about 1.43 times that of the Netherlands). In the isolated islands of Bhashan Char, Char Fasson, Bhola, Manpura, and others in the Barishal-Noakhali-Chattogram region, it is possible to set up a sustainable, cost-effective model of renewable power generation, and a community grid with a combination of solar-wind power as an alternative to expensive electricity transmission. According to Rana Adib, executive director of the Paris-based renewable energy research firm Ren21, \"An energy system based on distributed and decentralised generation is more flexible and resilient to those central shocks which are becoming more frequent with climate change.\"\nIt's true that land to set up solar power plants is scarce, but there are alternative options. Bangladesh needs to develop urban and rural \"solar homes,\" on a massive scale, which are equipped with quality storage. There should be sufficient focus on quality panel supply, cheap and environment-friendly energy storage solutions, cost-effective and quality local battery production and supply chain, converters and DC appliances, etc. Medium- and large-scale solar storage projects should be considered as well. Lithium-ion batteries, flow batteries, ion-salt-water batteries, gravity storage, etc are other storage options. There are electrolysis-based hydrogen storage and transportation options, too.\nThe electricity transmission and distribution authorities in Bangladesh – DESA, Desco, Palli Bidyut, etc – have to allow the sale of solar power by individuals and the private sector and provide infrastructure services – for a commission in return. Individuals will store the solar power generated through systems developed with their own or funded investment, and sell the surplus power. For this, the distribution system has to be made smart. The financing model, too, has to be defined. And we have to make battery recycling systems environment-friendly. As green electricity production increases, demand for oil and gas will decrease, which will save foreign currency.\nThere are five private solar power plants in Bangladesh, with a production capacity of only 116MW. Eighteen others are in the pipeline, with a collective capacity of 1,114MW. Despite the pitfalls of quick rental and IPP capacity charge and unit payment, solar power purchase agreements have also been termed in dollars. Purchase contracts were offered at prices that are 10-20 times higher than that in India, the daily Share Biz reported. Hence, solar power is becoming another way of draining forex reserves like the notorious quick rentals.\nAccording to a report published by the Institute for Energy Economics and Financial Analysis (IEEFA) in September 2020, the cost of solar power generation in India and the rest of the world is gradually decreasing. India's 2019-20 auction to set up two-gigawatt (GW) solar power plants has awarded licences at record low prices, costing just Tk 2.73 (2.36 rupees) per unit (kilowatt-hour). A recent auction to set up a 2GW solar power plant in Dubai also fixed the cost of generating Tk1.42 per unit, according to the report.\nIn contrast, the production cost of two government-owned solar power plants in Bangladesh is Tk 13-14 per unit. The solar power produced from the private sector plants cost 13-19 cents or Tk 14-20 per unit. The Power Development Board's (PDB) data shows that the cost of power generation in private plants has been estimated at 11-17 cents or Tk 12-17 per unit, says the Share Biz report. This indicates that the country's green power sector has been set up to become a potentially loss-making sector.\nProduction of hydrogen-based electricity is very expensive. It requires a completely new infrastructure for production, transportation, distribution, and even consumption (e.g. fuel cell cars). Utilisation of the thermal energy produced as by-products also requires integrated ecosystems.\nWithout creating an ecosystem, hydrogen-based energy production will become impractical in Bangladesh's corrupt public expense model. Basically, hydrogen fuel is not a solution to the current fuel crisis in Bangladesh, but it is a future possibility.\nThe world is moving towards using hydrogen fuel alongside solar and wind power. Essentially, hydrogen is being produced by using surplus green electricity. Where demand for green electricity is less than its supply, countries produce hydrogen from water through electrolysis, store it, and transport it to different places when needed. The huge amount of thermal energy produced in this process is used for other heating purposes (as seen in Germany).\nElectrolysis is an old technology, which has not been promoted commercially before as it costs much more than the value of the electricity it produces. Because solar, wind, landfill or biomass-based power have become cheaper, the road map for hydrogen fuel generation is also developing. The \"energy ecosystem\" of hydrogen fuel is not limited to electricity alone. Besides thermal use, renewable hydrogen and ammonia industries are also getting integrated with it.\nThe question is, since Bangladesh's green electricity production rate is only four percent of the total national production, is any roadmap based on hydrogen fuel import commercially viable? Bangladesh needs ample research to find its best green energy mix and future energy potentials.\nBuying hydropower from India's Arunachal Pradesh is another option for Bangladesh. But given the water crisis centring the Farakka and Gajoldoba dams, the Brahmaputra hydroelectricity plant has strategic problems of withdrawing water from the country's main source of freshwater, the Jamuna River. Besides, it puts the biodiversity, environment and food security of Bangladesh at risk.\nSurprisingly, waste and biomass power is totally neglected in the world's most densely populated country. Although it sounds unrealistic, public and private enterprises need to consider investing in solar power plants in North Africa and the Middle East and wind power plants in Western Europe to produce hydrogen and transport it back home!\nNasa's old wind potential map shows there is wind power potential in the coastal belt of Chattogram and Cox's Bazar unto the Naf River, the Chittagong Hill Tracts, and Panchagarh. In the past, the Dutch have shown interest in creating 3D wind maps. It is unacceptable that Muhuri and Kutubdia pilot wind power projects failed just due to corruption and careless planning and installation.\nIn the past, foreign exchange reserves have been spent to implement short-sighted and unsustainable energy models. Green electricity is an alternative to the import of oil and gas, and this is where the government must focus. The future energy security solutions require the implementation of smart and visionary, transparent, cost-effective, and environmentally responsible plans.\n \nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands. Among other titles, he has authored Fourth Industrial Revolution and Bangladesh and 50 Years of Bangladesh Economy.\n",
        "headline_1": "How far have we progressed in our green energy goal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-far-have-we-progressed-our-green-energy-goal-3196991",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "There have been plenty of off-field controversies surrounding the 2022 FIFA World Cup being held in Qatar – from the very real labour rights violations that took place during the preparations for the World Cup, to the hypocrisy of the West to pointing that out, all the while ignoring the huge role Western corporations had played in that, to the Qatari media pointing that out, all the while ignoring that their government had repeatedly turned a blind eye to such issues from way before any of the preparation began. \nFrom the discrimination against showing solidarity for the LGBTQ community, to the racist comments coming out of European media giants against Middle Eastern and African nations, which recently took an absurd turn when a left-leaning German media opined that Moroccan players who pointed towards the sky to thank the Almighty were mimicking the Islamic State (ISIS) terrorist group, or that those who chanted \"free Palestine\" or raised the Palestinian flag were either supporting a country \"that does not exist,\" or the idea of driving all Jews into the ocean.\nYet, it is the Moroccan team that has perhaps best captured the imagination of football fans across the world, who have mostly done a great job of transcending petty politics that have seeped into the world of football. Now, I am not saying that politics and football should be separated at all levels. Firstly, to think that would be possible is completely unrealistic. Secondly, as much as I love football, I am fully aware that football, like all forms of entertainment, is often used by ruling-elites as the modern-day \"bread and circus\" for the masses, to distract them from political matters that have much more important bearings on their lives.\nAt the same time, despite the off-field controversies, it has been a delight to see the players separate themselves from such quarrels when on the field. In every practical sense, all matches in this world cup have been played in great spirit. A Tweet by France's Kylian Mbappe addressing Morocco's full-back Achraf Hakimi after their semi-final encounter saying: \"Don't be sad bro, everybody is proud of what you did, you made history,\" with a photo of Hakimi embracing Mbappe (where it looks like Hakimi is the one consoling Mbappe instead of the other way around), perhaps best sums up that spirit.\nFrom a neutral point of view, this world cup has also given us great moments that resemble David overcoming Goliath. Saudi Arabia's victory over Argentina, Japan defeating Germany, only to get beaten by Costa Rica, a country with a population of only 5.1 million people, in the group stages, made plenty of football pundit's heads spin. But the upsets did not end there, Morocco then went on to defeat Belgium, one of the tournament favourites, Tunisia clutched victory over France – the reigning world champions, who have again reached the final – Japan beat the 2010 champions Spain to make it to the knockout stage, and finally, both South Korea and Cameroon capped of the group stage upsets by defeating two giants of football, Portugal and Brazil.\nIn the knockout stages, the underdogs kept putting up great fights, with Morocco's victory over Spain and Portugal, and Croatia's dogged win over Brazil, stealing most of the global headlines. In the end, however, both their fairy-tale runs were cut short by the eventual finalists, France and Argentina.\nFor Argentina, the possibility of a fairytale ending looms large in a completely different way. Lionel Messi who, for some, is the second coming of the legendary Diego Maradona – even though Messi has done plenty to have established himself in his own light – has already announced that the upcoming world cup final will be his final world cup match. The only achievement that has alluded him so far is the satisfaction of leading his country across the finish line to winning the world cup. Plenty of Argentines, meanwhile, will be hoping that Maradona will be looking down on their team raising the trophy on Sunday.\nAlong with Messi, another football great of this generation, Cristiano Ronaldo, bowed out when Portugal was defeated. Pictures of Ronaldo in tears, after he realised that he will not get to taste world cup glory as a player, made rounds in the media and social media. France will be hoping to inflict similar pain on Messi, as they look to become only the third team – after Italy and Brazil – to win back-to-back FIFA world cups.\nWith all this drama yet to unfold, this world cup has had plenty of ups and downs for fans around the world. It also had many lessons to teach us. While behind the scenes of the beautiful game lie plenty of unbeautiful moments – which we, in good consciousness, cannot ignore – the sympathy, empathy, determination, hard work, love for their country, yet solidarity with other countrymen, displayed by the players on-field, should teach us plenty about how we should act off the field.\nFollowing the example of all the players who have participated in the tournament, we too, can learn a lot about not cutting any corners in pursuit of our goals; and yet, in the end, be prepared to be grateful in victory, and graceful in defeat.\nEresh Omar Jamal is an assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "On-field glory, off-field controversies: The World Cup so far",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-overton-window/news/field-glory-field-controversies-the-world-cup-so-far-3196961",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The dismal state of medical waste management in the country is no secret, but it has become a serious public health concern of late. According to a new study of the Transparency International Bangladesh (TIB), conducted over a period of 18 months, around 60 percent of hospitals do not have bins to store medical waste, let alone segregate them, while 83 percent of the hospitals have no waste treatment system in place. The study has also found irregularities and corruption in every step of waste management, including collection, storage, transportation, and treatment. One of the scariest revelations is that a group of unscrupulous contractors, with the help of a section of medical staffers, are selling unrefined and harmful medical waste as \"fresh\" medical equipment.\nSuch neglect and exploitation of dangerous clinical waste is really unfortunate, especially in a country that is one of largest generators of such waste in the region. This is despite having disposal guidelines in the form of Medical Waste Management and Processing Rules 2008, which, it goes without saying, remains mostly unenforced. According to these rules, there should be seven divisional authorities in seven divisions of the country as well as a separate dumping zone in each division. Medical waste should be kept separate from other kinds of waste at all stages of their management: collection, wrapping, storing and transportation. Sadly, over a decade has passed since these rules were formulated, but proper enforcement still remains elusive.\nReportedly, a majority of the hospitals still dispose of their waste along with non-medical waste without even sterilising them. Even though third-party organisations are employed by some of the hospitals and clinics to dispose of their waste in the right way, their capacity is still very low compared to the amount of waste generated.\nMoreover, the rules do not clarify the responsibilities and accountability of city corporations and municipalities concerning the management of such waste. Therefore, they have no developed action plan in this regard. The absence of a coordinated system has led to growing concerns over the build-up of medical waste at the landfills. And since these landfills are situated near rivers and other water bodies, the hazardous waste is polluting our vital sources of water as well as contaminating the soil, which is a serious cause for concern.\nThe question is, how long will this issue be neglected? The TIB has made a number of recommendations involving coordination, monitoring, and supervision of institutions related to waste management. These deserve to be considered seriously. In addition, we need to make necessary amendments to the relevant laws to make them more effective and to close all possible loopholes. The need for coordination among all stakeholders – including the Department of Environment, Directorate General of Health Services, hospitals, city corporations and municipalities – cannot be stressed enough. We will be able to address the issue only if all stakeholders and responsible authorities work together in light of existing rules, and if violations of such rules are properly addressed.\n",
        "headline_1": "Don't ignore the threat of mishandled medical waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-ignore-the-threat-mishandled-medical-waste-3196791",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "On December 11, we marked International Mountain Day, a day to reflect on mountains, their ecosystems, and the environment. We have the Chittagong Hills, which are the only significant hill system in the country, contain at least 75 mountain peaks, which range in altitude approximately from 600-1,000 m (2,000-3,300 ft) above sea level. Thus, the day has a deep relevance to the country.\nAlong with Bhutan, India, Nepal, and Pakistan, Bangladesh lies on the leeward side of the Himalayas. The Padma and Brahmaputra rivers flow down from the glaciers of the Himalayas and run into the Bay of Bengal through Bangladesh's national borders. The health of the Himalayan ecosystem impacts Bangladesh's weather and its access to clean water. And, as importantly, the climate crisis is affecting Himalayan ecosystem and these countries in multiple different ways.\nClimate change does not respect borders, neither do pandemics, global commodity price shocks and economic instabilities. It is a global and regional challenge. Therefore, it is vital for countries in the region to act together on key cross-border challenges. This could include transboundary disaster risk mapping and disaster prevention, climate change mitigation, and energy trade among others.\nRecognising the impact of mountain ecosystems on the environment, livelihoods, and disaster risks, Bangladesh, with seven other states including Afghanistan, Bhutan, China, India, Myanmar, Nepal, and Pakistan became a founding member and a core support contributor of the International Centre for Integrated Mountain Development (ICIMOD). The ICIMOD works in partnership with Bangladesh's government institutions, non-governmental organisations, academia, and the private sector.\nClimate action, biodiversity and ecosystem conservation and gender equality are key sustainable development goals of both the Bangladesh government and the UN. The theme of this year's Mountain Day is \"Women move mountains.\" The UN in Bangladesh has several initiatives to support Bangladesh's government and communities to enhance the resilience of women to climate change, and promote their participation and leadership in disaster risk reduction. The National Resilience Programme, for instance, is a partnership between the government and UN agencies including the United Nations Development Programme (UNDP), UN Women, and the United Nations Office for Project Services (UNOPS) for gender-sensitive resilience building and disaster risk management and reduction.\nIn November 2021, the government and the UN in Bangladesh co-signed the UN Sustainable development Cooperation Framework, in which strengthening women's empowerment and resilience to climate change are strategic priorities.\nEmpowered women can move mountains. Empowered women drive solidarity across nations on critical challenges like climate change and disaster response. Celebrating International Mountain Day, we call for cross-border collaboration on the greatest challenges of our times, and for strengthening women's leadership on these challenges.\nTogether we can move mountains.\nMd Shahab Uddin MP, is Minister of Environment, Forest, and Climate Change, Government of Bangladesh. Ms Gwyn Lewis is the UN Resident Coordinator in Bangladesh.\n",
        "headline_1": "Moving mountains together",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/moving-mountains-together-3196776",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The dismal state of medical waste management in the country is no secret, but it has become a serious public health concern of late. According to a new study of the Transparency International Bangladesh (TIB), conducted over a period of 18 months, around 60 percent of hospitals do not have bins to store medical waste, let alone segregate them, while 83 percent of the hospitals have no waste treatment system in place. The study has also found irregularities and corruption in every step of waste management, including collection, storage, transportation, and treatment. One of the scariest revelations is that a group of unscrupulous contractors, with the help of a section of medical staffers, are selling unrefined and harmful medical waste as \"fresh\" medical equipment.\nSuch neglect and exploitation of dangerous clinical waste is really unfortunate, especially in a country that is one of largest generators of such waste in the region. This is despite having disposal guidelines in the form of Medical Waste Management and Processing Rules 2008, which, it goes without saying, remains mostly unenforced. According to these rules, there should be seven divisional authorities in seven divisions of the country as well as a separate dumping zone in each division. Medical waste should be kept separate from other kinds of waste at all stages of their management: collection, wrapping, storing and transportation. Sadly, over a decade has passed since these rules were formulated, but proper enforcement still remains elusive.\nReportedly, a majority of the hospitals still dispose of their waste along with non-medical waste without even sterilising them. Even though third-party organisations are employed by some of the hospitals and clinics to dispose of their waste in the right way, their capacity is still very low compared to the amount of waste generated.\nMoreover, the rules do not clarify the responsibilities and accountability of city corporations and municipalities concerning the management of such waste. Therefore, they have no developed action plan in this regard. The absence of a coordinated system has led to growing concerns over the build-up of medical waste at the landfills. And since these landfills are situated near rivers and other water bodies, the hazardous waste is polluting our vital sources of water as well as contaminating the soil, which is a serious cause for concern.\nThe question is, how long will this issue be neglected? The TIB has made a number of recommendations involving coordination, monitoring, and supervision of institutions related to waste management. These deserve to be considered seriously. In addition, we need to make necessary amendments to the relevant laws to make them more effective and to close all possible loopholes. The need for coordination among all stakeholders – including the Department of Environment, Directorate General of Health Services, hospitals, city corporations and municipalities – cannot be stressed enough. We will be able to address the issue only if all stakeholders and responsible authorities work together in light of existing rules, and if violations of such rules are properly addressed.\n",
        "headline_1": "Don't ignore the threat of mishandled medical waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-ignore-the-threat-mishandled-medical-waste-3196791",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "We join the nation in paying our heartfelt tribute to the intellectuals who were systematically killed near the end of the Liberation War in 1971, in what was a clear attempt to intellectually cripple the newly emerging country. We must say that even after 51 years since those dark days, the void created by the heinous actions of the Pakistani army and their collaborators has yet to be filled. The killings, which followed a careful selection of talented civilians from different professions that formed the intellectual bedrock of the nation, have left a deep mark on our collective psyche, and they will be missed forever.\nThose who were targeted as part of this conspiracy were well-known and well-respected figures – representing various fields such as arts, education, literature, science, medicine, and so on – and could have contributed hugely to the development of the new country. They were, one can say, some of the greatest assets of this country at that point in our history. The enemy, clearly, wanted to destabilise the country and impede its future progress even before it was born, and we continue to bear that brunt even to this day. In this connection, it should be mentioned that even after all these years, Bangladesh still does not have a completed list of those who were killed; we are still in the dark about the exact number of martyred intellectuals. This is very unfortunate.\nWe call upon the government to step up and complete the list at the earliest possible time, so that people can know about all those who sacrificed their lives for us. We also urge the authorities and relevant stakeholders to take steps to foster the development of new intellectuals in the country, including through creating a proper environment for intellectual exercises, ensuring academic freedom, and making proper investments in education and research. They should also undertake programmes and scholarships that may help young Bangladeshi scholars to thrive and prosper.\nIntellectuals of this land were historically recognised for their influence, but today, for reasons stated above as well as the overall socio-political environment at present, our intellectual contribution seems to have gone down significantly. Currently, conditions that might foster intellectual growth are being stifled, as the atmosphere for free, critical thought is absent. As such, we do not have many intellectuals to depend on to guide us through these times. Other than a few examples of scholars in some specific fields at home or abroad, much of our intellectual realm still remains empty. We must address this. We must foster an environment in which intellect can thrive, because without doing so, we may never fill the gap that the Pakistanis had left us with in 1971. We must not let their vicious plan become a permanent reality for us.\n",
        "headline_1": "We must foster intellectual growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-foster-intellectual-growth-3196186",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "If every victory is sweet, some are earned at a colossal cost. The people of this land had achieved one such victory over the Pakistani military marauders on this day 51 years ago in 1971. On December 16, 1971 history was made on a grand scale. It surely was the culmination of colonial rule under which the people here suffered for centuries. The victory, although achieved with help from the allied Indian army, makes a bold statement of the Bangalees' valour in the face of overwhelming odds. They could rise up to the challenges because their love for the motherland inspired them to make the ultimate sacrifice. Such a mental makeup is not prepared overnight. Peoples the world over evolve silently from within to respond to the call of history. The Bangalees had a supreme leader in the form of Bangabandhu Sheikh Mujibur Rahman who prepared his people to rise up to the occasion for the ultimate prize of liberty. Political historians who viewed the emergence of Bangladesh negatively have proved wrong. The country has moved way ahead of Pakistan, from the clutch of which it freed itself, on almost all counts. Today Bangladesh's per capita income is almost double that of Pakistan. In most other development indices, the country is not only performing far better than Pakistan but has also overtaken in a number those indices its South Asian neighbours. Thus the country has reasons to be proud of its achievements because unless the wartime victory over the enemy has its reflection on its subsequent journey when the war is on against poverty and hunger, the war for a separate identity is not quite justified. Bangladesh has justified the logic of self determination many times over. Its journey was not smooth though, as retrogressive forces at one point almost succeeded to reverse the course and take the country back to square one. Happily, the conspiratorial design fell through as the people once again responded valiantly to thwart all evil plots. Yet it has to be admitted that the nation is yet to earn its victory against the enemy within. The hordes that do not believe in the country's core elements that have gone into its making are known enemies but the insiders in positions who are violating the principles, values and ethics in the guise of chameleons of many hues are doing the greatest harm to the people and the country. These are the elements who are taking bribes, laundering money and engaging in all kinds of acts to deprive the underprivileged of their rights and due share of wealth of the state. So, there is a need for waging a war against the corrupt and bribe takers, business syndicates who manipulate market and bank looters, swindlers and frauds with no love and responsibility for the country, who siphon off huge sums of money out of the country. This is a war within and unless a victory is achieved on all such fronts, the country cannot fulfil the dream of the martyrs and the founding fathers who envisioned establishment of an exploitation-free, equitable and just society.",
        "headline_1": "Victory Day's follow-up",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/victory-days-follow-up-1671114172",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The generation that actively fought the liberation war in 1971 or was witness to its barbaric ferocity on the one hand and humanity at its noblest on the other is depleting fast with many already taking leave of this mortal world. It is time to make an assessment of the legacy of the spirit that brought together the people --- barring the collaborators --- to forge a strong unity for their liberation from an oppressive and jungle rule. Did a stream of consciousness flow to influence the people irrespective of class, creed and political leanings? True, the country has become officially liberated on December 16, 1971. But has it been able to live the spirit and the ultimate dream of liberty where every citizen can hold his/her head high and is socially and economically emancipated? The next step such a liberated people takes is to earn the right to free thought and expression which in fact lets go a burst of creative energy. On the cusp of an epochal transition, the nation saw its journey halted and its dream snapped by local anti-liberation forces egged on by international forces inimical to the country's independence. When a young nation needed international support most, it was left in the lurch in order to create a fertile ground for a backlash by the defeated forces so that the nation could be redirected on the road to retrogression. Successive military and authoritarian rule created conditions for the collaborators in the war of independence to even rise to ministerial positions. Political expediency carried forward this tainted legacy even during the reign of an elected government. All this was the ultimate desecration of the spirit of liberation war in the independent Bangladesh. Although some of them were tried and hanged for their war crimes later, others embraced natural death. Sure enough, the execution of the collaborators followed as natural justice but it could not compensate for their political rehabilitation and elevation to state power. Not only was the liberation spirit undermined in this way but also distorted to the extent that makes the young generations of this country confused about the guiding force of the nation. It is exactly at this point Vietnam, a Southeast Asian nation that earned, like Bangladesh, at an enormous cost of life and property, its independence differs so much from this South Asian nation's dilemma. The socio-political divisiveness is so entrenched here that the intrinsic values and moral principles have been sacrificed at the altar of partisanship and biased tunnel view. This allowed the four pillars of the constitution to be mutilated with little regard for the value system and the binding principles fostered by deep love for the country. It is because of this, rifts in society in the form of classes poles apart are deepening notwithstanding enviable wealth creation. Disproportionate concentration of wealth in a few hands has driven the principle of socio-economic justice into distant horizon. This provides for a breeding ground of all kinds of vices including violent crimes and moral and sexual aberrations. Gender discriminations like those of social classes have hidden in them the seeds of self annihilation. Extreme forms of selfishness and avarice have thus created a privileged class that have assembled under some kind of umbrellas including political to milk the milch cow. No trace of patriotism is expected of people who launder money out of the country either to have a second home abroad or simply to stash into banks in countries known as tax havens. Big loan defaulters get scot-free or are pampered by allowing them repeated reschedules while farmers are jailed for not timely repayment or even after clearing all dues. A lack of patriotic commitment thus encourages talented scholars to go abroad for higher studies but not to return back.The two years' pandemic has broken the resilience of many of the people who earn their bread by the sweat of their brow. Psychologically they have become vulnerable too, the students of families belonging to this class only more so. Desperate youths who remain unemployed then embark on illegal and uncertain journeys to Europe and other continents and countries in the hope of landing lucrative jobs. Others' desperation takes a turn for anti-social activities including so-called religious extremism and, in case of mounted frustration, for ending their own lives. This largely explains the rising number of suicides among students in the post-Covid time. To people of lower classes the country is a hostile place where some people are born with silver spoons in their mouths. It is the middle class in almost every country that really upholds the best tradition, values and moral principles. In Bangladesh, the middle class is a minuscule entity and like its intellectual class is now overwhelmed by people boasting filthy riches. Thus quality of head and heart hardly gets respected or rewarded in this country. So the cultural vein and enlightened minds could not flourish desirably and take the country along for realisation of the sweet dream of a just and egalitarian society. If the flame of patriotism cannot be kept burning eternally, the nation will soon find itself in a tumultuous equation of nasty international politics. The liberation war of 1971 taught this nation an enduring lesson. It is this that the people who stand united to risk everything for the love of land can do the impossible.\n[email protected]",
        "headline_1": "To be equal to spirit of the liberation war",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-be-equal-to-spirit-of-the-liberation-war-1671114228",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "The two mayors of Dhaka, on Tuesday, announced that buses would not be allowed to remain parked on city roads from April 01 next. Violation of the directive would invite actions, they warned while speaking at the 25th meeting of the special committee of the bus route rationalisation. The unauthorised parking of buses in front of the inter-district bus terminals obstructing movement of vehicles, particularly at Mohakhali, is a major sore point of the city's traffic management. The problem does also exist at both Syedabad and Gabtoli inter-district bus terminals, but it is not as severe as it is witnessed at Mohakhali where other vehicles can hardly pass through. Both sides of the road, starting from Nabisco U-loop up to Mohakhali crossing remain mostly occupied by inter-district buses. On-duty traffic policemen are found to be indifferent to the problem for reasons best known to them. The Dhaka North City Corporation (DNCC) also has not done anything tangible to solve the problem. A lack of action, thus, has emboldened the bus operators to expand the unauthorised occupation of an important thoroughfare of the city. There is also a different type of unauthorised parking of buses on roads of Dhaka city and that happens after 10 at night. Hundreds of buses are kept parked on the main and peripheral roads until dawn. Some buses remain parked even during the daytime. The only reason for keeping the buses on the roads is that the owners do not have any other option. For inter-district buses, there are three bus terminals but each of those has limited space. There is no alternative to keeping these buses on the roads. The situation is even worse for the buses plying the city routes. Owners of these transports have always found the city roads as a convenient parking place. Why wouldn't they when none has ever told them it is illegal to keep buses on the roads for hours, obstructing the movement of vehicles? City fathers have announced that from April 01, no bus would be allowed to park on the roads. But where will these buses go? The city corporations have plans to build large bus terminals on the outskirts of Dhaka. But they are yet to select areas for such bus terminals, let alone build those. Dhaka's traffic system has grown haphazardly, and none has ever bothered to streamline it. The indifference has been taking a heavy toll on the city dwellers as they very often get caught in long tailbacks on the way to their destinations. The cost of such tailbacks, in terms of lost man hours and burnt fuels, is huge. Flyovers and overpasses have been built also at a substantial cost, but there is no respite from the gridlocks. Given the overall management of the city's transport sector, it is nothing surprising that the need for building large depots for the city and inter-district buses would escape the notice of the city corporations and others involved with overseeing such issues. It is expected that while making plans for streamlining the city traffic system, the authorities concerned would keep in mind the issue of ridding the city roads of unauthorized bus parking. \n[email protected]",
        "headline_1": "Roads are no parking lots",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/roads-are-no-parking-lots-1671114274",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2022"
    },
    {
        "full_article": "It is difficult to imagine the emotions felt 51 years ago on December 16, 1971 when Bangladeshis won the nine-month long war after the occupational Pakistani forces surrendered and laid down their weapons in Dhaka city's Ramna Race Course. It is our duty to remember and honour those who sacrificed their lives and many others who were subjected to unimaginable suffering by the Pakistani army and their local collaborators. Now the nation has no enemy to wage its war against. It has definitely made enough gains in its fight against poverty and hunger. We have also made improvement in women empowerment, literacy, average life expectancy, living standard, and child mortality rate, among others. But still we have a long way to go as corruption is still rife here. We are yet to give women a safe environment and employment to all educated people. We have a multitude of problems which require solutions, and these solutions can only come if we imbue ourselves with the spirit of our Liberation War. We must realise the vision of our martyred heroes. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Celebrating Victory Day's spirit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebrating-victory-days-spirit-1671114298",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-12-2022"
    }
]