[
    {
        "full_article": "Expectations are high that a free trade agreement involving India and the European Free Trade Association (EFTA) is close to fruition. However, a bone of contention relates to intellectual property rights, and has persisted as an issue since 2008. Switzerland and Norway, which are prominent members of EFTA, host several of the pharmaceutical and biotechnology companies that are responsible for several of the drugs and therapeutics that underpin health care globally. The nature of the pharma industry — it costs much to discover a useful effective drug and relatively little to make generic copies of it — with demand that is far disproportionate to affordability, means that there is a constant tussle between the inventors and the generic-drug companies. Patenting, or an exclusive monopoly for a fixed number of years to originators and a reciprocal right by governments to issue directions for ‘compulsory licensing,’ thereby selectively breaking such monopolies in the interest of public health, has brokered the peace and sustained the global pharma industry for decades. But new legal innovations such as data exclusivity continue to inveigle themselves in free trade negotiations. Under this provision, all the clinical-trial data that concerns the safety and efficacy of a drug generated by the originator firm becomes proprietary and out of bounds for a minimum period of six years. Permission to make a generic is possible if a country’s regulator can rely on supplied clinical trial data to approve a drug. For this, generic makers usually rely on the originator’s published data.The principle of data exclusivity is present among European countries as well as in agreements involving many developing countries. Were it to take effect in India, it could significantly hinder India’s drug industry which is also a major exporter of affordable drugs. Indian officials have rejected data exclusivity as a point of negotiations in the FTA, though leaked drafts of the agreement suggest that it is alive. However, India’s rise up the drug manufacturing chain in the last few decades means that it must invest in an ecosystem that can conduct ethical drug trials and make new molecules and therapeutics from scratch. The paradigm that drug development will always be expensive and confined to the West need not be permanent, as was seen in the development of several novel technology approaches to developing vaccines in India during the COVID-19 pandemic. But as preparation, India must invest substantially more in fundamental research to incubate the local drug industry into the future.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntrade agreements\n\n/\n\nIndia\n\n/\n\nEuropean Union\n\n/\n\npharmaceutical\n\n/\n\nbiotechnology\n\n/\n\ngeneric drugs\n\n/\n\nexports\n\n/\n\nmedicine\n\n/\n\nmedical research\n\n/\n\nvaccines\n\n/\n\nCoronavirus\n\n/\n\nSwitzerland",
        "headline_1": "Brave new world: On the India-European Free Trade Association agreement and IPR",
        "headline_2": "India must invest in fundamental research to be able to develop reliable drugs",
        "link": "https://www.thehindu.com/opinion/editorial/brave-new-world-on-the-india-european-free-trade-association-agreement-and-ipr/article67853988.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "In a politically loaded move, the Income-Tax department has raised a demand of ₹210 crore in penalty and as dues from the Congress, which the party says has effectively stalled the operation of all its bank accounts. On the face of it, the action seems disproportionate to the charges, and an appellate tribunal has subsequently allowed the political party to operate the accounts on the condition that an amount of ₹115 crore is kept in lien until the case is heard next week. The party says it does not have such amounts in its current accounts. Just weeks before the general election, the principal Opposition party of the country finds itself restrained by a central agency. It is worrying that this falls into a pattern of enforcement agencies targeting those fighting the ruling Bharatiya Janata Party (BJP). The Income-Tax department action against the Congress relates to tax returns filed by the party for FY2018-19. The party had missed the deadline of December 31, 2019 by about 45 days to file the returns. Of the receipts of ₹199 crore recorded in the income-tax returns, ₹14,40,000 was in cash, which the party says was given by its Members of Parliament and Members of the Legislative Assembly. The demand of a penalty of ₹210 crore is for a 45-day delay in filing the returns, and a discrepancy, if at all, of ₹14.40 lakh. The Income-Tax department’s action appears high-handed and is clearly meant to paralyse the Congress.This unusual I-T move came to light a day after the Supreme Court of India expanded on the link between money and politics in a verdict that held the secretive electoral bond scheme to be unconstitutional. Money has the power to influence politics, and disparity in access to funds can create political inequality and distort electoral outcomes. The Court’s judgment echoed this in its verdict which held the electoral bond scheme as violative of fundamental rights. The BJP has championed the scheme that allows anonymous donors to contribute unlimited amounts to parties as an instrument to combat electoral corruption. Stalling the bank account of the Opposition, regardless of the Income-Tax department’s allegations, cannot be viewed as routine law enforcement. Weaponisation of the law against political opponents of the ruling party has become a serious threat to India’s democracy. The brazen partisanship of central agencies that target the critics of the government is undermining the political system. The claim that all this is being done for fighting corruption and ensuring transparency cannot be taken at face value. All stakeholders must be accountable in a democracy, and the ruling party more so. When accountability is invoked for scuttling the political activity of the Opposition, that can only bode ill for democracy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nbanking\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\njudiciary (system of justice)\n\n/\n\nbonds\n\n/\n\ndemocracy",
        "headline_1": "Scuttling opposition: On Income-Tax department action against the Congress",
        "headline_2": "Income-Tax department’s freezing of Congress accounts seems political",
        "link": "https://www.thehindu.com/opinion/editorial/scuttling-opposition-on-income-tax-department-action-against-the-congress/article67854023.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "SC bench’s verdict that held anonymous electoral bonds unconstitutional is broadly right. The bench banned fresh issue of bonds, and SBI has three weeks to disclose who bought these since April 2019.\nRead full story on TOI+\n\n\n",
        "headline_1": "Who’ll protect named donors from vendetta?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wholl-protect-named-donors-from-vendetta/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "Supreme Court has revived, resuscitated and restored democracy in declaring the electoral bond scheme unconstitutional. Holding as illegal 2017’s amendment to section 29C of Representation of the People Act, 1951, which had provided an exception to declaration of donation received by political parties exceeding ₹20,000, the original provision has now been restored.\n\nRead full story on TOI+\n\n",
        "headline_1": "Electoral Bonds: Money & power were bonding too much",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/electoral-bonds-money-power-were-bonding-too-much/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "What are the key points in & takeaways from SC’s 228-page judgment? An explainer\n\nAnnounced by Centre in 2017, electoral bonds enabled individuals to anonymously donate money to registered political party by purchasing electoral bonds from SBI, which parties could encash. Parliament formalised this by amending several legislations.\nRead full story on TOI+\n\n",
        "headline_1": "Five wrongs, two rights, one test",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/five-wrongs-two-rights-one-test/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "No matter what creed, caste, or gender you are, you might belong to a minority comprising just 2.2% of the country’s adult population, which comes to under 21 million people. That’s the number of citizens who pay income tax in India.\nIn US a comparable figure is over 50%. In Germany it is 61.3%. In UK it’s 59.7%. In France it’s a humongous 78.3%. Mon Dieu! How is it that so few Indians pay income tax? India is widely billed as being the fastest-growing major economy in the world, and ranks as the fifth-largest on the global scale with a GDP of $3.7 trillion, which is projected to hit the 5 trillion mark before the finance ministry can say, ‘Open Sesame’.\nSo, with all this money growing on trees, how come so few Indians have taxable incomes?\nAnd if very few of us have incomes that are taxable, how is it that in towns and cities across the country more and more glitzy shopping malls are sprouting like proverbial mushrooms, and are jam-packed with people eating and drinking in upmarket restaurants, wearing designer clothes that cost an Armani and a leg? How is it that the sales of high-end cars like Mercs and Audis that cost more than a 2BHK apartment are soaring skywards like Diwali rockets?\nA lot of money is obviously – ostentatiously – being spent. But very little of it is trickling its way into government’s coffers by way of income tax.\nAgricultural income continues to be non-taxable. So are all these mall-hoppers and Merc-owners non-tax paying agriculturists as distinct from farmers whose suicides because of debt default are reported on Page 7 of newspapers?\nThis would have intrigued John Morton, the 15th century Chancellor of England. Morton argued that anyone living frugally must be saving money, and could afford to pay tax. Likewise, anyone living extravagantly was wealthy and should pay tax.\nThis double jeopardy of taxation is called Morton’s Fork. Would it work in India’s case? Or would the Indian non-taxpayer effectively tell Morton to Fork off?\n\n",
        "headline_1": "Lakhs without tax: You might well belong to a 2.2% minority, without even knowing it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/lakhs-without-tax-you-might-well-belong-to-a-2-2-minority-without-even-knowing-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "As an emerging producer of agricultural commodities, the need for protecting Bangladesh's indigenous plants and plant products from foreign invasive insects and pests cannot be overemphasised. Similarly it is equally important to ensure that agricultural exports from Bangladesh are free from plant species and pests that are harmful for importing countries. The necessity for such measures has gained paramountcy with the entry of Bangladesh's agricultural products into the billion-dollar-earner club in FY 2021-2022. It may be recalled that in FY22, Bangladesh earned USD1.16 billion from exporting agricultural goods and processed foods, according to the Export Promotion Bureau (EPB). In the fiscal (FY21), too, for the first time in the country's history, foreign currency receipts from agricultural export touched the billion-dollar mark. It has, therefore, become urgent that the country's agricultural exports in the global market are maintained sustainably. To do so, Bangladesh must meet the World Trade Organization (WTO)'s Sanitary and Phytosanitary (SPS) Agreements. Notably, the Agreement on the SPS Agreement came into effect with the establishment of the World Trade Organization (WTO) in 1995. The SPS Agreement explicitly recognises the right of governments to take measures to protect human, animal and plant health as long as these are based on science. The question of adhering to science arises here because there is also the risk of arbitrary application of this protective measures against similar plant products of foreign origin in a discriminatory manner. So, in line with the WTO's SPS Agreement, the government first enacted the Bangladesh Plant Quarantine Act 2011 followed by Bangladesh Plant Quarantine Rules 2018. But to update the regulations so enacted to meet international standards, the government is required to amend the original Plant Quarantine Act 2011 for regulation of international transport of plant and plant products. However, at the moment, there is no full-fledged authority to oversee if the Act and the Rules thereof (adopted later) are being observed in their exact text and spirit. As a makeshift arrangement, the director of the 'plant protection wing under the department of agriculture' is functioning as the national quarantine authority. The good news is that the government has already prepared a draft proposal for constitution of a dedicated body for the purpose, held discussions among relevant government bodies and with stakeholders before finalising what it termed the National Plant Quarantine Authority. The envisaged regulatory body would, among its other functions, prevent the introduction of quarantine pests into the country. Obviously, that would require the plant quarantine stations at the country's ports of entry to be extra-cautious as well as highly efficient in their job. Similarly, they have to be equally adept at meeting the phytosanitary requirements (relating to plant health) including issuance of phytosanitary certificates following the requirements of the countries importing Bangladeshi plants in line with international agreements. There is always the risk of an outbreak of plant diseases at home, the quarantine authority to be established would also have to look into that. The emphasis on maintaining high quality of Bangladesh's agricultural export is obviously part of expanding its export basket. In this connection, the government plans to export US$3.0 billion worth of agricultural goods this year and hopes to raise it to US$10 billion in the near future. Let the proposed National Plant Quarantine Authority be foolproof enough to meet international standards and also be equal to the nation's ambition to become a regional agricultural product hub.",
        "headline_1": "Making agricultural commodities comply with WTO standards",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-agricultural-commodities-comply-with-wto-standards-1708091968",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "Sadly, the legal system in the country falls short when it comes to handling corporate disputes. According to a report carried in this newspaper, two High Court benches are dealing with corporate cases, but they are also hearing regular ones. This duality in roles has resulted in a case backlog of 15,000 cases and on an average, disposal of any corporate case in a court of law takes anywhere between five to six years. It is quite unheard of elsewhere in the world. As pointed out in the report, this creates all sorts of problems for the country in terms of its image abroad. These are issues that any foreign company will take into account, i.e. the excruciating slow process of dispute resolution on the one hand, and equally alarming for any probable foreign investor - the long timetable for exit from the country.While the above situation explains foreign investors' dilemma, Bangladeshi companies that operate domestically are in a bigger fix since their operations are within the country. Legal disputes may arise for whatever reason and at any time. Unfortunately, even after more than 50 years of independence and an economy that has grown to be around US$100 billion, there are still no dedicated benches in the High Court to deal with corporate matters. Why this has not happened can best be answered by policymakers.In a country of 0.28 million registered companies and firms, according to the report, the crippling shortage of dedicated courts is responsible for not paying attention to corporate disputes involving annual general meetings, share distributions or minority-shareholder rights. In the absence of dedicated lower courts for corporate feuds, businesses have to lodge cases with the two company benches within the High Court (HC) Division. Anyone can guess how adverse an impact such long delays have on business of each companies looking for a court verdict.On the one hand, the government is courting FDI far and wide and building up institutions, streamlining the process of getting permits, developing dedicated export processing zones but not strengthening the arbitrary bodies for resolution of disputes. Some suggest that those firms operating under trade licences and partnership deeds should settle their disputes at regular civil courts. A decision to that effect would certainly reduce the backlog to some extent, but ultimately there is no alternative to setting up dedicated courts to handle corporate legal disputes.New benches need to be set up to hear such cases and dedicated courts alone can better address exclusive company disputes. As pointed out by a senior Supreme Court lawyer and Company Act expert \"We need more company courts to settle the company matters efficiently. Specialised lawyers and judges with a deep understanding of the Company Act are crucial for establishing new benches.\" The existing system that has put the whole burden of this issue on two High Court benches is stretching them to the limit. Not only do they hear corporate cases, but also deal with cases that deal with various Acts including, Succession, Divorce, Admiralty, Trademark, Bank Companies, Arbitration, Insurance and Merchant Shipping Ordinance. It is humanly not possible to settle all these diverse cases falling under so many Acts at two benches only. This explains why corporate and other cases are piling up with the two benches. Were other cases of diverse nature taken into account, the gravity of the situation could better be grasped! As the economy gears up for more FDI since more and more economic zones are near completion and the country's physical infrastructure improves, it is only natural that there will be more foreign investment and more domestic companies coming up every year. All these companies and firms (both domestic and foreign) will require from time to time, to go to court in an effort to settle legal disputes. There is no telling how many months or years will pass before they get a verdict. This peculiar situation hampers business operations; it tramples shareholders' aspirations and deters fresh investment. Several international reports by bilateral agencies including the World Bank and other such institutions have pointed out that the country will need to invest billions to upgrade its infrastructure to feed a growing economy. Those billions of dollars are not coming in the way it was expected. The legal framework of the country is one of the things prospective foreign companies look at, as part of \"ease of doing business\". It is time to address the situation if Bangladesh wishes to improve its image as a nation that is open to business. Unfortunately for this country, changes happen only when we hit a serious road block or when there is sufficient external pressure. \n[email protected]",
        "headline_1": "Way to solving piled-up corporate cases",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/way-to-solving-piled-up-corporate-cases-1708092175",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "'We want the state language to be Bangla'- was the slogan that stirred the historical language movement more than seven decades ago in this land. The movement started in 1948, almost immediately after British India's partition, and peaked on February 21, 1952. The people of East Bengal, renamed East Pakistan in 1955 to be independent Bangladesh in 1971, launched the language movement in favour of making Bangla a state language of Pakistan besides Urdu. The then rulers of Pakistan, primarily based in West Pakistan, took a hostile attitude toward Bangla and the people who spoke it. Instead of trying to understand the pulse and beats of the people and their rational expectations, the rulers tried to impose Urdu on them at any cost. The obvious outcome of the oppressive move was persistent protests that finally led to the killing of at least seven people in Dhaka on February 21 and the following day in 1952 by police firing. Subsequently, the day comes to be known as Amor Ekushey (Immortal Twenty-First). The ultimate result of the movement was the recognition of Bangla as a state language of Pakistan in 1956 by the Pakistan Constituent Assembly along with Urdu.More than seven decades later, it is, however, pathetic to note that the status, position and state of Bangla in the country are far from cherishing. Though there is no shortage of emotions and events to observe Amor Ekushey every year, Bangla has slowly been marginalised in the country and the spirit of the language movement is diminishing. From education to official work, the very language is neither adequate nor efficient. To ensure the use of Bangla at all levels, the Bangla Bhasha Procholon Ain (Bangla Language Introduction Act) was enacted in 1987 in line with the constitution as article 3 of the constitution asserts: 'The state language of the Republic is Bangla.' The law stipulates the mandatory use of Bangla in all domestic affairs except in cases of foreign relations. So far, no government has taken necessary steps to fully implement the law. The result is a hotchpotch of the country's language policy. English is pre-dominant in office works. Though the lower court mostly uses Bangla, making the lives of justice seekers easy, its use is quite limited in the higher court. It is crucially important to ensure the usage of Bangla in the judiciary. How sad it is to see that poor skills in Bangla are prevalent even after 12 years of learning the language as a compulsory subject in primary, secondary and higher-secondary levels of education. Again, in a bid to attain a good command of English, many are sacrificing Bangla and a growing number of children in the country can't read and write in their mother tongue. Many of them also struggle to communicate in Bangla as they are little equipped to speak and listen to the language. Bangla also has no place in higher studies in the country's universities.Developing strong skills in Bangla does not discourage one from learning English or any other language. Instead, it is necessary to learn a third language besides Bangla and English; some children are doing so. But it is not acceptable to neglect the mother tongue, which bears the unique identity of the people of Bangladesh. Ahmad Rafique, one of the core activists of the language movement, in an interview with this newspaper two years back, expressed deep frustration over the poor condition of Bangla language in the country. He said that we have failed to make Bangla the language of our lives and livelihoods, which goes against the spirit of the language movement. That's why the observance of February 21 becomes a mere formality only. There is no way to differ with the language hero, and it is a shame that the commemoration of the day has already turned into a ritual.\n[email protected]",
        "headline_1": "Marginalisation of Bangla language",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/marginalisation-of-bangla-language-1708092211",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2024"
    },
    {
        "full_article": "With the holy month of Ramadan approaching nearer, the citizens are deeply concerned about the alarming increase in the prices of essential commodities. The relentless surge in commodity prices has reached an untenable level, rendering affordability a distant dream for many lower and middle-class families. The gravity of this situation cannot be overstated, as it has plunged numerous households into financial hardship and crisis.It is distressing to witness the plight of our fellow citizens as they struggle to make ends meet. It is evident that some unscrupulous traders and hoarders are exploiting the situation for their own gain, manipulating supply and demand to artificially inflate prices. This unjustifiable profiteering not only exacerbates the financial burden on consumers but also undermines the principles of fairness and equity in our society.Therefore, it is imperative for the administration to swiftly identify these unethical traders and hoarders and take decisive action against them. Additionally, I urge the administration to implement a fixed price list for essential commodities. So, urgent intervention is required to address the escalating price hikes and alleviate the burden of the low- and middle-income families. \nMahmudul Hasan Sarwar StudentUniversity of Chittagong[email protected]",
        "headline_1": "Urgent action needed to control price hikes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urgent-action-needed-to-control-price-hikes-1708092241",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2024"
    }
]