[
    {
        "full_article": "The Government’s summit for developing nations, called the “Voice of the Global South Summit”, as its first big leadership-level G20 event, is an extremely important signal. It is also a departure from New Delhi’s looking towards the “high-table” of global leadership, involving its relationship with the UNSC P5 and G-7 (the most developed economies), to focusing on a more just view of the world and how the developing world is being affected by global inequities. In his opening remarks at the virtual summit, Prime Minister Narendra Modi explained the reasons for the shift: how “challenges of the COVID pandemic, rising prices of fuel, fertilizer and foodgrains, and increasing geopolitical tensions have impacted our development efforts”. External Affairs Minister S. Jaishankar too spoke of India’s need to envision a common future with the Global South and acknowledge India’s “common past” with the Global South, many of whom have suffered colonialism. Over 10 different sessions, India and representatives of 125 countries, of the 134 that make up the G-77, agreed that the key issues include the fragmentation of the international landscape, shortages in grain exports, oil and gas, and fertilizer as a result of the Ukraine war, and terrorism. Of note was Mr. Modi’s push for “human centred” globalisation countering the “first world’s” view of expediting climate change goals at the cost of development, ensuring immigration and work mobility for skilled populations of the global south, and resilient renewable energy access. The summit appears to mark a reset in India’s foreign policy outlook in its year as G20 president: one which has made the Government reclaim the true meaning of non-alignment, in the wake of the Ukraine war where it refused to take sides. Minister of State for External Affairs Meenakshi Lekhi’s visit to Cuba as it took over G77 chairpersonship (a grouping India has shunned) and the invitation to the President of Egypt, a NAM co-founder, as Republic Day chief guest were significant too.Of note were some of the summit’s exclusions: Pakistan and Afghanistan. Of note too was the inclusion of Myanmar, whose junta regime has not been recognised but with which India has chosen to forge closer ties. It is hoped that the collective South-South understanding of global issues will lead to a more inclusive meeting at the summit level, particularly with reference to South Asian and the subcontinent’s regional problems. It is also of note that the grouping did not release a common or joint statement, and much of the narrative on outcomes is built on what Mr. Modi and Mr. Jaishankar said. For India to be heard as the ‘Voice of the Global South at the G20’, it must reflect on the aspirations of the other nations and amplify them, as a true leader of the developing world at the G20 summit later this year.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nUnited Nations\n\n/\n\ndiplomacy\n\n/ \n\nIndia",
        "headline_1": "Leading from the front: On Voice of the Global South Summit and G20 presidency",
        "headline_2": "India must amplify the views of the Global South as president of the G20 summit",
        "link": "https://www.thehindu.com/opinion/editorial/leading-from-the-front-on-voice-of-the-global-south-summit-and-g20-presidency/article66383211.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "The Union Cabinet’s recent decision to earmark ₹2,600 crore for providing banks with an incentive to promote digital payments has focused attention on India’s welcome push to broaden and deepen alternatives to the most widely accepted method of payment worldwide, cash. The Reserve Bank of India’s ‘Payments Vision 2025’ document observes that ‘payment systems foster economic development and financial stability’ while supporting financial inclusion. There can be no two views that the rapid and widespread adoption of digital payment methods, coupled with steps to bring more people into the banking system’s fold, has significantly helped cut the reliance on cash for low-value transactions, especially in metros and cities. At the heart of this payments revolution has been the National Payments Corporation of India and its Unified Payments Interface (UPI). The UPI’s function as a lynchpin transaction enabler has been key in undergirding this transformation. In December 2022, the total monthly volume of UPI-facilitated transactions aggregated almost 783 crore with the value exceeding ₹12.8 lakh crore. While this was a 71% jump in volume and a 55% increase in value from a year earlier, the UPI volume last month was close to 54 times the transactions in December 2017, and a staggering 98.6-fold of the value seen five years earlier.\rThe adoption of digital payment methods, while accelerated by the COVID-19 pandemic, has also been enabled by the widening number of banks which have backed the UPI system, as well as the indigenous RuPay credit and debit cards. A welter of private financial technology or fintech firms that offer tailor-made digital applications, and big technology and social media companies that have added payments with a view to enhancing stickiness with their core offerings have also been major enablers. The banking sector, however, has been at a relative disadvantage in leveraging the payments ecosystem for its core business growth as the spending on infrastructure to support and secure such payments has been disproportionately higher than for fintech and big tech rivals. The Government’s new incentive aims to level the field by offering payments in lieu of the commissions foregone by lenders in waiving the merchant discount rate they would otherwise have levied. Still, challenges abound. Policymakers need to urgently ring-fence the wealth of individual spending data being generated and constantly enhance security to safeguard the payments system from cyberthreats.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\nbanking\n\n/\n\nCoronavirus\n\n/\n\ndata protection",
        "headline_1": "Social equaliser: On promoting digital payments",
        "headline_2": "While promoting digital payments, care must be taken to guard against cyber threats",
        "link": "https://www.thehindu.com/opinion/editorial/social-equaliser-on-promoting-digital-payments/article66383175.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "What is unfolding in Joshimath is a tragedy. But this tragedy is not due to climate change; climate change-linked extreme events may have exacerbated the situation, but the sinking of Joshimath is our doing.\nThe fact is this disaster is not unexpected; it was foretold. Over 50 years, the sinking of Joshimath has been documented by multiple committees of the Supreme Court and the Union and state governments. They warned against haphazard urbanisation, large-scale hydropower development and cutting of hills to widen roads. But time and again, their warnings were ignored.\nRead full opinion on TOI+\n\n",
        "headline_1": "Hills, stop copying the plains: Joshimath shows we need a radically different growth model for Himalayan states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/hills-stop-copying-the-plains-joshimath-shows-we-need-a-radically-different-growth-model-for-himalayan-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Nirmala Sitharaman recently said that she is from the middle class and therefore identifies with it. With her fifth budget speech scheduled on February 1, she pointed out that GoI had not levied new taxes on the middle class. Instead, it prioritised urban infrastructure such as metro projects. Given India’s narrow income tax base, middle class aspirations and anxieties often come into focus ahead of the budget.\nHow large is the constituency? Thinktank PRICE pegs middle class households as ones that earn an income of Rs 5-30 lakh a year. PRICE estimated they make up 30% of all households in 2020-21. That’s roughly in line with what tax data shows. In 2018-19, on an admittedly narrow individual income tax base of about 56 million returns filed, individuals with income in the range of Rs 5-25 lakh numbered around 19 million, or 34%. The data on the tax base is out of sync with consumption patterns, which suggests that the potential size of the middle class is much larger.\nIt leads to Sitharaman’s second observation about investments in public infrastructure. There’s a mismatch between what different levels of government show as investment and public perceptions about their quality of life. Plenty of anecdotal evidence suggests that an increasing proportion of the middle class rely on private provision of basic services such as transport, healthcare and education. This trend leads back to questions about the tax base as economist Devesh Kapur suggests that when middle classes “exit” and move towards private provision of basic services, it has an adverse effect on the inclination to pay taxes.\nIn a separate study on the middle class, Kapur and his co-authors tried to gauge the size of the middle class by asking people to self-identify. Almost half of India describes itself as middle class, a phenomenon that’s sharper in urban areas. Poor urban governance architecture not only limits the impact this class can have on politics, it also makes it harder for individuals to cross the Rs 5 lakh income threshold. The middle, which benefitted from liberalisation, needs to grow faster.\n\n",
        "headline_1": "Expand the middle: India’s middle classes need better public services. Only then will they grow faster & have meaningful impact",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/expand-the-middle-indias-middle-classes-need-better-public-services-only-then-will-they-grow-faster-have-meaningful-impact/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Union law minister Kiren Rijiju’s letter to CJI DY Chandrachud seeking representation for GoI in the collegium, and consultations with states, signals another front being opened in the Centre-Supreme Court standoff. The collegium system is the outcome of the Third Judges Case of 1998, which envisioned procedures for appointment of SC and high court judges. Subsequently, a Memorandum of Procedure (MoP) was finalised following consultations between the Centre and SC. The only way GoI’s new proposal can be implemented is if SC agrees to revisit the Second and Third Judges Cases. But this is a bad idea: It is Parliament that must do the law-making.\nMaking Parliament into a bystander while the executive proposes and the judiciary decides how to frame the law is bad form. This newspaper has argued for a National Judicial Appointments Commission and believes it deserves another chance. The constitution bench that scrapped NJAC did so without having the benefit of seeing it work. GoI, surprisingly, hasn’t made another attempt to re-enact NJAC. Perhaps, SC can be persuaded this time to watch NJAC at work before inevitable legal challenges to it are taken up. After all, such wait-and-watch has been the SC modus to challenges against demonetisation, electoral bonds, Article 370, CAA, etc.\nAn alternative course is to revise the MoP as directed by the five-judge NJAC bench in a subsequent order. This order laid special emphasis on making the collegium more transparent through appropriate revisions to the MoP through recording minutes of collegium discussions including dissension, setting up secretariats for each HC and SC for better management of the process, clear eligibility criteria for appointment to HCs and SC, and a mechanism to deal with complaints against judgeship candidates. Since Centre’s primary concern about the present collegium system appears to be the lack of transparency, the MoP revision, which has stalled for over six years over relatively minor disagreements, should be revived. The current standoff is creating unnecessary tensions, and mustn’t affect filling of judges’ vacancies. May wise judgment prevail.\n\n",
        "headline_1": "Be wise, Centre & SC: Better than court’s stand & GoI’s proposal is revising the collegium’s memorandum of procedure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-wise-centre-sc-better-than-courts-stand-gois-proposal-is-revising-the-collegiums-memorandum-of-procedure/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "India’s vision of a healthier globe emanates from the philosophy of Vasudhaiva Kutumbakam that translates into One Earth, One Family, One Future. So, as part of India’s G20 presidency, policymakers from member countries and experts from the medical fraternity shall unfold the foundation and framework of a Global Health Architecture (GHA) at a series of Health Working Group meetings, starting this month. GHA envisages equipping countries to face the next health emergency with robust healthcare systems.\nWorld over, Covid made world leaders realise that a single country, however well-equipped with medical infrastructure, may not be able to turn the tide against a crisis like the pandemic. For low- and middle-income countries (LMICs), the situation in such times worsens as access to basic health is restricted and uneven. Prime Minister Modi has defined the central objective of India’s G20 presidency as “healing, harmony and hope”. He envisages a more human-centric globalisation where universal healthcare is a key priority.\nRead full opinion on TOI+\n\n",
        "headline_1": "Because both rich and poor countries deserve good health … India’s G20 presidency is creating a fairer global health architecture, writes Union health minister",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/because-both-rich-and-poor-countries-deserve-good-health-indias-g20-presidency-is-creating-a-fairer-global-health-architecture-writes-union-health-minister/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "The dynamics of the US-Bangladesh and Russia-Bangladesh relations cannot be viewed outside the context of Bangladesh's increasing geopolitical, geostrategic, and geo-economic salience.\nBangladesh, with the second largest economy in South Asia and eighth largest population base, is currently the 35th largest economy in the world. Bangladesh's rapid socioeconomic development, its huge domestic market, its military-strategic significance for India and China, its role as a gateway between South and Southeast Asia, and its strategic location on the Bay of Bengal have all incentivised great powers, including the US and Russia, to seek expanded influence in the country. The US, motivated by the urge to retain its global hegemony through stalling the meteoric military economic rise of China, and guided by its Indo-Pacific Strategy, is currently bent on expanding its foothold in the Asia-Pacific region.\nOn the other hand, Russia, compelled by its growing estrangement from the West and its own geo-economic necessities, is seeking to engineer a pivot to Asia in general and the Asia-Pacific region in particular. Accordingly, Bangladesh has attracted both US and Russian attention.\nThe position is awkward and unenviable for Bangladesh because getting entangled in the Russia-US rivalry is contrary to Bangladesh's national interests. Moreover, the US is Bangladesh's third largest trading partner, the single largest market for exported RMG products, the topmost source of foreign direct investment, historically one of the largest providers of foreign aid, and the largest provider of aid for the Rohingya refugees. The US-Bangladesh relationship is therefore multifaceted, ranging from trade and investment to security and counter-terrorism.\nMeanwhile, although the volume of Bangladesh's bilateral trade with Russia is relatively modest – worth USD 1.1 billion annually – Russia is currently the principal financier of some important projects in Bangladesh, including the 2,400 MW Rooppur Nuclear Power Plant, and is the fourth largest provider of foreign aid to Bangladesh, amounting USD 1.22 billion in 2022. Taking into account recent energy shortages in Bangladesh, Dhaka's energy cooperation with Moscow is critical to ensuring the former's energy security. More importantly, after China, Russia remains the second largest source of military equipment for the Bangladesh Armed Forces.\nNeedless to say, Dhaka has its own share of problems with both Washington and Moscow. A number of US activities – including the refusal to reinstate GSP facilities, the imposition of sanctions on Rab and its officials, the continued criticism of labour rights conditions, and the expression of dissatisfaction with internal politics – have irked Dhaka. Conversely, Washington is unhappy with Dhaka on account of a number of issues, including Bangladesh's close ties with China and Russia, and its internal political dynamics. However, Dhaka is less than satisfied with Russia's role in the Rohingya refugee crisis, as Russia has persistently supported Myanmar at the UN.\nTaking into consideration the points of convergence and divergence between Dhaka and Washington as well as Dhaka and Moscow, it is in Dhaka's best interests to maintain friendly and cooperative relations with both of them. So far, Dhaka has aptly managed to strike a balance between the great powers, but the advent of the Ukraine crisis and consequent intensification of geopolitical rivalry has made the task far more challenging for Dhaka than ever before.\nThe war has adversely affected Bangladesh's economy. Moreover, Bangladesh has been compelled to walk on a politico-diplomatic tightrope since the start of the war. Bangladesh has so far refused to condemn Russia in clear terms for its invasion of Ukraine and abstained from voting on anti-Russian resolutions before the UN on a number of occasions.\nOn the other hand, Bangladesh has voted against Russia at the UNGA on a few occasions and has prevented the US-sanctioned Russian ship Ursa Major/Sparta III from docking at the Mongla seaport on December 24. However, Dhaka has sought to placate Moscow by receiving the goods from the ship via India, too. Moreover, the Russian Ambassador to Bangladesh, Aleksandr Mantytsky, has accused Bangladeshi media outlets of anti–Russian bias in their coverage of the Russia-Ukraine war.\nHowever, both Washington and Moscow have responded to Dhaka's careful balancing act by increasing their diplomatic, economic, and military engagement with Bangladesh. For instance, the Exercise Tiger Lightning-3 between the armies was held in March 2022, the eighth US-Bangladesh Partnership Dialogue was held in Dhaka on March 20, 2022, the eighth US-Bangladesh Security Dialogue was held in Washington on April 4, 2022, and the second Joint Combined Exchange Training (JCET) between Bangladesh and the US naval special forces was held in October-November 2022.\nMore recently, the visits of US assistant secretary of state for population, refugees and migration, Julieta Valls Noyes, that of the US National Security Council official, Rear Admiral Eileen Laubacher, and the recent visit of US Assistant Secretary of State for South and Central Asian Affairs, Donald Lu, manifest renewed diplomatic engagement and the growing importance of US-Bangladesh ties. Meanwhile, Russian engineers and specialists continue work on the construction of the Rooppur NPP. Russia has also offered to sell oil to Bangladesh at discounted prices, although the offer was not accepted.\nIn a nutshell, Washington's controversial interference in domestic politics and Moscow's equally controversial criticism are both unwelcome developments for Dhaka.\nThe recent activities of Washington and Moscow are indicative of the fact that Bangladesh, against its will, is being turned into a potential battleground for influence between the two top nuclear powers. Thus, Bangladesh must navigate carefully amid these murky geopolitical waters.\nHA Shovon is a senior research associate at Central Foundation for International and Strategic Studies. Md Himel Rahman is a research intern at KRF Center for Bangladesh and Global Affairs.\n",
        "headline_1": "Cold War redux in Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cold-war-redux-dhaka-3222666",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "In the context of the current global climate emergency, where we are already witnessing its devastating effects on economies, disproportionately affecting vulnerable populations, the need for climate resilience is stronger than ever. The costs of climate inaction far outweigh those of practising climate resilience– according to Deloitte, the former could cost the global economy a staggering USD 178 trillion over the next five decades, wiping out 7.6 percent of global GDP.\nAt COP27, climate reparations were on top of the agenda. The proposed loss and damage fund aims to mobilise climate finance in countries at the forefront of climate change. While this fund was long overdue, it has, unsurprisingly, met with resistance from developed nations who refuse to concede their responsibility in escalating climate vulnerability in low- and middle-income countries. While negotiations continue, it is imperative to develop alternative approaches to strengthen climate finance for developing countries.\nA critical contributor to mitigating the impacts of climate change is the insurance industry. Insurers can be considered one of the most significant drivers in transitioning towards a net-zero economy through its underwriting and investment strategies. Incorporating climate risk modelling in their projections can enable governments and policymakers to make informed decisions in enhancing climate resilience.\nHaving said that, it is time for Bangladesh to explore new avenues within the insurance industry without it being a double-edged sword. There has been a wave of climate change policies in recent years, but unfortunately, implementation efforts have remained fragmented. There needs to be active collaboration among insurance companies, government authorities, policymakers, and regulators to institutionalise climate change as a national issue.\nOne of the game-changers here is \"parametric insurance.\" Launched for the first time by African Risk Capacity (ARC) in Madagascar, parametric insurance offers pre-specified payouts based on a trigger event, which are insured based on two main criteria: the event must be fortuitous, and can be modelled.\nAnother critical component for this product is a well-established payout mechanism. Payouts will be met if the parameters reach or exceed a predetermined threshold. The threshold is typically aligned with the customer, and when dealing with natural catastrophes, the customer's dwelling region is heavily prioritised. The main benefits of parametric insurance are that it provides speedy payouts after the occurrence of a trigger event, and can be tailored for any particular region with the help of satellite data. It acts as a contingency plan in the event of a natural disaster and provides an action plan for utilising the funds to improve crisis relief.\nAccording to Bangladesh Disaster Related Statistics 2021, 54.69 percent of households were affected by floods in 2021 compared to 34.48 percent in 2015. Introducing parametric insurance schemes for people living in flood-prone areas can be a powerful mitigation strategy. Designing financial services that specifically address certain pain points of its consumers will accelerate the country's path to financial inclusion as well as climate resilience.\nBangladesh's insurance industry has come a long way over the past two decades. However, compared to its neighbouring countries, insurance market penetration in Bangladesh stands at 0.5 percent, whereas in India it is 4.2 percent. There is still a dire need for innovative insurance products that are scalable and can mitigate climate change.\nThe role of parametric insurance in mitigating climate risk for vulnerable countries such as Bangladesh cannot be neglected. It is high time for the country to step into the realm of parametric insurance, drawing inspiration from other countries and setting realistic benchmarks. Time is a critical factor in the fight against climate change, which means actions need to be taken quickly to withstand its impact.\nAmeera Fairooz is a postgraduate student at the Faculty of Business Studies at Dhaka University.\n\n",
        "headline_1": "Can parametric insurance be a tool for climate resilience?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-parametric-insurance-be-tool-climate-resilience-3222756",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Being \"digital\" has become one of the most important trends in Bangladesh over the last decade. As the pioneer of the digital brigade, Bangladesh has been able to achieve an inspiring level of success in bringing about a digital revolution within the country. The Digital Bangladesh Vision, declared on December 12, 2008 by the honourable prime minister, Sheikh Hasina, brought about significant improvements for the economic, educational and social inequality factors that determine the digital divide, including income, access to digitised services, and socioeconomic factors.\nThe prime minister announced in her election manifesto that Bangladesh would be a dignified middle-income Digital Bangladesh when the country completes 50 years of independence. The idea of the Digital Bangladesh vision was to promote harmonised and sustainable digitisation so that society as a whole can benefit from digitisation. It was her integrity, foresight, and courageous leadership that helped us identify ourselves as proud citizens of a prestigious middle-income, technology-based Digital Bangladesh in just 13 years. The initiatives led by the architect of Digital Bangladesh and ICT affairs advisor to the prime minister, Sajeeb Wazed Joy, made our technology industry an advanced and knowledge-based driving force for the country's growth. He turned the vision into a strategic roadmap to change the fates of common people, using ICT as a driving force while creating knowledge, innovation, and efficiency throughout the economy. As per his guidance, we implemented the vision emphasising human resource development, digital government, connectivity and infrastructure, and ICT industry promotion – the four pillars of the vision.\nMoving forward with this philosophy, we established the Sheikh Kamal IT Training and Incubation Centers. Bangabandhu Sheikh Mujibur Rahman used to say that the wealth of Bengal is its soil and people. Sajeeb Wazed Joy made studying ICT compulsory for Classes 6 to 12. On the other hand, in just 14 years, 13,000 Sheikh Russel Digital Labs have been set up across the country so that our children can be well aware of knowledge relevant to ICT.\nWe were able to curate and deliver timely and relevant programmes, emphasising the leadership, vision, and ideation of the youth for constructing a knowledge-driven economy and ensuring a leadership position for Bangladesh. There is a cultural belief that if one doesn't acquire a Bachelor's or Master's degree, they will not be able to earn any respect in their family or society. But Sajeeb Wazed Joy said that only those who want to teach, do research, and want to take up higher education should do so. HSC graduates can become proficient in technical skills such as web development, mobile app development, game development, image processing, digital marketing, etc, through short-term training, and take up jobs or become self-employed. This particular philosophy has changed the lifestyle of the youth in Bangladesh. With our initiatives, we have been able to groom around 6.5 lakh freelancers with technical knowledge, who made Bangladesh the second-largest supplier of online labourers across the globe.\nBangladesh is now developing frontier technologies such as artificial intelligence, robotics, blockchain, Internet of Things (IoT), and preparing to exploit the potential and challenges of the Fourth Industrial Revolution (4IR). Specialised labs of high technology in IoT, robotics, and cyber security have been set up in different universities. IT Business Incubators are being set up in universities as well. Initiatives have been taken to set up Sheikh Kamal IT Training and Incubation Centers in every district, with the aim of building innovation and a knowledge-based generation.\nStartup Bangladesh Limited and iDEA were established with a fund of Tk 500 crores, and so far, we have supported 382 startups. We invested in a few organisations, providing seed money and making equity investments in various seed and growth-stage startups. More than a thousand women entrepreneurs were provided with Tk 50,000 as seed money each through the Startup Bangladesh initiative on behalf of the prime minister. Our main aim with such investments was to empower the youth to build their courage and take the risk of doing innovative business.\nWe have been able to create 20 lakh employment opportunities for the youth in the software and hardware sector, and from the ICT sector, we have earned USD 1.4 billion from exports, which was only USD 26 million 13 years ago. We have around 13 crore active internet users, and through 2,000 digital portals for service, we are serving about one crore users per month.\nOne of the major success stories of Digital Bangladesh, that has helped put the country on the map of research circles, is its resilience in the face of the Covid pandemic. Had the prime minister not implemented Digital Bangladesh, it would not have been possible to deal with Covid successfully. If we were to face the Covid epidemic before 2008, how would 1.70 lakh educational institutions (which were physically closed for two years) have run their educational programmes? How would five crore students have studied? And how would three lakh women entrepreneurs have conducted their e-commerce businesses? Without the successful initiatives of Digital Bangladesh, it would not have been possible to process over two crore e-files through mobile phones, conduct the proceedings of around 3.47 lakh hearings, and carry out over two lakh bails.\nOur prime minister set a record of leading 1,600 virtual meetings in a span of two years during the pandemic, which included cabinet meetings, Ecnec, and political meetings. In 2010, if we hadn't got the bill passed in parliament, after getting approval from the prime minister, for the Digital Hi-tech Park, running the activities of 109 Hi-tech parks (both government and private) in the country wouldn't have been possible.\nDuring the pandemic, people availed the services of police, fire service, and ambulances through 999. Fifteen crore people registered for services through the Surokkha app. On the other hand, the 333 call centre inaugurated in 2018 assisted people suffering from lack of food. Digital Bangladesh is not a dream anymore, but a reality. It's now all about resilience and sustainability.\nThe prime minister recently declared that we will transform the country into Smart Bangladesh by 2041. The four pillars of the Smart Bangladesh vision are: Smart Citizen, Smart Government, Smart Economy, and Smart Society, which will be achieved under the dynamic leadership of Sajeeb Wazed Joy. We are preparing our youth to lead the way towards the fourth industrial revolution. Our goal is to ensure Bangladesh not only takes part in the next wave of innovation, but also leads it.\nZunaid Ahmed Palak, MP, is the state minister for the ICT Division, Government of Bangladesh. E-mail: [email protected]\n",
        "headline_1": "Digital Bangladesh: A story of transformation, resilience, and sustainability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/digital-bangladesh-story-transformation-resilience-and-sustainability-3222626",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Amid continued rebuffing of suggestions to repeal/amend the Digital Security Act 2018, more evidence of the law being abused has emerged, further strengthening the voices of critics. According to data collected by the Centre for Governance Studies (CGS), which logged each DSA case filed between October 2018 and August 2022, only two percent of the accused have seen their cases resolved with the court handing a conviction, or an acquittal, or dismissing them. The fate of the rest is yet to be decided.\nOverall, the CGS recorded 1,109 cases, around 60 percent of which were over Facebook activities. A total of 2,889 individuals were accused: of them, 52 saw their cases settled within the court system, while nine saw them withdrawn. There are more disquieting revelations, however. At least 725 of the cases being investigated by police are apparently from before 2022 – which suggests a clear violation of the legal time limit given to complete investigations. An investigation report, according to the law, must be submitted within 60 days; if necessary, investigators can seek an extension of 15 days. The reckless violation of this rule means that the accused are doomed to suffer pre-trial horrors, including arrests and prolonged stay in police custody, which is completely against the spirit of justice.\nIs the delay in investigations deliberate? Is it meant to make the accused suffer indefinitely? Can the police and judicial authorities be absolved of the responsibility to ensure quick trial? And what's the point of having cyber tribunals – there is one in each administrative division – if they can't expedite trials or help the accused get bail quickly? The spectacular lack of progress in investigations and court judgements indicates an institutionalised pattern of abuse/harassment directed toward the accused, with one out of every three people facing prosecution under the DSA being arrested.\nt is no secret that most DSA accused are facing charges of defamation, with political activists and journalists targeted the most. These cases are mostly filed by ruling party affiliates, on behalf of someone perceived to be \"hurt\" by the alleged act of defamation. It was, again, no surprise to learn that out of all the cases analysed by the CGS, as many as 140 were filed for \"defaming\" Prime Minister Sheikh Hasina, and 64 for \"defaming\" other ministers. The picture that emerges from these case studies is a deeply flawed law being abused in a deeply flawed politico-judicial ecosystem.\nSince its inception, there has never been any doubt that this law would be used to hurt, and not heal, as a law ostensibly against cybercrimes should. The CGS study only shows part of the picture based on accessible data, with law enforcers notoriously secretive in this regard. But four years on, there should be enough sobriety on the part of all concerned to understand that this law has been nothing but a tool of repression and intimidation, shrinking whatever space left for free expression in the country. We urge the authorities to repeal it urgently, or at least amend it in light of concerns raised over the last four years.\nThe DSA in its current form must go.\n",
        "headline_1": "A Law That Only Hurts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/law-only-hurts-3222301",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Amid continued rebuffing of suggestions to repeal/amend the Digital Security Act 2018, more evidence of the law being abused has emerged, further strengthening the voices of critics. According to data collected by the Centre for Governance Studies (CGS), which logged each DSA case filed between October 2018 and August 2022, only two percent of the accused have seen their cases resolved with the court handing a conviction, or an acquittal, or dismissing them. The fate of the rest is yet to be decided.\nOverall, the CGS recorded 1,109 cases, around 60 percent of which were over Facebook activities. A total of 2,889 individuals were accused: of them, 52 saw their cases settled within the court system, while nine saw them withdrawn. There are more disquieting revelations, however. At least 725 of the cases being investigated by police are apparently from before 2022 – which suggests a clear violation of the legal time limit given to complete investigations. An investigation report, according to the law, must be submitted within 60 days; if necessary, investigators can seek an extension of 15 days. The reckless violation of this rule means that the accused are doomed to suffer pre-trial horrors, including arrests and prolonged stay in police custody, which is completely against the spirit of justice.\nIs the delay in investigations deliberate? Is it meant to make the accused suffer indefinitely? Can the police and judicial authorities be absolved of the responsibility to ensure quick trial? And what's the point of having cyber tribunals – there is one in each administrative division – if they can't expedite trials or help the accused get bail quickly? The spectacular lack of progress in investigations and court judgements indicates an institutionalised pattern of abuse/harassment directed toward the accused, with one out of every three people facing prosecution under the DSA being arrested.\nt is no secret that most DSA accused are facing charges of defamation, with political activists and journalists targeted the most. These cases are mostly filed by ruling party affiliates, on behalf of someone perceived to be \"hurt\" by the alleged act of defamation. It was, again, no surprise to learn that out of all the cases analysed by the CGS, as many as 140 were filed for \"defaming\" Prime Minister Sheikh Hasina, and 64 for \"defaming\" other ministers. The picture that emerges from these case studies is a deeply flawed law being abused in a deeply flawed politico-judicial ecosystem.\nSince its inception, there has never been any doubt that this law would be used to hurt, and not heal, as a law ostensibly against cybercrimes should. The CGS study only shows part of the picture based on accessible data, with law enforcers notoriously secretive in this regard. But four years on, there should be enough sobriety on the part of all concerned to understand that this law has been nothing but a tool of repression and intimidation, shrinking whatever space left for free expression in the country. We urge the authorities to repeal it urgently, or at least amend it in light of concerns raised over the last four years.\nThe DSA in its current form must go.\n",
        "headline_1": "A Law That Only Hurts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/law-only-hurts-3222301",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "It is hard to believe that drowning is still one of the major causes of child death in the country. In the Patuakhali district alone, such deaths are increasing at an alarming rate, with the number nearly doubling with each passing year. In 2022, for example, a hundred children reportedly drowned in the district, while the number was 56 in 2021, and 29 in 2020, according to data from the office of Patuakhali civil surgeon. This is indeed an alarming development. As well as lack of public awareness, it indicates a serious lack of initiatives from the authorities to prevent such avoidable deaths of children.\nIt should be noted that drowning is an issue not just in Bangladesh but the world over – it is one of the top ten causes of mortality for children and adolescents aged between 1 and 24 years globally. However, drowning-related deaths are particularly high in Bangladesh. According to an estimate, as many as 2,155 deaths occurred countrywide in 2020 and 2021 due to drowning, with 83.5 percent of the victims being children. Equally worryingly, 80 percent of the under-five victims drowned within 20 metres of their homes. Another study has found that 68 percent of drowning incidents take place between 9am and 1pm, while the majority of incidents take place in ponds (66 percent) and ditches (16 percent) located within around 40 steps of households.\nClearly, children are particularly vulnerable, especially if they are kept unattended by parents. It can also be said that children from poorer households are more at risk of drowning, since both of their parents may have to be at work during the day. In case of Patuakhali, it has been seen that most of the incidents happened between morning and noon when the children's mothers were most busy with work. And these children also drowned in ponds and canals closer to their homes.\nWe urge the authorities concerned, particularly the district administrations, to take effective measures to prevent drowning. The authorities in Patuakhali should particularly take urgent measures, too. The World Health Organization has developed a drowning prevention strategy with detailed guidelines to prevent it, which our policymakers should follow. Erecting barriers surrounding water bodies, setting up childcare centres for preschool children, teaching children swimming and about water safety, and instructing bystanders in proper rescue and resuscitation procedures are some of the measures that should be adopted immediately.\nBut for a wider impact, we need to adopt national-level policies with due seriousness. The draft national strategy for drowning prevention – prepared by the Directorate General of Health Services – should be approved soon, and as outlined in it, there should be massive awareness-raising campaigns. Drowning is the most preventable cause of child deaths. With proper policy interventions, we should be able to check the trend.\n\n\n",
        "headline_1": "Why are so many children drowning in Patuakhali?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-children-drowning-patuakhali-3222286",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "The revised monetary policy statement (MPS) announced by the central bank on Sunday last for the second half of the current financial year (FY) 2022-23, according to its own statement, is 'cautiously accommodative'. If it is not entirely conservative, the new MPS more or less follows a 'cautious' policy stance with a 'tightening bias' seen in its original one-year monetary policy. In the latest MPS, there is a clear attempt to strike a balance between money circulation and economic growth in a globally economic crunch time. But it is still likely to fall short of meeting the need for improving the country's balance of payments (BOP). Notwithstanding the increase in policy interest rates by 25 basis points and withdrawal of cap on deposit, the banking sector will remain hamstrung by the contradictory lending-rate cap for business loans. In the absence of flexible interest rates and a unified currency exchange-rate regime, any manoeuvrability other than tight-rope walking in matters of economic management remains a distant dream.Although the removal of cap on deposit sounds good, attracting depositors will not be easy unless the inflation can be tamed well below the interest rate. The relaxation of lending-rate cap on consumer credits by up to 3.0 percentage point (to 12 per cent) is a step in the right direction. In fact, the central bank should have also withdrawn the lending rate cap in other areas. Upward revision of public-sector credit by 1.0 percentage point to 37.7 per cent is also not going to leave a positive contribution unless a reasonable share of the fund is invested in the productive sector. Credit to business and investment in the private sector remains unchanged at 14.1 as before. But mobilising funds under the prevailing circumstances might prove a daunting task. Then again, the manufacturing sector and businesses already constrained by dollar crunch will find themselves still more handicapped in opening letters of credit (LCs) for import of capital machinery and raw materials ---all of which are indispensable for boosting industrial production and doing business. Although the Bangladesh Bank claims the increase in policy interest rates and repo rate will help maintain monetary flow as well as growth momentum with its sobering influence on BOP, it is not at all feasible for an economy that has to depend on energy from outside sources. Abnormally higher energy prices following the Russo-Ukraine war has rudely exposed the country's vulnerability. Adverse currency exchange rates and high fossil fuel prices have only made the matter worse for countries like Bangladesh running short of energy. Since export income and remittance have not gone up to meet the gap between import and export earnings, the country's forex reserve has been under severe stress.Against such a backdrop, the central bank's MPS alone cannot be enough to tackle the problem of inflation, which is now much higher than the projected one, unless the fiscal policy is made complementary to it or the other way around. Like the recent hike in power tariff, rise in prices of other utilities and services will be compulsive, forcing industrial production, imported commodities and living costs even dearer. The looming fear of further spread of Covid-19 in China may have upset not only many of the financial calculations in this country but also all across the world. Until or unless the country can shift to renewable energy or extract its fossil fuels to a sizeable amount for its power need, the country's economic growth will be tied to external factors in a large measure.",
        "headline_1": "Is the revised MPS enough for the purpose?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-the-revised-mps-enough-for-the-purpose-1673884307",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Bangladesh has made notable progress in the global hunger index in recent years. It had 'moderate' levels of hunger with a score of 19.6 in 2022. The score was 34.1 in 2000. Despite the country's village people being well-fed than before, the quality of food remains a debatable issue. At this point, the issue of nutritious food items comes to the fore. As different surveys show, the country's rural people are normally little aware of the need for nutritious foods. Outwardly, the sufficiently-fed people living in the villages give the impression that they are satisfied with their food. But the question of nutrients in their major foods, ranging from rice, the staple food item, to various supplements, is a vital one. Does their food include all the nutrients? The villagers themselves are not sure. Most of them have to remain content with vegetables including potatoes, and small fishes eaten with rice.Solvent villagers can often afford to buy poultry meat and eggs. But to both of the classes, buying milk, fruit, beef and mutton remains a luxury. The irony is, even the vast rural swaths that produce vegetables for the city people cannot supply sufficient vegetables to those living in villages. The reason is the formidable rise in the vegetable prices on occasions.This is, however, not the general picture of Bangladesh. As has been said in a FE report, changing food habits in parts of the country points to the emergence of an era of consuming nutrition-deficient meals. For example, the opting of the people in the greater northern zone for over-polished rice has not been prompted by choice; they have been compelled to go for this fine rice thanks to its pervasive presence in the market. This rice is marketed by the automated rice millers throughout the country. The processes of repeated polishing leave almost no nutrient in the mills' rice. The poorer segments are forced to consume this placebo-rice as their chief meals. Rice refining or polishing renders the reddish, raw rice cleaned and a little whitish. Lacking dietary knowledge, the village people consume this rice churned out by the mills. Moreover, the traditional rice husking devices have long been consigned to oblivion. As the villagers consume this rice, they develop involuntarily the deficiencies in zinc, vitamin A and other nutrients. At the moment these nutrient deficiencies are widespread in the poor districts in Panchagarh, Nilphamari, Gaibandha, Moulvibazar and Sunamganj. Undernourished and nutrient-deficient children and women in these districts are a common sight in these districts.Malnourished children and women have once constituted the common view of Bengal or today's Bangladesh. It was considered the age-old scenario. After the emergence of independent Bangladesh, the policy makers in successive governments have been seen turning to the rural Bangladesh, with focus on the people's health needs. In spite of glimpses of success in creating awareness among people about nutrition intake, those finally remained isolated and piecemeal drives. In fact, many rural areas in the country are said to have never heard of the presence of high protein and nutrients in certain foods. The irony is the nutrient-rich foods, like vegetable including potato, are widely available in the villages. The prices of vegetable and other foods, like milk and pulses, have always been affordable to the villagers. Except during natural calamities like floods and drought, village people can lay their hands on them round the year. Unfortunately, they hardly feel the urge to consume them. What it points out is like children, adults are also becoming averse to nutritious foods. And that today's rural people need to be taught what to eat to remain fit and healthy. Thanks to their being educated and relatively of higher income, the urban people can avail the right organic foods. The villagers are not left in the lurch. They have self-taught elders and the government-run health complex people who can guide them in choosing the perfect edible items. There is a lot to learn from the wise old men living in the villages. Even in these days of broken health and pervasive malnourishment, these people stand out with their sprightly disposition. After their phase is over, there may be none who will come up voluntarily to advise their younger progeny on their perfect eating habits. But the villagers have the right to proper and scientific information about nutrition.It is also true, the soaring prices of vegetables, eggs, milk, and even fishes, have a role to play in dissuading the rural people from eating these food items. The villagers attach great importance to rice in their normal dish, that too the over-refined whitish one. Lack of dietary knowledge is responsible for this preference for fine rice. In the past, the common villagers' menu would comprise coarse and reddish rice and pulses and occasional fish. For generations they would live on these food items and remain healthy. Eating over-polished rice and high-yield vegetable; eggs and milk once in a blue moon, cannot ensure them a longer life-span and a healthful life. A nation based on its properly healthy people doesn't need much resource. Proper diet conforming to the inherent and intangible power of life provides this elixir of survival. It is unparalleled. A healthy population could be the source of all strength a nation looks forward to. Its bright presence among nations notwithstanding, Bangladesh lags behind others in the area of food and nutrition.\n[email protected]",
        "headline_1": "Rural people's right to nutrition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rural-peoples-right-to-nutrition-1673884349",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Recently, a report that Canada has slapped a ban on the purchase of residential properties in that country by foreigners has drawn much media attention. And the reason for such attention is obvious. But how far that ban is going to discourage the Illicit Financial Flow (IFF) from Bangladesh to be invested in the real estate sector in Canada is the question. As reported, the ban came against the backdrop of soaring home prices in Canada since the pandemic struck. And some politicians believe that foreigners were buying houses in Canada not for the purpose of residing there, but as an investment. Since it is pushing home prices up, the prospective local buyers are losing out to their foreign competitors. So, to keep the housing sector affordable, especially to the general Canadian buyers, the ban was necessary-- so goes the argument. But the pandemic-time situation is no more in existence in Canada. Though the house prices witnessed a steep rise in 2020-2021, in 2022 the situation has actually reversed. Then why is this ban on non-Canadians' buying house in Canada? Moreover, the prohibition that came into effect on January 1, 2023, will last only for two years. To all appearances, the law has a populist bias and, many believe, is meant to impress young voters. Evidently, the ban has nothing to do with stopping illicit outflow of funds to overseas destinations such as Canada for buying assets there. So, the owners of unearned money in Bangladesh who earlier thought they would buy assets in Canada will now look for other potential safe havens to transfer their money to. And who does not know that these safe havens include Dubai, USA, UK, Australia, Singapore, Hong Kong, Malaysia, Cayman Island and British Virgin Islands. For these countries including Canada, according to a government report, are the safe havens where illegal money from Bangladesh goes. The report titled, 'National Strategy for Prevention of Money Laundering and Prevention and Combating Financing of Terrorism 2019-2021', published in November, 2019 further stated that such illegal transfer of money was equivalent to 17.5 per cent of the total value of trade transacted over the decade between 2006 and 2015. And the channels through which the country's capital flight occurred included investment visa, permanent residency, long-term residency, second home project and, the then-prevailing comfortable foreign exchange control regime. Understandably, unlike now, foreign exchange regime was more relaxed then, thanks to the strong foreign exchange reserve position of that time. And the sources of that illegal money, as expected, were tax evasion, mis-invoicing in external trade (export and import), loan scams and underworld activities including smuggling, drugs and human trafficking. Also included among these sources were illegal outward remittance by expatriate workers employed in Bangladesh and inward remittance by Bangladeshi expatriates overseas through illegal means, for example, hundi. Mention may also be made here of the Global Financial Integrity (GFI)'s report released in mid-December of 2021. According to that report, between 2009 and 2018, Bangladesh on an average lost to the tune of USD8.27 billion annually only due to mis-invoicing. And this time again, the average loss of customs and taxes during that decade between 2009 and 2018 was 17.3 per cent of value of business tractions through trade done during that period. The report further said that among the South Asian countries, Bangladesh was third highest in its losses through trade related mis-invoicing. But one wonders if illegal transfer money abroad through mis-invoicing has shown any sign of abating in the meanwhile despite the existence of the prevention strategy.\n[email protected]",
        "headline_1": "Canadian ban and Bangladeshi money launderers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/canadian-ban-and-bangladeshi-money-launderers-1673884384",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2023"
    },
    {
        "full_article": "Comilla University is one of the most known universities in Bangladesh. It is situated close to Shalban Bihar, an archaeological site, on the Lalmai Mainamati hills. The university has a beautiful campus and is home to a wide array of trees. Hundreds of people visit this university every year to enjoy its natural beauty and to take a fresh breath. However, what the university right now lacks is its main gate or entrance. Comilla University had a formal entrance on the Dhaka-Chattogram highway. Unfortunately, the entrance has been demolished recently by the Bangladesh Road Transport Authority (BRTA) to construct an underpass. As a result, the university has lost its beauty. Therefore, we urge the authorities concerned to look into it and construct the main gate of CoU as soon as possible. \nMohammad Al Amin, Student of Public Administration, Comilla University, Cumilla, [email protected]",
        "headline_1": "Constructing CoU's main gate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/constructing-cous-main-gate-1673884405",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2023"
    }
]