[
    {
        "full_article": "The joke goes that Sheohar in Bihar logged 45 – for both temperature (°C) on polling day and turnout (%). It may soon not be a joke, given the number of constituencies where turnout and temperature are increasingly proximate. Phulpur voted on May 12, 2019, for instance, in 41°C – a mere 48.7% turned up to vote, UP’s lowest.\nIn LS elections 2009, 13 of Maharashtra’s 48 LS seats voted in temperatures of 44°C – 10 constituencies in Vidarbha, 3 in Marathwada – voter turnout averaged 54%. Summer heat has turned increasingly more intense in scale and scope, scorching large swathes of the country for longer periods. No surprises if it makes the electorate cold to the idea of voting.\n\nRead full story on TOI+\n \n\n",
        "headline_1": "Here’s a hot button election issue: Will soaring temperatures keep people from voting? 2019 data offers some clues",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/heres-a-hot-button-election-issue-will-soaring-temperatures-keep-people-from-voting-2019-data-offers-some-clues/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "Campaigning in western UP, BSP chief Mayawati said her party will take concrete steps to spin-off the region into a separate state. She held similar views when she was CM of UP. There may be some political support for the move, with administrative efficacy being a frequently cited reason.\nHow and why of states | Culture has been the primary approach to demarcating states. Language is the most practical way to identify culturally coherent regions. Andhra Pradesh was carved out in Oct 1953 as the first linguistic state but the matter didn’t end there.\nDoes size matter? | A States Reorganisation Commission studied the issue and in 1955 concluded there’s a strong basis for linguistic units. It felt a state is not just an administrative unit, but one where the working of democratic institutions required an emotional response. The answer was language. But there was another issue. The question of an appropriate size for administrative efficacy did come up. The Commission said “efficiency of administration is seldom determined by the size of the unit.”\n\nWhen matters | Demands to revisit borders never seem to fade as grievances, real or imagined, are a recurring source of social and political mobilisation. A call to spin-off western UP as Harit Pradesh has surfaced often. About 24 years ago, it was an important plank of RLD. This coincided with new sub-divisions within relatively coherent linguistic regions that led to formation of Jharkhand, Uttarakhand and Chhattisgarh. Later, when AP was bifurcated, a new economic factor came into play.\nUrban dynamics | A parliamentary committee report on housing and urban affairs estimated that urban India now contributes 65% of the national GDP. Therefore, the presence of an urban dynamo in a state can change its political dynamics because it determines the extent of autonomous control over own tax resources (OTR) a govt will have.\nTelangana movement was based partly on economic grievances of a relatively poorer agrarian sub-region. But Telangana’s control over Hyderabad put it in charge of what really mattered. In 2021-22, Telangana generated about 79% of its revenue through its OTR, while AP could manage just 50%. Consequently, a govt in Telangana will have far more fiscal space to fulfil the needs of the people. Economic reality can no longer be ignored when talking about state formation. Social grievances and cultural factors do drive mobilisation but India’s changing economic structure will temper demands.\n\n",
        "headline_1": "Cash trumps culture: Small states are relatively out of fashion these days because politicians now understand economic realities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cash-trumps-culture-small-states-are-relatively-out-of-fashion-these-days-because-politicians-now-understand-economic-realities/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "It could have been a modern West Asian power. But foreign interference & ayatollahs ruined it\nIran’s barrage of drones and missiles aimed at Israel again cast Tehran as a major security problem in West Asia. As a disruptor, it has cultivated a host of regional militias – from Hezbollah to Houthis – to carry out its strategic goals. Internally, ayatollahs rule with an iron grip, impose an ultra-conservative form of Islam, and deny Iranian women freedoms. But it wasn’t always like this. Iran could have been a great modern power.\n \n\nInflection point | A major turning point for Iran came in 1953 with the coup against then democratically-elected Iranian PM Mohammad Mosaddegh. The coup, backed by CIA, was a huge blow to Iran’s democratic aspirations – Mosaddegh had undertaken a slew of reforms with the aim of turning Iran into a genuine rights-based democracy. It also concentrated power in Shah Mohammad Reza Pahlavi, creating a brutal regime and paving the way for the ayatollahs’ 1979 Islamic revolution.\nSurviving sanctions | Iran has been under Western sanctions for 40 years. While this seriously curtailed Iran’s economic development, it did not lead to collapse. Iran’s military prowess – domestic production of drones and missiles, a covert nuclear programme – and continued export of oil, highlight the country’s inherent resilience.\nHuman resource | With a population of close to 90 million, and with some of the highest levels of education in West Asia, Iran has no dearth of human resource. In fact, 70% of its STEM graduates are women. Imagine the impact of this resource, properly deployed, in an Iran that’s free.\nNuclear deal | The deal created much hope of giving Iran a chance at becoming a normal country. Trump torpedoed it and Biden didn’t pick up the ball. Anti-US ayatollahs were happy. Israelis and Saudis rejoiced. But for ordinary Iranians, who feel trapped in the Islamic Republic, the door slammed shut again on a better life – continuing Iran’s disruptor/pariah status.\n\n",
        "headline_1": "Iran: A tragedy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/iran-a-tragedy/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "Last week, I made pulao – not just any old pulao, but Mrs Punhani’s pulao. Because, like every girl who went to school with me will swear, that is the only way to make it.\nBack in the dark ages when girls learnt to cook and boys threw bricks around as part of “Socially Useful Productive Work”, Mrs Punhani was our home science teacher. Her classes opened up an entirely new world for us. We actually had a useful skill, armed with which we could challenge our respective mothers. We also found to our horror that our mothers had the recipe all wrong – wrong quantities, wrong spices and wrong order of putting them in.\nThankfully, most mothers were also open to changing their bad ways. Unlike fathers.\n\nFathers, of course, refused to listen to reason. Mine once left me with a leave letter that violated every rule of the ICSE-approved format for formal letters. How on earth was I supposed to show it to my class teacher who was also my English teacher? Far better to attend school every single day, I decided resignedly.\nBut life always has its way of getting back. Years later, I found myself at the other end of this staunch faith in the education system. My daughter was struggling with her homework, writing a news report. My mild offer of help was rejected at once. “This is 8th grade syllabus. You wouldn’t know it,” she scoffed, dismissing my career both as a journalist and a 7th grade English teacher.\nI wasn’t really offended. Maybe Mrs P’s P was at the back of my mind. I knew that somewhere in a child’s life, the adult is always up on a pedestal, for much longer than we imagine.\nJust eavesdrop into conversations at school reunions – and you’ll hear white haired grandmothers and fathers swap stories of how half a century ago, a teacher treated them either unfairly or exceptionally well. We never really forget.\nThen there are days when your entire life is suddenly validated, when your daughter comes and asks you to teach her to make pulao. “Not any old pulao,” she says, “but Mrs P’s pulao.” Is there any other way, really?c\n\n",
        "headline_1": "Mrs P’s pulao",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mrs-ps-pulao/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "On the Bangla New Year's day (April 14, 2024), came the good news that MV Abdullah, a privately-owned Bangladeshi marine cargo vessel with 23 crew members on board has finally been released by Somali pirates. Notably, the pirates hijacked the ship on March 12 this year, 600 nautical miles off the Somali Coast. The ship was carrying coal to the United Arab Emirates (UAE)'s port of Al Hamriya in Dubai. Another ship named MV Jahan Moni owned by the same group of company, KSRM, was also hijacked by Somali pirates a decade back and it had taken 99 days before it was released from captivity. MV Abdullah took only 32 days for its release. Obviously, previous experience of dealing with pirates, as informed by the company owning the vessel, and support extended by the International Navy to keep the pirate-infested waters secure have helped early release of the hostages. If anything, the most significant and heart-warming aspect of the over a month-long effort of both the officials of the company and of the government has been that the crew members of the ship are in good health and that they could keep contact with their anxious family members even in captivity. In that case, the ship and the seamen thus held hostage are rather lucky. The ship is reportedly being escorted by a couple of warships belonging to the European Naval Force and is yet to cross the most dangerous waters. It might take another week's time to reach its port of destination at Dubai. For this reason, especial measures have reportedly been adopted such as securing the ship with razor wire on the railings, rigging the ship's deck with high-pressure fire hoses, readying the ship citadel, an area of ship built to protect crewmen against pirates trying to gain entry into it, emergency fire pump, sound signal and all other steps necessary. It's good to know that the required protective measures are now in place. But questions remain as to why the needed measures were not taken before the ship fell prey to the pirates. Anyway, given that such incidents of piracy on the sea or of disasters of natural origin are in most cases unpredictable, there is still reason to be happy and thankful to, first of all, the Almighty, and then to all the parties involved in the successful negotiations with the pirates to ensure safe release of the ship and its hostages. A decade-old survey report on the piracy off the coast of Somalia, 'One Earth Future Foundation' by a US-based private organisation is worth mentioning here. It said 31 ships were released in 2011 by paying ransom and, on an average, it took 178 days to free the hostages. In 2012, the average time taken for the release of eight ships and their crewmen was 316 days and, of course, by ransom. So, the negotiators from the government and the company owning the ship deserve plaudits for their exemplary efforts. However, necessary skill to handle pirates is only expected of those concerned because Bangladesh depends overwhelmingly on sea-borne external trade. Bangladesh-owned ships carrying people and goods abroad must be kept secure. To that end, all preventive measures must be taken before a ship embarks on a voyage to a foreign port, in the first place.",
        "headline_1": "Welcome release of Bangladeshi seamen from Somali pirates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/welcome-release-of-bangladeshi-seamen-from-somali-pirates-1713279372",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "So, this is where it was feared to get stuck! The Competition Commission, though officially announced, is non-functional as of now, and no one seems to know how long it will remain so. This newspaper published editorials and post-editorials soon after the government decided to set up this highly important organisation, welcoming the move while at the same time sounding a note of urgency about the preparations required to get along with the task ahead. It is reported in the newspapers that the government at long last has only been able to appoint the Chairman of the Commission, but there is no organogram as yet to recruit officials and required support staff. The funds made available to run the organisation is also reportedly meagre. These are clear indications to suggest a lack of understanding of the importance of an entity that, if equipped properly, can deliver harmony and coherence in market forces, much to the relief of the consumers.  The very idea prompting the enactment of Competition law and Commission is one and the same across the globe in that the purpose is to eliminate practices having adverse effect on competition, promote and sustain competition, protect the interests of consumers and ensure freedom of trade in the market. While curbing syndicated monopoly in times of sudden fluctuation in prices of commodities is a prime activity of competition commissions all over the world, the main tools required are human and related resources to effectively prevail upon the situation. It is here that the commission assumes the role of a watchdog.The commission is also required to give opinion on competition issues on reference received from other agencies established under law and to undertake competition advocacy, create public awareness and impart training on competition issues. The Indian Supreme Court in response to a civil appeal in 2010 clearly spelt out the role and functions of the Competition Commission in India that may be applicable in most countries, including ours. According to the judgment, the main objective is \"to promote economic efficiency using competition as one of the means of assisting the creation of market responsive to consumer needs and preferences. The advantages of perfect competition are three-fold: allocative efficiency which ensures the effective allocation of resources, productive efficiency which ensures that costs of production are kept at a minimum, and dynamic efficiency which promotes innovative practices.\"The Bangladesh government enacted the 'Competition Act 2012' in June 2012 providing for the establishment of the Commission as a statutory body with powers similar to those of the civil courts in the country. It did take a long time to finally get the draft bill made into a law. The need for the law was more than ordinary. In today's globalised market economy, given the limitations of governments to prevail upon market practices with regulatory instruments, competition law is one of the most preferred measures to restrict unfair business practices while at the same time improve production and pricing efficiency.In Bangladesh, during the past two decades or so, flagrant violation of basic business ethics through cartels, notorious syndicates, hoarding, black marketing and so on has plagued the marketplace with serious distortions that more than necessitated a legally recognised system to tackle the situation. It is sad that after the passage of the law around four years now, the government is yet to make the all important commission visible. Needless to say, an Act or a policy is no more than an expression of intent, and to make it functional, it has to be worked out through appropriate execution mechanism. For its functional purposes, the commission will be required to frame rules, policies, administrative decisions, and set up mechanisms for conducting enquiries on receipt of complaints, devising procedures for preliminary determination of anti-competitive behaviour and take penal actions upon final and conclusive determination through public hearing or whatever is deemed appropriate. For this, one of the key requirements is a group of legal and trade experts. The job is challenging in as much as it entails understanding and forecasting market conditions under different circumstances - domestic as well as global - and the way they affect consumers on the one hand and market players, on the other. This calls for, besides effective market monitoring, developing and nurturing relations and interactions with sectoral regulators to ensure smooth alignment of sectoral regulatory laws in strict conformity with the competition law. In pursuing the path, a commission can be expected to perform competition advocacy and spread information on benefits of competition among all stakeholders to establish and nurture a healthy competition culture in the economy. Given this perspective, it is expected that the concerned quarters will put in their best to make the commission functional as early as possible. \n[email protected]",
        "headline_1": "When will Competition Commission start functioning?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-will-competition-commission-start-functioning-1713279415",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "Regardless of what the official line may be, the MV Abdullah hijacking incident has been widely reported internationally and the conclusion is that a US$ 5.0 million ransom had been paid for the safe release of the crew and the ship. Notwithstanding the horrifying trauma experienced by all those on board the ship, one wonders what has been achieved by making denials to the contrary that a king's ransom has been paid to the pirates. The Somali pirates have been very successful over the decades to take full advantage of taking hostage ships belonging to those countries that do not have their own naval forces to protect them or are perceived to be easier prey.Reportedly, the pirates held up their part of the bargain on release of both ship and crew on payment of the stated sum of money on successful completion of negotiations. While the owners of the vessels remain mum on the issue and an official statement by the minister of the ministry concerned categorically denied having paid anything, such denials will have little impact either on Somali pirates or continued danger of future hijacking of Bangladeshi vessels. Bangladeshi merchant ship owners and the country would really benefit if arrangements were made to beef up security on ships as a deterrence to hijacking. That time has arrived and merely attempting to brush the incident under the carpet stating that what was in the aftermath of the hijacking was some slick camerawork and editing to make the country look bad, is akin to sticking one's head in the sand hoping the danger will pass. Rather, it is time to take proactive measures to make our ships much tougher to hijack in the first place - a move like that would safeguard the nation's maritime interests more constructively.There are several ways to do this. One would be to make arrangements with friendly nations that do have military assets in the area, i.e. naval presence including ships, helicopters, marines that are part of the international rapid response team specifically deployed to counter Somali pirates. That would require bilateral / multilateral arrangements between or among states. While this is an arrangement that works some of the time, the ocean being vast and different vessels belonging to various nations ply the seas on different sea routes, it is difficult to provide blanket security to individual vessels.Some merchant ship companies have taken things into their own hands. Sea-going vessels have been retrofitted with defensive kits to make it overly difficult for pirates to throw grappling hooks onboard so they can climb onboard. There are now specialized companies that will install all sorts of equipment ranging from non-lethal high-powered water jets to physically deter people from boarding, to physical barriers that will make it that much harder for any unauthorised personnel from climbing on board.The third option has proven to be the most effective, i.e. having armed personnel on board with machine guns. Now, Bangladesh has its own armed forces whose members can be retrained to face such crises on the high seas. Small teams can be made available for deployment on merchant ships. Naturally this will entail a cost for maintenance of personnel and their upkeep. But the cost will be a pittance when compared to the ransom demanded by pirates. This option should definitely be explored by both policymakers and the merchant companies because at the end of the day, it makes sense for Bangladesh to use its own resources to defend the sea lanes on which it is heavily dependent for trade and commerce. \n[email protected]",
        "headline_1": "Measures against piracy on high seas",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/measures-against-piracy-on-high-seas-1713279444",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2024"
    },
    {
        "full_article": "Juvenile gangs are nothing new in our social structure. These small, organised anti-social groups have been active in different neighbourhoods since the 1990s. However, their criminal activities have increased manifold of late. Killing, especially, has now become routine for them. The recent incident of Dr Korban Ali's death in Chattogram exemplifies this trend. He succumbed to injuries sustained in an attack by a gang of teenagers while attempting to save his son. Earlier, there have been incidents of loss of life in attacks by youth gang members in various parts of the country. Drug trade and extortion are the main activities of these juvenile gangs. In these activities, disputes and fights are instigated to maintain absolute dominance. Youth gang members have become increasingly reckless due to direct political support. Their activities are disrupting peace of society, and numerous families are suffering. Law enforcement agencies need to take strict action to curb the activities of youth gang members. The rise in violence perpetrated by juvenile gangs cannot be prevented unless their godfathers are held accountable under the law.\nRatul SarwarShamoly, Dhaka. [email protected]",
        "headline_1": "Juvenile gangs must be stopped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/juvenile-gangs-must-be-stopped-1713279465",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-04-2024"
    }
]