[
    {
        "full_article": "For a nation that has had a significant demographic dividend — the working age population is much larger than the non-working age sections — finding productive employment for its youth was to be an imperative for India. Yet, in the last few years, unemployment has remained a major concern — the leaked Periodic Labour Force Survey (PLFS) in 2018 revealed that India’s unemployment rate was the highest (6.07%) in four decades. The latest PLFS suggests that the numbers now are not so drastic, with the overall unemployment rate at 4.2% in 2020-21 compared to 4.8% in 2019-20 and the labour force participation rate (LFPR) increasing to 41.6%, up from 40.1% in 2019-20. In terms of the more widely used statistic internationally, the current weekly status of unemployment, the figure of 7.5% for all persons in 2020-21 is still worrying. But, the PLFS data will not bring much cheer to the Government despite a decrease in unemployment, according to official data. This is because the decrease, says the PLFS, has also coincided with the transfer of employment into lower productive and unpaid jobs away from salaried employment. Worryingly, industrial jobs have decreased with more employment in agricultural and farm-related jobs — a trend that accelerated following the lockdown and has not reversed since then. Unemployment rates among the educated (above secondary education — 9.1%) and the youth (age between 15-29 — 12.9%) have only declined marginally.Wage rates have continued to remain lower for those employed in either salaried jobs or self-employed compared to the pre-pandemic period, with the increases being marginal in the year following lockdown-driven days of the pandemic. It is clear that the Government must tackle unemployment and, concomitantly, the quality of employment issue, on a war footing. In this regard, Prime Minister Narendra Modi’s announcement that the Government will be recruiting 10 lakh personnel within the next 18 months (vacancies in the Railways, the armed forces and GST departments among others) should be seen as a step in the right direction. The latest data showed that there were 8.86 lakh vacant jobs among all central government civilian posts as of March 2020. Mr. Modi’s announcement was not about the creation of a large chunk of new jobs; the bulk of the promised employment is to fill up vacancies. But even this measure would be ameliorative in the real economy that continues to remain distressed, a consequence of the BJP-led government’s mismanagement and the effects of the pandemic in the last few years. The country cannot afford to squander more years in its race to reap the benefits of its demographic dividend, and the push to provide jobs for those seeking to enter the labour force, even if belated, will help ease matters for the medium term.",
        "headline_1": "Waiting for jobs: On Centre’s plan to recruit 10 lakh personnel in 18 months",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/waiting-for-jobs-the-hindu-editorial-on-the-narendra-modi-governments-plan-to-recruit-10-lakh-personnel-in-18-months/article65533648.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "The U.S. Federal Reserve on Wednesday implemented its steepest interest rate increase in more than 27 years as it fights to rein in runaway inflation. Barely six weeks after raising the policy rate by half a percentage point and underscoring the likelihood of “additional 50-basis-point increases” at the next couple of meetings, Chairman Jerome Powell stressed it had become “essential” to increase the rate instead by 75 basis points to bring inflation down. The overarching message, he asserted, was that the Fed recognised the ‘hardship high inflation was causing’ and had the resolve to restore price stability with singular focus. Acknowledging that inflation had ‘surprised to the upside’ since the Federal Open Market Committee (FOMC) had last met in May, he said the committee agreed that the larger increase was required to anchor inflation expectations. With U.S. Consumer Price Index based inflation quickening to a fresh four-decade high of 8.6% in May, spurred by housing, petrol and food prices, the Fed admitted that price pressures had spread to a broad range of goods and services. Even as it realises that it has very little control over supply side factors, including Russia’s invasion of Ukraine and COVID-related lockdowns in China, the U.S. central bank said it was determined to continue raising interest rates till it saw ‘compelling evidence’ that inflation was slowing towards its 2% goal. Mr. Powell emphasised that yet another ‘unusually large’ 75-basis-point or a 50-basis-point increase was ‘most likely’ in the meeting in July.For Mr. Powell and fellow FOMC members, focusing unrelentingly on taming price gains through monetary action, including raising borrowing costs and gradually tightening liquidity, risks squeezing the economy into a recession. It is also a scenario mirrored earlier this month in forecasts by almost 70% of academic economists, polled by the Financial Times and the University of Chicago, who foresee the U.S. economy shrinking in 2023. The Fed recognises that the tighter financial conditions have tempered demand, even as it posits that real GDP growth has rebounded on strong consumption spending. Mr. Powell, who had in May underlined that the Fed would not hesitate to move policy to ‘restrictive’ levels if needed, on Wednesday flagged the reductions in the FOMC’s median projections for growth. Central bankers now see the U.S. economy expanding by 1.7% both in 2022 and 2023, slower than the March forecasts of 2.8% and 2.2%, respectively. For India, the Fed’s actions are likely to result in an acceleration in the recent exodus of foreign portfolio investments, spur more gains for the dollar against the rupee thus widening the trade deficit, and also fuel faster inflation as imported goods, including crude oil, become costlier.",
        "headline_1": "Race for relevance: On the Fed’s interest rate hike",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/race-for-relevance-the-hindu-editorial-on-the-us-federal-reserves-steepest-interest-rate-increase-in-more-than-27-years/article65533566.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "How unfortunate. There is a new assault on the freedom of the press. This time, sadly, it comes from another section of the mass media itself – the television. It has been an age-old practice – almost like an article of faith – that the media stands together. Its organisations support each other against those who try to restrict, throttle, and ban independent journalism. We now see some television channel owners trying to debilitate another part of the media – the newspapers. The Association of Television Channel Owners (ATCO) has appealed to the information ministry that the broadcasting of video programmes and multimedia content by newspapers be banned.\nWhat ATCO is demanding will greatly harm the newspaper industry and is likely to jeopardise the latter's future, for there is no way newspapers can survive without their digital presence.\nThe world has changed, and the media sphere much more so. Today, newspaper readers demand updated news the very instant that it happens. They want explainers, backgrounders and also on-the-spot coverage. They not only want to read their favourite reporters or columnists, they also want to listen to them, see them, and interact with them – which is only possible through the internet and in multimedia format.\nEvery newspaper worth its name has 24/7 online and multimedia coverage of events. The New York Times offers special audio-visual coverage of the Ukraine war along with CNN, Al Jazeera, BBC and hundreds of other TV channels. American newspapers covered the US' recent shooting deaths in print and video formats, alongside TV channels. Take the recent fire at the container terminal in Sitakunda upazila of Chattogram. We all covered it in multiple formats – the TV channels had their written reports uploaded online as we, the newspapers, provided both written and video coverage of the event. Nowhere in the world has any broadcaster complained about newspapers offering video coverage.\nTake any important newspaper in Europe, Japan, Asia or Southeast Asia – the picture is the same. The Times of India, Hindustan Times, The Hindu, The Telegraph of India, Dawn of Pakistan, The Bangkok Post of Thailand, The Jakarta Post of Indonesia, The Star of Malaysia – and I can go on and on – each of these renowned newspapers has a highly efficient and vibrant audio-visual digital presence. So, why this demand by ATCO? Will it not force Bangladesh to fall behind the rest of Asia and the world in terms of print media?\nIs it ATCO's view that they are losing viewership due to newspapers running videos? No. They are losing their viewers to Indian channels, especially the Bangla ones. Our TV channels have known this for years and have done very little to fight the competition. \nWhen ATCO demanded \"clean feed,\" we supported their cause because it concerned their business and we realised that our TV channels needed to earn profit. But now they are striking against newspapers' \"contents\" which makes it an issue of press freedom and freedom of expression. It hits out at the constitutional rights of the press and the people.\nATCO says that newspaper videos are against the paper's declaration – the initial permission to bring out a newspaper. These \"declarations\" pre-date the digital age and hence need to be changed to serve the future interest of Bangladesh – along with many other laws that were drafted ages ago. As a progressive country, we must change the laws to suit the digital era.\nATCO's position on what is allowable under the online registration policy is based on a flawed interpretation. As we understand it, acquiring separate registration for online versions allows newspapers to have news and multimedia contents. A serious reading of the policy clearly shows that newspapers, with special registration for their online versions, are allowed to produce video content.\nThere is also the urgent need for diversification. Every industry is diversifying and bringing out new products (for us, it is multimedia content) both to keep their present consumers (for us, readers) and to attract new ones.   \nEven social sectors are diversifying. Much of today's education is imparted through online classes and videos. Was this foreseen when we admitted our children to schools, colleges, universities, etc? As parents, did we know or agree to the fact that our children will be taking lessons virtually and not in a face-to-face classroom setting? We have all adapted to new methods and technologies due to changing times and made use of the opportunities that these are providing. Did our higher judiciary ever know that they would be holding virtual courts, or that doctors would be prescribing treatment and medicines without physically examining patients? Even our prime minister is carrying out the business of government through video conferencing. She is presiding over some of the most crucial decisions of the state virtually. This is what intelligent leadership and progressive societies do to keep abreast of change and innovation. ATCO's position is totally contrary to this truth.\nFuturists predict that the technological changes – especially artificial intelligence, biotechnology, quantum physics, super-computers, space exploration, etc – will completely dwarf the innovations we have seen so far. We can't even imagine what the future will be like. So, are we going to face the ever-evolving future world of incomprehensible changes, possibilities and opportunities with outdated mindsets and laws, and concepts and ideas that were conceived in a totally different era?\nThe media's operations and business models stand transformed by the digital revolutions witnessed so far. Future innovations will impact it even further. This is true for all media, especially for print. Print media has to innovate and find newer ways to serve its readers, whose taste, preferences, values, and patterns of time utilisation have dramatically changed. They want to read newer things, different things, and in multiple formats. Many people, instead of reading books, prefer to listen to them. This has led to audiobooks being recorded. Many of our readers prefer to listen to news instead of reading it. So, we have podcasts along with printed news.\nNewspapers of the future – some are already there – will have to become news platforms instead of just papers, and reach their readers in multiple ways – print, online, mobile phones, podcasts, and multimedia. This is the future which we must embrace if we are to survive.\nWe appeal to our minister, Hasan Mahmud, that as the minister for the whole sector he should not be swayed by TV only. He must think of the interests of radio, online media and, of course, the print media, in formulating his polices. \nATCO's demand must be opposed because it is against Prime Minister Sheikh Hasina's aim of building a \"Digital Bangladesh.\" It must be opposed because it is anti-progress, anti-future, and against the interests of Bangladesh's print media.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: New assault on the freedom of the press and expression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-new-assault-the-freedom-the-press-and-expression-3049146",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "Elections are coming\nThe Goons are getting fat\nPlease put a crore\nIn the Big Brother's hat\n \nThe recent eruption of political activity, and hence political news centred on city corporation elections has again livened up the dull, drab political stage of recent times. True, the excitement may be concentrated among the candidates, their families and diehard supporters who really don't give a fig if their \"bosses\" have corruption or murder allegations against them. True, for many ordinary folks who may be rolling their eyes at the lofty promises of the candidates and the unbelievable claims of the newly formed election commission, it is hard not to be sceptical about having free and fair elections. But whatever the controversies making the rounds, politics is back in the scene which is always a welcome happening, at least for the newsroom.\nTalking of controversy, the introduction of the Electronic Voting Machine (EVM) has also come with its share of bad rep. Perhaps it has something to do with votes being allegedly \"hijacked\" in the last parliamentary elections when voters tried to vote with a \"ghost\" lurking behind to press the button before the voter could. In the recent Narayanganj city corporation elections, elderly women voters had problems getting the machines to accept their fingerprints. There were also long delays as the machines were taking time to process each vote. Add to that the fact that many voters had no idea how to cast their vote on a machine causing further delays.\nThe probability of EVMs being used in the next parliamentary elections, however, is as high as a spike in blood sugar levels of rebellious diabetics during this mango season. What's more, despite the BNP and some other groups crying foul and saying the EVMs will be rigged in favour of the ruling party, eminent people including technology experts are saying the machines are almost 100 percent foul-proof and it would be nearly impossible to manipulate them. Even Zafar Iqbal, a heartthrob of science fiction lovers and a much-revered former professor of Shahjalal University, has vouched for the machines along with others. These experts have further added that those who have reservations about this system should have the machines checked out by their own experts and they should come up with specific complaints. In other words, don't dis what you don't know.\nFair enough. But this still does not answer the ultimate question everyone is asking: How do you keep the goons out of the EVM booths? A former Chief Election Commissioner (CEC) has raised this issue with the new CEC saying that if these goons could be kept out of the booths, more people would trust the EVMs. This was said during a heart-to-heart of former CECs and other election commission officials with the new CEC. Another CEC has said the new EC boss, as a kind of last resort, can set up one polling centre for every 500 voters to reduce the voting hours and complete the counting in the daytime. He alluded to the problems arising when votes are counted in the evening when \"jinns and ghosts and everything else\" can be seen. Perhaps he has been significantly \"spooked\" by these creatures along with many of the voters during his tenure.\nIt may seem like the simplest thing – to remove unruly elements from voting booths, but in Bangladesh's reality \"goons and ghouls\" dominate everything, especially how politics is played out on the ground. The former CECs, now that they don't have the proverbial gun to their head, seem eager to talk with candour. At this meeting they all agreed that unless all political parties joined the general election, it would not be accepted nationally or internationally. But persuading them to join is no easy feat. Certainly, little will be accomplished if the Election Commission rejects applications by legitimate political parties as it did with Ganasamhati Andolon which was questioned by the court after a writ petition was filed challenging the decision. Nor will it help if the CEC is ineffectual when it comes to making sure no MP campaigns for a candidate of his party which makes the possibility of \"a level playing field\" little more than a fantasy.\nHence, we must swallow a bitter pill. Suspicion, fear and pessimism are staples in our society where flexing muscles and big bucks dominate elections. This makes the CEC's job of holding a credible, acceptable election a Herculean task.\nIt is, however, not impossible and the CEC should take the recommendations of his predecessors' seriously. Among other sanguine suggestions, the idea of placing the home ministry and public administration ministry under the authority of the Election Commission would be a brilliant (though perhaps unlikely) move in the right direction. This would give the Commission the necessary power to provide adequate security to the voters and polling officials, especially those who otherwise might be chased away like Little Miss Muffet when trying to do their job. The EC's mettle will of course depend on how sincerely the government will help in strengthening its capacity and endorsing its authority. Only then will the EC have the magic wand that keeps the goons and ghouls out of the election scene.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "How do we get the goons out of the EVM booths?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/how-do-we-get-the-goons-out-the-evm-booths-3049126",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "Almost a year ago, I wrote to the government of Bangladesh with other UN independent human rights experts raising our concerns over the treatment of investigative journalist Rozina Islam. We have yet to receive a reply. \nNot responding to an official communication from UN Special Rapporteurs is a red flag, raising doubts about a government's commitment to human rights, and about its political will to protect human rights defenders (HRDs) like Rozina. \nIn May 2021, she went to the health ministry to meet the Health Secretary, but was locked in a room for five hours. Her phone was confiscated, she was accused of theft and of photographing documents relating to the government's purchasing of Covid-19 vaccines. The next day, she was sent to jail for a week.\nThis happened a few weeks after she published investigative reports on alleged corruption and mismanagement in the health sector, and irregularities in the purchasing of emergency medical supplies to respond to the Covid-19 pandemic.\nIn March this year, I presented my latest report, on human rights defenders working against corruption, to the United Nations Human Rights Council in Geneva. It included examples of how people all over the world are targeted for their work of peacefully advocating against corruption. It also detailed what happened to Rozina Islam, and despite her case being publicly raised at this international forum, the government still did not respond to the concerns first outlined in June 2021.\nI now hear that Rozina Islam is under constant surveillance, has to present herself in court several times a month for hearings that often don't take place, and is liable to have her passport confiscated again in July. I know from speaking with HRDs across the world that these are textbook strategies used to harass them and to bully them into silence. \nIt is not just anti-corruption HRDs who fear being targeted in Bangladesh. I've received reports that, in January 2022, Woman Human Rights Defender (WHRD), Mariyam Akhtar Pakhi – whose work includes providing education to vulnerable children – was assaulted in her home. Reportedly, about 20 men armed with knives, hockey sticks and other weapons pushed their way into her home one evening, and beat her and her family. She and her elderly mother, two brothers and her infant daughter were severely injured in the attack. I heard, too, that the men looted the house and took away gold ornaments, Tk 50,000 in cash, and set the house on fire. Relatives say the attackers have threatened to kill the family if they return.\nAnd we know that HRD and Rohingya community leader Mohib Ullah was shot dead last September after receiving multiple threats, which he had reported to the authorities. Governments have a responsibility to protect human rights defenders,  however critical HRDs may be of the authorities. Mohib Ullah had been documenting human rights violations against the Rohingya community both in Myanmar and in refugee camps in Bangladesh.\nThe government did respond when I questioned them about his death, and said that 12 people had been arrested in connection with his murder. I hope a proper investigation is carried out that meets international standards, and that steps are taken early to predict and prevent situations where HRDs could be at risk.\nMeanwhile, more human rights defenders face attacks in Bangladesh. According to reports received by my office, since December 2021, Bangladeshi authorities have launched a campaign of threats, intimidation and harassment against human rights defenders. HRDs in the country have been living in a state of insecurity for years. For instance, the human rights organisation Odhikar has been subjected to ongoing intimidation and attack for its co-operation on human rights with the UN. There are also reports that the families of human rights defenders are targeted when HRDs leave the country.\nThe authorities are preventing HRDs from receiving foreign funding, and using cybercrime laws to target them. It's a disheartening, worrying pattern. human rights defenders in Bangladesh should be able to carry out their work without fear of intimidation or harassment or jail or murder. It's the State's job to protect them. \nHuman rights defenders work peacefully to build just and fair societies, and the Bangladeshi authorities should publicly declare their support for this work, provide protection for Mariyam Akhtar Pakhi, drop the charges against Rozina Islam, bring to justice the murderers of Mohib Ullah, and stop attacking anyone who peacefully works to defend the rights of others.\n \nMary Lawlor is the United Nations Special Rapporteur on human rights defenders.\n",
        "headline_1": "Bangladesh must protect its human rights defenders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-must-protect-its-hrds-3049121",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "It is saddening to note that Bangladesh ranks 177 among 180 countries preceded only by India, Myanmar and Vietnam in the Environmental Performance Index, 2022 published in early June. It also ranks 132nd and 155th in biodiversity and habitat and ecosystem services, respectively. Bangladesh identifies itself as one of the biggest victims of global environmental change and strongly advocates for environmental conservation in both national and international fora. Yet, what has brought Bangladesh to the bottom of the index? Does Bangladesh need to revisit its decision-making process? We can address these questions by taking the proposed Lathitila Safari Park in Moulvibazar district as evidence, to help better understand how our environmental decision-making ostensibly puts dents in the last remaining natural habitats of the country.\nDespite poor performance in biodiversity and habitat conservation, Bangladesh Forest Department (BFD) has planned to establish the Safari Park in Lathitila – home to 209 plants and 603 animal species, many of which are on the brink of extinction. Environmental activists have been vocal against the plan because the pressure of development activities and tourism on the forest, located along the Indo-Burma Biodiversity Hotspot, may culminate in causing serious damage to the habitat quality and biodiversity of the forest. On the other hand, BFD claims that the decision would help them regain illegally grabbed forest areas. Yet, this claim lacks a comprehensive understanding of the social, environmental, and economic outcomes of the proposed safari park. A recent study led by prominent conservationist Dr Mohammad Ali Reza Khan concludes that the park will neither contribute to biodiversity conservation nor help local residents improve their socio-economic status.\nBangladesh is a signatory to the Conventions on Biological Diversity (CBD) – the global treaty of conserving biodiversity. Article 8 of the Convention prioritises the in-situ conservation of vulnerable endemic species, meaning preserving wildlife in their natural habitats. The National Conservation Strategy (2016-2031) of Bangladesh also resonates with the vision of CBD. The idea of establishing \"safari parks\" in natural forests is at odds with the idea of in-situ conservation. The forest habitats of Bangladesh are now under unprecedented threat, not only from deforestation and fragmentation but also from other insidious threats like climate change. Establishing a safari park in a biodiversity-rich forest for tourism will only add insult to injury.\nFlawed environment decisions and resulting failures are not new in the policy context of Bangladesh. And yet, they thrive. Corruption, political interests, and scientific fallacy are some of the most notable issues believed to be prompting such decisions, although they do not portray an overall policy backdrop. All environmental decisions are guided by how decision-makers view and value the environment. These views construct decision-makers' ethical relation with the environment and, in turn, dictate their choice of decisions. Going back to the example of Lathitila forest, BFD claims that the planned safari park will attract more than a million visitors a year. Every forest has a specific capacity to accommodate visitors, beyond which the forest loses its ecological integrity. It is not clear if the optimum visitor capacity of the 270 acres core safari area of 5,100 acres Lathitila forest was measured during the planning phase of the proposed safari park. Without much reservation, it can be concluded that the BFD is viewing the forest as an income-generating resource system.\nViewing natural habitats only from an economic perspective has many shortfalls, but, fundamentally, it blurs our vision to comprehend the intrinsic functions a forest can perform for the greater good of society. For example, every forest comprises a unique social and environmental context and thrives on its natural composition of biophysical, faunal, floral, microbial, and climatic components. A forest serves many functions like storing carbon, maintaining water and nutrient cycle, and giving refuge to wildlife, to mention but a few. All these functions – also known as \"ecosystem services\" – are best served when the forest remains out of anthropogenic disturbances. Unfortunately, most of these services never get policy attention in most parts of the world, let alone in Bangladesh, as they are, or cannot be, appropriately measured and valued in monetary or any other terms due to scientific and policy limitations. Thus, decision-makers often turn a blind eye to these services, although once destroyed, it is almost impossible to retrieve an original forest ecosystem.\nNational responsibilities to conserve natural environment and native biodiversity have always been compromised in Bangladesh for the sake of economic development. In the face of rapid natural ecosystem loss, Bangladesh should account for the functional values of rich natural ecosystems and mainstream them in environmental decision-making. Policymakers can move a step closer to protecting natural ecosystems by making an ethical shift from their pro-economic development stand to a combined social and environmental stewardship stance. We need to acknowledge that our present decisions will be judged in the future when retrieval from any flaw will appear complicated and its expenses will only be paid by the generations to come. As the custodians of future generations' right to survive in a healthy environment, we should take practical actions rather than making empty commitments. Conserving natural habitats like Lathitila forest by limiting their economic uses could be a policy gesture to manifest our promise and in more practical terms, will improve the country's position in global environmental measures.\n \nDr HM Tuihedur Rahman is a Writing Fellow with the Fellowship for Freedom in India. He is currently a Postdoctoral Researcher at the Department of Agricultural and Resource Economics, University of Saskatchewan, Canada. \n",
        "headline_1": "We can’t always gain by monetising nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-cant-always-gain-monetising-nature-3049101",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "It is quite concerning that women and children are increasingly becoming victims of cybercrimes despite there being multiple platforms and dedicated law enforcement units to protect them. What is even more worrying is that women victims are not getting the help they need from police after lodging complaints. Several victims have told The Daily Star that they lodged complaints to the Police Cyber Support for Women (PCSW) under the Police Headquarters, but to no avail.\nAccording to an estimate, from November 16, 2020 to November 16, 2021, at least 12,641 complaints were filed with the police unit dedicated to combating cybercrimes. However, a survey conducted by CyberLine, a voluntary organisation, has found that complaints filed by around 83.98 percent of female victims were left unaddressed. This just shows the level of inaction or inefficiency of the members of the police unit in charge of curbing these crimes.\nAs women and children are exploited, blackmailed or bullied in the cyberspace, they feel left alone when police – which are duty-bound to help them – do not do so, and when their families blame them for the situations they find themselves in. Such attitudes from society and family make it harder for women to share their issues or file complaints for a solution. Moreover, as law enforcers fail to take action against the offenders, the latter get emboldened to continue with their horrendous activities.\nThe level of cybercrimes in the recent past has increased so much that it seems anyone using social media platforms can, in fact, fall victim to such crimes. According to CyberLine, 79 percent of social media users are being affected. The question is, what can or should be done to make cyberspace safe for the users?\nWhile raising awareness among internet and mobile phone users – particularly women and children – is of course a vital step to address the issue, breaking the culture of victim-blaming is also equally important. However, the biggest responsibility to check these crimes falls on our law enforcers. From the current state of events, we can assume that they do not have the necessary training or even a proper monitoring mechanism to deal with the evolving nature of cybercrimes. Unless they develop an advanced system to check these crimes as well as expedite their response time to cater to the needs of the victims, we cannot hope to see a change in the situation anytime soon. We urge the authorities to take proper steps with the urgency that this situation deserves.\n",
        "headline_1": "Police must help female victims of cybercrimes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/police-must-help-female-victims-cybercrimes-3048966",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "It's worrying to learn that the government is considering the possibility of a hike in fuel prices to address the \"losses being suffered\" by Bangladesh Petroleum Corporation (BPC) after the prices of crude oil and diesel have gone up in the global market. As the economic fallout of the Ukraine invasion by Russia continues to be felt around the world, two cabinet ministers, including the finance minister and the state minister for power, energy and mineral resources, recently hinted at a fuel price hike. We need to take this seriously and brace for the evolving situation.\nThe possible move comes about seven months after the government increased the diesel price by Tk 15 a litre in November last year. Earlier, in January 2013, the petrol price was raised by Tk 7 to Tk 96 a litre, and the octane price by Tk 5 to Tk 99 a litre. However, the prices of both fuels were slashed by Tk 10 a litre in April 2016. One may recall that when the government raised the diesel price in November, transport owners and workers organised a three-day nationwide strike leaving people stranded on the roads and highways. It would be difficult to predict how the transport groups might react if the price is increased so soon, that too in the midst of a volatile market situation.\nIn the latest instance, while the finance minister stopped short of announcing a hike, he did make it a point to mention that when the cost goes up excessively, the government has to adjust by increasing the price at the consumer level. This implies that the fuel price is about to go up soon, which will be unreasonable because the BPC has reportedly made profits of about Tk 50,000 crore since 2015. This being the case, there can be no justification for increasing fuel prices in the name of addressing the BPC's loss, or for shifting the burden of said loss onto the shoulders of the ordinary people.\nAs things stand, ordinary people are already finding it extremely difficult to make ends meet with the kitchen markets behaving erratically and the high prices of almost all daily essentials showing no signs of easing. A further escalation of fuel prices – along with the already-high prices of utilities like electricity, water and gas – are bound to have a ripple effect on the prices of food and non-food items. This will be too much to bear for fixed-income groups, especially those in the lower-income bracket. We urge the government to explore alternatives to raising fuel prices and overcharging an already over-taxed people. They deserve a breathing space in this crazy time.\n",
        "headline_1": "A hike in fuel prices now will be too much to bear",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hike-fuel-prices-now-will-be-too-much-bear-3048956",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "Arghya Sengupta & Aditya Prasanna Bhattacharya\nThe Supreme Court yesterday issued notices to UP authorities on house demolitions but did not stay them. It was a reminder of what ails our democracy.\nIn a true democracy where the law exists to protect people and promote ease of living, bulldozers aren’t necessary to either uphold the law or reinforce the might of the state. Genuine respect for the rule of law amongst the people and their governments, a fair and professional police force, and an independent and impartial judiciary are sufficient.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers\n  \nBulldozer injustice",
        "headline_1": "Baptism by fire: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bulldozers-only-stop-with-a-stay-in-prayagraj-elsewhere-demolitions-without-due-process-are-illegal-courts-must-intervene-forcefully/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "Violent protests erupted in parts of India’s Hindi-speaking belt against GoI’s new recruitment scheme for the military, Agnipath. Frustrated young men from key catchment areas for the military setting trains on fire is a symptom of the jobs crisis in the country. This crisis is particularly acute among young men. CMIE’s April 2022 jobs data showed for males in the 15-19 age group, unemployment was 50%, and 38.7% for the 20-24 cohort. Unemployment was as high as 76% for the 15-19 cohort in Bihar, the epicentre of protests. Losing one long-term job option is a big blow to these young men.\nBut that cannot be a reason to postpone Agnipath after its announcement. As this newspaper and others have argued, the military has a pension problem. A parliamentary committee report in 2020 said there are 3.2 million defence pensioners, with about 55,000 added annually. In 2010-11, pension outgo was 19% of total defence expenditure. In November 2015, OROP was introduced. By 2020-21, pension outgo rose to 26% of defence expenditure. The fallout of pension’s rising share is a corresponding decrease in expenditure to buy new equipment.\nA comparative study of defence pensions by the Manohar Parrikar Institute of Defence Studies and Analysis is insightful. The US in FY-2018 set aside 10% of the defence department’s total expenses towards pension. In the UK, the pension outgo in FY-2019 was 14% of the total defence spending. Given the lopsidedness in resource allocation in the Indian military budget, something had to give. Ideally, the approach should have been to prune intake and raise quality standards. However, political considerations seem to have played a role and a workaround was conceived to meet multiple aims.\nHaving decided on Agnipath, GoI should have anticipated the anxiety and pre-empted it. Post-announcement assurances of job preferences in paramilitary or police, or bank loans for potential entrepreneurs are inadequate to assuage youth who see the military as a career that meets aspirations. In this context, GoI needs to quickly design a more effective package to help demobilised Agniveers’ transition to civilian life. One reason why the US is able to keep pension costs down is that it takes 20 years of service to be eligible for a pension. It’s possible because America is more effective in employing former soldiers. That’s what young men of the Hindi heartland want too.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers\n  \nBulldozer injustice",
        "headline_1": "Agony of Agniveers: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/agony-of-agniveers-army-pension-needs-pruning-but-agnipath-protests-show-future-soldiers-anxiety-needs-better-responses/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "IPL media rights e-auction for the 2023-27 cycle not only netted BCCI a bonanza, it has also reconfirmed the league’s superpower status in world cricket and, in a broader sense, is a testament to the market power of Indians and Indians abroad. Across four buckets covering both TV and digital in the Indian subcontinent and rest of the world, the media rights were sold for Rs 48,390 crore.\nBCCI deserves full credit for playing the auction game well. Many had doubts about the valuation, thanks to after-effects of the pandemic. But a successful IPL season this year, which saw the addition of two new franchises, and BCCI’s skilful leveraging of digital viewership two seasons before that when Covid emptied stadiums, ensured brand IPL did not suffer. In fact, the media rights auction showed IPL is now a global leader in terms of sports commerce. IPL’s per match valuation is Rs 118 crore. By that metric, it now ranks globally second, after America’s NFL, and is ahead of the English Premier League.\nPlus, IPL today has not just emerged as a conveyor belt of cricketing talent for Team India, but also an arena where international players are tested and given an opportunity to hone their skills. England international Jonny Bairstow attested to this recently when he credited his stint in the IPL for his astonishing performance against New Zealand at the Trent Bridge Test that secured the English side a five-wicket victory. BCCI must use revenues generated through IPL wisely: spending more on women’s cricket, giving better domestic match fees, creating more talent incubators especially in regions like the Northeast. Money isn’t a problem.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers\n  \nBulldozer injustice",
        "headline_1": "Auction heroes: IPL media rights sale puts the league right up there globally. Good for cricket everywhere",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/auction-heroes-ipl-media-rights-sale-puts-the-league-right-up-there-globally-good-for-cricket-everywhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2022"
    },
    {
        "full_article": "With protests breaking out over the new soldier recruitment scheme, former army chief General VP Malik tells Ajay Sura that a younger force is necessary but so is a review after some time:\n\nViolent protests against the Agnipath scheme have broken out in some parts of the country. How do you assess these?\nMany boys had appeared for selection tests before the army recruitment was suspended about two years ago. Some of them would now be over-age for the Agnipath scheme. Their disappointment is understandable. The scheme has been announced only three days ago even as some retired officers and political leaders have been very vocal in their criticism. The government and the armed forces have to do more work on their outreach, to justify and explain Agnipath to the youth.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers\n  \nBulldozer injustice",
        "headline_1": "‘GoI, armed forces have to do more work on Agnipath’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/goi-armed-forces-have-to-do-more-work-on-agnipath/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-06-2022"
    }
]