[
    {
        "full_article": "Sometimes the ability of a government to find resources for a good scheme is only limited by its intent. The Tamil Nadu government’s launch of the free breakfast scheme for schoolchildren is an instance of a policy initiative with far-reaching consequences for school education and public health. As Chief Minister M.K. Stalin himself said at the launch of the scheme, provision of free breakfast is not a freebie, but the foremost duty of a government to ensure no child goes hungry. Mr. Stalin framed his words and deeds from the promontory of the progressive Dravidian model, which promises inclusive growth for all segments of the population. A key element is the welfare of children, which explains Tamil Nadu’s early emphasis on feeding children in schools. The importance of a daily breakfast as the most important meal of the day is widely acknowledged. Multiple studies across the globe indicate that eating breakfast regularly confers positive outcomes on students, affecting their ability to focus, learn and retain information positively. School performance improves, as do behaviour and cognition, but a regular breakfast also takes care of diet quality, micronutrient sufficiency, anaemia and height and weight issues in children, and is even believed to sculpt BMI scores for the future. The government has targeted providing schoolchildren an average of 293 calories and an average protein input of 9.85 gm per day. The mid-day meal that is already being provided to students in schools comes up to an average of 553 calories and 18 gm of protein, giving every student who takes the food supplied in school about 846 cal and nearly 28 gm of protein a day. The Centre’s midday meal guidelines prescribe between 450-700 cals per child per day, and a protein intake of 12-20 gm per day.While the proposed menu for the Tamil Nadu government’s breakfast scheme will take care of hunger, the calorific, energy and micronutrient requirements of the children, with a diet rich in local preparations and vegetables, it also has to provide adequate attention to taste and quality parameters. The government, rich with its experience of dealing with the mid-day meal scheme over several decades, must avoid the errors of omission and commission — including pilferage, poor quality of food, delays in sanctioning funds, and caste-related disruptions — that have been hurdles in its path earlier. Other State governments would also do well to be inspired by Tamil Nadu, which has allowed its intent to triumph over the state of its finances, finding money to fund this very crucial aspect of nation building — ensuring the growth and development of children.",
        "headline_1": "Eat and learn: On Tamil Nadu’s breakfast scheme in schools",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/eat-and-learn-the-hindu-editorial-on-tamil-nadus-breakfast-scheme-in-schools/article65899065.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "“Who breaks a butterfly upon a wheel?” asked Alexander Pope, wondering if strong means were needed to beat a petty adversary. The Madurai Bench of the Madras High Court has taken a sledgehammer to deal with YouTuber and blogger ‘Savukku’ A. Shankar, and sentenced him to a six-month jail term for some Tweets targeting the judiciary. As political commentary goes, his style of presenting his views is indeed quite trenchant. With a know-it-all air, he goes about giving purported background material, insinuating deals and designs behind developments, often without substantiation. It is no surprise then that he got into trouble. In his defence in the suo motu contempt proceedings, Mr. Shankar said his comments were aimed at questioning the under-representation of Dalits in the judiciary, and the excess representation to Brahmins, and that taken as a whole, his comments were aimed at improving the system. The court would have none of it, and deemed his comments contumacious. It noted that he expressed no regret or repentance, but affirmed that he would continue to speak about the judiciary after his release even if sent to prison. Even though Mr. Shankar made a personal insinuation against Justice Swaminathan, what really counted was his sweeping charge against the entire judiciary. This could have been dealt with by the Principal Bench in Chennai as the allegation was general in nature, but, unfortunately, it was posted before a Bench headed by Justice Swaminathan, who was the judge aggrieved by the earlier Tweet.The purported logic behind courts retaining the power to punish for contempt is to save the institution from scurrilous attack so that the public does not lose its faith and trust in the judiciary. However, recent experience, as well as public criticism by former judges and legal luminaries, shows that the principal source of public disenchantment with the judiciary is the conduct of courts and judges. In 2018, four judges of the Supreme Court publicly accused the Chief Justice of India of misusing his power as Master of the Roster to influence the outcome of cases. Can there be anything more scandalising to the judiciary? Former judges and lawyers routinely pen articles questioning the commitment of the apex court to issues of personal liberty and even hint at complicity and cravenness before the executive. Is there any point in going after laymen voicing their disenchantment with judicial wrongdoing? Criminal contempt is usually closed either by the court’s tolerance or the contemnor’s remorse, but, regrettably, neither happened in this case. If the court viewing any display of magnanimity as a sign of weakness is the ‘oppressor’s wrong’, the defendant refusing to express regret is the ‘proud man’s contumely’. In truth, any conviction for criminal contempt is unwarranted, for nothing can really scandalise a court peopled by judges of integrity or save the image of a compromised institution comprising tainted individuals.",
        "headline_1": "The oppressor’s wrong: On jailing ‘Savukku’ Shankar for contempt",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-oppressors-wrong-the-hindu-editorial-on-jailing-savukku-shankar-for-contempt/article65899688.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "Since 2014, when Narendra Modi embarked upon his journey as Prime Minister to create a self-sufficient nation, where all sections of society have access to basic amenities, the speed and scale of development have become the hallmark of a new, rising India.\nHaving succeeded to a great extent in instilling a culture of efficiency, transparency, faster and smoother last mile delivery of services, this government wanted to scale greater heights with better coordination and synergies among various Union ministries and state governments, with a moto of ‘sabka saath, sabka vikas’, envisioning India as a $5 trillion economy by 2024-25.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Gati and the Shakti: Writing on the occasion of PM’s birthday, Union road and highways minister says the speed and scale of infrastructure-building owe much to Modi’s inspiring leadership",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-gati-and-the-shakti-writing-on-the-occasion-of-pms-birthday-union-road-and-highways-minister-says-the-speed-and-scale-of-infrastructure-building-owe-much-to-modis-inspiring-lea/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "The new Supreme Court case listing system devised by CJI UU Lalit seems to be effective, going by a sharp reduction in pendency. In 13 days, SC disposed of 5,200 cases and admitted 1,135 fresh matters – 70,310 matters were pending as of September 1. There’s a long way to go but pendency will reduce if cases disposed steadily outnumber new cases. Essentially, CJI’s new listing system attempts to expedite hearings in after-notice matters, which keep getting backlogged, by listing more of them on Tuesday, Wednesday and Thursday afternoons. Also, more fresh admission matters are being listed on Mondays and Fridays.\nWhile one two-judge bench confessed its inability to hear all the afternoon matters listed, another bench last week had critiqued a lawyer for seeking adjournment despite judges working longer hours preparing for cases since the new listing system began. Promptly filling four vacancies in SC – by November, there will be seven vacancies if these four are not filled – can reduce pressure on judges. SC should also be choosier when admitting matters. Many PILs admitted by SC end up in unhelpful court interventions in policy, political and socio-cultural issues.\nSC’s urgency in whittling down pendency must also rub off on high courts where 59 lakh cases are pending. 2019 was a rare year where HCs recorded more case disposals than fresh cases. But the pandemic increased the backlog again. Like SC, around 70% of HC pendency involves admission stage matters. So similar reforms in listing must be pursued in HCs too. Central and state governments, the biggest litigants, must help in upgrading judicial infrastructure, promptly filling judicial vacancies and weeding out frivolous litigation. Why not a one-year action plan to reduce pendency from present levels by 25% in HCs and by 50% in SC?\n\n",
        "headline_1": "Battling backlogs: CJI reform in listing cases should be taken up by HCs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/battling-backlogs-cji-reform-in-listing-cases-should-be-taken-up-by-hcs/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "Roger Federer will be missed not just for his tennis. The Fedex age saw the rise of a sporting genius who not only brought back beauty and artistry to the game but did so, despite the flood of encomia, with humility and gentility. At his peak in the 2000s when Federer’s game had reached a zen-like quality, the Swiss maestro wore his crown lightly. His on-court behaviour has always been near impeccable and off-court he remained jovial, courteous and humble despite his belief-defying achievements.\nEven more instructive for all successful people, Federer changed. As a junior talent, he was a cantankerous, racquet-smashing player. And the unconquerable game of his acme years could have turned him into a prima donna. But neither happened. This is all the more remarkable because, especially in recent media-driven decades, too many sporting superstars across disciplines have made in-your-face personalities their calling cards.\nIt was a measure of Federer’s genius that greats from other sports – ranging from Tiger Woods to Sachin Tendulkar – gravitated to his matches, recognising in him a true legend. Federer further lived up to that stature when he described Rafael Nadal as his greatest rival and friend, showing that there can always be respect between fierce competitors. In that sense, the Swiss maestro represented ideals that went beyond tennis – equanimity, humility in success and never taking oneself too seriously. Would that all super-successful people were like Federer.\n\n",
        "headline_1": "The Federer way: Tennis genius showed success & humility can coexist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-federer-way-tennis-genius-showed-success-humility-can-coexist/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "Who doesn’t love a whodunnit? Or a whowasdunin, or a whodunwhat? Crime fiction has been the most popular genre of writing in the last century, and the appetite for it is still going strong. Once dismissed as a sub-literary pursuit, this caste system has given way to a new appreciation of its pleasures, says Martin Edwards in his survey The Life of Crime: Detecting the History of Mysteries and Their Creators.\nWhile the Golden Age of detective novels was clearly the interwar period, the genre has older roots. In the 19th century, Thomas de Quincey’s satirical consideration of murder as one of the fine arts and Edgar Allan Poe’s stories fired imaginations, Charles Dickens experimented with it, and Arthur Conan Doyle’s Sherlock Holmes stories were enduring and macabre masterpieces, bringing a new attention to science and forensics. GK Chesterton’s Father Brown foregrounded questions of sin and social justice.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why the whole world loves a good murder: Crime fiction is much more than just crime",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-the-whole-world-loves-a-good-murder-crime-fiction-is-much-more-than-just-crime/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "In response to the adversarial journalism of some pesky reporters and writers, a ministry-level decision has reportedly been taken to engage third-party agents to counter and mitigate the detrimental effects on the government's and, by extension, the country's overall image. There is nothing wrong with such a strategy of recruiting media operatives. However, the open nature of the search robs the ploy of its X-factor and thereby self-sabotages its purpose.\nAlready, there are some complaints against said announcement of hiring columnists to write for the country – or should I say, the government. Critics are pointing at the overwhelming number of fair-weather friends who regularly write in the government's favour. The announcement then points at two facts: First, these non-critical writings do more disservice than service to the government. Second, these writings do not have efficacy beyond our borders. There is a serious dearth of skilled writers who can positively present the country in the international media. This is connected with the branding of Bangladesh where a clear, consistent message on the country is missing.\nThe situation is as absurd as Pirandello's play where the six characters of the drama start looking for their author. We are heading for a similar absurd situation. The need for an authoritative meaning is deluding us as more and more farcical comments are entertaining us in the name of politics. The late realisation of having skilled writers merits our attention – but we should be wary of using them for the greater sake of the country, and not for any faction. I remember, a few years back the online cricket portal Cricinfo used to be flooded with negative comments against the Bangladesh team. Now that there is a good number of cricket aficionados who can support their team with facts and figures, the commentators are much more careful in slighting Bangladesh even when the team is underperforming. This has been made possible by the collective critical mass that has organically grown with a level of ownership of the supporters of Bangladesh cricket. Similarly, the initiative to promote Bangladesh in the foreign media requires a much more skilful approach and strategic intervention. While the initiative to have \"expatriate diplomacy\" is timely, the way this information has been leaked to the press shows a level of inefficiency that exists in our bureaucracy and thereby defeats its purpose.\nThe government does need a media coordinator or a behind-the-scenes influencer. In absence of such media experts, we get to see the top leaders getting exposed every now and then. At times, they get unnecessarily and unwittingly exposed, especially when they cannot avoid the lure of the limelight. Earlier this year, a list of questions was circulated among the diplomatic correspondents during a meet-the-press event featuring the US ambassador. The foreign minister allegedly wanted the local journalists to ask the envoy about the state of democracy, human rights issues, and electoral participation in his country. No proud patriotic citizen would like to be lectured on issues by a foreigner, of which the foreign lecturers are guilty. Fair enough. We can always point out the double standard in our overseas assessors. But such a genuinely nationalist stance became a source of amusement because of the mishandling of the media. Anyone with the slightest familiarity with the genre of political drama knows that this is not how you feed information to the press. These questions should not have come from the topmost position of a ministry. A junior-level officer with the right training could have briefed the journalists ahead of the event. I suggest the government give casual leave to its officers of information and external wings to watch the American drama series House of Cards or the Danish series Borgen to understand how spin-doctoring works. The purpose of a spin doctor is to craft a message, interpret speech, offhand remarks or writings of a political leader in a way to highlight its positive aspects or change the direction of the discourse to the desired goal. This is a well-established ploy in any political scene.\nAccording to press reports, the decision to open an expatriate diplomacy wing to counter the anti-Bangladesh propaganda was suggested by the parliamentary committee. This, I believe, should have been a confidential policy that should not have come out in the open to give wrong signals. This has further become an issue as our politicians and administrators have constantly transgressed their boundaries to mix up state affairs with those of the government. No wonder, the message has already been twisted by critics to create a public perception that this is being done to help the ruling party ahead of the election. The ground is fertile for such suspicion as we have seen many such examples. For instance, the sanction of some of our uniformed officials over their alleged violation of human rights is seen as a Western stick to size up the government's eastward tilt. In response, it became immensely important for one such officer to shore up at a UN meeting in New York to change the public perception of travel restrictions. The officer now can use a spin doctor or a media adviser to pitch this information and change the discourse on sanctions.\nBut the problem with the government is that there are no consistent message centres. Too many people are airing too many ideas. When a government official publicly flatters the foreign delegate for their generosity and hospitality and secretly desires his media men to ask tough questions on his behalf, we get frustrated by the level of immaturity and inconsistency. To make things worse, there are some public comments which humiliate us before the wider audience. We all have heard of some \"heavenly\" remarks concerning inflation or cringed from the husband-wife analogy about our neighbouring state. In such cases, we need people who can do damage control. But for that, there needs to be a healthy practice of democracy within the party and accountability and transparency within the government offices.\nNobody can deny the power of words – how they shape our reality or change our perceptions. But unless words are backed up by clear, consistent, decisive actions, they can become a liability. Hiring writers will not solve anything if we do not sort out our national priorities. With so many international actors taking interest in the geopolitically significant delta of ours, we need to walk the walk and talk the talk. Thankfully, there are many playbooks to learn to walk and talk from, if we are to present ourselves as a democratic country. Once we know what we want for our country, we will be able to engage the right writers without making a public circus.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "The government’s search for a columnist",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-governments-search-columnist-3120851",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "The just-concluded visit by Prime Minister Sheikh Hasina to India has been described by officials in both the countries as a success that will further cement friendly ties between the two neighbours. However, a good number of observers in Bangladesh feel that the outcome fell short of the expectations.\nAccording to them, the seven MOUs signed during the visit were mostly on routine cooperation. The most significant MOU signed was the one regarding the sharing of Kushiyara river water, which was agreed upon at the Joint River Commission (JRC) meeting a week before.\nAfter reading the 33-point joint statement issued following the bilateral talks and the two leaders' meeting, one conclusion that, I think, exasperated and saddened every conscious citizen was the use of the word \"satisfaction,\" despite failing to bring down border killings to zero. Item 10 of the joint statement says, \"Noting with satisfaction that the number of deaths due to incidents along the border has significantly reduced, both sides agreed to work towards bringing the number down to zero.\"\nCommitment to bring down border killings to zero is not new. Rather, it is a reiteration of a bilateral agreement reached on April 26, 2018 to deploy non-lethal weapons on the borders to ensure zero deaths. It took almost seven years to agree on zero deaths since the death of 15-year-old Felani Khatun in January 2011, which caused a global outcry. In 2009, British TV outlet Channel 4 had dubbed the Bangladesh-India border as the world's deadliest border, as by then casualties in the new millennium had crossed more than 1,000. No wonder the Indian rights group MASUM (Manobadhikar Suroksha Mancha), known for monitoring the Indo-Bangla frontier, protested the joint statement last week, saying, \"We protest the political intent of the governments that has been reflected through this statement, which is to conceal facts, propagate false information and non-cognisance of the sufferings of the border populace.\" MASUM estimates that the number of killings by the border guards at the Bangladesh-India border has drastically increased in the past decade to almost 200 per year.\nUsual diplomatic practices dictate that differences of opinion between parties are either to be noted in the agreed minutes or in joint statements, or simply referred to by describing that it was \"discussed\" or \"noted.\" The same statement has such instances. For example, Item 12 in the statement says, \"The Indian side requested for early signing of the interim water-sharing agreement on Feni River, taking into account the urgent irrigation requirements of the state of Tripura. The Bangladesh side took note of the Indian request.\"\nAnother example is Item 8, where the joint statement notes, \"The Bangladesh side requested the Indian side for predictable supply of the essential food commodities from India such as rice, wheat, sugar, onion, ginger and garlic. The Indian side conveyed that Bangladesh's requests will be favourably considered based on (the) prevalent supply conditions in India, and all efforts will be made in this regard.\"\nGiven the fact that considerable resentment exists in Bangladesh about border killings, why did our foreign ministry not insist on retaining some mention of the fact, without just expressing \"satisfaction\"? Is it our foreign ministry's view that no resentment exists on our side about border killings? Does our government agree that those killed are criminals, illegal trespassers or involved in illicit trades, and deserve to be killed? Is it Bangladesh's official stance that even if someone is \"suspected\" of such crimes, they can just be killed without any chance of protection, especially if they are unarmed? Will no distinction be made for unarmed civilians? Is there any other country on Earth that does not protest deaths caused by the actions of another country, but expresses satisfaction instead because the number was not higher than before? The reason for such \"insensitivity\" at the Segunbagicha arm of our government needs to be seriously questioned.\nIt is particularly disheartening and a cause for grave concern as the standard of our diplomacy has been questioned by the foreign media, too. One of the oldest newspapers in India, the Deccan Herald, described our foreign minister as \"a garrulous Momen\" (September 4, 2022). Following his controversial comment, where he said, \"I went to India and said Sheikh Hasina's continuation must be ensured,\" another Indian newspaper The Statesman wrote, \"Many knowledgeable thinkers also say that the remarks of the Foreign Minister tend to signal to the global community that Bangladesh's diplomatic corps is professionally below par and not capable of setting out foreign policy plans and vision.\" (August 25, 2022).\nCan anyone blame commentators who think our diplomatic corps is professionally below par? Or is it the amateurish political appointees who are not only damaging the image of the nation, but also making blunders like expressing satisfaction over limiting the numbers of extrajudicial killings on the border?\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is: @ahmedka1\n\n",
        "headline_1": "Are you 'satisfied' with our diplomacy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-you-satisfied-our-diplomacy-3120821",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "Steve Hanke, professor of applied economics at Johns Hopkins University, makes an interesting point: no Chinese university has found a place among the world's top 20. However, in three key areas relevant to the crucial rare earth minerals, China has a strong presence.\nRare earths are those naturally occurring minerals that power everything – from mobile phones to precision-guided missiles to petroleum refining to EVs – hence driving modern economies. Hanke calls them the three Ms: 1) Mining and mineral engineering; 2) Metallurgical engineering; and 3) Materials science and engineering. Of the top 20 universities in mining and mineral engineering, almost half come from China and none from the US. On metallurgical engineering, China has a 45 percent hold and the US has 20 percent. Only in materials science and engineering does the US hold 50 percent positions, while China has 25 percent. How has this come about?\nThe architect of modern China, Deng Xiaoping, almost certainly had in mind the oil crisis just 29 years ago when he said in 1992, \"The Middle East has oil; China has rare earths.\" In 1973, oil-producing countries in the Middle East brought the world economy to its knees with their control of this crucial energy source. The Chinese leadership also knew that it must control the whole value chain to gain an effective reign in the industry and pushed for supremacy in the three Ms, bringing it to where it is today. From a nobody in rare earths in the 1980s to holding 90 percent of the processed supply, anyone can tell what China is extremely good at – playing a long game.\nOf course, America's myopic views helped. Until 1980, the US produced 99 percent of the world's rare earths as by-products of titanium, zircon and phosphate mining. The first ever rare earth patent went to the US in the 1950s, while China got its first in 1983. But now there are five national rare earth laboratories in China (against only one in the US), giving it numerous patents, the total number of which exceeded those of the US in 1997. Despite the changing scenario, Washington abolished the entire Bureau of Mines in 1996. It changed its regulations and relinquished expertise and intellectual properties, all of which aligned well with Beijing's long-term policy goals.\nTaking a long view, Beijing launched its 10th five‐year plan for National Economic and Social Development in 2001, aiming to utilise mineral resources and upgrade traditional industries with advanced technologies. It promoted key technologies and established universities with sizeable investments in research and development (R&D) with spectacular achievements. Today, China dominates the production of lithium, natural graphite and synthetic graphite necessary for making EV batteries.\nThe long-game skill is perhaps ingrained in China's leadership, which it adopted for gaining the United Nations (UN) membership. In 1949, China's nationalist government in Taiwan claimed control over the whole of China. With generous Western support, it got its UN membership. China waited patiently for more than two decades, supported the pro-independence movements in Africa during the 1950s and 60s, and secured their support for the UN General Assembly Resolution 2758, which changed the UN's recognition of the government of all of China being Taipei to being Beijing.\nChina played the same long game in Afghanistan. After centuries of fighting heavy-handedness from Britain, Russia, and the US, Kabul is now looking at Beijing as the most favoured development partner. Beijing has been patiently waiting on the sidelines for this very moment, watching as the US was getting into a costly mess. Meanwhile, it helped Kabul in building hospitals and power stations, provided medical aid, and fostered trade relations – becoming its largest trading partner, never taking its eyes off its lucrative minerals. In 2008, Beijing took one step towards extracting these minerals when the Chinese joint venture MCC signed a 30-year deal with Kabul to mine Mes Aynak, believed to be the world's largest copper reserve. But the security situation and logistical issues forced MCC to leave in 2014. Now that the American forces have slunk away, Chinese miners have returned to a warm welcome by Kabul to revive the project.\nA long game is at play over Taiwan as well. Neither the US nor China would prefer a war just now because Taiwan's semiconductor industry, essential for both, will be among the first casualties of a conflict.\nAlthough Washington is developing its own fabrication capability by investing USD 52 billion, production will take a long lead time. Chinese plants have recently achieved a breakthrough by making 7nm semiconductors, which is still a generation behind Taiwan and South Korea's 3nm chips. However, Beijing is steadily catching up – as Apple's recent decision to buy memory chips from Hubei-based YMTC might indicate – and has far better options than a rash cross-strait invasion. Meanwhile, if Washington also becomes self-reliant on semiconductors, Taiwan's usefulness as a chip supplier might be altogether lost – although its strategic importance as the first chain of islands circling China might remain. But war is still plausible, as the 34th US president warned in 1961.\nDwight D Eisenhower said in his farewell address, \"We must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military-industrial complex.\" Two years later, Bob Dylan released his Masters of War:\n\"Come you masters of war\nYou that build the big guns\nYou that build the death planes\nYou that build all the bombs\n…\nLet me ask you one question\nIs your money that good?\"\n\nSadly, it is. The only hope is Beijing's patience.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "China unlikely to make a rash move over Taiwan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/china-unlikely-make-rash-move-over-taiwan-3120806",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "In an overwhelming majority of union and upazila health complexes across Bangladesh, absentee doctors are an all-too familiar phenomenon. These doctors, who are on the government payroll and are obligated to serve their patients to the best of their abilities, sometimes disappear for days on end – even months – without anyone knowing about their whereabouts or when they would return to work. In other cases, doctors only attend hospitals once or twice a week, spending a majority of their time in private practices, charging exorbitant amounts to the same patients whom they would have treated for free or at heavily subsidised rates at the government healthcare facilities.\nA case in point, as reported by this daily, is a doctor of a government hospital in Gopalganj, who has been absent from work since March 16, 2020. Two years later, no one knows where he is. Even though such an incident should have been reported within 60 days as per service rules, it took the authorities of the facility six months to report the incident to the Directorate General of Health Services (DGHS). According to the DGHS, many doctors remain absent without leave yet continue to be paid by the government. It takes the healthcare facilities months to report the absentees, and another three to six months for the authorities to replace them.\nThere are around 25,000 physicians engaged in hospital service under the health directorate, but there is no reliable data on how many of these doctors are absentees. The DGHS, after issuing a directive to the chiefs of health facilities across the country to report doctors absent without leave earlier this year, received names of 161 doctors and launched disciplinary action against 78 of them. The monitoring wing has another list of at least 300 absentees. The real number of such absentees, however, is much higher.\nIn a country where government healthcare facilities are severely understaffed and resources overstretched, these \"missing\" doctors are doing a serious disservice to their patients and the nation at large, and making a mockery of the healthcare profession. What is most alarming is that the authorities have actually enabled this unacceptable practice by systematically failing to take prompt and adequate actions against the absentees; in fact, in many cases, they even colluded with the latter to protect them. Currently, at least 250 absentee doctors are yet to be meted out punishments, with some cases pending since 2007.\nThis deplorable and unethical practice cannot be allowed to wreak havoc on an already ailing healthcare system. While it is appreciable that the DGHS is taking steps to identify absentee doctors, it must take exemplary action against them to send a clear message to others that such action will no longer be tolerated. It must also review its existing policies, service rules and monitoring mechanisms to identify loopholes within the system, and engage with hospital authorities to institute discipline in their respective institutions. Medicine is supposed to be a noble profession, and it is a shame that our doctors are making fools of the people they have taken an oath to serve.\n",
        "headline_1": "Don't make a mockery of a noble profession",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-mockery-noble-profession-3120786",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "In an overwhelming majority of union and upazila health complexes across Bangladesh, absentee doctors are an all-too familiar phenomenon. These doctors, who are on the government payroll and are obligated to serve their patients to the best of their abilities, sometimes disappear for days on end – even months – without anyone knowing about their whereabouts or when they would return to work. In other cases, doctors only attend hospitals once or twice a week, spending a majority of their time in private practices, charging exorbitant amounts to the same patients whom they would have treated for free or at heavily subsidised rates at the government healthcare facilities.\nA case in point, as reported by this daily, is a doctor of a government hospital in Gopalganj, who has been absent from work since March 16, 2020. Two years later, no one knows where he is. Even though such an incident should have been reported within 60 days as per service rules, it took the authorities of the facility six months to report the incident to the Directorate General of Health Services (DGHS). According to the DGHS, many doctors remain absent without leave yet continue to be paid by the government. It takes the healthcare facilities months to report the absentees, and another three to six months for the authorities to replace them.\nThere are around 25,000 physicians engaged in hospital service under the health directorate, but there is no reliable data on how many of these doctors are absentees. The DGHS, after issuing a directive to the chiefs of health facilities across the country to report doctors absent without leave earlier this year, received names of 161 doctors and launched disciplinary action against 78 of them. The monitoring wing has another list of at least 300 absentees. The real number of such absentees, however, is much higher.\nIn a country where government healthcare facilities are severely understaffed and resources overstretched, these \"missing\" doctors are doing a serious disservice to their patients and the nation at large, and making a mockery of the healthcare profession. What is most alarming is that the authorities have actually enabled this unacceptable practice by systematically failing to take prompt and adequate actions against the absentees; in fact, in many cases, they even colluded with the latter to protect them. Currently, at least 250 absentee doctors are yet to be meted out punishments, with some cases pending since 2007.\nThis deplorable and unethical practice cannot be allowed to wreak havoc on an already ailing healthcare system. While it is appreciable that the DGHS is taking steps to identify absentee doctors, it must take exemplary action against them to send a clear message to others that such action will no longer be tolerated. It must also review its existing policies, service rules and monitoring mechanisms to identify loopholes within the system, and engage with hospital authorities to institute discipline in their respective institutions. Medicine is supposed to be a noble profession, and it is a shame that our doctors are making fools of the people they have taken an oath to serve.\n",
        "headline_1": "Don't make a mockery of a noble profession",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-mockery-noble-profession-3120786",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "In recent weeks, we have watched with growing alarm as the civil war in Myanmar continued to intensify and spill over into our borders. There have been incidents of mortar shelling, indiscriminate aerial firing and airspace violations along the Myanmar-Bangladesh border, a result of the breakdown of a ceasefire between the Myanmar military and the Arakan Army. Over the past month, the landing of mortal shells within Bangladeshi territory sparked diplomatic protests, with the foreign ministry summoning the Myanmar ambassador to Bangladesh to lodge a strong protest for the third time in two weeks. Now, there are reports of fresh violence in Myanmar's Rakhine and southern Chin, triggering fears within the local population – especially the Rohingya – of once again being on the receiving end of the junta's military campaign against minority communities.\n\nIt is incomprehensible that other nations have not only failed to provide shelter to these refugees in the same way that Bangladesh has, but have also failed to hold Myanmar accountable in any way for the atrocities committed within its borders. \nAlmost two years into the Myanmar military's illegal takeover of power that ended all hopes of a democratic transition for the country, it is unacceptable that the international community has made so little effort to hold Myanmar's autocratic regime to account. And now, as before, it is Bangladesh that has to pay the price for this apathy. With over a million refugees already being hosted in the country, it is impossible for Bangladesh alone to bear this huge responsibility. Yet as fresh violence in Rakhine threatens to force more Rohingya families to leave their native land for safety, there is a deafening silence from neighbouring countries and allies on what solutions might be offered to these refugees when they are faced with such a crisis.\nA recent report in this daily shared that there were already more refugees amassing near the Bangladesh border. This puts us in a very difficult position. While acknowledging that Bangladesh does not have the capacity for more refugees, we must also acknowledge that these refugees are in an even more difficult position – trapped between life and death, we have seen them risk everything to reach safer shores. Only last week, Myanmar authorities seized a boat with 65 Rohingya refugees and four traffickers off its southern coast. Of them, seven people had already died of hunger and thirst. In May, more than a dozen Rohingya individuals, including children, died under similar circumstances.\nIt is incomprehensible that other nations have not only failed to provide shelter to these refugees in the same way that Bangladesh has, but have also failed to hold Myanmar accountable in any way for the atrocities committed within its borders. This is despite the fact that its oppressive regime has continued to crack down on civilians, execute pro-democracy activists, and imprison political opponents. It is high time the international community came together for a final resolution on the issue of Myanmar and its treatment of its own nationals. They must take immediate steps to host refugees in their own countries and take the disproportionate pressure off Bangladesh's shoulders.\n",
        "headline_1": "Refugees more at risk than before",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/refugees-more-risk-3120771",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "With the rise in the volume of import and export, the need for minimising the time and cost involved in the process of clearing goods from the land, sea and airports cannot be overemphasised. In this context, what a recent study titled, 'Time Release Study (TRS)-2022' conducted by Bangladesh customs officials with the support of the World Customs Organization (WCO) has come up with is indeed revealing. At the country's biggest seaport at Chattogram, for example, importers had to go through 32 steps to complete the process of clearing their goods from the port. Similarly, at the country's largest land port at Benapole, the number was 28, while at the Hazrat Shahjalal Airport in Dhaka, it was 25 steps. Here, each step is a point through which the paperwork for clearing the imported goods is cycled before those are finally released.Obviously, the steps involve time and cost. So far as the delays in such a tardy clearing process is involved, as the study report further noted, the importers and the authorised agents to clear and forward the imported goods took the most time--between 72 and 78 per cent of the total time. The breakdown of the clearance time for the Chattogram port, for instance, shows that the importers and customs brokers took 75 per cent of the time, while for the port office it was 14 per cent, for customs 8.0 per cent, for other government desks 2.0 per cent, while the shipping agents took 1.0 per cent of the time.Clearly, such huge wastage of man hour and money is impeding smooth external trade which the nation can neither afford nor should it be allowed. The story is more or less the same for the country's air and the land ports. However, according to the customs clearing agents, as reported in this paper on Tuesday, there are also some issues related to the electronic communications infrastructure that cause delays in the clearing process at the port which include slow internet speed and occasional disruptions of online network. Against this backdrop, it is reassuring to learn that to get around this time-consuming process of clearing cargoes at the country's ports, an initiative has been taken by the customs authority to introduce a solution called Business Process Reengineering (BPR). It is in fact about radical redesigning of a business process to markedly improve its quality, output, cost, service and speed. As reported, with the technical assistance of the US development agency, USAID, the customs authority has already prepared a report identifying the unnecessary steps in the import-export process. Upon introduction of the BPR, some steps that are done manually such as the submission of papers will be automated, while others will be merged, it could be further learnt. It is expected that the BPR to be so instituted, once operational, would reduce the time and cost of business-import and export-by 30 to 40 per cent. As could be gathered from the Chattogram seaport over the decade between FY2013 and FY2022, the number of import bills processed by its customs house increased by more than 161 per cent. But given its poor infrastructural backbone and the lack of an updated system to perform the clearance work faster, it is only natural that the Chattogram port is facing the aforementioned procedural hurdles. Hopefully, the government would see to it that the move to expedite the customs clearance work with the help of the suggested solution is duly made operational. And the sooner it is done, the better.",
        "headline_1": "Operationalising the system to expedite customs clearance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/operationalising-the-system-to-expedite-customs-clearance-1663333415",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "A five-year study done by the Department of Environment (DoE) between 2013 and 2018 found that seven cities of Bangladesh-Narayanganj, Dhaka, Gazipur, Rajshahi, Chattogram, Khulna and Barishal-have the most polluted air. That the study ended four years ago does not mean that the pollution levels have shown any improvement during the intervening period. But what was the reason behind the high level of air pollution in these cities?The DoE found the brick kilns to be the main source of air pollution of the cities so surveyed. And who does not know that it is the building construction boom in the country that has led to the growth of the brick-making industry?But we cannot also stop building houses, roads and all other physical infrastructures which are the drivers of the country's economic growth. Then should we have to accept pollution of the air and the environment as a fact of life and suffer the consequences? This brings us to the search for an alternative building material that does not pollute and is sustainable. However, there is no one-size-fits-all solution to this issue so far. Many green alternatives to bricks are being suggested and are also in use. Those include, among others, concrete block, compressed stabilised earth block, fly ash brick and so on. These alternative construction materials are gaining popularity due to the government's strong position against brick fields. However, there are also other alternatives considered to be green and energy-saving building materials such as stone, cob (a mixture of clay and straw), bamboo, adobe brick, earth bags, Mycelium (mushroom roots), recycled building materials (waste from landfills recycled as building blocks), earth-packed tires (recycled tires filled with earth bags), upcycled plastic and so on.But which building material to choose from a range of alternatives depends a lot on the availability of a particular kind of building material in a country, its durability as well as its acceptability in a culture. Affordability is yet another condition that a particular building material has to meet to the satisfaction of its prospective users in a country. Concrete blocks, though less polluting, may not be as green as other alternatives like stone, cob and other construction materials mentioned in the foregoing. But what is most important is the urge to look for a cheap, eco-friendly and energy-efficient building material. The building materials that gained popularity in the industrial age, like its most other innovations, have proved to be hostile to environment. So is now the race for finding a universal alternative to bricks and other popular building materials.While the researchers in their laboratories would be looking for the construction material that suits the changing climatic condition of the world best, the common people, as they have been doing over the millennia, in their effort to adapt will come up with their innovative solutions. And those solutions, though not universal, will be appropriate for their own conditions. In fact, it is the decentralised approach to building homes, communications infrastructure and other physical facilities for community that holds the answer to the urban dystopia humans have built over the past three centuries. But before this cutoff point of industrial revolution, the world has been a safer place not only for humans but also for other creatures living on land or in water. The destruction of the environment that started with the energy-guzzling, so-called, industrial era has now driven the humans, nay the entirety of life on the planet earth to the brink.So, any building concept that encourages centralisation, pollution and wasteful energy use must be discarded. The suggestion does not mean that we should all return to the horse-and-buggy days. As travelling back in time is not possible, what humans can and should practice is build their civilisation in a new way that can make do with less use of energy. For the way we are generating and using energy is inefficient and irresponsible. Irresponsible because we are burning with reckless abandon what is given in the form of fossil fuels tucked away into the mother earth's womb. Unlike our ancestors, who would replenish the supply of wood and leaves they burnt to produce energy by planting trees, the industrial era people, had no thought of giving back to Nature what they spent by way of burning. The reason was and is that they are yet to develop a technology to produce energy with efficiency.As a consequence, whatever has been created by this industrial civilisation is inefficient, wasteful and self-destructive. Urbanisation, which is based on wasteful and polluting energy use, is as a result more of a curse than a blessing. Since modern buildings and communications infrastructures lie at the heart of this urbanisation, the materials used to create it cannot be green or environment-friendly. The hybrid solutions being suggested from time to time whereby polluting and greener alternative can coexist as building materials are but an apology for a meaningful answer to the issue. In truth, the prescription for a gradual transition from the existing polluting to a completely environment-friendly building material towards a green urbanisation is also untenable. The solution has to be uncompromising and drastic. For we have practically no time in hand to waste.\n[email protected]",
        "headline_1": "Saying no to wasteful building concept",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saying-no-to-wasteful-building-concept-1663333513",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "Private universities in the country are now under pressure to allow student politics on their respective campuses. The pressure is mounted by the Bangladesh Chhatra League (BCL), the student wing of the ruling Awami League. The BCL recently announced its committees at 41 private universities in the country. Its leaders argued that the authorities should allow political activities in private universities. Some private universities have already made their opposition to any political activity on campus known. Most students, teachers and guardians have also become worried for obvious reasons.Student politics in public universities have turned into a dirty thing for long. After 1990, the relevance of student politics gradually started to erode. Instead, it becomes a vehicle for a ruling party-allied student organisation to intimidate opponents and even get involved in rent-seeking. The situation has deteriorated severely in the last decade. Some leaders and activists of the student organ have virtually developed a shadow administration in the hostels and dormitories of top educational institutions. On campus, the student organisation also has complete control and does not allow a minimum dissident voice. Other student organisations are mostly cornered on the public universities' campuses. Any legitimate protest, procession or rally by other organisations usually faces the wrath of the dominating faction and sometimes comes under attack. Public university authorities are also virtually hostage to them. The impunity enjoyed by the ruling party student organisation has only encouraged some leaders and activities to get involved in illegal and tyrannical acts. These include illegal toll collection, torture of innocent students mostly disliking politics, harassment of female students sexually or otherwise. The killing of a BUET student Arbrar in the dormitory is an example of the brutality of these activists. Though some of these bullies got punished in some cases, the deplorable practice is far from coming to an end.Against this backdrop, the demand for allowing political activities in private universities appears to be utterly inconsiderate. If allowed, under undue pressure, it will bring disastrous consequences in the long run. There is little doubt who will rule the roost in private universities. Other student organisations will also want to be active and demand a level-playing field. Thus, a confrontational situation may arise, tackling of which will prove to be a burden on the authorities. The result will be disruptions of academic activities and deterioration of the academic environment. The ruling party student wing argued that student politics is necessary to curb hidden militant activities in private universities. Some quarters also support the flawed logic. If there is any such activity, law enforcement agencies must find and curb it with the help of the university authorities. One of the strong reasons why parents and guardians send their children to private universities, spending a good amount of money, is these campuses are free of politics. Unlike public universities, students have to pay a large sum for their studies in these higher educational institutions. They deserve to get back return on their money's worth. Public universities are now wasting tax money in the name of student politics which has become toxic. Now, vitiation of the academic atmosphere of other institutions will not bring any good to the country. In no way should student politics be allowed in private universities. If involvement with student politics is a legitimate right for some, not joining the politics, on the same token, is also a similar right for any other. Private universities have also provided the space for the latter, which unfortunately is not always respected.\n[email protected]",
        "headline_1": "'No' to student politics in pvt universities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-to-student-politics-in-pvt-universities-1663333546",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2022"
    },
    {
        "full_article": "One in every three citizens in Bangladesh is suffering from some sort of liver diseases, according to a survey conducted by the Hepatology Society. The survey revealed that about 10 million people are suffering from chronic hepatitis and more than 40 million across the country are suffering from fatty liver diseases. There is also a very high death toll due to hepatitis. Hepatitis A spreads from poor sanitary conditions. Due to lack of knowledge of hygiene, numerous people in the country suffer from this disease. The only solution is good hygiene and its awareness. Hepatitis B and C spread through bodily fluids. There is poor cleanliness in our hospitals. Thus, they are the major cause behind spreading this disease. In hospitals, syringes are sometimes reused, although there is a strict regulation against this. Syringes are also reused by the people who use illegal drugs. Also, there is reportedly a criminal gang working on collecting the syringes from the garbage, repackaging them and selling these to medical stores. What we should do to eliminate Hepatitis B and C is that the syringes should be destroyed after a single use so that they cannot be repackaged. There should be regular checks in hospitals to make sure that hygiene is up to standard. Drug addicts should be taken into rehabilitation. With efforts from the government and health sector, we can prevent hepatitis of all kinds.\nBadsha Faysal, Jurain, Dhaka, [email protected] ",
        "headline_1": "Preventing hepatitis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preventing-hepatitis-1663333569",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-09-2022"
    }
]