[
    {
        "full_article": "In its latest review of the economy encompassing the period from June till July 10, the Finance Ministry is sanguine about India’s economic recovery and has asserted that major macro-economic risks have subsided over the past six weeks. The Government’s cautious optimism is tinged with impending concerns of a speedier tightening of monetary policies by the U.S. Federal Reserve and the resultant dip in asset markets, which can mar sentiment and consumption, on top of persistent geopolitical strife. But for now, interest rate hikes and measures to curtail the outflow of dollars announced by the central bank, with several steps from the government such as the imposition of windfall taxes and higher import duties on forex-drainers like gold, have been credited for lifting some of the dark clouds over the economy. Despite excise duty cuts on petrol and diesel, the Ministry believes India’s fiscal math for the year will not unravel thanks to the recent tax levies, and healthy Goods and Services Tax collections (that could get healthier as some GST rate hikes kick in from Monday). Industrial metal prices slipping to 16-month lows, prices for some food items falling off their peaks and crude oil prices descending in the face of fears of a recession in many developed nations, have helped. However, if these fears do not translate into ‘a sustained and meaningful’ drop in food and energy prices, India’s current account deficit will deteriorate in 2022-23 on account of costlier imports and tepid exports on the merchandise account, the Ministry has cautioned.India’s high import dependence for fuel means oil price trajectories affect most macro parameters, including inflation, growth, current account balances, fiscal management and the rupee. And economic policymakers are rightfully concerned about the current account deficit (CAD) widening sharply from the 1.2% of GDP last year. There is a vicious circle at work here that may take a while to break. Slowing exports and costlier inelastic imports of oil have triggered record merchandise trade deficits for two consecutive months, exacerbating the CAD which is tripping the rupee, making imports even costlier and widening the CAD further. The CAD may have hit 2.7% of GDP in the first quarter, some reckon, but if developed economies slow down as expected and shale oil supplies pick up, crude oil prices could drop lower and the full-year deficit may improve. Finance Minister Nirmala Sitharaman has assured the country of a pointed ‘item by item’ attack on inflation to ensure growth prospects are not hindered. If the fiscal deficit is not a concern, and tax revenues may, in fact, overshoot Budget estimates owing to high inflation, the Government can consider reviewing its fiscal capacity and think of more measures to stimulate growth and mitigate the detrimental effects of high inflation and interest rates on consumption and investments.",
        "headline_1": "Deficit doubts: On concern over current account deficit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/deficit-doubts-the-hindu-editorial-on-concern-over-current-account-deficit/article65644248.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "India reported its first laboratory-confirmed, imported case of monkeypox virus when a 35-year-old man in Kerala’s capital tested positive. The diagnosis was easy as the individual informed health-care workers of his contact with an infected person in the United Arab Emirates. To cut the transmission chain, people who have come in contact with him in Kerala have been isolated. The first case of the virus outside Africa was first reported in the U.K. on May 6, 2022. Since then, the virus has spread to over 63 countries — Europe has reported 8,238 cases from 35 countries as of July 12, and the U.S., 1,470 cases as of July 14. Never before has the virus spread to more than a hundred people a year during any outbreak in endemic countries except Congo. In fact, sustained transmission beyond a few generations has been rare in Africa. In contrast, the rapid increase in cases and geographical spread have primarily been due to human-to-human transmission largely during sexual contact, especially among men who have sex with men (MSM). While a few rave parties in Spain and Belgium have turned out to be super-spreader events, WHO suspects that “undetected transmission for some unknown duration of time followed by recent amplifier events” to be responsible for cases being detected simultaneously in several countries outside Africa. With cases crossing the 10,000-mark in non-endemic countries, and a large number of cases in Spain (2,034), the U.K. (1,735), Germany (1,556) and the U.S. (1,470), the risk of the virus becoming established in some of these countries is becoming increasingly real.While the first human case was reported in 1970 in the Democratic Republic of Congo, and the virus became endemic in 11 countries in Africa causing small outbreaks, no attempts were made to study it all these years. With the virus having a free run in non-endemic countries, scientists have now unveiled many discomforting facts: the virus appears to mutate at a much higher rate than what was assumed. And, based on genome sequences from the current outbreak, they have found the emergence of a novel clade of the virus in early March. A recent study has found monkeypox virus DNA in samples of semen, saliva, urine, rectal swabs and faeces, and at high viral loads; the infectious and disease potential of these body fluids was not studied. Whether the new clade by itself has a higher potential for human spread is not known. But surely, close sexual contact is providing the virus much opportunity to spread within the MSM community. With the sustained spread and a few cases already detected in women, the possibility of spread into the general community cannot be totally dismissed. Increased testing, contact tracing and building awareness, and not stigmatising the infected people can stop the spread.",
        "headline_1": "Time for vigilance: On monkeypox cases in India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/time-for-vigilance-the-hindu-editorial-on-monkeypox-cases-in-india/article65643649.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "Sri Lanka is on the boil. The country has run out of fuel, millions are going hungry, the healthcare system is near collapse, inflation is soaring, the currency has crashed, and the debt-laden economy is bankrupt. Even if IMF aid comes – let’s hope that happens soon enough – Sri Lankans will have to endure years of pain before the economy gets back on track.\nAt the heart of Sri Lanka’s crisis is the twin deficit problem – unsustainable fiscal and current account deficits – which, as experience shows, is a sure-fire recipe for disaster.\nRead full opinion on TOI+\n\n",
        "headline_1": "Learn these Lanka lessons: We are far better positioned. But Colombo’s fiscal & forex imprudence still tells us something",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/learn-these-lanka-lessons-we-are-far-better-positioned-but-colombos-fiscal-forex-imprudence-still-tells-us-something/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "The US House of Representatives on Thursday drew on bipartisan support to pass an amendment that urged the Joe Biden administration to extend India a waiver from sanctions that could be triggered by its purchase of Russia-made S-400 air defence system. The S-400 transaction was concluded in 2018. It can therefore fall afoul of CAATSA, a 2017 US law that imposes sanctions on buyers of Russian arms. Biden should offer India a waiver as the amendment makes a compelling case to take a far-sighted view of bilateral ties.\nThe amendment, authored by Representative Ro Khanna, pointed out that S-400 is needed to deter China. India is the only Quad member to share a land border with China. The amendment also urged the US to take more steps to assist India’s pivot away from its reliance on Russia-made arms. The amendment is in sync with the tenor of the recent bilateral strategic relations. The watershed year was 2008 and since then cumulative US defence contracts with India add up to at least $20 billion. It was just $500 million in the period prior to 2008. Furthermore, in 2016, the US recognised India as a major defence partner. Strategic ties have also been strengthened through groupings such as Quad and now I2U2.\nFor India, a transition away from Russian platforms is in its strategic interests. Russia’s dependence on China has increased significantly following its invasion of Ukraine, a situation that’s unlikely to change in future. Already, China is next only to India as the second largest recipient of Russia’s arms exports. Given the unravelling of India’s long-standing border management protocols with China, dependence on Russian arms platforms is unwise. Given this backdrop, the Biden administration should respond positively to a rare bipartisan approach in the House of Representatives.\n\n",
        "headline_1": "Just do it, Joe: Biden should offer India CAATSA waiver for the S-400",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/just-do-it-joe-biden-should-offer-india-caatsa-waiver-for-the-s-400/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "The World Economic Forum’s Gender Gap Report 2022 confirms what we know from experience. Covid may have put gender parity back by a generation, and South Asia is the worst-off. At current rates of progress, it will take nearly 200 years to achieve any meaningful equality between women and men. India ranks 135th out of 146 countries in terms of gender parity. It has moved up five places from last year, improved on the economic opportunity and participation front as the share of women legislators, senior officials and managers increased from 14.6% to 17.6%, and the share of women as professional and technical workers has grown. While India’s education enrolment has been impressive, its health and survival record are at rock-bottom. With a female population of 662 million, India’s situation has overwhelming impact on the global picture. India has had a gender budget for years, to goad fiscal policy towards equality – but genuine parity is a distant horizon.\nThis gap exists because of centuries of bone-deep social and material bias against women, so it will not narrow by itself. It takes systematic effort to address these inequalities, and the gender perspective has to be actively incorporated into policy. Families have to be transformed, and states, employers and other institutions must identify and fix patterns that hold back women from participating and flourishing.\n\n",
        "headline_1": "Covid & Gender: Pandemic’s hit on equality needs serious response",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/covid-gender-pandemics-hit-on-equality-needs-serious-response/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "Are they stars? Actually, they are galaxies! After Nasa’s James Webb Space Telescope’s first deep-field image (see photo) was unveiled at a White House event on Monday, it wasn’t easy to wrap our heads around what we were seeing.\nIt only captures a patch of sky the size of a sand grain held at arm’s length by someone on the ground, and is yet filled with thousands of galaxies; one of them, believe it or not, from over 13 billion years ago. Because of the way light travels, the further we look in space the more we look back in time.\nRead full opinion on TOI+\n\n",
        "headline_1": "A photo from 13 billion years ago: Telescopes help us know ourselves better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-photo-from-13-billion-years-ago-telescopes-help-us-know-ourselves-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "We are surprised to learn about foreign trips made by officials of the Chattogram Water Supply and Sewerage Authority (Cwasa) in the last few months, despite strict government instructions to suspend any such tours for the time being. Currently, a number of high officials of the institution, including its managing director, are in the US, as part of a project called Bhandal Jhuri Water Supply Project.\nAlthough Cwasa claims that the 14-day trip is for training and inspection of factories before making purchases under the project, the timing is suspicious as it comes after over 80 percent physical work of the project has already been done. The question is, what is the point of making this trip at this point? How urgent was it? This is just one example of unnecessary trips usually made by government officials wasting huge amounts of public money. Over the last few months, Cwasa officials alone made quite a few trips to different foreign countries including Turkey.\nThe government recently issued a circular suspending foreign trips of officials of all government, statutory, state-owned, autonomous and semi-autonomous organisations as well as state-run companies and financial institutions. So, how could the Cwasa officials ignore this directive? One engineer who returned from a trip recently has said that they did not go abroad on government funds, and that the cost was borne by the project contractor. Even if this is the case, it still violates the government directive. Also, no contractor would arrange such costly trips out of the kindness of their heart. The money, in one way or another, will be taken from the pockets of the public.\nAt a time when the government has been urging all its institutions and even citizens to maintain austerity – and giving specific directives to local administrations across the country to reduce their budget spending – such wastage of money by Cwasa is unacceptable.\nThe fact that such trips were made despite a clear directive also raises the question: What mechanism is there, if at all, to check whether the directive is being followed by all public offices? Clearly, only giving instructions to maintain austerity is not enough. There needs to be a proper policy and system in place to ensure compliance and success. We have various parliamentary committees to oversee the work of various ministries. The austerity drive also needs to be centrally monitored by a high-powered committee, guided by a legal framework, to ensure that everyone is on the same page. Only then can we expect to get some positive results.\n",
        "headline_1": "No Austerity for Chattogram Wasa ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-austerity-chattogram-wasa-3071746",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "We're alarmed to know that the government is allowing Bangladesh Football Federation (BFF) to build a residential training facility in a reserved forest – Jungle Khuniya Palong – in Ramu, Cox's Bazar. According to our report, 20 acres of land on which the centre will be built were already handed over to BFF, after quietly de-reserving it in early June. Justifying the decision, the minister of environment, forest and climate change has claimed that \"there was no alternative to it\", and that \"we'll make sure the harm to forestland is kept at a minimum level.\" We find both the justification and the assurance quite unconvincing.\nWhile the practice of ravaging forests is nothing new in Bangladesh, this marks a new low in government-sanctioned deforestation with football thrown into the mix. Forests are critical to our existence. Football is anything but, especially in a country with dangerously low forest coverage. \"Football for forest\" is thus not only a bad bargain, it also flies in the face of common sense, established conservation practices, our constitution and international commitments, a High Court order… the list goes on. According to an estimate, about 30,000 trees will have to be felled for the planned construction. We cannot help but ask: What's so important about a football facility that a forest will have to be scarred for it? Why are forests, reserved ones no less, always such easy prey?\nOne may recall a similar incident last year when the public administration ministry sought to build a civil service academy on 700 acres of protected forestland in Cox's Bazar. The land allotment order was met with opposition from activists and even a parliamentary standing committee, and it was eventually stayed for three months by High Court. The court, previously, had directed the government not to hand over any more forestland of Cox's Bazar to any individual or organisation. The latest move shows how little effect that ruling has had on relevant authorities, who continue to defy the highest court of the country.\nThis is a disturbing development in itself, but more so for forests in Cox's Bazar which are particularly at risk, having suffered largescale clearance after the arrival of Rohingya refugees. The problem was compounded by the continuation of encroachment, de-reservation, deforestation and leasing out of land – a cocktail of crimes against nature in which both locals and officials are equally complicit. We have nothing against building training facilities for anyone, but it must be done responsibly, on plain land. When the government itself breaks law, it sets a very bad precedent. We, therefore, urge the higher authorities to quickly intervene to save Khuniya Palong forest. It should re-reserve the land allotted and take the project elsewhere.\n",
        "headline_1": "Save Khuniya Palong reserved forest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-khuniya-palong-reserved-forest-3071736",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "Bangladesh and India share a 4,096km international border, 1,880km of which is with India's northeastern region (NER). India's NER is strategically positioned and might serve as the country's gateway to Southeast Asia. Bangladesh shares borders with Assam, Meghalaya, Tripura and Mizoram in the NER. With the exception of Meghalaya, all states have land and river borders with Bangladesh. The longest land and river-based boundaries with Bangladesh are in Tripura and Mizoram. Closer economic integration and connection with Bangladesh would diminish these states' economic isolation, while simultaneously strengthening their linkages with India's heartland.\nThe nexus between Bangladesh and the NER determines the current pattern of commerce between the two countries. Some important minerals are found in the NER which are in high demand in Bangladesh. Resources such as coal, limestone, stone chips, and bamboo are important NER exports to Bangladesh, while finished goods such as cement, plastic, goods, ready-made clothing, processed food, and soft beverages are key imports. This makes a compelling case for increased trade between the two regions.\nAgartala is 1,650km from Kolkata and 2,637km from New Delhi through Shillong and Guwahati. The journey between Agartala and Kolkata via Bangladesh, on the other hand, is only about 550km. Furthermore, the average distance between Bangladesh's major cities and northeast India is 20km to 300km. As a result, Bangladesh is always considered crucial for NER's connectivity with mainland India by rail, road and river routes. Because of its strategic location, there are several opportunities for trade, transportation, commerce, and connection between Bangladesh and the NER. As a result, it is critical to map out some of the most important sectoral prospects.\nThe northeastern region is a source of around 63,000MW of hydropower energy. Bangladesh can benefit from the extra or underutilised power generated in the NER by bolstering its power supply. As a result, cooperation in this industry can benefit both regions. Connectivity with northeast India, namely the Seven Sisters, might be extremely beneficial to both parties. This aim could be served by establishing government-to-government (G2G) economic cooperation. Establishing G2G economic zones between Assam and Sylhet could help achieve this goal.\nThe first step towards increasing tourism between Bangladesh and the Seven Sisters will be to reopen all of the blocked border checkpoints to visitors. There are now only three border checkpoints along the states of Tripura and Meghalaya. Both must look into the possibility of adding more border checkpoints and developing infrastructure, including communication lines. Furthermore, the international airport in Sylhet can act as a link between the secluded people of the northeast and the rest of the globe. Given the enormous number of state-of-the-art hospitals and educational institutions on this side of the border, Bangladesh can also draw a large number of NER population for medical and educational tourism.\nIt is clear that both the administrations are committed to revive inland navigation between Bangladesh and the NER. However, there are obstacles to making efficient use of the waterways: heavy siltation, shifting channels, lack of needed water depth during the lean season, night navigation limits, and the absence of appropriate navigation, for example. These issues must be addressed for the mutual benefit of Bangladesh and India's NER.\nTo give access to subregional main cities and ports, the Bangladesh, Bhutan, India and Nepal Motor Vehicle Agreement (BBIN MVA) would substantially help the chances for cooperation. Under the BBIN MVA, Bangladesh and India should work collaboratively to increase cross-border trade with the NER.\nDuring a meeting between Bangladesh Prime Minister Sheikh Hasina and India's External Affairs Minister S Jaishankar in Dhaka in April this year, the Bangladeshi premier offered India the use of Chattogram port when discussing the necessity for greater connectivity between the two neighbouring countries for mutual benefits. This presents a lot of exciting prospects for the two countries to collaborate closely. Bangladesh has the potential to be a major partner of India's efforts to increase trade in the region as the globe \"pivots to Asia\" and the Indian Look East policy changes into the Act East policy.\nBoth Dhaka and New Delhi would benefit from a larger role for northeast India. Because of its proximity to Southeast Asia and Bangladesh, the region has the possibility to serve as a bridge for India while also benefiting economically and entrepreneurially.\nDr Abantika Kumari is an assistant professor at the History Department of Allahabad College in Uttar Pradesh, India. She is also a researcher particularly focused on South Asia. She can be contacted at abanthikakumari@gmail.com\n\n",
        "headline_1": "Unpacking Bangladesh and northeast India’s untapped potential",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/unpacking-bangladesh-and-northeast-indias-untapped-potential-3071611",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "The US dollar has now surpassed the Tk 100 mark, and Bangladesh Bank is making contradictory moves to deal with the situation. Earlier, it sold USD 7.62 billion from the reserves to protect the value of the taka. More recently, the government has been seeking USD 4.5 billion from the International Monetary Fund (IMF) and USD 1 billion from the World Bank to replenish the foreign currency reserves. Similarly, after failing to shore up the taka even by selling dollars from the reserves, the central bank apparently decided to let the dollar rate be settled by the market. However, according to press reports, it again tried to stop the devaluation of the taka by fixing the rate at which banks can buy or sell dollars.\nThe sudden appreciation of the dollar can certainly be unnerving. However, much of its cause is rooted in past failures to adjust the exchange value of the taka in a timely manner. For a long time, Bangladesh allowed the taka to be overvalued. The average annual rate of inflation in the US and Bangladesh during the decade of 2012-2021 was 1.88 percent and 6.05 percent, respectively, implying a difference of 4.17 percentage points. Yet the dollar exchange rate increased from Tk 79.1 in 2012 to only Tk 84.8 in 2021, suggesting an average annual increase of less than 0.7 percent. Though the relative movements of the prices of tradable goods and services could provide a more accurate anchor, it is clear that the adjustment of taka's value fell far short of what was required. It may be noted that neighbouring India devalued its currency several times during the last decade. The robust growth of remittances and exports during these years helped Bangladesh to ignore the necessity of this adjustment. However, a combination of a sharp rise in the import bill and a fall in remittances have now brought to the fore the accumulated unwelcome consequences of an overvalued taka.\nThere is a perception that devaluation of a country's currency reflects deterioration of its economy. This is not necessarily the case. The exchange rate depends mostly on the inflation rates in the economies in question, and a country can do well even if it has a relatively higher inflation rate. Also, the absolute value of the currency does not reflect the strength of a country's economy. For example, as of July 12, 2022, one dollar was equivalent to 137 Japanese yen and 1,934 Italian lira. This does not mean that Japanese and Italian economies are worse than that of Bangladesh. What is important is to ensure that the exchange rate reflects the price levels in the countries in question.\nAt a general level, the overvalued taka was expected to dampen export and promote import. The intriguing political-economic question is, why there wasn't enough pressure from exporters for correcting the overvaluation. The government's policy of offering cash incentives to exporters could be one answer. RMG exporters still account for about 80 percent of Bangladesh's total exports, and they have been receiving cash incentives ever since their emergence. They also enjoy lower corporate tax rates. Given this generous support, RMG exporters probably did not have much to gripe about the overvalued currency. In the successful East Asian countries, the privileges given to export-oriented industries were always time-bound and generally expired after a decade. By contrast, the privileges enjoyed by the RMG sector in Bangladesh have become a permanent fixture of the landscape.\nThe other social group that was hurt by the overvalued taka were remittance senders. Unlike RMG exporters, they form a diffuse group, with relatively small per capita gain from the correction of overvaluation, and hence they were unable to mount any collective action. However, they expressed their displeasure by sending more money through informal channels. The government tried to offset this trend, again, with a cash incentive policy, this time directed at the remittance senders.\nHowever, targeted policies of cash incentives are generally inefficient compared to the universal policy of correct currency valuation. Targeted policies often create distortions and lead to unwarranted behaviour. For example, it is widely believed that the cash incentives given for remittances led to recycling of dollars (sent out through hundi, only to be brought back through official channel) to reap the cash incentives. Similarly, the cash incentives on exports seem to have given rise to a perpetual dependence on government largesse, rent-seeking, and the inability to advocate for a more rational exchange rate policy.\nThe policy of targeted cash incentives is harmful for at least three other reasons. First, it is discriminatory, because not all exporters receive cash incentive schemes, and overvalued currency makes it harder for potential new exporters to sprout. Second, cash incentive schemes create additional burden on the budget. Third, the overvalued currency creates unreasonable pressure for import.\nOf course, the forced and somewhat sudden correction of taka's overvaluation, as happening now, is creating the problem of imported inflation. However, artificially trying to protect the high value of the taka is not the solution. The earlier sale of USD 7.62 billion from the reserves was a misguided move and proved to be futile. Similarly, the idea of borrowing from the IMF and World Bank to replenish the reserves is also not warranted. Taking on additional loans is not the solution.\nIn the short run, the first task is to let a correction of the overvaluation happen. This correction has to be sustained, instead of being a one-shot affair. Second, it is necessary to recognise the potential benefits of the forced devaluation. It can boost exports and remittances and dampen import – which are needed now. Instead of cash incentives that create budgetary burden and can be misused, other creative measures should be devised to encourage remittance flow through official channels. The government has already taken some administrative measures to contain import. These need to be effectively implemented. Third, it is necessary to consider removing or relaxing the cap on the interest rate to curb import demand. Fourth, taxes and duties on imports need to be reviewed to maintain the import of critical inputs. Fifth, subsidies need to be provided to offset imported inflation of particular commodities and for deserving sections of the population.\nIn the medium term, sectoral management has to be improved. This is particularly the case with the energy sector, which has become a main claimant of foreign currency and subsidies, so much so that it is now threatening our balance of payments and macroeconomic stability. Similarly, with the overvaluation corrected, it should be possible to phase out cash incentives to the RMG sector and lessen the burden on the budget. Thus, with some creativity, the current crisis can also be used to better balance the economy.\nDr S Nazrul Islam is a visiting professor at the Asian Growth Research Institute (AGI) in Japan.\n",
        "headline_1": "Buying vs selling dollars: What should we do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/buying-vs-selling-dollars-what-should-we-do-3071601",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "We are surprised to learn about foreign trips made by officials of the Chattogram Water Supply and Sewerage Authority (Cwasa) in the last few months, despite strict government instructions to suspend any such tours for the time being. Currently, a number of high officials of the institution, including its managing director, are in the US, as part of a project called Bhandal Jhuri Water Supply Project.\nAlthough Cwasa claims that the 14-day trip is for training and inspection of factories before making purchases under the project, the timing is suspicious as it comes after over 80 percent physical work of the project has already been done. The question is, what is the point of making this trip at this point? How urgent was it? This is just one example of unnecessary trips usually made by government officials wasting huge amounts of public money. Over the last few months, Cwasa officials alone made quite a few trips to different foreign countries including Turkey.\nThe government recently issued a circular suspending foreign trips of officials of all government, statutory, state-owned, autonomous and semi-autonomous organisations as well as state-run companies and financial institutions. So, how could the Cwasa officials ignore this directive? One engineer who returned from a trip recently has said that they did not go abroad on government funds, and that the cost was borne by the project contractor. Even if this is the case, it still violates the government directive. Also, no contractor would arrange such costly trips out of the kindness of their heart. The money, in one way or another, will be taken from the pockets of the public.\nAt a time when the government has been urging all its institutions and even citizens to maintain austerity – and giving specific directives to local administrations across the country to reduce their budget spending – such wastage of money by Cwasa is unacceptable.\nThe fact that such trips were made despite a clear directive also raises the question: What mechanism is there, if at all, to check whether the directive is being followed by all public offices? Clearly, only giving instructions to maintain austerity is not enough. There needs to be a proper policy and system in place to ensure compliance and success. We have various parliamentary committees to oversee the work of various ministries. The austerity drive also needs to be centrally monitored by a high-powered committee, guided by a legal framework, to ensure that everyone is on the same page. Only then can we expect to get some positive results.\n",
        "headline_1": "No Austerity for Chattogram Wasa ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-austerity-chattogram-wasa-3071746",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "We're alarmed to know that the government is allowing Bangladesh Football Federation (BFF) to build a residential training facility in a reserved forest – Jungle Khuniya Palong – in Ramu, Cox's Bazar. According to our report, 20 acres of land on which the centre will be built were already handed over to BFF, after quietly de-reserving it in early June. Justifying the decision, the minister of environment, forest and climate change has claimed that \"there was no alternative to it\", and that \"we'll make sure the harm to forestland is kept at a minimum level.\" We find both the justification and the assurance quite unconvincing.\nWhile the practice of ravaging forests is nothing new in Bangladesh, this marks a new low in government-sanctioned deforestation with football thrown into the mix. Forests are critical to our existence. Football is anything but, especially in a country with dangerously low forest coverage. \"Football for forest\" is thus not only a bad bargain, it also flies in the face of common sense, established conservation practices, our constitution and international commitments, a High Court order… the list goes on. According to an estimate, about 30,000 trees will have to be felled for the planned construction. We cannot help but ask: What's so important about a football facility that a forest will have to be scarred for it? Why are forests, reserved ones no less, always such easy prey?\nOne may recall a similar incident last year when the public administration ministry sought to build a civil service academy on 700 acres of protected forestland in Cox's Bazar. The land allotment order was met with opposition from activists and even a parliamentary standing committee, and it was eventually stayed for three months by High Court. The court, previously, had directed the government not to hand over any more forestland of Cox's Bazar to any individual or organisation. The latest move shows how little effect that ruling has had on relevant authorities, who continue to defy the highest court of the country.\nThis is a disturbing development in itself, but more so for forests in Cox's Bazar which are particularly at risk, having suffered largescale clearance after the arrival of Rohingya refugees. The problem was compounded by the continuation of encroachment, de-reservation, deforestation and leasing out of land – a cocktail of crimes against nature in which both locals and officials are equally complicit. We have nothing against building training facilities for anyone, but it must be done responsibly, on plain land. When the government itself breaks law, it sets a very bad precedent. We, therefore, urge the higher authorities to quickly intervene to save Khuniya Palong forest. It should re-reserve the land allotted and take the project elsewhere.\n",
        "headline_1": "Save Khuniya Palong reserved forest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/save-khuniya-palong-reserved-forest-3071736",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "The ongoing volatility of the international fossil fuel market has again come as a stark reminder of just how important it is for a country to have its own supply of hydrocarbon (HC). Not every country, however, is blessed with HC deposits. Bangladesh is considered lucky to have, if not oil, gas deposits in both onshore and offshore areas. So far, it could successfully extract a sizeable volume of gas from onshore blocks for domestic consumption. The rest may hardly meet the country's demand partially for another 10 to 12 years. Besides, the possibility of striking new deposits onshore is also not that bright. So, the Bay of Bengal, where Bangladesh has its territorial rights extended up to 200 nautical miles, offers the best opportunity. Experts are hopeful about striking gas deposits within the country's maritime boundary. The successful discovery of huge gas deposits by India in the northern part and Myanmar in the south of the Bay of Bengal has made the prospect of Bangladesh finding gas in offshore areas even brighter. But allegations have it that relevant policymakers have faltered repeatedly in wooing international oil companies. These days, IOCs are not that interested in investing in exploratory works without sufficient seismic survey data supporting prospects of hitting HC reserves. This is the area where Bangladesh has dragged its feet, unnecessarily. Besides, Petrobangla, the state agency responsible for overseeing HC issues, reportedly is yet to prepare a befitting model production sharing contract (PSC) that would attract IOCs. The state of the much-needed seismic survey highlights how bad things are in the country's quest for HC deposits. In 2015, a Norwegian-US firm was selected twice to carry out the multi-client seismic survey in the Bay through competitive bidding. But the cabinet committee gave its go-ahead in 2019. Following the outbreak of Covid-19 in the early part of 2020, oil prices plunged to a record low level. IOCs were least interested in buying survey data, leading to the holdup of the survey. Bangladesh could not get IOCs engaged in exploratory work in offshore blocks since 1997. It had floated the last bidding round 10 years back in 2012. Some shallow-water blocks and one deep-water block were awarded to the successful bidders. But they have drilled not a single exploratory well to date in the areas awarded to the IOCs. Most IOCs found Model PSCs prepared in 2012 and 2019 unattractive, mainly because of gas and oil pricing. In its latest bid to attract IOCs, Petrobangla appointed a global consultancy firm to prepare a new Model PSC, the draft of which is ready. The final version of the PSC is expected to be completed soon. But non-availability of seismic survey data might create a problem even if the Model PSC is ready. Thus, the lack of seriousness to get the prospective offshore blocks explored for HC deposits is exacting a heavy toll on the state coffer. With oil and gas prices rising manifold and foreign exchange reserves coming under pressure, the government has now opted for countrywide load-shedding. The move would hurt production and cause suffering to the people. Even urgent actions are unlikely to deliver any results immediately, as far as the discovery of HC is concerned. But those would surely open up possibilities.",
        "headline_1": "Importance of hydrocarbon exploration in offshore blocks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-hydrocarbon-exploration-in-offshore-blocks-1657980764",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "Last week, India's central bank introduced a new mechanism for international trade settlements in rupee, the Indian national currency. The idea behind the move is to promote international use of the local currency, keep the foreign-exchange reserves stable and facilitate trade with countries like Russia and Iran, which are under western sanctions. The step, initiated by the Reserve Bank of India (RBI), is not an abrupt one. Some countries like Indonesia, the United Arab Emirates (UAE), Sri Lanka, Myanmar, and India have discussed settling trade in their domestic currencies with each other for the last couple of months. However, the Russia-Ukraine war, followed by a series of economic sanctions imposed on Russia by the western world, prompted these countries to move in this direction.Bangladesh also tried to do so once the war broke out. There was an attempt to initiate a settlement process using the Russian currency, ruble, to make the trade with Russia easier in the face of US-led sanctions. However, little progress has been made in this regard so far.However, settling the international trade payments in local currencies is not easy. Over the years, some countries have tried to do so with limited success. The global transaction network is extensively linked and dependent on the US dollar settlement system in the dollar-dominated financial world. For countries like Bangladesh, it is also quite difficult to avoid or bypass the dollar-centric settlement system.As the war disrupted the global economy and trade, many countries, including Bangladesh, are facing uneasiness in foreign trade as prices of commodities have increased and costs of shipments jumped. The immediate result is the fast depletion of reserves to settle costly imports. Bangladesh Bank has already taken some restrictive measures to contain less-important and luxury imports. Nevertheless, goods imports jumped by 39 per cent in the first 11 months of the past fiscal year (FY22) over the same period of FY21. Foreign-exchange reserves also came down below $40 billion in the second week of July, enough to meet the import payments of goods and services for around four and a half months. It is an alarming sign for Bangladesh's economy as the country is widely dependent on imports for both domestic consumption and export-oriented industries.Almost five months have passed by, and there is no indication that the war will end soon. Initially, Russian president Vladimir Putin thought his troops would compel the Ukrainians to bow down within a couple of weeks. He proved wrong as Ukraine continued to resist Russian aggression. Again, the United States (US) and its allies were confident that economic and military sanctions would force Russians to sit at the negotiation table. The reality is otherwise. As a result, the global economy is facing turbulence and uncertainties. A persistent rise in global inflation reflects the trouble to a large extent. Meantime, Bangladesh Prime Minister Sheikh Hasina recently asked the US to withdraw the sanctions it imposed on Russia as their punitive action is causing immense suffering across the globe. She also said that the war and the subsequent sanctions have hit Bangladesh when it was just recovering from the adverse effects of the coronavirus pandemic. In addition, the sanctions have restricted the availability of some items that Bangladesh imports, so prices of foods and essentials increased. The monthly inflation rate in Bangladesh jumped to 7.42 per cent in May last from 6.29 per cent in April, according to the Bangladesh Bureau of Statistics (BBS). A large part of the country's inflation is imported. Costly imports of inputs are taking a toll on the production and supplies of various goods and services.Countries worldwide are now interlinked through the global value chain, which is a critical component of international trade. That's why any shock is easily transmitted from one country to another. Due to the Ukraine war, various shocks are transmitting into different counties and shaking the internal mismanagement there. During peacetime, it was possible to conceal or obscure many economic weaknesses. Now those flaws have started to resurface strongly. Bangladesh is no exception in this connection. The country's power and energy sectors provide a significant example.Since 2015, Bangladesh has switched to importing Liquefied Natural Gas (LNG) to produce electricity, bypassing the exploration of natural gas. As a result, hype was created that gas reserves were dwindling fast. Within a few years, the energy sector became entirely dependent on imported LNG, putting energy security at risk. Though local experts and activists had cautioned the government in this regard, policymakers paid little attention.In December last, the Institute for Energy Economics and Financial Analysis (IEEFA) said that at least six emerging Asian countries' 'unrealistic LNG-to-power project pipeline threatens their macroeconomic and financial stability.' These countries are Bangladesh, Myanmar, Pakistan, the Philippines, Thailand and Vietnam.The power situation aggravated in the country as LNG became expensive on the global market due to war, and supply also became uncertain. The government is now trying to tackle the situation at the cost of regular load shedding and some demand- management tools. All these are hurting production and economic activities. There is also a move to cut energy subsidies by hiking electricity prices at the consumer level, which will fuel inflation further. Moreover, gross mismanagement in the power sector is quite visible now, which is also an ominous signal for the economy.[email protected]",
        "headline_1": "Clouds gathering on economic horizon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clouds-gathering-on-economic-horizon-1657980857",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "Many forms of showing respect to the elderly as dictated by the ancient South Asian culture might appear anachronistic tothe people in today's West. In Oriental tradition, the elderly people would be given the highest social status. The then societies used to hold in high esteem even the people in their middle age. Greeting these people with utmost humility andrespect was the commonly practised norm in society. The ordinary people were found turning to the wise old men for advice in times of personal or social crises. In a way, the ancient South Asian society would view the senior citizens as their guides in myriad areas of life.The highest form of respect in those days was reserved for the teachers. Those were thehallowed persons on whom was bestowed the responsibility of teaching the young learners. From kids to teenagers to youths, every student would look upto their 'gurus' or 'Ustads' for their lessons. Those were not confined to books only. The whole world or the vast canvas of life was their area of learning. Along with the students, society in general used to remain eager to hear wise words from a teacher.In the 21st century, the whole scenario has undergone radical changes. In the developed countries, the senior students view their teachers as friends. At the higher institutions, they are seen engaged in debates, arguments and, even, lively gossiping, with their teachers. If the venue happens to be a place outside the classroom, they smoke together, exchange jokes and continue laughing together to their hearts' content.These spectacles were unthinkable even in the so-called modern times in the early 20th century. In the sub-continent, even the senior students engaging in free 'addas' with their teachers is still considered anathema. As per the ancient tradition, a student in the bygone days was required to get down from his bicycle and walk on pulling the two-wheeler, until a teacher passes by him. Greeting a teacher with 'salaam' or 'adab' or 'namoskar' was compulsory. There were a lot of other manners while encountering a teacher in the classroom or outside. In ancient China, students sitting inside a class with their back towards the teacher had been the custom. This was considered the best way of showing respect to their teachers. To Bangladeshi pupils today, this scenario may not appear even in the furthest recess of their imagination. It's a different episode, though.What we see today is killing a teacher with pointed wicket stump in broad daylight. The culprit is a notorious student of a college, where the teacher is in charge of disciplining hiserrant students. Such an atrocious and revolting event occurred in greater Dhaka recently. Killing of teachers by their students is nothing uncommon in the country. Almost two decades ago, a senior teacher at a reputed Dhaka school was brutally stabbed to death by one of his students at his very residence. The exact reason couldn't be known. Elsewhere in Bangladesh, physical assaults of teachers as well as their harassment on flimsy grounds by a section of rowdy students are common incidents. Compared to the social customs of revering teachers mentioned at the beginning of the write-up, these depressing incidents can only identify this country with those where savagery and lawlessness rule the roost.The episode of teacher-student bonhomie doesn't seem unusual in the countries famed for their fast way of life. On the other hand, students who do not hesitate in the least to kill or humiliate their respected teachers live in a land which has always boasted of its time-tested social values. It's a great irony. [email protected]",
        "headline_1": "O tempora! O mores! O Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/o-tempora-o-mores-o-bangladesh-1657980903",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2022"
    },
    {
        "full_article": "A mild heat wave is now sweeping over parts of Bangladesh. Forecasts of the rare weather condition in July say that it may continue for some more days. Heat waves in Bangladesh are particularly dangerous because of the high moisture in the air. Moisture obstructs the natural cooling system of the body. And people continue to suffer due to a lack of rains during the monsoon. The lives of hundreds of thousands of people, whose livelihoods depend on outdoor activities, may be at risk if the authorities concerned do not make drinking water available everywhere and make people aware of the risks borne by long stay under the sun. Health impacts of heat waves typically involve dehydration, heat cramps, heat exhaustion and heat stroke. It is typical of children to catch a cold during summer from relentless sweating. Cold compromises immunity as well making the human body vulnerable to many diseases. Fever has already hit households hard across the country with multiple members from the same family taken to sick beds. During this type of heat wave, we should try to avoid heat exposure or keep it to a minimum. In case you need to step out, try to avoid being in direct contact of the sun from 11:00pm to 2:00pm. This is the period when the sun is the hottest and can cause intense sunburn and dehydration. Try to keep cool and avoid dehydration by consuming lots of fluids and foods high in water content such as cucumbers. Drink sufficient water, even if you do not feel thirsty. When stepping out, remember to carry a bottle of water and keep sipping. Avoid drinking caffeinated beverages like tea and coffee as these might increase dehydration. Ensure using adequate skin protection when doing outdoor work such as wearing full sleeve clothes to minimise skin exposure to harmful and harsh rays of the sun. Afroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Staying safe from heat wave",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/staying-safe-from-heat-wave-1657980947",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-07-2022"
    }
]