[
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Washington last week was brief but packed with headline-generating developments. The visit came less than a month after U.S. President Donald Trump was sworn in, making Mr. Modi the fourth world leader to hold bilateral meetings with him, following the leaders of Israel, Japan, and Jordan, all close U.S. allies. The joint statement issued afterwards outlined a range of substantive discussions. While many announcements focused on India’s purchases of American goods and investments in the U.S., they managed to avoid some of the tough measures many had anticipated. Both sides launched ‘Mission 500’ ($500 billion in bilateral trade by 2030) and initiated discussions on a free trade agreement, with phase one of the draft expected this year. Mr. Trump announced an increase in Indian purchases of U.S. energy, oil, and defence equipment, moves expected to help balance the $45.7 billion U.S. trade deficit within the total $130 billion goods trade. Additionally, there was agreement on a new umbrella framework, COMPACT, or Catalyzing Opportunities for Military Partnership, Accelerated Commerce & Technology for the 21st Century, to streamline cooperation across key sectors. They also rebranded the Biden-era Initiative on Critical and Emerging Technologies (iCET) as Transforming the Relationship Utilising Strategic Technology (TRUST), focusing on semiconductors, quantum computing, and AI, with a commitment to developing an AI infrastructure road map this year. A significant moment came when Mr. Trump announced his approval of the extradition of Tahawwur Rana, involved in 26/11 attacks, to India for trial.Once the dust settles on Mr. Trump’s unconventional remarks and Mr. Modi’s rare engagement with the media in this format, India must assess the broader takeaways from this visit. The positive optics and their camaraderie signal a strong foundation for India-U.S. relations over the next four years. There is also clear continuity in key areas of strategic partnership, including Indo-Pacific engagement and the Quad, with Mr. Trump’s planned visit to Delhi for the Quad Summit later this year expected to reinforce these commitments. However, economic discussions, trade, energy, nuclear cooperation and defence are likely to dominate the India-U.S. agenda, giving the relationship a transactional turn reminiscent of Mr. Trump’s first tenure. There is not much evidence that Mr. Modi’s visit significantly softened Mr. Trump’s stance on imposing counter-tariffs and reciprocal taxes or influenced a more humane approach to the deportation of undocumented immigrants aboard military flights. These could present challenges for the Indian government going forward. As India engages with the new U.S. administration, it must carefully assess its own interests, assert its position where necessary, and push back when required to safeguard its strategic and economic priorities. Published - February 17, 2025 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        energy resources\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        defence equipment\n                    \n                            /                      \n                        \n                        semiconductors and active components\n                    \n                            /                      \n                        \n                        extradition\n                    \n                            /                      \n                        \n                        act of terror\n                    \n                            /                      \n                        \n                        Mumbai terror attacks\n                    \n                            /                      \n                        \n                        Japan\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        nuclear power\n                    \n                            /                      \n                        \n                        illegal immigrants\n                    \n                            /                      \n                        \n                        taxes and duties",
        "headline_1": "​Transactional turn: On India and the new U.S. administration",
        "headline_2": "India must push back against the U.S. and safeguard its interests",
        "link": "https://www.thehindu.com/opinion/editorial/transactional-turn-on-india-and-the-new-us-administration/article69226804.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "A recent ruling by the Chhattisgarh High Court, which held that “unnatural sex” by a husband in marriage is not an offence, heavily relies on the presumption of consent within a marital relationship. The case involved a 40-year-old man from Bastar district who had been convicted by a sessions court in connection with the death of his wife in 2017. The sessions court found that the wife, in her 30s, fell ill and subsequently died following a forced physical relationship. However, on appeal, the High Court acquitted the husband. At the core of any discussion on marriage, or any relationship, must be the principle of consent. When physical harm occurs, especially leading to a tragic death, it cannot be excused under the presumption of marital consent. The issue at hand is not about the nature of the sexual act but the absence of consent and the use of force. The High Court relied on Exception II of Section 375 of the Indian Penal Code, which does not recognise marital rape as an offence unless the wife is under 15 years old — the Supreme Court of India raised this age to 18 in the Independent Thought vs Union of India & Anr. case (2017) — to justify acquitting the husband. This overturned the sessions court’s verdict, which had sentenced him to 10 years of rigorous imprisonment.The ruling once again brings attention to the ambiguous legal terrain surrounding sexual violence in marriage. In October 2024, the Supreme Court deferred hearings on pleas to criminalise marital rape. In previous judgments, it had indicated that the responsibility lies with the legislature to introduce laws on this issue. The Union government has also stated that criminalising marital rape could “undermine the institution of marriage”. India remains one of the few countries where marital rape is not a criminal offence. Yet, data from the National Family Health Survey 5 (2019-2021) reveal that 32% of ever-married women aged 18 to 49 years in India have experienced physical, sexual, or emotional spousal violence, with only a small percentage seeking help. This stark reality should serve as a wake-up call for lawmakers, law enforcement, and society at large to take urgent action in ensuring women can live free from violence and fear. While constitutional safeguards on life, liberty, equality, and dignity exist, and laws are in place to protect women, true change requires a shift in societal attitudes and mindsets. No relationship, marriage included, should provide immunity for violence. Published - February 17, 2025 12:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Chhattisgarh\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        marriage\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "​Sex and violence: On the judiciary, Indians and marriage",
        "headline_2": "Marriage should not provide immunity for sexual violence",
        "link": "https://www.thehindu.com/opinion/editorial/sex-and-violence-on-the-judiciary-indians-and-marriage/article69226334.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "Railways can’t dodge blame for New Delhi station stampede, because it failed to learn from past mistakes\nPublic memory is short, so is the official kind. Otherwise, 18 people wouldn’t have died in a stampede at New Delhi station on Saturday night. In 2010, the same station – India’s second busiest – had decided not to change train platforms abruptly after one such change caused a stampede and two deaths. On Saturday, eyewitnesses said the rule was broken. Railways denies this. It says the stampede occurred when a passenger slipped and fell on the stairs leading to platforms 14 and 15. How could it have foreseen or averted this?\nCrowd management is a well-researched science. Between 1980 and 2022, at least 13,700 people were killed in stampedes globally, many of which started with a person falling. Qutub Minar stampede of Dec 1981 is a case in point. Someone slipped in the dark, but 45 people died because the Minar’s exit was blocked. The fall didn’t kill anyone – people were crushed by the weight of those behind them. At Mumbai’s Elphinstone Road station in Sep 2017, crowd pressure had built up, but the crowd ‘collapsed’, leading to 23 deaths, after a woman slipped. So the sensible thing is to avoid an unmanageable build-up because the force of people pressing each other in a crowd can easily touch 450kg – enough to break a wall or bend a steel railing. A force of about 600kg – getting buried under 7-8 persons – can kill in 15 seconds without visible signs of trauma.\nThe space between platforms 14 and 15 was terribly crowded on Saturday. Reports say this happened because Railways kept selling 1,500 unreserved tickets per hour. Passengers waiting for delayed trains – Swatantrata Senani Express and Bhubaneswar Rajdhani – were also present on the platforms. Which brings us to what CAG said about the Prayagraj station stampede during the 2013 Kumbh that left 37 dead. One, Railways failed to check the flow of pilgrims towards the station. Two, 48% fewer security staff were deployed. Three, freight trains delayed the running of mela special trains. So, history repeated itself as tragedy on Saturday.\nKumbh 2025 ends in about 10 days. One last major snan is scheduled on Feb 26, Shivratri. There will be another vast influx of pilgrims. Railways should remember past lessons this time and ensure history does not repeat as farce.\n\n",
        "headline_1": "Pull the chain",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pull-the-chain/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "The capital of both Punjab and Haryana, Le Corbusier’s city has much for the visitor to savour\nA weekend trip provided Bunny and me with a rediscovery of Le Corbusier’s city, snuggled at the foot of the Shivaliks like a cat in purring repose.\nThe city was much the way we recalled it from an earlier visit, its geometric sectors of gracious residences with picture windows affording cinemascopic views of the hills, linked by tree-lined thoroughfares which invite the description of boulevards. \nOften described as a place for sedentary retirement, the tri-city area of Chandigarh, Panchkula and Mohali is abuzz with activity. Not content to busy itself with being the capital of both Punjab and Haryana, the Pearl of the North, as it is billed, Chandigarh plays host to diverse expressions of cultural and culinary endeavour. \nWe stayed in a spectacular art gallery-cum-museum – which features paintings by Husain and Jamini Roy among others, and an encyclopaedic exhibition of porcelain from across the world – in the modest guise of a home-stay establishment run by former merchant navy captain, actor, and collector indefatigable of the rare and priceless, Dan Dhanoa. \nAn array as impressive is Chandigarh’s literary calendar, thanks to a group, The Novel Bunch, which organises seminars and story-telling sessions, and ‘Inkreadable’ interactions with writers and other creative minds. \nBesides sustenance for the mind and spirit, Chandigarh provides nourishment of a bodily kind. We drove through resplendent green and yellow fields of paddy and mustard to Piggy Banks Farm, a venture dedicated to porcine products, where Ranndeep Chonker treated us to a barbecue which would have tempted a lifelong vegetarian to turn meativore for a day. \nAs a parting gift, celebrity Chef Vikas Chawla presented us with millet-based cookies and laddoos to eat on our drive back. Vikas is a pioneering promoter of a group of grains like bajra and ragi, collectively known as millets, which are healthier to eat, and more econ-friendly to grow, than rice or wheat. \nHis recipe book, which he gave us, features everything from millet khichdi to millet kheer, and promises to provide us with an abiding taste of Chandigarh. \n\n",
        "headline_1": "Taste of Chandigarh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/taste-of-chandigarh/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "Smart glasses are at a tech inflection point. But surrendering our reality to them is tricky\nOur lives after the smartphone are near unrecognisable from before. If smart glasses really take off, another disruption is certain. But is such a takeoff imminent? Doubt comes from remembering Google Glass. After super intense hype, disinterest as much as resistance ended the project a decade ago. But the current moment feels different. More than a million units of Ray-Ban Meta smart glasses were sold last year. The Chinese, the Koreans, Google, Amazon, so many are now bringing so much game to this. Advances on both AI and hardware fronts really seem to be syncing up to rewrite the “future of Human Connection”.\nBut wiser from the smartphone transition, we shouldn’t rush into this one. Last year, a bespectacled Harvard junior asked a man on campus, if he was “the person working on minority stuff for Muslims in India”. He was. A couple of students had been demonstrating how easily their smart glasses could figure out people’s name, occupation, address and other personal details. Others’ cameras already have so much power over our privacy. But if the level of doxxing, stalking, scamming, and more harms is now set to exponentially rise, where are the commensurate safety tools? Tech companies owe us those.\nBut also think about how smart glasses may totally upturn our relationships with the present and each other. We already spend too many family meals looking into our phones rather than at each other. On a train to work or a remote mountain hike, a political rally or board meeting or school reunion, imagine if we stop seeing reality face to face. Today’s smart glass geniuses are saying these won’t be “pass-through” but capable of overlaying holograms on the real world. Are we ready to let some lens and AI agent gloss all life for us?\n\n",
        "headline_1": "Future lens",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/future-lens/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "Even before Trump took his second oath of office, a few things were clear to New Delhi in its initial interactions. One, this was Trump unalloyed, no longer moderated by inexperience and a Beltway staff as he was in his first term. Two, India should not expect leeway because of strategic relations.\nTrump largely sees allies and partners as freeloaders, he would have to be won over on additional grounds. Three, India’s two biggest negatives for the US president were its protectionism and its illegal migrants.\n\nLike most world leaders, Modi agreed to Trump’s invitation for an early summit with some wariness.\nRead full story on TOI+.\n\n",
        "headline_1": "He likes India but likes tariffs more",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/he-likes-india-but-likes-tariffs-more/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "We welcome the initiation of the official process to build consensus on the proposals submitted by six key reform commissions, with Chief Adviser Muhammad Yunus calling it the start of the \"second phase\" of the interim government. Earlier, when four of the six commission reports were submitted in mid-January, Prof Yunus took a similarly upbeat view of it alluding to a \"new chapter\" for the nation. Indeed, the first meeting of the National Consensus Commission, attended by some 100 representatives from 26 political parties and alliances, was all about reaffirming the commitment to state reform in line with the spirit of the July uprising, as well as determining the process of consensus building. At the end of this process, there will be a charter based on discussions with political parties and civil society, which will serve as a roadmap for executing the reforms.\nThe significance of undertaking this process properly cannot be overstated. Prof Ali Riaz, co-chair of the seven-member consensus commission, has stated that dialogues will be held with all political parties individually and in groups, including \"unofficial discussions.\" He also signalled that even though the commission has been given six months, their goal is to reach consensus as soon as possible. Summaries of the six reports have already been shared with political parties for review and feedback. Reportedly, there will be a methodical approach to collecting feedback. One participant at Saturday's meeting told Prothom Alo that mention was made of a website where the reform proposals would be published and political parties can mark \"yes\" or \"no\" on each, ensuring transparency and accountability in the process.\nThat said, we think it is important that the reform proposals are categorised based on feasibility and urgency. For example, certain proposals—such as improving electoral integrity, ensuring transparent governance, or curtailing the prime minister's powers—already enjoy broad consensus. Others—such as constitutional amendments or restructuring key institutions—may require prolonged deliberation and public endorsement. It is also essential to separate short-term, easily implementable reforms from those requiring long-term structural changes. However, the greatest challenge will be in reaching consensus on the most critical reforms. This is where political parties must demonstrate their commitment by prioritising national interests over partisan agenda.\nUnfortunately, consensus-building has historically been fraught and elusive in Bangladesh's politics. When the BNP secretary general refers to a \"minimum consensus\" as a baseline for wrapping up this process, leading to the next elections, it further raises questions about its success. We, therefore, urge political parties to engage in the reform dialogue with the sincerity and compromise it demands, because without political buy-in and constructive engagement, even the most well-intentioned reform initiatives may falter. They must rise above their differences, partisanship, and adversarial postures for the sake of a \"new Bangladesh\" that truly reflects the aspirations of those who fought and sacrificed during the July uprising. The ball is in their court now.\n",
        "headline_1": "Time to set aside partisan interests ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-set-aside-partisan-interests-3825616",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "In a quiet neighbourhood of a once lush green residential area of Dhanmondi, I grew up in a three-storied house that dates back to the year 1957, listening wide-eyed to stories of a man deeply involved in Bangladesh's struggle for sovereignty and democracy. It is hard to come up with a title that befits Kamruddin Ahmad. Having played different roles throughout his lifetime—politician, historian, writer, diplomat, language activist, or trade unionist—he crafted himself into whatever the country needed him to be at that point in time, in the quest for liberty. Yet, despite his vast contributions, his name is seldom mentioned in mainstream discussions of Bangladesh's political history. At a time when Bangladesh is at a crossroads—grappling with the remnants of authoritarianism while striving for meaningful reforms and principled leadership—his vision and unwavering commitment to democracy, the rule of law, and historical documentation offer lessons that remain strikingly relevant today.\nBorn on September 8, 1912, in Sholaghar village in Munshiganj District, Kamruddin Ahmad demonstrated early academic brilliance and intellectual curiosity. He studied at Barisal Zilla School and B.M. College. His initial hostel days were carefree and full of youthful exuberance, but they quickly turned somber after he lost his doting mother in 1929, severing all ties with his family. He moved to the capital to stay with a paternal uncle while earning a Bachelor of Arts degree in 1934 and a Master of Arts in English in 1935 from the University of Dhaka, later pursuing law in the 1940s from the same institution.\nAhmad began his career as a teacher at Armanitola Government High School in Dhaka but soon found his calling in politics. Initially, he was aligned with the Muslim League, supporting its political vision, but after the partition of 1947, he shifted his allegiance to the Awami League, believing it better represented the aspirations of Bengalis. However, disillusioned with party politics, he left and joined the diplomatic service. He served as Pakistan's Deputy High Commissioner in Kolkata and later as Ambassador to Myanmar and Cambodia before retiring from diplomacy. By 1962, he had turned to legal practice while also remaining active as a trade unionist. His involvement in politics was never a matter of personal ambition but rather a reflection of his dedication to justice and social reform.\n\"Party politics has never attracted me. I have never applied to any party for council membership in my life. I didn't even go to the polling station to cast my vote. As long as I have been associated with politics, I have done the politics of the country, but I was not a member of any party except for two years from 1955. I believe in the politics of men, but not party politics. I have never been tempted by power. I remain a student of politics forever, but I never became a political leader.\"\nHe was a vital figure in the Sarba-daliya Rastrabhasa Sangram Parishad, advocating for Bengali to be recognised as a state language. His efforts contributed to the foundations of the Language Movement, a pivotal moment in Bangladesh's history. According to Rash B Ghosh, an Indian politician, \"Various progressive political forces of East Bengal started mobilising support for making Bengali one of the state languages of Pakistan even before the emergence of the nation. For instance, some of the Bengali Muslim Leaguers formed the Gono Azadi League under the leadership of Kamruddin Ahmad in July 1947. In its manifesto, [he] clearly emphasised: 'Bangla will be our state language. All necessary steps need to be taken immediately for making Bangla language suitable for all parts of Pakistan. Bangla shall be the only official language of East Pakistan.'\"\nApart from being a statesman, Ahmad was a prolific writer and historian. His books offer critical insights into Bengal's socio-political developments and the ideological underpinnings of Bangladesh's independence. He meticulously documented the struggles of the people, the failures of political leadership, and the lessons that should be drawn from history. His writings serve as essential readings for anyone seeking to understand the history of Bangladesh beyond conventional narratives. Ahmad authored several books, including A Social History of Bengal (1957), A Socio-Political History of Bengal, The Birth of Bangladesh, Purba Banglar Samaj O Rajneeti (1976), Banglar Madhyabitter Atmabikash (two vols), Swadhin Banglar Abhyuday Ebong Atapar (1982), and Banglar Ek Madhyabitter Atmakahini. His most popular books revolve around the theme of the Muslim middle class, where he observed the development of the Bengali Muslim middle class as a complex process and discussed the dilemmas of this class, their struggles, and their prospects. He writes, \"One of the characteristics of the Bengali middle class was that they were divided. On the one hand, they had tradition, and on the other hand, they had the desire to modernise.\"\n\n\"I believe in the politics of men, but not party politics. I have never been tempted by power. I remain a student of politics forever, but I never became a political leader.\"\nNow, more than four decades after his demise, even his magnum opus of books is all but forgotten. Collecting dust on the bookshelves of my own house, despite being his granddaughter, I myself do not find the time to pick them up, despite my mother's incessant requests. Only a handful of researchers, academicians, or intellectuals know about him or the extent to which this man has contributed to the sociopolitical fabric of this nation. One can only assume how unaware most of the younger generation is about him, which is dismal, given the state of affairs in the country and how impactful his philosophies and historically objective documentation of the political landscape could have been for those invested in the future of the country.\nIt is quite interesting that he removed himself from politics early on, having lost interest or not wanting to compromise his principles, yet he chose to be an avid observer and commentator. In the words of Professor Salimullah Khan, published in this daily a decade back, \"Kamruddin Ahmad is a witness, a man of great introspection. He is a historian who writes in full spotlight of the other's gaze. 'A man who was himself involved in the political turmoil for more than a quarter of a century,' he admits, 'cannot pretend to be aloof.' He nevertheless betroths objectivity of sorts: 'I have, however, tried to be as objective as possible because I am conscious that I might become a source for future historians.' It's not too much to say that he partly succeeded.\"\nThe man dedicated his life to the betterment of this country not only professionally but also personally, making the ultimate sacrifice of losing his youngest son, Nizamuddin Azad, who fought in the Liberation War of 1971 as a member of the Mukti Bahini. The rebellious son, a student activist involved in a Communist Party group, was named after freedom itself—it was as if Kamruddin Ahmad had finally met his match in the family, and their fate was intertwined, with the father outliving his son.\nIn May 1971, Azad left home to join the guerrilla forces fighting for Bangladesh's liberation. In October 1971, the Pakistan Army arrested Kamruddin Ahmad, who faced the same brutality inflicted upon many intellectuals and political figures of the time. His arrest was a reflection of the broader crackdown on those who resisted Pakistan's rule. He remained in jail until Bangladesh's victory, and on December 17, 1971, the morning after the Pakistani Armed Forces surrendered, he was finally released. However, upon his release, he learned that Azad had never returned from the war. This devastating news marked a turning point in his life, and those who knew him say he was never quite the same again.\nKamruddin Ahmad remained a significant figure in politics and academia post-independence. As General Secretary of the Trade Union Federation, he tirelessly worked for labour rights and social justice. His tenure as President of the Asiatic Society of Bangladesh (1976–1978) allowed him to document and preserve Bangladesh's political and historical heritage. More than a politician, he was an intellectual force, a historian, and a mentor Bangladesh never fully recognized. As the country moves forward, revisiting his teachings and leadership could help build a more informed, progressive, and ethical political landscape.\nIn this moment of crisis, the country desperately needs leaders like him—those who champion democracy, social justice, and historical awareness. The absence of ethical leadership and intellectual discourse in contemporary politics makes Kamruddin Ahmad's legacy more pivotal than ever. His emphasis on historical awareness, democratic values, and political ethics could have helped provide a roadmap for the nation's future. His vision for Bangladesh was one where education, political consciousness, and justice shaped governance, and his ability to analyse political shifts and advocate for social reform is something today's leaders and young activists can learn from.\nHis son's sacrifice in the Liberation War stands as a testament to the values he instilled—proving that true patriotism is about service and sacrifice, not just rhetoric. His journey reminds me of the notion that even if you steer far away from politics, you make a political statement. To come across someone who was involved in the political landscape not to seek leadership or power, but to become a tour de force as a witness, thinker, and historian is rare. Perhaps his way of politics is what the country direly needs right now.\nIqra L Qamari is a project development consultant, a writer, and Kamruddin Ahmad's granddaughter.\n\n",
        "headline_1": "A visionary political thinker we must remember",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/kamruddin-ahmad-visionary-political-thinker-we-must-remember-3825991",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "The worrisome trend of declining investment in the country over the last few years sadly paints a gloomy picture for job creation and economic growth in the near future. According to the Bangladesh Bureau of Statistics, the investment-to-GDP ratio—which has been struggling to pick up since the Covid pandemic—dropped from 32.25 percent in FY2022 to 30.95 percent in FY2023 and then further declined by 0.25 percentage points in FY2024. If this trend continues, the country risks falling further behind its regional competitors in attracting both domestic and foreign investment.\nGlobal phenomena such as the pandemic and the Russia-Ukraine war are partly responsible for the drop. But at the local level, high inflation, an unreliable energy supply, and the fast depletion of our foreign currency reserves—depreciating the taka against the dollar—have also deterred fresh investments. Moreover, with the cost of doing business increasing due to the dollar becoming more expensive, many foreign businesses have closed their operations and left. Corruption, inconsistent policies, the fragile banking system, and political unrest and instability have added to these troubles, dampening the confidence of the local business community. The growing perception that policies favour a select few rather than fostering a level playing field has further discouraged new ventures and innovation. And even though economic data had been inflated during the past regime to create a rosy picture, casting doubt on the exact investment-to-GDP ratio, the investment atmosphere has undoubtedly hit a snag.\n\nWith unemployment already on the rise, especially among graduates, a decrease in investment means fewer jobs will be created in the country, which could exacerbate the ongoing economic struggles and lead to further frustration and discontent among the populace—especially among young people. The lack of well-paying jobs has already pushed many skilled professionals to seek opportunities abroad, intensifying the brain drain issue. Therefore, it is high time for the authorities to focus on boosting investment to achieve long-term economic stability.\n\nThe interim government must focus on creating an investment-friendly environment in the country by removing bureaucratic red tape and inefficiencies, curbing corruption, and strengthening the banking sector. Policies for economic diversification, reassessment of the investment structure, protection of small businesses and low-income groups, and reformation of tax incentives should be implemented to restore business confidence. On the global front, proactive diplomatic measures should be taken to tackle uncertainties. In parallel with drawing up policies to restore macroeconomic stability, the accuracy of economic data must also be ensured.\n",
        "headline_1": "Take measures to boost investment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-measures-boost-investment-3824991",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Universal health coverage: a reality or mirage?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/universal-health-coverage-a-reality-or-mirage-1739718887",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Weak-kneed power deal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/weak-kneed-power-deal-1739718989",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Focusing on source of price manipulation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/focusing-on-source-of-price-manipulation-1739719105",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Is violence the answer?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-violence-the-answer-1739719136",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2025"
    }
]