[
    {
        "full_article": "The manner in which the Supreme Court has suspended the operation of a Bombay High Court judgment discharging G.N. Saibaba and others in an alleged Maoist conspiracy case is quite unusual and raises critical questions. It is true that their conviction by a trial court — with Prof. Saibaba and four others being sentenced to life and another to 10 years under provisions of the Unlawful Activities (Prevention) Act (UAPA) — was set aside by the High Court not on merits, but only on technical grounds, and the state may feel aggrieved. However, the apex court could have been more restrained while entertaining an appeal against the order. The Court showed extraordinary zeal in fulfilling the Maharashtra government’s wish to have an immediate hearing. A special Bench of Justices M.R. Shah and Bela Trivedi was formed to hear the appeal on a Saturday. Consider the circumstances: the accused have spent years in prison, Prof. Saibaba is disabled, and soon after their discharge, they were required to file a bond under a procedure that requires even those acquitted to be available for further proceedings in case there is an appeal. It is doubtful whether the Court should have responded with such swiftness just to suspend a judgment that has given detailed reasons for discharging the accused. After all, appeals against acquittals are not uncommon.The gist of the High Court verdict is that in the case of five accused (one of them died in prison), the sanction for their prosecution under UAPA was invalid because material was placed before the sanctioning authority and sanction obtained on the same day, and that there was no summary of the analysis of the evidence made by an independent reviewer to assist the grant of sanction. In the case of Prof. Saibaba, cognisance was taken and even a witness was examined before the sanction order arrived, rendering the entire proceedings void. The Government may have an arguable case, going by Section 465 of the CrPC, that any error, omission or irregularity in the matter of sanction would not vitiate the trial, unless there has been a failure of justice as a result, and that it is a curable defect. However, these issues have been elaborately dealt with by the High Court. The Bench has concluded that when dealing with special laws such as the UAPA, every safeguard provided by the legislature, however small, must be zealously protected. A 1976 judgment does give the Supreme Court the power to suspend an acquittal order, but as a matter of principle, the benefit of acquittal or discharge must not be interdicted by an appellate court without a full hearing.",
        "headline_1": "Questionable urgency: On the Supreme Court’s stay on G.N. Saibaba’s acquittal",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/questionable-urgency-the-hindu-editorial-on-the-supreme-courts-stay-on-gn-saibabas-acquittal/article66018270.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "The United Kingdom is fast becoming a cautionary tale for how bad politics can lead to even worse economics. Prime Minister Liz Truss was once seen as a new hope for breathing life back into the sinking fortunes of the U.K. Conservative Party after its previous leader, Boris Johnson, squandered the goodwill of success with the COVID-19 vaccine programme and embarrassed Downing Street with the Partygate scandal. Now, Ms. Truss is in her party members’ crosshairs after foisting a disastrous set of economic policy proposals on the country, which was already shuddering under the weight of global developments impacting energy prices, inflation, and economic activity. Flipflops, U-turns and a lack of coherent long-term strategy for economic stability and growth have marred what little merit there might have been in her advocacy of policies to transform the U.K. into a “high growth, low cost” economy. The questionable, doctrinaire ideas at the heart of the Truss government’s missteps, which in its worst moments required the Bank of England (BoE) to step in with a £65bn emergency bond buying programme to stabilise gilts and the cost of government borrowing, stem from her campaign promise to cut taxes extensively. While most Tories would in principle be happy with that proposition, what has befuddled macroeconomists is that instead of following up her energy price guarantee scheme — a timely intervention in the face of rising gas prices linked to the Ukraine invasion — with consultation with the BoE on stabilising inflation, Ms. Truss jumped headlong into tax cut mode.The cost of this ill-timed fiscal foray was severe. The proposal of Ms. Truss and erstwhile Chancellor of the Exchequer, Kwasi Kwarteng, to abolish the 45% top rate of income tax on incomes of £150,000 or higher, raised eyebrows. Combined with their unfunded plan to scrap an increase in corporate tax from 19% to 25%, from next April, it was clear that these measures would burn £45bn in government finances. The market turmoil has signalled the true extent of disapproval of Ms. Truss’s formulas — yields on 10-year government bonds jumped from 3.5% to 4.3%, then held firm at nearly 4.05% after BoE intervention. Meanwhile the pound lost value, the mortgage market was thrown into chaos, and the country is now staring at a bumpy path ahead before inflation can be tamed. Far from being the leader who could extricate the Conservative Party from its shambolic, scandal-ridden image, Ms. Truss has likely added the label of “incompetence” to the Tory governance image. For her poor performance, her time on Downing Street may draw to a close sooner than she expected.",
        "headline_1": "Fuel to the fire: On the Liz Truss government’s missteps",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fuel-to-the-fire/article66017915.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "There are two types of gods in this world. The singular god of monotheists and the many gods of polytheists. The one god of monotheists demands obedience to the law he communicates through messengers. The many gods of polytheists offer all sorts of help, and solve all sorts of problems, provided they are given something in exchange.\nMonotheists tell the story of how their one god once asked his messenger to sacrifice his son, but observing his unconditional obedience, stopped the human sacrifice at the last minute and replaced the human victim with a sheep.\nRead full opinion on TOI+\n\n",
        "headline_1": "The politics of human sacrifice: Elitist condescension is misplaced even in the most brutal instances, including the current Kerala case",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-politics-of-human-sacrifice-elitist-condescension-is-misplaced-even-in-the-most-brutal-instances-including-the-current-kerala-case/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "Phishing attacks are not a new phenomenon. But the rapid penetration of smartphones and online banking and payment systems without a matching leap in awareness of their risks, seems to have given the scamsters a worrying edge over consumers. Many of them feel compelled to respond to WhatsApp and SMS messages and phone calls when these threaten to disconnect a key service or promise attractive rewards. That the voice on the other end is armed with a lot of personal information makes it harder to doubt the caller. Ultimately, digital awareness has to grow. Governments, cops, banks, telcos, payment and messaging services should keep incessantly educating citizens of safe practices.\nFor example, recent weeks have seen a flurry of scam messages threatening users that their electricity connection will be disconnected for failure to pay power bills. All it takes to lose your precious life savings is clicking on a dodgy link or being swayed by a persistent “call centre executive” to share a banking OTP or PIN – which should never be shared. For elderly and other vulnerable citizens, it is a devastating experience to watch their bank accounts wiped out in the blink of an eye.\nA 2021 Microsoft survey of adult internet users suggests that India has had the biggest percentage point increase in people who lost money through a scam since 2018. NCRB numbers also clearly reveal a proliferation of cybercrime. From just 9,622 cases in 2014, they have shot up 450% to 52,974 in 2021. More worryingly, the police’s chargesheeting rate in cyber crimes is just 33% against 90% in murder or rape cases, suggesting a real difficulty in investigating these cases and nabbing perpetrators. Many victims also complain of lacklustre bank assistance in helping recover the funds.\nScamsters often use SIMs and bank accounts belonging to poor people – who have a desperate incentive to hand these over for a small commission – and withdraw the cash quickly. So the trail can go cold equally fast. RBI is reportedly planning a fraud registry to monitor dubious transactions using AI and big data, and this is really needed to link various complaints. Telecom and messaging companies must also closely track those doing telecalling and sending bulk messages. Better coordination and intelligence-sharing between these entities are just as important, without violating the privacy of law-abiding citizens of course.\n\n",
        "headline_1": "Protect your PIN: Improve personal and systemic vigilance, stop cybercrime from blotting India’s rapid digital transition",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/protect-your-pin-improve-personal-and-systemic-vigilance-stop-cybercrime-from-blotting-indias-rapid-digital-transition/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "A SpiceJet flight operating the Goa-Hyderabad route on Thursday made an emergency landing at its destination following smoke in the aircraft. The airline has a troubled safety record which forced the aviation regulator DGCA in August to cap its flights at 50% of its summer schedule departures. Prior to imposing the cap, DGCA had issued a show-cause notice to the airline after reviewing a series of safety incidents beginning April. Following the review, DGCA concluded that the airline had poor internal safety oversight and inadequate maintenance.\nJuxtapose DGCA’s conclusions on SpiceJet’s safety review with GoI’s assessment of air accidents since 2016. In response to a Rajya Sabha question in March, GoI said the main reasons for accidents were the failure of cockpit crew to stick to standard operating procedures, technical defects and factors related to weather and ATC. Given this background, SpiceJet’s recurring safety problems beg questions of DGCA’s approach. Keep in mind a DGCA financial assessment of SpiceJet in 2021 showed that as the airline’s suppliers had not been paid regularly, there was a shortage of spares. Moreover, the airline had not regularly deposited statutory dues such as PF.\nSpiceJet has a market share of about 8%. DGCA data showed that of the 10 airlines flying, SpiceJet usually has the highest passenger load factor. It was around 84.6% in July and August. DGCA describes itself as a regulatory body dealing primarily with safety issues. There are no trade-offs between safety and any other factor affecting the aviation industry. Now, following the latest incident, DGCA has begun an investigation into it. What will it take for an investigation to translate into measures that end the recurring problems at SpiceJet?\n\n",
        "headline_1": "Safety first: DGCA must step up its actions against SpiceJet, ensure better oversight and maintenance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/safety-first-dgca-must-step-up-its-actions-against-spicejet-ensure-better-oversight-and-maintenance/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "The relentless global technological-manthan has spewed both amrit (ambrosia) and vish (poison). Crime is generally globally networked now. From drug trafficking and human trafficking to terrorism and child exploitation, it has no geographical boundaries.\nFight online exploitation of children: The most abominable crime of all is online child sexual abuse. Tragically, it is growing exponentially – insidiously, surreptitiously and anonymously.\n* Images and videos are indiscriminately – and often under innocuous covers – available on social networking and allied websites on all electronic devices connected to the internet.\nRead full opinion on TOI+\n\n",
        "headline_1": "Internet age needs better international policing: The Interpol general assembly in New Delhi should open new avenues for cross-border crime-fighting",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/internet-age-needs-better-international-policing-the-interpol-general-assembly-in-new-delhi-should-open-new-avenues-for-cross-border-crime-fighting/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "It is disappointing to know that the majority of \"house tutors\" of Dhaka University, who are supposed to act as guardians of students, hardly ever visit their halls for months on end. A report in this paper has revealed that although there are specific guidelines for house tutors to visit their designated blocks or floors at least once a week, and hold meetings with students once a month, these instructions are largely ignored by most. So why are they not turning up?\nReportedly, there are 150 house tutors for the men's dormitories and 73 for the women's dormitories. But after interviewing students, our correspondents found that many of them have not even seen their house tutors, let alone have meetings with them. Others have said their visits have been rare and after long gaps. This is very unfortunate, to say the least.\n\nStudents in the halls need someone they can trust, and with whom they can share the problems they are facing. The conspicuous absence of house tutors points out to the general lack of control and accountability of the authorities over these dormitories.\nAlmost all the halls of DU are controlled by the cadres of Chhatra League, and ordinary students are compelled to pledge allegiance to them if they want to stay in the halls. As the media has reported, there have been incidents of physical and psychological abuse of students by some leaders of the student front who enjoy continuous impunity for their crimes. Students in the halls need someone they can trust, and with whom they can share the problems they are facing. The conspicuous absence of the house tutors points out to the general lack of control and accountability of the authorities over these dormitories.\nHouse tutors get residential facilities and honorariums for this post, which makes them obligated to carry out their basic duties. If they are willing to enjoy these benefits, why are they not willing to provide basic guidance and counselling to the students as required by the university guidelines?\nCompared to the men's dormitories, house tutors in the women's halls were reportedly much more proactive. Female students told this newspaper that their house tutors did come to the halls once a month, and often called them to their offices to listen to their problems and allocate seats relatively impartially. In a situation where politics dominates even when it comes to seat allocation, it is laudable that these house tutors of the women's dormitories are trying to live up to the role they have been entrusted with. This begs the question: if they can do their job despite political pressure, why can't those from the men's dorms follow suit?\nIt goes without saying that the university authorities must investigate the reasons behind the continuous absence of these house tutors and their failure to contribute to the welfare of the students. It is high time students and their overall wellbeing were given priority, rather than maintaining the status quo that has proved to be so deleterious to campus environment in general.\n",
        "headline_1": "Where did the DU house tutors go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/where-did-the-du-house-tutors-go-3144776",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "Whoever said that poverty is \"violence with tacit consent\" couldn't be truer at the moment. And this violence – in the form of relentless assaults on the wallets of the poor – seems to be getting out of control in Bangladesh. According to a survey of the World Food Programme, 68 percent of the people are struggling to buy food. The sky-high prices of food – which 88 percent of the surveyed identified as a major challenge – are getting harder to deal with: 64 percent said they took loan, and 29 percent of families said they used their savings, to buy food in August.\n\nEvidently, things have reached a point where the extremely high living cost has created a dystopian reality for the ordinary people. \nWith food and non-food inflation hovering near double digits, the poor could really use some breathing space. High inflation, according to experts, is affecting people's purchasing capacity, and thereby compromising their health and future. As revealed by Bangladesh Bureau of Statistics, food inflation reached 9.08 percent in September, after hitting 9.94 percent in August – the highest since FY 2012-13. Meanwhile, non-food inflation reached 9.13 percent in September. How will the poor survive in such a situation?\nThey are being forced to spend less and less on food, as they can't cut spending on rent, utilities, healthcare and transportation, the costs of which have also jumped. While talking to this newspaper, some people described how they are struggling to pay for even the most basic food items. Rice, for example, is being sold at nearly record high prices. Prices of wheat, the second most consumed cereal in Bangladesh, reached \"new record levels in September, over 70 percent above their year-earlier levels\", according to the Food and Agriculture Organisation. The prices of most vegetables also remain generally high, while eggs, once considered a low-cost source of protein for the poor, are now out of reach for many.\nThe government is apparently leaving no stone unturned to control the situation. For example, to increase the supply of rice and contain its prices, it has reduced import tariff and gave permission to 320 private firms to import 13.4 lakh tonnes of rice. The food directorate also signed contracts with India, Vietnam, Myanmar and Thailand to import 530,000 tonnes of rice under government-to-government arrangement. But continued inflation, unfriendly weather affecting domestic rice production, and the Russia-Ukraine war are proving to be too potent a combination to be contained with such measures. These are taking away for food gains made by Bangladesh.\nEvidently, things have reached a point where the extremely high living cost has created a dystopian reality for the ordinary people. While increasing food supply through ramped-up production and import is a priority, it is equally important to bring food prices within reach through greater market interventions. Also, as experts have suggested, it is important that the government creates a national relief fund, instead of separate food programmes and project-based initiatives, to provide long-term food assistance to low-income groups. True, some impediments like the Russia-Ukraine war and erratic weather will remain indefinitely. But their consequences can be minimised through implementing proper policies.\n",
        "headline_1": "No breathing space for the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-breathing-space-the-poor-3144771",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "I: A ticket to ride\nSixty years ago, John, Paul, George, and Ringo released their first single, Love Me Do, on October 5, 1962. It was a Parlophone 7-inch 45rpm with the seal 45-R 4949. Side A included Love Me Do. Side B included PS I Love You. Both were Lennon-McCartney compositions. The face of popular music changed forever that day.\nWhen George heard Love Me Do on Radio Luxembourg- the first radio station to broadcast the song- he screamed so loud that his father, Harold, thought there was an accident in the house. Ringo was happy. A late recruit to the band, he went through so much that he was disillusioned and disenchanted with the music industry. John and Paul had a sigh of relief. Love Me Do was an original Lennon-McCartney composition. The Beatles saved their face. They could show something to their fans back in Liverpool.\nLove Me Do wasn't spectacular but it was a beginning. What made it special is that there was a lot of drama in getting the song published as the first Beatles single on Side A of a 7-inch 45 rpm. Sixty years later, knowing how 'Sgt Pepper taught the band to play' would narrate an old story again to those who lived and grew up with the Beatles through 1962 to 1970. It would also narrate to those who lived and grew up with the resonance of the Beatles since 1970.\nII: With a little help from (some) friends\n\nJohn and Paul lived no more than a mile away from each other in Liverpool. Yet they never met. Paul recalls seeing a 'teddy bear boy' catching his bus a few times. Whether it was serendipity or not, Paul saw the same boy in a fish and chip shop some days later.\nThey finally did meet through a common friend, Ivan Vaughan, on Saturday, July 6, 1957. The venue was St Peter's Church. John was yet to turn 17. Paul had just passed 15.\nJohn and Paul formed a natural bond through song writing. Both had started to play the guitar and were trying to write songs. Each also lacked something they found in the other, the perfect recipe for collaboration. And that was it. Soon after that first meeting, Paul became a member of John's group, the Quarrymen, which later evolved into the Beatles.\nJohn and Paul would frequently meet at Paul's house at 20 Forthlin Road, which is now a National Trust heritage property. They skipped school to write songs. They both maintained an exercise songbook. Each page had a header, 'Another Lennon-McCartney Original'. Paul has preserved his exercise songbook but has safe-guarded its contents to the outside world. In a Rolling Stone interview from 2016, 'Paul McCartney looks back' Paul mentioned that the first 'Lennon-McCartney original' was a song called 'Just Fun'. The lyrics were indeed very innocent.\n\"They said our love was just fun\n     The day that our friendship begun\n     There's no blue moon that I can see\n     There's never been in history\n     Because our love was just fun.\"\nThe first Lennon-McCartney original that would see daylight would be a song John and Paul started in 1958 at Paul's house in Forthlin Road. In 1962, the song re-surfaced. 'With a little help from (some) friends', it started what later would be coined as Beatlemania. The song was Love Me Do.\nIII: Do you want to know a secret?\n\nBrian Epstein, their manager, sent a telegram on May 9, 1962, to the Beatles who were performing in clubs in Hamburg, (West) Germany. Epstein had secured a recording contract for the Beatles with EMI. Love Me Do was the only song the lads thought worthy of a single with a Lennon-McCartney seal. The song needed to be re-done. It was 1962. The world had changed, and so did the Beatles in four years since 1958.\nThe lyrics of Love Me Do were simple. The word love appeared twenty-two times. The lyrics are said to have been influenced by Lewis Carroll's 'Alice, stop daydreaming do'. In the 1962 re-composition, John added the bridge, 'someone to love, somebody new'. This line was sung twice. Thus, love appeared twenty-four times. The original composition was in the A Key. The rhythm was like Buddy Holly's Maybe Baby. John and Paul decided to give the song a blues touch. They re-did the song in a G Key and slowed down the tempo a bit.\nPete Best, their drummer at the time, suggested to make the middle-eight different from the rest of the song by injecting a skip-beat. This speeded up the tempo and brought it back to normal in the middle of the song.\nJohn had a different idea. He wanted the Beatles to be the first British band to include the harmonica in a song. As the story now goes, John used a chromatic Hohner harmonica that he shoplifted from Arnham, Holland during the first tour of the Beatles to Hamburg.\nThe ball was now set into motion. The recording at EMI was scheduled for Wednesday June 6, 1962. An adventure was just about to start. They would soon find out, 'home is behind, the world ahead'.\nIV: Helter skelter\n\nSession One: John, Paul, George, and Pete (Best) were scheduled for a two-hour recording session (6-8pm) at EMI. George Martin was the producer and Ron Richards (who discovered the Hollies) was the co-producer.\nWhen the Beatles arrived, Martin was in the canteen. Richards asked them to do Besame Mucho, of the Coasters. (Much to their annoyance), that was the first in a list Brian Epstein sent a few days before. It can't be proved now, if it was intentional or not, the performance wasn't up to the mark. Martin eventually rejected Besame Mucho.\nThe Beatles then suggested Love Me Do from Epstein's list. Something magical happened. The sound engineer Norman Smith (who would later produce the first two albums of Pink Floyd), told the tape operator Chris Neal to fetch George Martin. John's intro with the stolen chrome Hohner harmonica did the trick. It caught the attention of the studio.\nInitially, Martin wasn't impressed. He didn't like the lyrics. Worst of all, Martin wasn't impressed with Pete Best. His drumming wasn't studio material. This put an end to Best's stint as a Beatle.\nJohn, Paul, and George didn't get on well with Best. They took this as an opportunity to get rid of him. The problem was: who would tell Best? They asked Epstein to do the job. On August 16, Epstein called Best, ''I've got some bad news for you. The boys want you out and Ringo in'. Two days later, Ringo officially performed with the Beatles for the first time. Ringo was with Rory and the Hurricanes. He was already filling in for Best when Best wasn't available or fell ill.\nWhy did Ringo accept the offer? Maybe because at the time, the Beatles were the only band in Liverpool that had a contract with a major label.\nNot all went bad, though. Although Martin wasn't impressed with the performance of the Beatles, he did have an instinctive pulse that they could click. A second recording session was scheduled for Tuesday, September 4, 1962.\nSession Two: The second session included John, Paul, George, and Ringo. The session was scheduled for three hours (7-10pm) with a rehearsal of three hours (2.30-5.30pm) to decide which songs would be on each side of the vinyl. Martin chose How Do You Do It? for Side A in advance. It was decided that Love Me Do would be on Side B.\nThis was unacceptable for the lads. John stood ground and told Martin that the Beatles 'disliked' the song. Martin hit back. Till they come up with a better song, Love Me Do would be on Side B. After reluctant efforts, How Do You Do It? was ready. Love Me Do was scheduled to start recording at 7.30pm. However, the recording ended at 11.15pm.\nA new problem surfaced. Martin wasn't happy with Ringo's drumming. He privately suggested hiring a session drummer to John, Paul, and George. Ringo wasn't told about this development.\nA third session was scheduled for the following Tuesday, September 11, 1962. Within the interim week, music publisher, Dick James discarded How Do You Do It? It was then agreed that the September 4, 1962 recording of Love Me Do with Ringo on the drums would be included on Side A. Half of the battle was won. Now, what about Side B?\nSession Three: Ringo was dejected when he saw Andy White as a session drummer. He felt insulted when Ron Richards asked him to play maracas for percussion and not the drums on the recording of PS I Love You. Ringo was shattered when he had to play the tambourine while Andy played the drums on Love Me Do.\nIn the end, Ringo was happy. Side A would be Love Me Do; and Side B would be PS I Love You with Ringo on both sides playing the drums.\nInitial Presses: Parlophone printed 250 demonstration copies for radio stations. These copies came in a 'Top Pop' blue sleeve. Sadly, McCartney's name was mis-spelled as McArtney. The first pressing (Oct 5, 1962) came with a red label and silver print with a silver Parlophone at 12 o'clock and a Parlophone £ logo at 3 o'clock. A second pressing was done in Autumn 1963 in a black label and silver print. There were different sleeves for the first UK and US covers of the single. Over the years more pressings were done. The last was on October 5, 2012, for the fiftieth anniversary.\nAnd thus, '(sixty) years ago today, Sgt Pepper taught the band to play'.\nV: Got to get you into my life\n\nThree individuals contributed to the rise and lasting impression of the Beatles since Love Me Do.\nThe first was their (second) manager, Brian Epstein. Epstein had a sharp instinct in spotting an opportunity with immaculate timing. He knew how to manage the lads as individuals and their finances. He was clever in creating myths and visual images. Sadly, he died on August 27, 1967, a few weeks after the Sgt Pepper album. John summed it up: 'I knew that we were in trouble then'.\nThe next was George Martin. Starting with Love Me Do, Martin produced each of the thirteen original Beatles albums, with an entire Side B, composed and orchestrated by himself in Yellow Submarine. The last was their first sound engineer Norman Smith. From Love Me Do till their sixth studio album, Rubber Soul, Smith stamped the sound signature of the Beatles.\nVI: The love you take, is equal to the love, you make\nStanding at a crossroads of history, the Beatles changed the face of popular music forever with Love Me Do sixty years ago. Through Beatlemania (1962-1966) and then through Sgt Pepper (1967-70), in two distinct phases, the Beatles opened gates and avenues for later bands to explore and take popular music on more 'magical mystery tours'. Over time, The Beatles matured like fine cheese. This cheese will keep on maturing for quite some time.\nAsrar Chowdhury is a Professor of Economics at Jahangirnagar University. He is the author of Echoes in SHOUT of the Daily Star. Email: asrarul@juniv.edu\n",
        "headline_1": "Love Me Do: Sixty years ago, the Beatles began to play",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/love-me-do-sixty-years-ago-the-beatles-began-play-3144636",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "For its latest feat, our Election Commission (EC) deserves to be commended on a number of counts. First, for perhaps the first time in Bangladesh's history, the EC stepped up and halted the by-election to Gaibandha-5 constituency amid widespread irregularities. Second, the commission seems to have finally realised its constitutional obligation of ensuring free and fair elections. Finally, it has also exercised its power – power to suspend an ongoing election, to dismiss the results of an election, and to decide that a re-election is required.\nThe EC has provided its justification for why the Gaibandha-5 by-poll was suspended, while the ruling party claims that the EC is biased and that the election was conducted in a free and fair manner.\nThe EC has, in the past, always been indifferent to accusations of electoral irregularities and has always declared elections to have been conducted fairly. However, this time around, the commission has been curiously diligent about ensuring that all polling stations are monitored via CCTV cameras. Whether there are any connections between the EC's determination to prove it is going to ensure corruption-free elections and the ruling party's vehemence in proving the EC is partial against them remains to be seen.\nHowever, conversations over the last few days have given way to some crucial questions. Why is the EC so hell-bent on trying to convince us that election irregularities only occur due to law enforcers not fulfilling their duty, while also trying to establish the \"legitimacy\" of electronic voting machines (EVMs)? Why are CCTV cameras being posed as the only solution to ensuring free and fair elections?\nOne of the main reasons for a lack of public trust towards the EC is how adamant the commission has been about using EVMs in elections. It was in late August that the EC declared its decision to use EVMs in up to 150 parliamentary seats in the next general election. And this was done despite major opposition political parties' clear expression of distrust towards the voting machines. It has been widely discussed by opposition party politicians, political experts, and members of the public how fickle a machine an EVM is and how it can easily be manipulated by the EC itself and by those whom the commission has recruited to oversee polling stations. But the EC has paid no heed to these concerns. It has, in turn, only said that EVMs cannot be manipulated by any \"outside\" entities. But the concern that EVMs could be manipulated by presiding officers (PO), besides the fact that the machines are also prone to not recognising the biometric fingerprints of voters, have consistently been dismissed by the EC. Who is to say that the PO who can unlock an EVM using their fingerprint cannot also manipulate the votes? Moreover, there is no Voter Verified Paper Audit Trail (VVPAT) when it comes to EVMs. And even if the voting is done digitally, the votes across polling stations and centres will still be accumulated manually.\nInstead of constructively addressing each of these concerns, the EC has decided to create an \"invisible,\" outside enemy when it is the commission itself whose role in the use of EVMs the people are worried about.\nThe events of the Gaibandha-5 by-poll carry some lessons for us all. This was only a by-poll, wherein a transfer of power is not much of an issue. But even here, a section of people belonging to the ruling party have tried to manipulate the results of the election, even going so far as entering voting booths. So what happens in a year or so, when the parliamentary election will be held, and there will be 300 constituencies across the country to keep safe from such influence and manipulation? Given that it would be the biggest-scale election the country would have, it is only realistic to expect attempts of tampering with its outcome. How will the EC prevent this from happening? Is it trying to imply that it can prevent irregularities by simply installing thousands of CCTV cameras across all the booths in the country? Will they be diligently monitoring all those thousands of voting booths at all times? Is this not highly unrealistic?\nBangladesh has so far had 11 general elections, four of which were conducted under an impartial caretaker government and were also largely acceptable to observers here and abroad. And the parties elected during those four elections were also ousted. The remaining seven elections were conducted under ruling parties, two of which were one-sided. Those two cannot really be considered elections at all. An election can never be without contest or competition. The rest of the five elections did not see the existing ruling party be ousted from power and were therefore wrapped in controversy.\nThe Gaibandha-5 by-poll is no outlier, as our own election history tells us that elections conducted under ruling parties can never be free and fair, and are always met with scrutiny.\nIn order to make the next general election an acceptable one, the EC must evolve beyond the use of CCTV cameras. It must be acknowledged that EVMs can be tampered with by those overseeing the polling centres themselves.\nWhile it would be difficult for the Election Commission to fulfil its constitutional mandate of ensuring impartial elections, it must exercise its power to suspend elections mired in controversy due to corrupt law enforcers and administrative workers. Now is the time for the EC to emphasise for all parties, especially the ruling party, to help it to conduct free and fair elections. Whether the EC can duly punish the law enforcers, influentials, and other workers who caused irregularities during the Gaibandha-5 by-poll will serve as a crucial test for them.\nTranscribed and translated by Afia Jahin.\n\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n",
        "headline_1": "The EC’s main job is to conduct elections, not suspend them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-ecs-main-job-conduct-elections-not-suspend-them-3144266",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "It is disappointing to know that the majority of \"house tutors\" of Dhaka University, who are supposed to act as guardians of students, hardly ever visit their halls for months on end. A report in this paper has revealed that although there are specific guidelines for house tutors to visit their designated blocks or floors at least once a week, and hold meetings with students once a month, these instructions are largely ignored by most. So why are they not turning up?\nReportedly, there are 150 house tutors for the men's dormitories and 73 for the women's dormitories. But after interviewing students, our correspondents found that many of them have not even seen their house tutors, let alone have meetings with them. Others have said their visits have been rare and after long gaps. This is very unfortunate, to say the least.\n\nStudents in the halls need someone they can trust, and with whom they can share the problems they are facing. The conspicuous absence of house tutors points out to the general lack of control and accountability of the authorities over these dormitories.\nAlmost all the halls of DU are controlled by the cadres of Chhatra League, and ordinary students are compelled to pledge allegiance to them if they want to stay in the halls. As the media has reported, there have been incidents of physical and psychological abuse of students by some leaders of the student front who enjoy continuous impunity for their crimes. Students in the halls need someone they can trust, and with whom they can share the problems they are facing. The conspicuous absence of the house tutors points out to the general lack of control and accountability of the authorities over these dormitories.\nHouse tutors get residential facilities and honorariums for this post, which makes them obligated to carry out their basic duties. If they are willing to enjoy these benefits, why are they not willing to provide basic guidance and counselling to the students as required by the university guidelines?\nCompared to the men's dormitories, house tutors in the women's halls were reportedly much more proactive. Female students told this newspaper that their house tutors did come to the halls once a month, and often called them to their offices to listen to their problems and allocate seats relatively impartially. In a situation where politics dominates even when it comes to seat allocation, it is laudable that these house tutors of the women's dormitories are trying to live up to the role they have been entrusted with. This begs the question: if they can do their job despite political pressure, why can't those from the men's dorms follow suit?\nIt goes without saying that the university authorities must investigate the reasons behind the continuous absence of these house tutors and their failure to contribute to the welfare of the students. It is high time students and their overall wellbeing were given priority, rather than maintaining the status quo that has proved to be so deleterious to campus environment in general.\n",
        "headline_1": "Where did the DU house tutors go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/where-did-the-du-house-tutors-go-3144776",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "Whoever said that poverty is \"violence with tacit consent\" couldn't be truer at the moment. And this violence – in the form of relentless assaults on the wallets of the poor – seems to be getting out of control in Bangladesh. According to a survey of the World Food Programme, 68 percent of the people are struggling to buy food. The sky-high prices of food – which 88 percent of the surveyed identified as a major challenge – are getting harder to deal with: 64 percent said they took loan, and 29 percent of families said they used their savings, to buy food in August.\n\nEvidently, things have reached a point where the extremely high living cost has created a dystopian reality for the ordinary people. \nWith food and non-food inflation hovering near double digits, the poor could really use some breathing space. High inflation, according to experts, is affecting people's purchasing capacity, and thereby compromising their health and future. As revealed by Bangladesh Bureau of Statistics, food inflation reached 9.08 percent in September, after hitting 9.94 percent in August – the highest since FY 2012-13. Meanwhile, non-food inflation reached 9.13 percent in September. How will the poor survive in such a situation?\nThey are being forced to spend less and less on food, as they can't cut spending on rent, utilities, healthcare and transportation, the costs of which have also jumped. While talking to this newspaper, some people described how they are struggling to pay for even the most basic food items. Rice, for example, is being sold at nearly record high prices. Prices of wheat, the second most consumed cereal in Bangladesh, reached \"new record levels in September, over 70 percent above their year-earlier levels\", according to the Food and Agriculture Organisation. The prices of most vegetables also remain generally high, while eggs, once considered a low-cost source of protein for the poor, are now out of reach for many.\nThe government is apparently leaving no stone unturned to control the situation. For example, to increase the supply of rice and contain its prices, it has reduced import tariff and gave permission to 320 private firms to import 13.4 lakh tonnes of rice. The food directorate also signed contracts with India, Vietnam, Myanmar and Thailand to import 530,000 tonnes of rice under government-to-government arrangement. But continued inflation, unfriendly weather affecting domestic rice production, and the Russia-Ukraine war are proving to be too potent a combination to be contained with such measures. These are taking away for food gains made by Bangladesh.\nEvidently, things have reached a point where the extremely high living cost has created a dystopian reality for the ordinary people. While increasing food supply through ramped-up production and import is a priority, it is equally important to bring food prices within reach through greater market interventions. Also, as experts have suggested, it is important that the government creates a national relief fund, instead of separate food programmes and project-based initiatives, to provide long-term food assistance to low-income groups. True, some impediments like the Russia-Ukraine war and erratic weather will remain indefinitely. But their consequences can be minimised through implementing proper policies.\n",
        "headline_1": "No breathing space for the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-breathing-space-the-poor-3144771",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "Not all countries have the ability and willingness to bring their people within the ambit of their basic health services. It involves determining the beneficiaries of a country's health policy; the health budget etc. and the services extended to its citizens. A newly launched health-related index, called the 'Health Inclusivity Index 2022' has placed Bangladesh at the lowest position among the 40 countries under its purview. The index, first of its kind, measures progress of countries in extending the provisions of good physical, mental and social health for all.Given the wobbly state prevailing in the country's health sector, the poor place assigned to Bangladesh comes as a natural corollary. Despite the tolerably efficient management of the 2-year corona pandemic, coupled with vaccination programmes, the country, ruefully, lags behind many others in meeting the basic health needs. Bangladesh has secured 30.8 points on a scale of 100 points as revealed by the UK-based The Economist Impact in its global report on October 11. Haleon, a British multinational consumer healthcare company, backed it. The index ranked the UK at the top with 90.8 points. The average score for the lower-middle income countries like Bangladesh, Philippines, Ukraine, Vietnam and India has been found at 54.1 points. The index has shown the country in a position alongside Algeria, Egypt, Honduras and India. The countries demonstrated their 'poorest health inclusivity' scores. In the modern health-related indices, the imperative of health inclusivity deserves a premier place by its own right. 'Inclusivity' in any national sector denotes a concept that advocates inclusion of all eligible persons in that facility. Inclusivity in food consumption, opportunities for education or movement is a citizen's basic right. Likewise, the health inclusivity focuses on the process of removing personal, social, cultural and political impediments that stand in the way of individuals and communities from experiencing good physical and mental health, and a 'life fully realised'. To many disgruntled people, especially those who are frequently deprived of the health inclusivity, view these lofty words as mere exercises in inanity. Bangladesh is one of these countries which avoid the notion of 'well-being' in their national health strategies. It will make many feel upbeat to see that the Economist Impact has graded the countries across three key areas or domains such as Health in Society, Inclusive Health Systems, and People and Community Empowerment. In theory the above three domains contain indicators meant for assessing how highly a nation values the health of its people, and whether it considers health across all the policies of the government. But the ground reality in the lower-middle-income countries like Bangladesh points to a situation in which a formidably large segment of people, especially the vulnerable, continue to remain deprived of the basic healthcare services. In the case of Bangladesh, there is a litany of shortcomings plaguing the healthcare system. Those range from scourges like wilful absence from duty by the medical professionals, insufficiency of emergency medicines and primary-stage appliances like syringe at rural healthcare centres, a lack of facilities for common surgeries to malpractice in fund management. Overcoming the systemic loopholes and attaining health inclusivity may not be a big challenge. What the country needs now is a firm commitment to put in efforts to lift it from the present 30.8 points on the 100-point scale.",
        "headline_1": "Bangladesh's health inclusivity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-health-inclusivity-1665925792",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "Of late, the world media has been awash with Russia-Ukraine war, which is being blamed for all the current economic and financial crises across the globe. This is for obvious reason. Skyrocketing fuel oil, natural gas and food prices, instability in the global financial market, you name it, the Ukraine war has a hand in it. True, the supply of natural gas and oil from Russia that kept Europe warm and its economic engine running has now stopped flowing. Of course, it is the Russian invasion of Ukraine more than seven months ago that is behind Europe's energy supply crunch. However, what Europe is going through is somewhat self-imposed. Russia's attacking Ukraine angered the West led by America and to punish it, they slapped one economic sanction after another on the country (Russia). Despite the war, Europe, however, did not mind getting the natural gas and oil from Russia. And Russia, badly in need of hard currency, also continued supplying gas to Europe despite the sanctions. But buying natural gas from Russia also means financing it to continue the war in Ukraine. It was indeed a moral dilemma for the West. So, they went for stricter sanctions on Russia and also started looking for alternative sources of energy. And to prevent Russia from gaining from rising energy price in the international market, they also put a price cap on Russian natural gas and oil. Finally, things came to a head in early September with the Russian state gas company, Gazprom, switching off the Nord Stream 1 gas pipeline on the pretext of having detected an oil leak at one of its compressor stations. Small wonder that the war shows no sign of abating. Meanwhile, the global energy, food and financial instabilities have reached a crisis point. But why is it that a war of local kind has been able to affect the entire globe? It is because the theatre of the war is Europe.Had the war been a non-European one, its impact on the world economy might not be so taxing for the rest of humanity. But, as ill luck would have it, the world's most advanced economic and military powers are embroiled in this unwanted war. By dragging the world's biggies into it, the Ukrainian conflict has now turned into a global crisis. Hence the obsession of the media with the Ukraine war.Not surprisingly, Ukraine has now taken the centre stage in the global political and diplomatic discourses. That is the reason why Ukraine and its comedian-turned-president, Volodymyr Zelensky, is regularly hitting the headlines. Anyway, the world at large is hardly enjoying this interloper's sudden entry onto the world stage, thanks to the Russian leader's ill-conceived 'special military operation' in Ukraine. But though no one wants this war to continue, there is also no serious effort from any side to stop it. In its latest development, the Ukrainian president, his colleagues and advisers are not showing any interest to stop their Western-backed patriotic war against Russia. That is hardly surprising seeing that Russian forces, to all appearances, are on the backfoot in the battlefields. Though in a recent escalation of the war, Russia launched a massive missile attack on Ukraine, it could hardly change the equation of the war on the ground. The emboldened Ukrainian forces are now confident of winning the war and reconquer the land they lost to Russia at the initial stage of the war. To all intent and purposes, the West, too, believe it. So, they are promising more military aid to the Ukrainian leadership. As a consequence, the winning side does not seem to be eager at the moment to sit with an enemy in retreat for any peace deal. The Russian leader, on his part, knows he is in the pits, but his pride as one in control of one of the world's largest nuclear arsenals and leading a country that was once a superpower is too big to accept any defeat. So, one wonders how the war is going to end. While the war in Ukraine has been getting stickier every passing day, the financial outlook of the world economy is turning grimmer. According to a recent World Bank report, forecasts for global growth for the current and the next year (2023) has been downgraded markedly. Though the consensus of experts is yet to outright declare it to be a recession, the evolving economic trends strongly point to that direction. History of previous recessions, the experts believe, supports this view. For, in the past cases of economic recession, global growth, like now, contracted significantly. Also, in the case of previous global economic downturns, some economies experienced sharp economic slowdowns while others were deep in recession. In the meantime, inflation has soared to a very high level in most world economies, an unprecedented development in the last many decades. In the face of persistent inflation driven mainly by high energy price, many countries have opted for withdrawing the fiscal and monetary support to the consumers. That such simultaneous tightening of fiscal and monetary policy has been taking place globally is something unheard-of in the past half a century. Such measures run the risk of further contracting of the economic growth in the countries concerned as well as reduction in the global economic growth. While nations would be applying the required mix of fiscal and monetary measures to tame inflation, the world leaders should meanwhile be able to demonstrate their willingness to stop the war in Ukraine. To that end, any attempt at further escalation of the war from either side needs to be avoided. This is urgent because the ongoing global energy crisis and high inflation are directly linked to the Ukraine war. Unless something is done to end the Ukrainian conflict, the world should be ready to witness something worse than the Great Depression of the 1930s. [email protected]",
        "headline_1": "Perfect storm brewing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/perfect-storm-brewing-1665925834",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "The inauguration of the country's first geriatric day-care centre at the BIRDEM (Bangladesh Institute of Diabetes, Endocrine and metabolic Disorders) could not come at a more appropriate time. Developed countries, Japan in particular, have long witnessed the increase in the number of elderly population. Bangladesh, right now, may have the majority population in the 15-45 age group but it is a clear indication that this group will become old within a few years when they are likely to be the majority population. Actually, today's demographic division in favour of the majority working population gives the country an edge for reaping its dividends. If Bangladesh fails to do so, it will be because of wrong or improper planning with the population. Every society that has prospered has done so on the contribution of its most active and energetic segment of population. Even with its not so enviable education and training system, Bangladesh's second highest foreign exchange earner is remittance earned by its migrant workers. Had the workers been employed in high-end jobs abroad, the remittance would be many folds higher. Whatever may be the case in the middle term, the inescapable fact is that the geriatric population will surpass the young generations in numbers at some point. Whether the former's contribution will increase soon or not, it is them who will be responsible for the shape and size of the economy in the future. The transition to a developing country in 2026 and to a developed one in 2041, as envisaged and if happen, will happen courtesy of their contribution. So when they become old and infirm, they will need care. In Japan, one of the professions in high demand is just to spend time with the elderly. Not that all of the elderly seeking company are sick or need palliative care; they just feel bored and therefore need someone to talk to. A tech giant in Japan has even invented a robot that can give company to the elderly and follow certain essential instructions. Children's day-care centre and the elderly day-care centre are bound to be different for understandable reasons. The main difference is in education and healthcare and risks facing them are of different nature. Although in certain cases, caregivers have to be equally attentive to the needs of both children and the senior citizens. Small and fragmented family units will be happy to avail of the opportunity because of the pressing need for the earning members to be away when the old infirm members running risks of a fall or not taking most essential medicine have to be left in someone's care. Yet it is clear that not all families can afford to send their elderly to the geriatric centre and bring them back home on a daily basis. Leaving them in the day-care centre may be cheaper than hiring a caregiver. But not all families may have private transports to carry the elderly. In that case, if the hospital authority or a private transport agency such as the ones that carry students to a number of schools and leave them at their doorsteps after schools takes the responsibility of the job, it may be a solution to the problem facing the elderly needing care for long.Understandably, the geriatric service will be expanded in scope and size. The elderly citizens deserve the service because they have spent their most active period of life in the service of the country. All the youths of today will turn old and infirm and who knows who will need such care in their advanced age? Even the most creative and resourceful people may need such care. This day-care centre is a small step but a giant leap towards returning something to the senior citizens who have been and will be instrumental in making Bangladesh resourceful and prosperous. If the service can be extended up to the grass-roots level, the country will be caring and humane in the true sense of the term. [email protected]",
        "headline_1": "Geriatric day-care centre",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/geriatric-day-care-centre-1665925910",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2022"
    },
    {
        "full_article": "More or less, we all know about conjunctivitis, also known as pink-eye. It is a very contagious disease that is usually seen during the change in weather from summer to autumn. Every year, during this season, the viral infection affects some people, but this year the disease has turned epidemic in Bangladesh. Pink-eye patients began to rise in July and increased to alarming numbers by October. According to media reports, most outpatients at eye hospitals are being diagnosed with conjunctivitis. There are some common symptoms of conjunctivitis like redness in the eye, itching, mild pain and watery discharge. In case of infectious causes, there may be some pain and yellowish discharge as well. Conjunctivitis is usually a self-limiting condition. It is expected to resolve in one to two weeks. In the meantime, we have to take care of our eyes and practise good personal hygiene.Pink-eye is very common, but people often panic and try self-medication. Medicines can provide temporary relief but have negative effects in the long run. So, no one should use any eye drops before consulting a registered physician. The person infected should avoid close contact, including shaking hands, with others. Moreover, the patient should not share towels with family members. Also avoid touching and rubbing the eyes and teach children not to touch their eyes without washing their hands first. Wearing dark glasses can help infected persons to protect their eyes from bright light.Salima Nabi, Student of Department of Social Work, Jagannath University, Dhaka ",
        "headline_1": "Beware of pink-eye",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beware-of-pink-eye-1665925947",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2022"
    }
]