[
    {
        "full_article": "With the handover of the gavel from Indonesian President Joko Widodo, Prime Minister Narendra Modi took over leadership of the G20 process on Wednesday, which will position India at the helm of forming consensus among the most advanced economies over the next year. India’s presidency, which begins on December 1, comes at a time when the world faces economic hardships and global recessionary trends. In addition, the political polarisation between the U.S. and European Union, and Russia, all G20 members, will make every meeting that India will host fraught with tensions. But the G20 summit in Bali provided some positive signals. Despite fears that G20 members would fail to produce a joint statement, Sherpas of each delegation persevered to reach a 17-page consensus document. Expectedly, there was trouble over the paragraphs on the Russia-Ukraine conflict. India’s role in tempering some of the language during the negotiations has been highlighted, and Mr. Modi’s phrase at the SCO summit in September, that this is “not an era of war”, was included in the final statement. The majority of the G20 leadership was not in favour of equivocating on the conflict, as India and a few other countries have been doing, and the joint communique said that “most members strongly condemned the war in Ukraine”. It was a positive sign that while Russia protested the statement, its Foreign Minister Sergey Lavrov was present, and President Putin’s absence actually contributed to a more manageable summit for Indonesia.The fact that Mr. Modi also extended his hand to Chinese President Xi Jinping during the banquet is in contrast to their stony demeanour at the SCO summit in September and could signal a thaw in talks between them for the first time since the LAC standoff began in 2020. While Mr. Modi may have to explain the shift domestically, his decision to speak to the Chinese President also reflects the practical reality that India, as host of the G20 and the SCO in 2023, will need to ensure the full participation of those groupings, that include rivals such as China and Pakistan. More such pragmatism will be necessary for India in its year of the G20 presidency, with about 200 meetings planned. To achieve this New Delhi will have to bring on board all countries with its vision for the forum’s future — steering the world’s economic leadership through this difficult phase, and preparing for future perils including climate change and global warming, food and energy shortages, terrorism and conflict, and bridging the digital divide.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nIndia\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\nEuropean Union\n\n/\n\nChina",
        "headline_1": "Welcome pragmatism: On India’s G20 presidency",
        "headline_2": "India, during its presidency of G20, need to bring all nations in line with its vision",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-pragmatism-the-hindu-editorial-on-indias-g20-presidency/article66144564.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "sThe United States and China have agreed to more “responsibly” manage their increasingly fractious relations, following a meeting between Presidents Joe Biden and Xi Jinping. In their first face-to-face meeting, since Mr. Biden assumed the U.S. presidency, in Bali on November 14, 2022 ahead of the G20 summit, they appeared to agree that the downward slide in relations, especially in the wake of U.S. House Speaker Nancy Pelosi’s visit to Taiwan in August, suited neither side. The biggest takeaway is an agreement that “competition should not veer into conflict” and that both must, as the White House put it in a statement, “manage the competition responsibly and maintain open lines of communication”. Mr. Xi echoed that sentiment by saying “relations should not be a zero-sum game where one side out-competes or thrives at the expense of the other”. To that end, both sides have reopened dialogues that remained frozen since Ms. Pelosi’s Taiwan visit, starting with working together on climate change, a key challenge that cannot be addressed without the world’s two biggest polluters. U.S. Secretary of State Antony Blinken will now travel to China, while other suspended joint working groups, including on global economic stability, debt relief, food security and health security, are likely to resume.While the resumption in contact is certainly significant, it is, however, only a first and tentative step towards stabilising an increasingly fraught relationship; none of the substantive differences has been resolved. On trade, Mr. Xi noted China’s opposition to “starting a trade war or a technology war, building walls and barriers, pushing for decoupling and severing supply chains”, reflecting Beijing’s displeasure at Washington’s latest export controls on chips, which have dealt a hammer blow to its semiconductor ambitions. Human rights is another sticking point. Mr. Biden “raised concerns” about Xinjiang, Tibet, and Hong Kong, while Mr. Xi retorted that “no country has a perfect democratic system” and “just as the United States has American-style democracy, China has Chinese-style democracy”. The biggest factor, however, remains the Taiwan question. While Mr. Biden assured Mr. Xi that there was no change in the “one China policy”, the view in Beijing is that the U.S. has been gradually “hollowing out” its Taiwan commitments. Should Ms. Pelosi’s likely successor, Republican leader Kevin McCarthy, go ahead with his already declared plan to visit Taiwan, relations may yet again be plunged into crisis. While the thaw in ties between the world’s two biggest powers will be welcomed in most Asian capitals that are wary of a brewing Cold War, the respite may yet turn out to be brief.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy",
        "headline_1": "Halting the slide: On Biden-Xi meeting",
        "headline_2": "The Biden-Xi meeting is only a first step towards stabilising a fraught relationship",
        "link": "https://www.thehindu.com/opinion/editorial/halting-the-slide/article66144555.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Interestingly, CSDS-Lokniti Gujarat assembly election survey 2022 finds almost two-thirds of the respondents claiming that they are satisfied with the Gujarat state government’s performance. Although it is too early to comment on the outcomes of the assembly election based on this finding, the overwhelming satisfaction with BJP confirms that Hindutva hegemony actually sets the terms of the electoral discourse in the state.\nRead the full article on TOI+\n\n",
        "headline_1": "Decoding BJP’s Gujarat story: Hindutva became the defining political common-sense in the state thanks to the party’s better statecraft",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/decoding-bjps-gujarat-story-hindutva-became-the-defining-political-common-sense-in-the-state-thanks-to-the-partys-better-statecraft/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Two keenly tracked monthly economic indicators, retail inflation and exports, present a mixed picture. The consumer price index in October was 6.8%, above RBI’s threshold of tolerance but sequentially lower. The reduction in CPI, after a sequential rise in the preceding two months, was on account of food price level cooling. This should ease the pressure on RBI to frontload increases in policy interest rates to combat inflation.\nIn October, merchandise exports declined by 16.7% to $29.8 billion. While the scale of the contraction in October was large, it’s in keeping with the recent trend. The slowdown in global economic momentum has taken a toll on India’s exports. Stripped of petroleum product exports, merchandise exports have contracted for three straight months. The overall non-petroleum merchandise exports in April-October were $206 billion, higher by 3%. The bright spot in the trade scenario remains services. The April-October trade surplus in services was $75 billion, higher by 24.6%.\nIncoming data suggest that RBI should temper the increase in its policy rate, repo, which has hardened by 1.9 percentage points in the last six months. Evidence suggests that the price level, including a sticky core inflation, is being influenced mostly by supply side challenges. For example, cereal inflation in October was 12% only on account of supply shocks. Moreover, research put out this week by Crisil showed that 43% of MSMEs by value won’t touch pre-Covid operating profit margin this financial year as demand isn’t robust enough for them to pass on the increase in cost of inputs.\nThe salient feature of India’s export basket is the growing dominance of petroleum products, right from the pre-Covid phase. Today, it comprises 22% of merchandise exports. Fiscal and industrial policies need to place greater emphasis on labour-intensive exports such as readymade cotton garments that contribute less than 5% to the export basket. The big picture right now may be clouded by global uncertainty. India, however, is not badly placed and needs to focus on enhancing its inherent competitiveness and let the rupee’s exchange rate be determined by market forces.\n\n",
        "headline_1": "Check the data: For price levels look at core inflation, for exports note the dominance of petroleum products",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/check-the-data-for-price-levels-look-at-core-inflation-for-exports-note-the-dominance-of-petroleum-products/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "That the G20 declaration adopted a nuanced position on Ukraine was no surprise. G7 nations were pushing for an outright condemnation of Russia’s invasion. But the final text reiterated – as it had to – the previous national positions of the forum members. The statement noted that a majority strongly condemned the war and its impact on the global economy. It also acknowledged some countries had a different assessment. This compromise isn’t surprising since G20 was never a forum to resolve security issues. In fact, it is to India’s credit that it successfully worked quietly behind the scenes to finalise a declaration acceptable to all sides. New Delhi’s imprint was visible in the document that echoed PM Modi’s now widely quoted advice to President Putin – today’s era is not of war.\nAll that said, a realistic end to the war is nowhere in sight. Even as the G20 leaders met, Russia on Tuesday launched around 100 missiles into Ukraine – the largest such volley of strikes since the beginning of the war – targeting energy infrastructure. In fact, two of those Russian missiles may have strayed into Poland, killing two people and highlighting the risk of escalation. Poland is a Nato member and strikes on its territory could technically trigger the group’s Article 5 on collective defence. Add to this the prospect of a miscalculation leading to nuclear war.\nThis is precisely why Russia and Ukraine must find their way back to the negotiating table. True, this would be a bitter pill for Ukraine given that it is still being attacked by Russia. Russian troops continue to occupy Ukrainian territory and Moscow has self-certified the annexation of four Ukrainian regions. But given Ukrainian advances in recent weeks and Russia’s recent withdrawal from Kherson, Kyiv’s current ground position is roughly what it was just before the war began. Therefore, the Ukrainian leadership today is in a relative position of strength to begin negotiations with Moscow. The US, EU, China and India must take the lead.\n\n",
        "headline_1": "War that must end: G20 was predictably divided on Ukraine. For peace, likes of US, EU, China, India must work in concert",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/war-that-must-end-g20-was-predictably-divided-on-ukraine-for-peace-likes-of-us-eu-china-india-must-work-in-concert/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Widely regarded as one of the most authoritative voices on the Himalayas, John Keay has written about the mountain range since the 1960s. Author of around 20 books, the most recent being ‘Himalaya: Exploring the Roof of the World’, the veteran writer and historian tells Atul Sethi why in a time of increasing commercial activity and change in climate patterns in the Himalayan region, it is all the more important to listen to the mountain and its people: \nIf you were to imagine Himalaya as a person, what would the mountain say to the world regarding its present state?\nI find it hard to think of Himalaya as a person, easier to think of persons who think of themselves as Himalaya – politicians with unassailable majorities for instance, or Wall Street bankers. In Tibetan mythology, the great peaks are persons, or rather they are deities. They constitute a society of gods who commune, fight and even mate among themselves.\nRead the full article on TOI+\n\n",
        "headline_1": "‘The Chinese are planning a series of Himalayan dams of such worrying scale that they must be halted’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/past-prism/the-chinese-are-planning-a-series-of-himalayan-dams-of-such-worrying-scale-that-they-must-be-halted/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Vladimir Putin has suffered major setbacks in Ukraine in the last few months, with a string of losses in the northeast, east and now in the south. While the loss of Kharkiv in the northeast and Lyman in the Donetsk region, and now the pull-out from Kherson, are portraying Russia as a frail aggressor, weakening further by the week, security analysts suggest the war is far from over in Ukraine.\nThe Russian retreat from Kherson and across the defensive bulwark of Dnipro River is being seen by some as a trap set for the Ukrainian forces to lure in Ukrainian troops for an attack. This could also be Russia utilising the harsh winter months to realign and recalibrate its strategy, troops and resources for a fresh assault in spring. And there is no denying that, operating past its capacity with over-stretched manpower and logistics, Russia is finding it difficult to hold its ground in Ukraine.\nMoreover, Russia needs to realign its stakeholders, especially key Putin allies such as Chechen leader Ramzan Kadyrov and Wagner mercenary group founder Yevgeny Prigozhin. Both men have, in recent months, been openly critical of Russia's military capability. Interestingly, Putin has allowed them to continue to do so, revealing their importance to the regime. After all, Wagner group goes around in Russian prisons recruiting convicts to fight in Ukraine, where the group has been operative since 2014. Meanwhile, Putin's self-proclaimed \"foot soldier\" Ramzan Kadyrov and his pro-Russian Chechen militia Kadyrovtsy have been a part of the Russian invasion from the beginning. Given its military's weakness and growing criticism at home, it has now become imperative for Putin to convince these two critical allies to keep supporting him.\nBut what of Ukraine? Until very recently, President Volodymyr Zelensky and his cabinet outright refused to enter into talks with Russia under Putin, and even as they budged after some pressure from the US, they placed five demands – highly unlikely to be met by Russia – as prerequisites for any discussion. The demands are, \"Restoration of territorial integrity, respect for the UN Charter, compensation for all damages caused by the war, punishment of every war criminal, and guarantees that this will not happen again.\"\nHowever, Ukraine seems to be losing sight of the fact that in the wake of increasing global economic pressure, the West's support cannot be taken for granted. \"Ukraine fatigue\" could potentially set in. While their Western allies have been united in favour of Ukraine, they are facing increasing difficulties in continuing to support the war. From France and Germany to Romania and the Czech Republic, Europe has been rocked by protests demanding better pay as savings vanish into thin air amidst of soaring inflation, while their governments pledge further funds and arms for Ukraine.\nThe prospect of a cold winter without adequate energy supply has also become a worrisome prospect. Take the case of Italy: the country's new leadership under Giorgia Meloni has recently reiterated its support for Ukraine, while the government in September had asked the people to set their thermostats at 19 degrees Celsius to fight the ongoing energy crisis. Ally countries are gradually growing wary of the economic impact of the Ukraine war on their daily lives as their governments try to stave off further protests.\n\"Unless European governments effectively tackle war-induced inflation and socioeconomic hardship, public opposition to further assisting Ukraine is likely to increase,\" Niklas Balbon, research associate at the Global Public Policy Institute (GPPi), wrote for Carnegie Europe.\nAn October report by IFOP, an international polling and research firm, suggested that public support in France for the Ukraine war has fallen from 71 percent in March to 67 percent in October. In Germany, it has fallen from 80 percent to 66 percent. Another poll in Italy revealed that public support had dropped from 57 percent to 43 percent.\nAnd after the US midterm elections, how much the Biden administration will be able to deliver on its promises of support remains uncertain.\nWhile Ukraine is witnessing better days, its successes and the recently gained foothold in Kherson – which will give it easy access to Crimea – might be tempting its fate. If Ukraine recklessly ventures into Crimea, further provoking Russia, it might not be seen in a positive light by the West and its people, and the consequences might not be favourable for the country, especially in view of current realities.\nRussia's position is now perhaps worse: if the country is not able to regain full support from its allies and turn around in the war, the outcome would be further humiliation for the Putin regime. And if the West is not able to lessen the war's economic burden on its people, for how long it would be able to keep supplying Ukraine with weapons, funds and moral support also remains to be seen.\nWhile all parties are locked in a tight spot, for the war to end, one party needs to flinch. But who will? Is it going to be the weakening Russia, the stubborn Ukraine or its Western allies – succumbing under mounting economic pressure? Only time will tell.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Who will flinch first: Putin, Zelensky or the West?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-will-flinch-first-putin-zelensky-or-the-west-3171196",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "On November 2, the government made the long-awaited National Adaptation Plan (NAP) of Bangladesh (2023-2050) public, and its political and climate change leadership have been widely showcasing it at COP27, currently taking place in Sharm El-Sheikh, Egypt. It is important for three reasons.\nFirst, the NAP will be the core planning and investment document for Bangladesh to adapt to climate change over the next 28 years. Building on our 17 years' experience of preparing and implementing the National Adaptation Programme of Action (NAPA, 2005, 2009) and, more importantly, the Bangladesh Climate Change Strategy and Action Plan (BCCSAP, 2009), the NAP aims to achieve six specific goals: i) ensuring protection against climate change and disasters; ii) developing climate-resilient agriculture; iii) building climate-smart cities; iv) protecting nature for adaptation; v) integrating adaptation into planning; and vi) ensuring capacity-building and innovation in adaptation. The NAP has identified 113 major interventions to implement in 11 climate-stressed regions across Bangladesh. More than Tk 20 trillion – about USD 230 billion – will be needed for these interventions, and almost three-quarters of this amount will be needed by 2040.\nSecond, the NAP is expected to be revisited every five years, in line with our five-year development plans. Such periodic revision is crucial since Bangladesh is expected to experience a fast-changing economy, environment, and of course, climate in the coming decades. Unfortunately, the precedence that has been set with the BCCSAP is not good at all. The revision of this milestone planning instrument started in 2018 – more than four years on, it is yet to be over. \nThird, the NAP is our second national document – only after the draft Mujib Climate Prosperity Plan (MCPP, 2021) – where the term \"nature-based solutions\" (NbS) is widely embraced. Goal 4 of NAP reads, \"Promote nature-based solutions for the conservation of forestry, biodiversity and the well-being of communities.\" This adoption happened because Bangladesh's development philosophy believes that nature should be an integral part of our fight against climate change. \nAlthough NbS has been widely talked about over the last four years, it is only in March this year that we got a UN-endorsed definition. NbS now means protection, conservation, restoration, sustainable use or management of natural or modified ecosystems – ranging from terrestrial and freshwater to coastal and marine – to tackle social, economic and environmental challenges. But these actions must provide not only human well-being, but also ecosystem services, resilience, and biodiversity benefits. That's why protecting the Sundarbans, restoring the degraded hills of Chittagong Hill Tracts (CHT), sustainably managing Hakaluki Haor or creating flood-water retention reservoirs at the Rohingya refugee camps in Cox's Bazar are all good NbS examples.\nThe NAP identified 21 interventions related to NbS, requiring USD 5.9 billion. Most are related to ecosystem management or the blue economy, while about half focus on conservation and restoration of different ecosystems. In terms of ecosystems, one-third of the proposed interventions will deal with freshwater wetlands, rivers and canals, followed by terrestrial forests and hilly ecosystems. In some NbS interventions, specific ecosystems are clearly mentioned – namely the Halda River, Kaptai Lake, CHT, St Martin's Island, and the Bay of Bengal.\nIt is interesting to note that the NAP has given special emphasis on the marine ecosystem by including, for example, management of marine protected areas, restoration of corals and associated fish and benthic communities of St Martin's Island, and actions to manage the blue economy. Several NbS interventions highlighted the importance of monitoring a wide range of terrestrial and aquatic ecosystems, including the physical and biological parameters of the Bay of Bengal, and inventorying endangered species. Of course, monitoring and surveillance go beyond species, as one NbS intervention talks about developing a monitoring system for the rights of coastal fishing communities. Community participation is explicitly mentioned in afforestation and reforestation programmes, wetland management, and conservation of village common forests in the CHT.\nTo implement the NAP, different advisory and technical committees are envisaged at the national level, supported by district-, upazila-, and union-level structures. As we move forward, we need to keep in mind three important issues. First, it's important to explore how existing natural resource management and biodiversity conservation laws and rules are aligned with the NAP. For example, many NbS-related NAP interventions are expected to be implemented in the country's Ecologically Critical Areas (ECAs) and Protected Areas. Therefore, the existing ECA Management Rules, 2016 and PA Management Rules, 2017, and the governance structures outlined in them need to be matched with what is now outlined in the NAP. \nSecond, the locally-led adaptation (LLA) approach is mentioned throughout the NAP under different interventions to ensure effective social inclusion. But we should embrace the eight principles of LLA as we implement NbS interventions too. These principles focus on decentralising decision-making, tackling structural inequality, providing predictable funding, investing in local capacities, building knowledge on climate risks, creating opportunities to learn from programmes, ensuring accountability and transparency, and facilitating greater collaboration. In this way, the LLA will be translated from being a good philosophy into a good practice through NbS implementation.\nFinally, as we implement NbS under the NAP, we need to follow certain guidelines and protocols (e.g. the IUCN Global Standard for NbS) so that we identify, design, and implement NbS judiciously, ensuring local people's rights and benefits. If we can manage our NbS interventions based on evidence gathered with local communities, we will be able to avoid any misuse of this important approach. \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "How does our new National Adaptation Plan consider nature?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-does-our-new-national-adaptation-plan-consider-nature-3171111",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Climate change is an existential threat to humans and our ability to thrive on a healthy planet. But when it comes to rising temperatures, the inability of humankind to slow emissions and limit warming to 1.5 degrees Celsius isn't because we lack knowledge or need new technologies.\nConsider: humans have been warned for more than a century about the dangers of a warming climate and its adverse impact on human health and planetary systems, including but not limited to loss of biodiversity, decreased soil and ocean health, increased sea-ice melt and corresponding sea-level rise, and amplified disasters such as hurricanes, floods, heat waves and droughts.\nFifty years ago, \"The Limits to Growth\" warned humans of the serious need to live in balance with Earth's systems. The science is settled. Likewise, technologies that drastically reduce greenhouse gas (GHG) emissions are available and increasingly cost-competitive – particularly in energy production and transportation, two of the most significant contributors to global emissions.\nWhat is missing? This is not a difficult physics equation. While we live in a complex world, the laggards in this area are observable: money and societal will.\nAs countries enter the second week of the global negotiations at the 2022 United Nations Climate Change Conference in Sharm El-Sheikh, Egypt, typically referred to as COP27, success will depend on the ability of the negotiators to mobilise investments and advance policy at the conference to accelerate opportunities for progress in altering the trajectory of climate change.\nEven discussions on \"loss and damage\" – a signature issue of this conference that is historically neglected – are defined by these two needs. Underlying the issues of loss and damage are questions about processes for addressing loss (policy) and determinations of who is financially responsible (investment).\nThe price tag to address climate change is not small, but viewed in the right frame, it is a bargain. Take climate-enhanced disasters. In 2021, the world experienced four mega weather events that each cost USD 20+ billion in economic loss: Hurricane Ida, flooding in Europe, flooding in China and unprecedented winter weather in Texas and parts of Mexico.\nThese types of human-induced disasters are now increasingly frequent, occurring at more places and at higher amplitudes, and are more costly without considerable investment to curtail rising greenhouse gas emissions. The 5th High Level Ministerial Dialogue on Climate Finance takes place during the second week of COP27, where ministers will discuss achieving the annual USD 100 billion support mark for lower-income countries, a total those countries already note as too little, too late. The real need is in trillions of dollars, not billions.\nThe Intergovernmental Panel on Climate Change estimates that globally, USD 1.6 to 3.8 trillion must be invested every year through public and private climate-related finance to keep warming well below warming beyond 2 degrees Celsius. For comparison, the International Monetary Fund reports that fossil-fuel subsidies in 2020 were USD 5.9 trillion when summing up explicit and implicit subsidies.\nCombining policy with public investment can dramatically amplify results. The US Inflation Reduction Act, the country's most dramatic attempt to reorient its infrastructure and electricity production to lower emissions, could spend as much as USD 800 billion in tax credits, spurring on private investment to the tune of USD 1.7 trillion over the next decade, according to a Credit Suisse review of the policy.\nThe same report estimates that with the manufacturing and consumer tax credits, the cost of solar electricity could fall below one US cent, possibly as soon as 2025. The investment bank declared that the US Inflation Reduction Act \"definitively changes the narrative from risk mitigation to opportunity capture\" for corporations to take advantage of the law's positive impact on the economy.\nWe have fallen behind the timeline set by the Paris Climate Accords and the 1.5 degrees Celsius target no longer seems to be achievable. The international negotiations must push the agenda to define aggressive mitigation policies, with incentives and disincentives, to scale known solutions on the fastest timescales possible for manufacturing and distribution throughout the world.\nThis needs real investments, private as well as public, for a chance to prevent the worst impacts of climate change. The time is now to show the most marginalised countries the money.\nPeter Schlosser is one of the world's leading earth scientists, with expertise in the Earth's hydrosphere and how humans affect the planet's natural state. He is the vice president and vice provost of the Julie Ann Wrigley Global Futures at Arizona State University.\n\nMichael Dorsey is a globally recognised expert on sustainability, finance, renewable energy and environment matters. He is the chair of the Rob and Melani Walton Sustainability Solutions Service at Arizona State University.\nSource: Inter Press Service (IPS)\n",
        "headline_1": "COP27: Show Me the money, supported by policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop27-show-me-the-money-supported-policy-3171066",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "As we know by now, the world population reached the eight-billion mark on November 15, 2022. But this milestone, quite understandably, has been met with mixed feelings. The unprecedented growth has been attributed to a longer average lifespan, better and more accessible healthcare and nutrition, and high fertility rates in some countries. While this is the highest number of humans to have ever existed simultaneously on Planet Earth, it is also true that, after the peak in the early 1960s, the population growth rate decelerated significantly; it currently stands at less than one percent per year. The UN projects that world population will peak at 10.4 billion in the 2080s, and remain largely stagnant around that number till 2100.\nBut as the UN secretary-general has rightly put it: \"... as our human family grows larger, it is also growing more divided.\" With the climate crisis intensifying, the fallout of a war in Europe spilling all over, and middle- and low-income countries struggling in their fight to recover from pandemic-induced effects, this division is becoming more and more unmanageable.\nOne persistent challenge that humanity faces is inequality, with the top one percent claiming one-fifth of the world's income, and also controlling distribution and utilisation of this wealth. Meanwhile, poorer countries continue to disproportionately suffer the impacts of wealth inequalities and the climate crisis, while developed countries, far from taking responsibility for their contribution to sustaining these vulnerabilities, continue to pursue fossil fuels, deforestation, resource-hoarding, etc. As experts have pointed out, it may seem like eight billion is too high a number of humans which will push the natural limits of the planet, but the real problem is the overconsumption of existing resources by a select group of people, corporations, and countries.\nOn top of this, reports from the ongoing COP27 climate change summit have revealed how developed nations such as the US, the UK, and those in the EU are banding together against efforts to establish a new loss and damage fund to help vulnerable countries recover from climate disasters. According to the Thomson Reuters Foundation, in 2021, climate disasters caused USD 30 billion in damages in developing countries. The current size of the global humanitarian aid is not enough to make up for losses suffered in climate disasters, which are growing in frequency and intensity.\nThere is a clear need to impose accountability on the developed countries when it comes to helping vulnerable communities in the developing countries, whose lives and livelihoods continue to be at the mercy of climate change and other man-made risk factors. They must take responsibility. We join our voices with the protesters at COP27 and beyond, who are demanding that those largely responsible for climate disasters be made to \"pay up\" for the resultant losses and damages. Otherwise, the rising global population will only mean rising suffering.\n",
        "headline_1": "Can we be eight billion strong?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-be-8-billion-strong-3170996",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "As we know by now, the world population reached the eight-billion mark on November 15, 2022. But this milestone, quite understandably, has been met with mixed feelings. The unprecedented growth has been attributed to a longer average lifespan, better and more accessible healthcare and nutrition, and high fertility rates in some countries. While this is the highest number of humans to have ever existed simultaneously on Planet Earth, it is also true that, after the peak in the early 1960s, the population growth rate decelerated significantly; it currently stands at less than one percent per year. The UN projects that world population will peak at 10.4 billion in the 2080s, and remain largely stagnant around that number till 2100.\nBut as the UN secretary-general has rightly put it: \"... as our human family grows larger, it is also growing more divided.\" With the climate crisis intensifying, the fallout of a war in Europe spilling all over, and middle- and low-income countries struggling in their fight to recover from pandemic-induced effects, this division is becoming more and more unmanageable.\nOne persistent challenge that humanity faces is inequality, with the top one percent claiming one-fifth of the world's income, and also controlling distribution and utilisation of this wealth. Meanwhile, poorer countries continue to disproportionately suffer the impacts of wealth inequalities and the climate crisis, while developed countries, far from taking responsibility for their contribution to sustaining these vulnerabilities, continue to pursue fossil fuels, deforestation, resource-hoarding, etc. As experts have pointed out, it may seem like eight billion is too high a number of humans which will push the natural limits of the planet, but the real problem is the overconsumption of existing resources by a select group of people, corporations, and countries.\nOn top of this, reports from the ongoing COP27 climate change summit have revealed how developed nations such as the US, the UK, and those in the EU are banding together against efforts to establish a new loss and damage fund to help vulnerable countries recover from climate disasters. According to the Thomson Reuters Foundation, in 2021, climate disasters caused USD 30 billion in damages in developing countries. The current size of the global humanitarian aid is not enough to make up for losses suffered in climate disasters, which are growing in frequency and intensity.\nThere is a clear need to impose accountability on the developed countries when it comes to helping vulnerable communities in the developing countries, whose lives and livelihoods continue to be at the mercy of climate change and other man-made risk factors. They must take responsibility. We join our voices with the protesters at COP27 and beyond, who are demanding that those largely responsible for climate disasters be made to \"pay up\" for the resultant losses and damages. Otherwise, the rising global population will only mean rising suffering.\n",
        "headline_1": "Can we be eight billion strong?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-be-8-billion-strong-3170996",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "It is quite baffling just how irresponsible city authorities can be when it comes to ensuring basic safety for people. One problem that perfectly captures this is the presence of lidless manholes and open drains in many areas of the capital and other major cities which, often, remain uncovered for weeks on end. No doubt, for the pedestrians and even commuters, this makes navigating our already unplanned networks of footpaths and streets a daunting task. For example, as a report by this daily shows, just within the space of 300 metres between the Shishu Mela footbridge and the National Institute of Ophthalmology and Hospital in Dhaka, 19 manholes (out of 24) have remained uncovered for at least a month. The rest have been marked/covered using bamboo fences and tree branches, which can give a false sense of security but are as dangerous.\nAnd, across the one-kilometre road connecting Shishu Mela with the Department of Archives and Library, there are 80 such manholes, waiting to cause a tragedy anytime. The gravity of the threat is further illustrated by the fact that the road is frequented by visually-impaired individuals, who must crisscross the open manholes. This is totally unacceptable.\nThe news of people falling to their deaths because of uncovered drains/sewers and lidless manholes is not uncommon in Bangladesh. In September last year, newspapers reported the death of a 19-year-old university student in Chattogram's Agrabad Badamtali area. She slipped and fell into an open drain, to be buried under tonnes of waste before her body was finally recovered five hours later. Reportedly, four others had also died in the same manner within three months before the student's death. What makes this experience more tragic is how, instead of taking responsibility and undertaking preventive measures, responsible departments of the government engage in blame games. As a result, this problem persists, while people continue to suffer preventable injuries and deaths.\nIn the case of the open manholes near Shishu Mela, the Dhaka North City Corporation (DNCC) has reportedly given the task of covering them to a private contractor. But that was a month ago. Why has there been no progress? Why are so many manholes still uncovered? And why are the high authorities not intervening to ensure safety on this busy road and all other roads and alleys with similar problems? Ensuring the safety and convenience of residents should be their topmost priority.\nCity authorities across the country must not allow for such risks to linger along roads. Also, the problem of uncovered manholes is often due to the endless road and underground utility line repair works that occur round the year. This too must be addressed. Bangladesh is investing a lot in building modern infrastructure and improving city services. Modern city management is a need of the hour – and our city fathers must align their priorities with that of the tax-payers.\n",
        "headline_1": "Who will cover the manholes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-cover-the-manholes-3170091",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "There are certain issues politicians on both sides of the aisle are hardly vocal about. But in terms of importance, they do not lag far behind the basic human rights. Particularly, in a pseudo-democratic set-up under the influence of a matching deformed free-market economy, even the social welfare programmes remain either half-heartedly devised and implemented or totally overlooked. One such aberration concerns the commercialisation of education where polarisation of educational institutions puts the learners of the poorer segments of society at a great disadvantage. Unless students from poor and low-income families are exceptionally meritorious, they stand no chance of advancing far in pursuing higher studies. Already pitted against overwhelming odds on account of the breakup with in-person schooling during the long Covid closure, these learners are now facing a further threat from the rising costs of all kinds of educational implements. The way papers, exercise books, geometric boxes, calculators, pencils, pens, rulers and other materials considered essential for class work are becoming dearer poses a daunting challenge for them to continue study. Do the nearly 200,000 fewer candidates this year for higher secondary (HSC) examinations than the previous year's total give any indication?Although the digitisation hype has blinded most people about faster and convenient paperless exchange of information, monetary transactions and office works, the simple and plain paper still remains the centrepiece of human civilisation and the medium of individual life's quest for what one wants to be. Sadly, the crisis of writing and printing papers ---both white and newsprint---has been deepening for long and right now at its tipping point, it is set to upset education from the primary up to higher secondary level, academic and literary pursuits and the print media. Under immediate threat is the printing of about 350 million textbooks for primary, secondary and higher secondary students by December and distribute those among them on the first day of the New Year. Then comes the time of Ekushey Book Fair, when the country witnesses publication of the largest number of books compared to the rest of the year.Newspapers may not be directly linked to academic education but nevertheless it carries forward the advancement of information and knowledge and the crisis the industry is facing now is multifarious. It is bound to trigger its snowballing effects on dissemination of information and knowledge. An adversely impacted education sector together with an imperilled newspaper industry first limits the scope for scholarship and then further shrinks the space for liberty of individual and collective minds and dreams. It is against the context of emerging crisis, the policy of discouraging import of common white paper and newspaper warrants a review now. Of the 206 paper mills in the private sector, 70-75 are reportedly now in operation. True, they also face problems in importing pulp, the main raw material, and have to go for production far below their optimal capacity due to crisis of gas and electricity. But still the price levels which are 25-40 per cent higher ---in some cases double the previous rate---are not justified. It is for the government to act decisively now. It should allow import of paper on an emergency basis and the duty should be either waived or fixed at a minimum possible rate. Patronising knowledge is at times more important than procuring foods.",
        "headline_1": "Addressing costly educational implements",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-costly-educational-implements-1668603317",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Education in the country calls for prioritization. There is little question that of all the sectors which are in a less than healthy state, education fares the worst. Be it in school, college or university, the young in Bangladesh are up against a wall they find increasingly hard to scale.One will have a better picture of the situation through observing the long wait students qualifying at the Higher Secondary Education (HSC) examinations have been going through for admission to the public universities. There is the uniform admissions committee, the joint convener of which informs us that the admissions process is a complex task.Juxtapose that statement with the grievances of students who have lost as many as eighteen months since their appearance at the HSC exams, the announcement of the results, their qualifying for admission to universities or university-affiliated colleges and then waiting helplessly because many of these institutions have simply not completed the admission formalities.One certainly understands the many ways in which the coronavirus pandemic has left education in Bangladesh badly wounded. But one cannot fathom the languid and indifferent manner in which the public universities have gone about clearing the admission decks. When a student qualifies for admission to the Home Economics College at the end of September 2022 for the 2021-22 academic session and then must wait for months to take her seat at the college, the damage being done to education can easily be imagined.Of course, as Professor Biswajit Chanda at the University Grants Commission would have one know, the UGC's instructions regarding admissions have been clear: the public universities would have to complete the admission process within two to three months of the announcement of the HSC examination results. That edict has been ignored. And nine months have gone by since the HSC examination results were made public.The consequences are disconcerting. There are reports of the young waiting to begin classes at the universities and their affiliated colleges, not knowing when they will be given the clearance to resume education, at the higher levels. Frustration is nibbling away at their patience and indeed their self-confidence. Those young whose families are well-off, in that economic sense, have been making their way to private universities. But think of the majority of students whose families struggle for a living and yet would have them acquire good education. Most of these young come from our rural regions. Must those responsible for the admission procedures to universities take away such a large chunk of time from the lives of these struggling young? These students, whose academic achievements at school and college are remarkable, cannot afford to pay their way through education at the private universities. Besides, for them as for those who will come after them, the nation's public universities offer the best hope of career advancement in life.It makes sense to refer to a World Bank report from 2019, noting that 35 per cent of students at our public universities come from a background of poverty. It is then hugely unfair that for no fault of theirs these young must idle away their time at home, waiting for that call to begin classes at the public universities. Professor Md Mashiur Rahman, Vice Chancellor of National University, echoes the feelings of many when he suggests that the uniform admission test committee should take the initiative to complete the admission process at the universities in a brief period of time from next year. National University has meanwhile done what other universities have not been able to do: in the current academic year, it carried the admission process through to a successful culmination in June, ensuring that classes commenced in July. All of this raises the question: if National University can do it, why must other universities fall behind?Which takes one back to the overwhelming question of education requiring to be placed at the top of the government's policy agenda. Time was when ubiquitous session jams at the public universities placed students in jeopardy through making it hard for them to appear at public service examinations. As they waited for their honours and masters courses to draw to an end in the prescribed four years, they realized that it was an impossible dream. Instances are there aplenty of the young emerging with masters qualifications six and even eight years after admission to the universities.That left a good number of lives in disarray. The consequences were many and unfortunate. In the first place, it was the families of these young who suffered, for the simple reason that where they looked forward to their children coming by good jobs once they finished their university education, they now were condemned to a continuation of their poverty-driven state. In the second place, many among these young went beyond the age limit for competitive public service examinations, compelled to veer off into professions at variance with their university education.Such sad stories ought not to be repeated. It is not only unfair but plainly unethical to compel students who have qualified for university admission to remain grounded at home only because those manning the universities have not done the work they were supposed to do.In a society where families yet struggle to have food on the table, where the hopes of parents are centered on their children acquiring university education and then proceeding into jobs that will stabilize the family economy as well as ensure the future of the younger children at home, we cannot ignore these compulsions.A proper, credible and purposeful education policy is a clear and present need today. The formulation of such a policy must first of all do away with outdated patterns of classroom lectures and examinations at all levels of the education pyramid. Comprehensive syllabi bringing a student into contact with the demands of post-modern education --- history, mathematics, science, climate change, global politics --- are a paramount need. At our universities, both public and private, the goal should be without ambiguity --- to equip our young not only to meet the world on their own terms but, more importantly, to get their results in good time and engage themselves in employment which not only assures them places in government but also has them go for innovative projects and therefore self-employment across the upazilas and districts of Bangladesh.When education is chaotic, society is badly hobbled. When education has the young come by certificates but does not guarantee them a role in nation-building, it is the state which pays a price in the councils of the world.\n[email protected]",
        "headline_1": "Universities...the long, tiresome admission process",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/universitiesthe-long-tiresome-admission-process-1668603367",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "Eat healthy, live healthy. That is a common saying. If one does not follow the health rules, it is sure one will fall ill. Then is not it wise to visit the doctor before one's illness turns so serious that one loses the ability to move? So, when one sneezes, one should be alert. If one waits for the symptoms like coughing or vomiting, it will indicate how fast the patient needs to be hospitalised. Further wait will just aggravate the health condition and the patient will need to be stretchered to the doctor before being operated upon. The economy of a country is like that. If the economy shows signs of illness, it is wise to call in a doctor before it takes a turn for the worse. That is why a team of the International Monetary Fund (IMF) was here in Dhaka recently. They talked to different quarters, tried to ascertain the symptoms of illness and the medication needed. They discussed reforms in the banking sector, the exchange rate, foreign exchange reserve, the tax-GDP ratio and some other issues, all linked to macro-economic stability. Finally, there was a staff-level agreement that US$ 4.5 billion would be available for Bangladesh in seven installments. Of the amount, $3.2 billion will be available under the Extended Credit Facility (ECF) and the Extended Fund Facility (EFF) and $1.3 billion under the Resilience and Sustainability Facility (RSF). Under the Extended Credit Facility (ECF), the IMF provides financial assistance to countries with protracted balance of payments problems. Under the Extended Fund Facility (EFF), the IMF assists a country, when it faces serious medium-term balance of payments problems because of structural weaknesses that require time to address. Compared to assistance provided under the Stand-by Arrangement, assistance under an extended arrangement features longer programme engagement-to help a country implement medium-term structural reforms-and a longer repayment period. The third is the Resilience and Sustainability Facility (RSF). It complements the existing IMF lending toolkit by helping low-income and vulnerable middle-income countries address longer-term challenges, including those related to climate change and pandemic preparedness.The dollar fund to be available from the IMF is not an all-important thing. What is most important is the economic check-up the IMF did signals how the health condition of the patient is. That gives other lenders the much-needed confidence that the patient is under care and they can make deals with him. That opens up the access to funds from other lenders. Already the World Bank vice president for the South Asia Region visited Dhaka hot on the heels of the IMF team's visit. He cited \"important reforms that can help the country stay on the resilient and inclusive growth path and create opportunities for the people\" as the country works toward the goal of achieving upper-middle income status by 2031.We should remember that we are not yet under the IMF's oversight as the multilateral lender's board approval is needed before start of the funded programmes. We should also remember that the pills may be bitter but life-saving. If the pill is not administered, the patient will not recover. But we need to be careful that the people in no way are put at the receiving end of any imprudent decision that can cost them dear.\n[email protected]",
        "headline_1": "Why we need IMF support",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-we-need-imf-support-1668603403",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2022"
    },
    {
        "full_article": "The prices of rice have seen another hike recently. According to the Trading Corporation of Bangladesh (TCB) data, a week ago in the capital, coarse rice was sold at Tk 42-52, medium grain rice at Tk 52-58 and fine rice at Tk 65-75 per kg. But now, coarse rice is selling for Tk 48-55 per kg, medium grain rice for Tk 55-60 and fine rice for Tk 66-84. It is rather frustrating that the prices of our main staple are not decreasing even during the harvesting season. The price hike of rice is creating an unbearable pressure on poor people amid the soaring prices of other commodities. The government has reduced duty on rice imports. But this does not seem to have brought the prices of rice to a tolerable level. People believe the rice millers and some business conglomerates are hoarding rice illegally and creating an artificial crisis so that they can maximise their profit. These business groups may be getting short-term bank loans. With this money, they buy rice at a cheap rate to hoard it in large quantities. A similar kind of incident took place around 14 years ago. Then the Bangladesh Bank instructed all banks to realise such loans within one month. Magically, the price of rice started to come down within a week. The authorities concerned can take a similar measure if there is any unethical practice of hoarding in the country. Above all, the government should identify why the price of rice has been increasing in the harvesting season.\nMd Ashraf Hossain120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Why is rice getting pricier at harvesting time?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-is-rice-getting-pricier-at-harvesting-time-1668603429",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-11-2022"
    }
]