[
    {
        "full_article": "The Berlin-based Transparency International released its \"Government Defence Integrity (GDI) Index 2020\" on November 16, 2021. With an overall score of 25 on a scale of 100, which is well below the index average of 39, Bangladesh has been ranked in the second lowest category of countries having \"very weak institutional resilience to corruption.\" The index shows that there are a large number of risk areas of varying degrees in the defence sector of Bangladesh, which demand high levels of strategic and policy priority aimed at creating a robust and upgraded integrity structure and ensuring its rigorous practice. Time is ripe for Bangladesh to start the process of developing a comprehensive defence integrity strategy through a participatory and inclusive process.\nThe GDI is produced on the basis of a framework of good practices of integrity that promotes accountable, transparent and responsible conduct in the defence and security sector, and prevents the waste of public resources through corruption and other forms of abuse of power. It uses more than 70 indicators on prevalence, effectiveness and enforcement of institutional control across five broad categories of risks: political, financial, personnel, operational, and procurement. Countries are ranked into six categories as per the score they receive. Countries that score 83-100 are grouped in grade A, having very robust institutional resilience to corruption; those who score 67-82 are in grade B, having robust institutional resilience; those who score 50-66 are placed in grade C, having modest institutional resilience; 33-49 in grade D, having weak institutional resilience; 17-32 in grade E, having very weak institutional resilience; and a score of 0-16 places one in grade F, having limited or no institutional resilience to corruption.\nThe GDI assesses the legal and policy framework on the one hand, and the state of implementation on the other, so as to assist the relevant authorities to identify the gaps as well as indicate scope of improvement. The index shows deficits in defence sector integrity to be a global problem. As many as 62 percent of the assessed countries are at high risk of corruption in defence and security. Almost every country scores poorly in terms of safeguards against corruption in military operations. The G20 countries, with an average score of only 49, are far from being able to ensure the desired standard of good practices to ensure integrity and anti-corruption in defence and security.\nOf the 86 countries included in the index, only New Zealand has been ranked in grade A (very robust institutional resilience). Only seven countries—Belgium, Germany, Latvia, the Netherlands, Norway, Taiwan, and the UK—have been placed in grade B for having robust institutional resilience. Twenty-five, including several countries considered to be otherwise better governed—like Australia, Brazil, Canada, Denmark, France, India, Singapore, South Africa, South Korea, Sweden, Switzerland, and the US—have been ranked in grade C (modest institutional resilience against corruption). The remaining 53 countries are in one of the lowest three categories, having weak, very weak, and limited or no institutional resilience. The grade F countries include Sudan (5), Egypt (6), Algeria and Myanmar (8), and Iraq (9).\nBangladesh's overall grading of E (very weak institutional resilience) aside, our highest grading in terms of specific categories of indicators is C—i.e. modest institutional resilience in the category of personnel risks—while in terms of operational risks, we have been assessed to have the lowest grade of F—i.e. limited or no institutional resilience. In the remaining three categories, we achieved similar grading as the overall assessment.\nLooking closely into the sub-categories of indicators, Bangladesh has achieved the best grade of A in defence budget transparency and detail, defined narrowly in terms of comprehensiveness of budget information and timeliness of the same being available to the parliament. On the other hand, in terms of more important aspects of budget scrutiny, the score is in the lowest grade. Dimensions that may be considered as silver lining include disciplinary measures for personnel (A), payment system (A), and chain of command and payment (A).\nThe source of major concern is in the political risks category, under which Bangladesh's performance in sub-categories, like legislative scrutiny, defence committee, defence policy debate, CSO engagement, anti-corruption policy, organised crime links, organised crime policing, and intelligence services oversight have been placed in the lowest grade F—limited or no institutional resilience. Similarly, the lowest grade under the financial risk category is attributed to secret spending, legislative access to information, secret programme auditing, and access to information.\nIn the personnel risk category, scores under the sub-categories like the numbers of personnel, military code of conduct, and corruption prosecutions have also been graded the lowest—limited or no institutional resilience (F). The same grading has been received under defence procurement as per sub-categories like procurement legislation, compliance standards, open competition vs single sourcing, and tender board controls. Sub-indicators like internal audit, military-owned business scrutiny, disclosure of actual purchases, and scope for anti-collusion controls have been identified to be in grade E or very weak institutional resilience.\nWhile the above findings of GDI do not necessarily imply existing lack of integrity or the state of prevalence of corruption as such, they do imply the depth and width of prevailing risks, and indicate the scope for work needed to be undertaken to move to the higher levels of integrity and anti-corruption. The Transparency International does not stop at making this assessment and merely launching the index; it offers its expertise to support reform initiatives, including drafting of integrity action plan, conducting training, and capacity-building of stakeholders to upgrade the level of integrity.\nThe key takeaway here is that Bangladesh needs to attach top priority to revamp its defence integrity structure and practices as early as possible. To begin with, a comprehensive defence integrity strategy should be developed in line with the national integrity strategy adopted by the Bangladesh government in 2010. The drafting process of the defence integrity strategy should be participatory and inclusive—not only to ensure technical and professional excellence, but also to enhance the level of public ownership. Various stakeholders, especially defence and security experts, politicians and political analysts, civil society and the media, should be involved in the process of drafting the country's defence integrity strategy.\nOn the other hand, it should be recognised in earnest that openness and disclosure, external oversight (especially political and legislative), adoption and rigorous practice of anti-corruption policy as well as creating space for public debate are the key to upgrading the level of integrity of the defence sector and enhancing public trust.\n \nDr Iftekharuzzaman is executive director of Transparency International Bangladesh (TIB).\n",
        "headline_1": "Bangladesh needs to upgrade its defence integrity structure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladesh-needs-upgrade-its-defence-integrity-structure-2231756",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    },
    {
        "full_article": "Bangladesh has made tremendous strides in improving neonatal health status and achieved the United Nations' Millennium Development Goal (MDG) related to reducing child mortality (MDG 4) in 2010, five years ahead of its target year, 2015. The transition from MDG to the Sustainable Development Goal (SDG) in Bangladesh is set to reduce neonatal mortality from 28 newborn deaths per 1,000 live births in 2012 to 12 or less by 2030. Eighty percent of newborn deaths are preventable, and the government has declared its commitment towards reaching the Sustainable Development Goal (SDG 3.2).\nPrematurity is one of the leading causes of newborn mortality in Bangladesh, which contributes to 19 percent of all newborn deaths in the country. Prematurity is defined as babies born alive before 37 completed weeks of pregnancy. Every year in Bangladesh, around 600,000 babies are born prematurely, and among them, around 17,000 babies die. This is the reality as Bangladesh observes World Prematurity Day today.\nA simple technique, skin-to-skin contact of a premature baby with parents or caregivers, can save a lot of newborn lives. The method is widely known as Kangaroo Mother Care or KMC.\nPremature babies with a birth weight below 2,500 grams are likely to be physically immature and more prone to die. Birth at adolescent age, malnutrition, infections, high blood pressure, short inter-pregnancy interval, and LINC factors (lifestyle, infection, nutrition, and contraception) are the prime factors for premature birth.\nConventional neonatal care of low-birth-weight infants is expensive and needs both highly skilled personnel and permanent logistic support. Conventional neonatal care is the type of care a prematurely born or sick baby receives in a special area of the hospital called the neonatal intensive care unit (NICU). The NICU has advanced technology and trained healthcare professionals to give special care to premature babies. Evidence suggests that KMC is a safe, effective, and low-cost intervention to reduce morbidity and mortality in premature and low-birth-weight newborns. In KMC, the continuous skin-to-skin contact between the newborn and the mother (or other family members) helps the baby maintain warmth, facilitates breastfeeding, helps prevent infections, and strengthens the child-parent bond.\nOn a personal anecdote, I met Aklima Akter and her husband Fahad at Lakshmipur District Hospital. Aklima prematurely gave birth to a baby weighing only 1,700 grams; any baby who is born weighing less than 2,500 grams is considered a low-birth-weight baby. The paediatric consultant at the hospital referred the baby to the hospital's KMC unit for the next course of management. There, Aklima and Fahad, with the help of trained service providers, learned how to follow the KMC protocol to maintain the body temperature of the baby, as preterm, low-birth-weight newborns are unable to efficiently maintain their body temperature on their own. Basically, in KMC, parents transmit their body temperature to their baby by maintaining skin-to-skin contact. After two weeks of providing KMC to their baby for more than 20 hours a day every day, Aklima and Fahad were discharged from the hospital when the baby started gaining weight regularly, and the parents were confident enough to give KMC at home. The couple continued giving KMC to their baby at home and came for weekly follow-up check-ups for the next three weeks, until their baby's weight reached 2,500 grams.\nIn Aklima and Fahad's story, one more child survived a preventable death, thanks to the service providers both at the upazila level facility and at the district hospital who are well-trained and equipped to manage such cases with the technical support of USAID's MaMoni Maternal and Newborn Care Strengthening Project (MaMoni MNCSP), implemented by Save the Children and consortium partners. Also, other newborn health stakeholders—World Health Organization (WHO) and the United Nations Children's Fund (Unicef)—offer financial and technical assistance to the National Newborn Health Programme (NNHP) of the Directorate General of Health Services (DGHS) to establish KMC units in the facilities. Currently, a total of 250 KMC units are available in Bangladesh.\nHowever, even with all these efforts, the KMC facilities are yet to be available nationwide. There has been some progress, but challenges remain in the scaling-up of Kangaroo Mother Care. From the service provider's perspective, key challenges include the rotation of KMC-trained nursing staff, as it hinders capacity-building efforts, engaging the designated nursing KMC focal person with other activities. On the other hand, keeping the baby in KMC position during hot and humid weather, staying in the facilities, feeding smaller babies, continuing KMC, and follow-up visits after discharge are the key challenges from the KMC mother and her family's perspective. These challenges need to be addressed to make the KMC method successful.\nThis year, the theme for World Prematurity Day is \"Zero Separation. Act now! Keep parents and babies born too soon together.\" This theme reflects on supporting families with premature babies and addressing the separation of parents and babies during their early hours and days. This has become even more important as since the Covid-19 pandemic broke out, many facilities, as part of hygienic measures, have restricted contact between parents with the newborns, and many parents are separated from each other for being in isolation and unable to have family time as a couple. The message of this year's theme is that family-centred developmental care for babies born too soon, too small, or too sick is safe and possible, even in the times of a global pandemic.\nKangaroo Mother Care is a powerful, easy-to-use method to promote the health and well-being of newborns born preterm and/or low birth weight. KMC is a part of government efforts to reach SDG targets. The KMC approach has been included in the newborn action plans in Southeast Asian countries and health sector programmes in Bangladesh. The KMC method will play a vital role in significantly reducing newborn mortality in Bangladesh. However, there is a long way to go till we can ensure that no child has to die from prematurity and the related complications.\n \nDr Umme Salma Jahan Meena is a public health expert and is currently leading USAID's MaMoni MNCSP and emergency response to Covid-19 as the chief of party.\n",
        "headline_1": "Preventing Premature Newborn Deaths: The KMC Approach",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/preventing-premature-newborn-deaths-the-kmc-approach-2231751",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    },
    {
        "full_article": "He was described as an epic hero. His life was intimately involved in the land, labour and language of the poor peasant. And he was always with sharecroppers and fisherfolk, rickshaw wallas and jute and sugar producers, industrial workers and farm labourers, the urban poor and shopkeepers and primary school teachers, and other segments of the \"Wretched of the Earth,\" to use the Black revolutionary Frantz Fanon's phrase. And—clad in his spotless white panjabi while always wearing his favourite lungi and tupi—he remained opposed to everything our ruling classes have hitherto come to stand for.\nI'm speaking of none other than Maulana Abdul Hamid Khan Bhashani, proverbially known as the majloom jononeta (leader of the oppressed), one who was perhaps the most popular revolutionary peasant leader from Bangladesh. He organised and led the poor peasants from East Bengal to settle in a river island called Bhashan Char in colonial Assam—a place where he lived and was loved by its people, who gave him the title \"Bhashani.\" This is reminiscent of how the Argentine revolutionary Ernesto Guevara came to be lovingly called \"Che\" in Cuba, which, however, was not the place of his birth.\nAccording to most, if not all, sources, Maulana Bhashani was born on December 2, 1880, in a poor peasant family, in a village called Dhangara, in the present-day district of Sirajganj. His father Sharafat Ali Khan died at 36, when Bhashani—then nicknamed Chyaga Mia—was about nine. Then he lost his mother Maziran Bibi, his grandmother, his two brothers, and his sisters to the 1894 epidemic. Chyaga Mia not only became an orphan, but also lost almost everyone when he was only about 14.\nYet, Chyaga Mia somehow succeeded in getting his elementary education at a small madrasa in Sirajganj. Later, in 1907, Pir Nasiruddin Shah Baghdadi sent him to Darul Uloom Deoband—then the leading centre of Islamic learning in India. Following that time, Bhashani's life had been an epic journey marked by relentless struggles against poverty, death, damage, destruction—and, of course, against all forms and forces of oppression and injustice he could possibly identify.\nBhashani died on November 17, 1976, at the age of 96.\nOwing to space constraints, I can barely scratch the surface of Bhashani's staggeringly eventful life and work. But I intend to follow only a few tracks and trajectories that I find significant. Overall, the political life of Maulana Bhashani encompassed three geographical sites—Assam, Pakistan and Bangladesh—and three broad historical periods such as the colonial (Bitish India), neocolonial (Pakistan), and \"postcolonial\" (Bangladesh) periods, spanning six decades from, say, coming into contact with Deshbandhu Chittaranjan Das in 1917 that inaugurated Bhashani's political life (it was also the heady year of the great October Revolution of Russia), to organising and leading East Bengal's peasants in Bhashan Char in 1924, to leading the famous anti-Farakka long march in Bangladesh in 1976.\nAvowedly anti-capitalist, anti-colonial, anti-imperial, and anti-feudal—one who uncompromisingly combatted British colonialism, the zamindari system, and all forms and forces of class politics represented by parties ranging from the Congress to the Muslim League to the Awami League and the like—Maulana Bhashani was characteristically and unwaveringly oppositional in the interest of the oppressed, as the peasant leader Haji Mohammad Danesh rightly pointed out. Bhashani was known as a socialist, even a \"Maoist,\" Islamic socialist, Islamist, Pir, spiritual leader, and so on. But by no means did he ever resemble any one of them in the run-of-the mill sense. In fact, neither so-called socialists nor so-called Islamists endorsed Bhashani's positions and practices.\nYet, it was Bhashani who—more than any leader on the left—made socialism popular at a particular historical juncture. Bhashani also underlined the political and even revolutionary potential of spiritual projects—Islam included. His decisively anti-communal version of Islam—informed and inflected by his deep understanding of the notion of Hukumat-e-Rabbania, which urges us to remain organically tied to the totality of life forms—was deeply resonant with the cause of the oppressed. In this, Bhashani edged close to the revolutionary poet Kazi Nazrul Islam. It was, then, not for nothing that the retrograde Jamaat-e-Islami party called Bhashani kafir (Nazrul was also called kafir in a different context).\nLet me quickly allude to a creative moment in Bhashani's brand of socialist cultural politics. At mass gatherings, Bhashani used to say prayers—in the manner of what is called munajat in the Islamic tradition—and once he said something to this effect in his mass munajat: \"Allah, keep our communists safe!\" There were indeed numerous other moments that amply attest to the maulana's breathtaking creativity, tactical flexibility and, of course, his principled oppositionality—all in the service of the oppressed. Let me make a few more points about Bhashani's oppositional politics.\nBhashani joined the Swaraj Party of Deshbandhu Chittaranjan in 1923, and then had his fiercely antagonistic confrontation with the Maharaja of Santosh, for which Bhashani was expelled from Mymensingh. In fact, in 1926, Bhashani was declared persona non grata in his own land: Bengal. Since then, however, he never ceased to act and agitate; he emerged as the most outstanding peasant leader by organising in 1931 the largest peasant rally ever held in Bengal during the British colonial period. Indeed, he organised, led, and took part in numerous rebellions and riots, resistance movements, mass uprisings, marches, protests, rallies, and so on—including, of course, the 1952 Language Movement, the 1969 Mass Uprising—of which he was an unparalleled and most exemplary leader—and the 1971 Liberation War itself. I intend to write about his distinctive and massive roles in all those three historic events on another occasion. For now, let me call attention to just a few, if not all, pioneering moments that characterised Bhashani's insurrectionary politics.\nOf course, as far back as the famous Kagmari conference of 1957, Bhashani indicated the need for forming what he himself called \"swadhin purba Bangla\" (independent East Bengal), while on November 25, 1970, he unequivocally mentioned \"swadhin purba Pakistan\" (independent East Pakistan) in his speech. And it was he who inaugurated the moment of a democratic movement in Pakistan by first confronting and opposing the Muslim League. And it was he who also initiated the anti-imperial movement—including the movement against US imperialism—in Pakistan. And when Bangladesh emerged as an independent nation-state, Bhashani quickly realised that power was just transferred from one ruling class to another, and that the anti-people system and state remained intact.\nBut what, then, is the significance of Bhashani today? True, Bhashani moved from party to party. He was in the Muslim League; then he founded the Awami Muslim League; then he turned it into the Awami League; then he left it to found the National Awami Party (NAP), yet leaving it later. Why? Because none of those parties could keep pace with Bhashani's revolutionary politics that remained organically rooted in the struggles of the poor peasants and the oppressed. He enacted and embodied an unprecedented dialectic between class-line organising and mass-line organising in the interest of nothing short of total emancipation. His was a version of socialism creatively and radically indigenised: he certainly longed for an exploitation-free system and society that are impossible under capitalism and imperialism, and our national ruling classes, and he exemplarily internalised the values and messages of socialism such that he was able to turn them into active, material, and \"national-popular\" (to use Gramsci's term) forces, without falling into the trap of a theory-fetishising intellectualism, and realising well before anyone else during his times that culture is political, and that politics itself has its cultural aspect. For Bhashani, that cultural aspect of politics resided in the ways in which he could not only use and energise a language immediately accessible to the masses, but could also turn that language into a vehicle of what he himself and his people called praner dabi.\nIndeed, to reload and reinvent Bhashani today is to inaugurate a new emancipatory, revolutionary politics in Bangladesh.\n \nDr Azfar Hussain is interim director of the graduate programme in social innovation and associate professor of integrative, religious, and cultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n",
        "headline_1": "Our foremost peasant leader and revolutionary",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-foremost-peasant-leader-and-revolutionary-2231736",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    },
    {
        "full_article": "Addressing global warming requires cutting carbon emissions by almost half by 2030! For the Intergovernmental Panel on Climate Change (IPCC), emissions must fall by 45 percent below 2010 levels by 2030 to limit warming to 1.5 degrees Celsius, instead of the 2.7 degrees Celsius now expected.\nInstead, countries are mainly under pressure to commit to \"net zero\" carbon (dioxide, CO2) emissions by 2050 under that deal. Meanwhile, global carbon emissions—now already close to pre-pandemic levels—are rising rapidly despite higher fossil fuel prices.\nEmissions from burning coal and gas are already greater now than in 2019. Global oil use is expected to rise as transport recovers from pandemic restrictions. In short, carbon emissions are far from trending towards net zero by 2050.\nFalse promise\nAt the annual climate meetings in Glasgow, carbon pricing was touted as the main means to cut CO2 and other greenhouse gas (GHG) emissions. The European Union president urged, \"Put a price on carbon,\" while Canadian Prime Minister Justin Trudeau advocated a global minimum carbon tax.\nBusinesses are also rallying behind one-size-fits-all CO2 pricing, claiming it is \"effective and fair.\" But there is little discussion of how revenues raised thus far should be distributed among countries—let alone to support poorer countries' adaptation and mitigation efforts.\nCarbon pricing supposedly penalises CO2 emitters for economic losses due to global warming. The public bears the costs of global warming—e.g. damage due to rising sea levels, extreme weather events, changing rainfall, droughts or higher healthcare and other expenses. But there is little effort at or evidence of compensation to those adversely affected. Therefore, poorer countries are understandably sceptical, especially as rich countries have failed to fulfil their promise of USD 100 billion yearly climate finance support.\nThe CO2 price market solution is said to be \"the most powerful tool\" in the climate policy arsenal. It claims to deter and thus reduce GHG emissions, while incentivising investment shifts from fossil fuel burning to cleaner energy generating technologies.\nNo silver bullet\nCarbon pricing's actual impact has, in fact, been marginal—only reducing emissions by under two percent yearly. Such impacts remain small as \"emitters hardly pay.\" Most remain undeterred, still relying on energy from fossil fuel combustion. Also, many easily pass on the carbon tax burden to others, whose spending is not price sensitive enough.\nOnly 22 percent of GHGs produced globally are subject to carbon pricing, averaging only USD 3 per tonne! Hence, such price incentives alone cannot significantly discourage high GHG emissions, or greatly accelerate widespread use of low-carbon technologies.\nPowerful fossil fuel corporate interests have made sure that carbon prices are not high enough to force users to switch energy sources. Thus, existing CO2 pricing policies are \"(more) modest and less ambitious\" than they could and should be. Meanwhile, several factors have undermined carbon taxation's ability to speed up decarbonisation.\nFirst, carbon taxes have never actually provided much climate finance. Second, CO2 taxes misrepresent climate change as a result of \"market failure,\" not as a fundamental systemic problem. Third, it seeks efficiency, not efficacy! Thus, it does not treat global warming as an urgent threat.\nFourth, market signals from carbon taxation seek to \"optimise\" the status quo, rather than to transform systems responsible for global warming. Fifth, it offers a deceptively simplistic \"universal\" solution, rather than a policy approach sensitive to circumstances. Sixth, it ignores political realities, especially differences in key stakeholders' power and influence.\nUnfair to poor\nEven if introduced gradually, the flat carbon tax will burden poorer countries more. Worse, carbon pricing is regressive, causing more suffering to the poor. Thus, the burden of CO2 taxes is heavier on average consumers in poor countries than on poor consumers in \"average\" countries.\nA UN survey showed that a seemingly fair, uniform global carbon tax would burden—as a share of GDP—developing countries much more than developed countries. Thus, although per capita emissions in poorer countries are far less than in rich ones, a flat CO2 tax burdens developing countries much more.\nAlso, a standard carbon tax burdens low-income groups more, by raising not only energy costs directly, but also those of all goods and services requiring energy use. With this seemingly fair, one-size-fits-all tax, low income households and countries pay much more relatively.\nAnalytically, such distributional effects can be avoided by differentiated pricing, e.g. by increasing prices to reflect the amount of energy used. Also, compensatory mechanisms, such as subsidies or cash transfers to low-income groups, can help.\nBut these are administratively difficult, particularly for poor countries, with limited taxation and social assistance systems. Furthermore, effectively targeting vulnerable populations is hugely problematic in practice.\nMission impossible?\nSelective investment and technology promotion policies are much more effective in encouraging clean energy use and reducing GHG emissions. Huge investments in solar, hydro and wind energy as well as public transport are required, typically involving high initial costs and low returns. Hence, public investment often has to lead. But most developing countries lack the fiscal capacity for such large public investment programmes. Large increases in compensatory financing, official development assistance and concessional lending are urgently needed, but have not been forthcoming, despite much talk.\nClimate finance initiatives generally need to improve incentives for mitigation, while funding much more climate adaptation in developing countries. Potentially, a CO2 tax could yield significantly more resources to cover such international funding requirements, but this requires appropriate redistributive measures, which have never been seriously negotiated.\nCarbon taxes can help\nEven without an ostensibly market-determined CO2 price, taxing GHG emissions would make renewable energy more price competitive. The UN advocated a \"global green new deal\" in response to the 2008-2009 global financial crisis. It noted that a USD 50 per tonne tax would make more renewables commercially competitive, besides mobilising USD 500 billion annually for climate finance.\nA International Monetary Fund (IMF) staff note from mid-2021 has proposed an international carbon price floor. This would \"jump-start\" emission reductions by requiring G20 governments to enforce minimum carbon prices. Involving the largest emitting countries would be very consequential while bypassing collective action difficulties among the 195 UN member states.\nThe scheme could be pragmatically designed to be more equitable, and for all types of GHGs, not just CO2 emissions. But even a global carbon price of USD 75 per tonne would only cut enough emissions to keep global warming below two degrees Celsius—not the needed 1.5 degrees, the Paris Agreement goal!\n \nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia.\nJomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\nCopyright: Inter Press Service\n",
        "headline_1": "The Carbon Tax is Overrated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-carbon-tax-overrated-2230936",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    },
    {
        "full_article": "We are concerned by the recent discovery that a racket—which includes top officials of the Jashore Board of Intermediate and Secondary Education—tampered with at least 36 cheques and stole almost Tk 7 crore from a bank account of the education board over the last five years. Said cheques were issued to 10 business outlets—two of which had no dues with the board at all—and three board officials, according to a report by this daily. The board's team of internal auditors on October 7 found that the amounts mentioned in the board's ledger and on the cheques were different from the amounts withdrawn from the bank.\nWhat is most significant here is the involvement of top officials in the misdeed. When the Anti-Corruption Commission (ACC) filed a case over the embezzlement, it accused the education board's chairman, his secretary, and accounts assistant. It is also worth noting that, as per the head of the audit team, the board's account section was \"too dependent\" on the accounts assistant, who went into hiding soon after the team lodged its complaint, and only resurfaced by returning Tk 30 lakh of the embezzled amount, in two phases through bank drafts.\nBut the involvement of top officials in the theft of public money from the very organisations they run is nothing new at all. Last year, the shocking story of how a driver working for the DGHS had amassed wealth equalling more than Tk 100 crore over his 35 years of service came out. Though the driver was sentenced to 30 years in prison for it, we doubt that he was able to pull this off without his higher-ups enabling him, while carrying out similar deeds of their own. Similarly, a 44-member syndicate of bureaucrats, politicians and officials of the Police Bureau of Investigation (PBI) in Cox's Bazar systematically siphoned off Tk 78 crore from three development projects. In all cases, it is public money, which should only be expended for the public's benefit, that is being stolen by these corrupt officials and professionals.\nWhile we commend the ACC's speedy investigation into the audit team's complaint, this is only one incident concerning an education board, and that itself has been able to steal a hefty amount of taxpayers' money. We would, therefore, urge the authorities to crack down on such government offices so that ill-meaning officials and employees cannot carry out such embezzlements. Moreover, the journey of these cases from investigation to conviction must be speedy, efficient, and thorough. Very often, it is the delay in justice—or the ultimate lack thereof—which encourages and enables corrupt government employees to keep bleeding the public of what they are owed.\n",
        "headline_1": "Embezzlement of Jashore education board’s money is no new tale",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/embezzlement-jashore-education-boards-money-no-new-tale-2231726",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    },
    {
        "full_article": "There is no doubt that the e-commerce industry in Bangladesh needs to be regulated in a better way. In recent years, e-commerce has been plagued with scams and controversies, and at least 13 rogue companies have wound up with liabilities worth several thousands of crores of taka. Legal experts and consumer rights bodies have opined that there is a pressing need for a digital commerce policy that is binding and enforceable, and where the violators of the policy are punished. This is not the case under the existing National Digital Commerce Policy, 2018, where there is no scope for legal remedy, despite a recently issued guideline.\nWhile we completely understand and support the drafting of a new e-commerce policy that will set up administrative and judicial mechanisms to protect both consumers and merchants from fraudulent activities, we must also stress the importance of protecting their privacy as well. According to the draft policy on e-commerce firms, prepared by the National Telecommunication Monitoring Centre (NTMC) last month, all e-commerce firms will have to come under one digital platform that will be monitored by multiple state agencies. This means that the commerce ministry, the Bangladesh Computer Council (BCC), the Consumer Association of Bangladesh, the Bangladesh Financial Intelligence Unit (BFIU), the law enforcement agencies, and the NTMC will all have access to information on orders and delivery, information about dealers, and details of their financial transactions. \nWhy do so many different government agencies need to know all this? Does it not make more sense to have a proper system to address the grievances of wronged consumers, rather than poring over the details of the daily workings of individual companies, even before they have been accused of any wrongdoing?\nAccording to the draft policy, all e-commerce companies will have to register with the digital platform or else they will not be allowed to operate, and when registering, they will have to provide information on their business model, including passport information and other personal details. Only a few days ago, the Japanese ambassador to Bangladesh spoke of how some Japanese companies are thinking of entering the e-commerce business in Bangladesh. Will they still show the same interest when they hear of the amount of information they will have to divulge to the authorities, and how closely their activities will be monitored by different government agencies?\nIt is absolutely essential that we come up with a system that protects the rights and interests of Bangladeshi consumers from scammers in the e-commerce industry. However, this also involves protecting their right to privacy, which this latest draft policy has very little regard for. The government must also ensure that the policy does not act as a deterrent for e-commerce firms looking to enter into a thriving industry which, despite the recent controversies, has the potential to create jobs and boost the economy. \n",
        "headline_1": "New e-commerce policy must protect consumers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/new-e-commerce-policy-must-protect-consumers-2231491",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-11-2021"
    }
]