[
    {
        "full_article": "The parliamentary debate on the Constitution turned out to be yet another occasion of intense diatribe between the ruling alliance and the Opposition. While both sides agreed on the supremacy of the Constitution, now in its 75th year, each accused the other of undermining it. The debate could have been an opportunity to explore a new common ground for a sharply polarised polity, but, unfortunately, that is not how it played out. Speakers from parties in power, led by Prime Minister Narendra Modi, and Opposition speakers led by the Leader of Opposition, Rahul Gandhi, railed against their political opponents and used the Constitution as a facade for their partisan politics. Mr. Gandhi views the Bharatiya Janata Party (BJP) and Mr. Modi as disloyal to the Constitution, and sought to connect it all to the Hindutva ideology. Mr. Modi singled out Mr. Gandhi’s family, starting from his great-grandfather and the first Prime Minister, Jawaharlal Nehru, for a no-holds-barred attack — that it has undermined the Constitution through acts of omission and commission. Both sides used facts selectively and the statements of past actors to exaggerate the point that their opponents did more harm to the Constitution than they themselves. Such an approach may work as a propaganda strategy but can do little in terms of constructive engagement on the question.The Constitution, understood as a living document, provides the foundation and the framework for a fairer social, political and economic order for the country. Constitutionalism is an evolving project, and any discussion on it must account for this dynamism. History is a good teacher, but litigating the past endlessly is not a helpful learning technique. There have been many dark moments in the 75-year history of the Constitution, including the imposition of Emergency, but the brighter and bigger picture is that it still offers the strongest possible ethos for a secular, pluralist and progressive nation. The BJP and the Congress calling each other names is akin to the pot calling the kettle black. Both sides say they are for strengthening the unity of the country, but accuse each other of dividing the country. What emerges from the debate is that there is a lot of blame to go around; what were missing were introspection and self-reflection. Mr. Modi is right in saying that the Constitution is a unifier of the nation, and cited his government’s push for a uniform civil code as an example of the commitment to advancing this unity. Uneven demographic and economic trends will require close and unified attention by the political class in the decades ahead to reimagine the constitutional scheme. Sadly, little time was spent on these questions.\r Published - December 17, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        constitution\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        Parliament proceedings\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Rahul Gandhi\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        demography",
        "headline_1": "​Sound and fury: On the parliamentary debate on the Constitution",
        "headline_2": "The Constitution might be a unifier, but the debate exposed polarisation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsound-and-fury-on-the-parliamentary-debate-on-the-constitution/article68992159.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "When France’s President, Emmanuel Macron, called a snap legislative election in June, he had two political objectives: secure a new mandate for his centrist coalition and arrest the surge of the far-right National Rally, which had just finished first in the European elections. But what he got was a hung parliament with the left-wing New Popular Front (NFP) emerging as the largest bloc. And what he did was to pick Michel Barnier, a conservative leader of the Republican Party, which had finished fourth in the elections, to form the government. It was a disaster foretold. The government collapsed within three months, leaving France without a budget for 2025. And now, as if he learnt nothing from his gambles, Mr. Macron has appointed François Bayrou, leader of the Democratic Movement party, which has just 33 seats in the 577-member National Assembly, as the next Prime Minister. Even if Mr. Macron’s coalition, Ensemble, which finished second in the elections, and the Republicans come together, they do not have a majority (289 seats) to pass bills in Parliament. The Socialist Party, which is part of the left-wing alliance, has already said it will not join the new government. This would mean that Mr. Bayrou’s government would be at the mercy of Marine Le Pen’s far-right National Rally, as Mr. Barnier’s government was, for survival.With rising unemployment and falling domestic consumption, France needs urgent policy interventions. It has seen a jump in fiscal deficit, to 6.1% of GDP, worse than Greece, Spain and Italy, the Eurozone countries hit hard by the 2008-09 debt crisis. France’s debt has also ballooned to €3.2 trillion, more than 112% of its GDP. What makes the crisis worse is the absence of a stable government. Mr. Bayrou’s immediate task is to get an emergency budget passed in Parliament so that essential services run. But this will entail painful negotiations with the far-right, which is opposed to any more cuts in social spending. This takes the political and economic situation back to square one. Part of the problem is Mr. Macron’s refusal to accept shifting political dynamics. An anti-establishment constituency is gaining strength from economic agonies. While the far-right and the left are trying to mobilise the working population from different political platforms, Mr. Macron is trying to preserve the status quo (mis)using his presidential powers. By appointing unpopular leaders who lack a clear mandate as Prime Ministers, he is prolonging the crisis. If he was serious about ‘institutional stability’, a favourite Macronist mantra, he should have sought to build a coalition with the largest bloc, the Left, and helped them rule based on a consensus-driven political and economic programme.\r Published - December 17, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        France\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        unemployment\n                    \n                            /                      \n                        \n                        Greece\n                    \n                            /                      \n                        \n                        Spain\n                    \n                            /                      \n                        \n                        Italy\n                    \n                            /                      \n                        \n                        parliament",
        "headline_1": "Costly gambles: On French President Macron and his politics",
        "headline_2": "Emmanuel Macron is driving France into one crisis after another",
        "link": "https://www.thehindu.com/opinion/editorial/costly-gambles-on-french-president-macron-and-his-politics/article68992447.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "What a wife rarely calls her husband\nI was at this party for only eight people and they were playing games, a change from the ‘so what’s new kya khabar aur sunao’ drivel that passes for convo. Hadn’t been to a game night in years. And one of these games was what can your wife say to you with no problem that you would not say to her. You wouldn’t dare.\nI kind of made a shortlist while competing and if you are the sort of brave soul who does not agree with me well then, that’s what you are…the brave soul. Salud.\nAs we are leaving the house | Go change your shirt, it is shabby, I am not going with you dressed like this, comfy is not an excuse for sloppy. Why didn’t you at least get your trousers ironed?\nYou are wearing the wrong colour socks. And at least comb whatever hair you have left, it is unkempt. You have put on weight, tuck your tummy in, ever since you retired you have become a couch potato. I hate to say it but you have become boring and dull and unromantic.\nAt an event | Don’t try to charm people, it always goes flat and if the party is dull, leave it that way. No one wants to know, no one cares about your 4 par saga on the seventh.\nIn a group | Buss, you have had two samosas, then you will whine about acidity, he always overdoes it (Go on then share my medical history with the world).\nThe car is another battlefield | Watch it, don’t go so fast, you just went through a stop sign, change the lane, slow down, you are such a bad driver, watch it, there is a truck 200 metres away.\nIn the house | On complaining about leaving the lights on: You have become old and crusty and grumpy and your memory is falling to pieces. On meeting some friend of hers: Don’t embarrass me and don’t tell those boring old jokes, they are not funny.\nTo the children | Your father did it again, he forgot the name of the host, can you believe it, I mean how can you be so disinterested in those around you, you cannot keep saying boss, tiger, champion, hero to cover up.\nWhich husband has ever said that?\n\n",
        "headline_1": "Boss, tiger, champion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/boss-tiger-champion/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "Olive ridleys travel great distances to continue life, we destroy environments with abandon \nThe olive ridley sea turtles swim incredibly long distances to give birth to their babies, at selected sites every year. We don’t know how these sites have come to be imprinted upon them. But each of us can see footage of a vast number of them hitting a beach to lay their eggs on a given night. It is the wonder of life writ vital and beautiful. But sometimes they are dead on arrival. For example, their carcasses have been washing ashore along the Visakhapatnam coast over the past few days. This is the inhuman work of humanity.\nLand creatures have already paid a high price for our consumption lust. This century, it’s the ocean frontiers that are systematically under attack. Industrial fishing, marine pollution and rising sea temperatures are wreaking havoc with marine life cycles. But govts continue to turn a determined blind eye to this. Both at national and multilateral levels, they continue to perpetuate a colonial mythology of the seas, whose creatures continue to be treated as feedstock to be further exploited and decimated, gratis. This is so different from the mythologies of our ancestors. Native American to African, Japanese and Indian, the stories from centuries ago are about the sentience of earth’s exotic inhabitants. About what we can learn from them, admire about them, how to be one with them. In rescinding these ancient wisdoms we are racing towards doomsday.\nBy hurting its creatures we are hurting the ocean itself. We are making an enemy out of our ally in the fight against global warming. But there are also beaches where sustained environmental efforts have seen the happy return of olive ridley nesters. Chennai’s beaches regularly see school and college goers, working professionals and families work together to save the hatchlings. It’s a reminder of the value of local agency in a global nightmare.\n\n",
        "headline_1": "Wise turtle, foolish man",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wise-turtle-foolish-man/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "How to review performance of mantris when even companies are junking classic appraisal systems\nCM Fadnavis’s Mahayuti govt has 42 ministers, up from Shinde govt’s 29. Coalition compulsions, not unlike a rash of promotions in a bid to lock-in veterans. But there are more MLAs from the bell curves of political life to please. Shinde’s looking at a ‘rotation policy’ to make more MLAs ministers. Ajit Pawar speaks of 30-month ministerial terms for some ministries on his beat, presumably barring his own ‘finance’. Management funda buzz of appraisals – ‘periodic review’ and ‘underperformance’ – already has newly minted mantris bristling. And why not, for, what ‘performance review’ has ever been not-annoying or seen as ‘fair’?\nCompetent performance reviews are elusive across the corporate world. Most companies agree, even if they do little about it, that they’re largely demotivating, time-consuming, and entirely unhelpful exercises. The view via the bell curve is unnatural in 21st century workplaces. The bell curve or Gaussian normal has ‘over-performers’ and under-performers as outliers who fan out at either end of a central hump (bell shape) of averages. The world is mediocre, but there’s nothing like an ‘average’ world or workplace. It’s long been recognised that the bell curve isn’t how the real world stacks up.\nA workplace, across sectors, follows more a Pareto distribution (80-20 rule), which is like a ‘hockey stick with a long tail’. That is, a few high values/key performers, alongside very many lower values, the long ‘tail’. Essentially, 80% of ‘outcomes/results’ come from 20% of ‘causes/employees’. Focusing on fixing the glitchy twitchy tail-end, even trimming it time to time, has better impact in terms of workforce competency and improved outcomes. Some, like GE, Adobe and GAP, junked ratings – employees find them irritating. Google pays outsized rewards to retain its top performers, seeing compensation as a ‘lock-in’.\nReviews are flawed as much because of reviewer’s bias, an entire range including unconscious bias. Drawing contrast between two individuals is itself biased, or the halo/horns bias, where a reviewer allows a good or bad trait to eclipse others. And what to say of a reviewer’s pet peeves…or attitudes on gender? Among the least discussed is a reviewer’s desire for a convenient ‘average’ – the bell curve’s legacy. It’s so outdated it’s called HR’s carrier pigeon. Of course, political parties aren’t workplaces. Compensations are, ahem, of varying kinds. Elections are the real performance review. How will CMs play boss-sir? What, after all, is the measure? It can safely be said consensus on KRAs will remain elusive.\n\n",
        "headline_1": "Netas’ bell curve? Huh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/netas-bell-curve-huh/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "By Ullhas Pagey\nDattatreya, a revered sage in the Hindu tradition, embodies the trinity Brahma, Vishnu, and Shiv; his teachings transcend sectarian boundaries, offering timeless principles for spiritual seekers. He is depicted with three heads, representing the three deities, and six arms, each holding a drum, a disc, a conch shell, a rosary, a kamandal and a trident, accompanied by a cow and four dogs.\nHis trident represents balance and control over the mind, body, and soul. Lotus denotes purity and spiritual awakening; conch signifies the divine sound of creation (AUM) and eternal truth; rosary embodies meditation; water pot symbolises detachment and simplicity; the disc represents destruction of ignorance and protection of righteousness. Together, these objects convey a path toward enlightenment.\n\nHis teachings emphasise the importance of learning from the world around us. In the Avadhuta Gita, he extols virtues of adopting nature as a teacher. Dattatreya identifies twenty-four gurus from nature, including the earth, wind, fire, and even animals like deer and snakes. Each of these gurus imparts a unique lesson:\nThe Earth teaches patience and forbearance. Just as the earth bears the burden of humanity’s actions, so should a seeker cultivate tolerance.\nThe wind moves freely, untouched by the objects it passes over. Similarly, one should move through life unattached to material possessions and desires.\nThe snake teaches the value of solitude and prudence, living in peace without excessive attachment to one place. These teachings reflect an intrinsic harmony with the natural world and underscore the need for humility, observation, and introspection in the pursuit of knowledge.\nNonduality is the central theme in Dattatreya’s philosophy.\nThe perceived duality of the world between self and other, good and evil, joy and sorrow is an illusion born of maya. To transcend this illusion, Dattatreya advises meditation and the cultivation of inner stillness. Through self-inquiry and detachment, one can perceive the unity underlying all existence. His teachings call for intellectual understanding and emphasise direct experiential realisation.\nDattatreya advocates a life of simplicity and renunciation, not necessarily through physical abandonment of worldly duties but through inner detachment, highlighting the importance of living as a paramahamsa, one who is unperturbed by vicissitudes of life, soaring above mundane concerns like a swan flying over a lake.\nTrue renunciation, according to Dattatreya, is not in renouncing possessions but in renouncing attachment to them. He instructs seekers to maintain equanimity in the face of success and failure, joy and sorrow. Liberation is attained not by escaping the world but by living in it without being ensnared by its illusions.\nWhile Dattatreya is associated with the unorthodox path of a renunciate who transcends societal norms, his teachings also stress importance of discipline. He encourages meditation, selfless service, and devotion to a higher power.\nIn his view, devotion is not blind ritualism but a heartfelt surrender to the Divine. Discipline, when coupled with devotion, accelerates the journey towards enlightenment. Dattatreya emphasises compassion, truth, and self-awareness. His wisdom reminds us that divinity resides within each being and that liberation is not a distant goal but an ever-present reality waiting to be realised.\nOne can align with the eternal truth by learning from nature, embracing nonduality, practising detachment, and cultivating discipline. In a world mired in conflict, Dattatreya’s message shines as a timeless beacon, inviting all to embark on self-discovery and liberation.\n\n",
        "headline_1": "There is no escaping the world, only its illusions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/there-is-no-escaping-the-world-only-its-illusions/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "We congratulate Chief Adviser Prof Muhammad Yunus on his timely, appropriate, and clear guidance to the nation during his Victory Day speech. At a time when questions were being raised about the interim government's reform plans and the holding of elections, his address was very well-thought-out.\nProf Yunus addressed the issue of inflation, noting how challenging it has been to tackle due to the actions of the previous regime during its 15-year tenure. As more details have emerged about the former regime's activities—including the vast amounts of wealth it laundered abroad—the fragile state of the economy has become increasingly apparent. He also underscored the importance of holding those responsible for the July-August killings accountable. While emphasising the need for justice, he stressed the importance of ensuring transparent and fair trials to avoid any doubts about the integrity of the justice process.\nRegarding reforms, the chief adviser expressed optimism that various commissions would deliver their recommendations on time. He specifically updated the public on the Election Commission, which has already begun preparations for the next elections. Prof Yunus voiced his dismay over how countless young people were denied their voting rights in the past three elections. To address this, he highlighted the need for an accurate voter list to restore citizens' right to vote. Additionally, he announced plans to create a mechanism enabling Bangladeshis living abroad to participate in the elections—an initiative long discussed but never implemented.\nProf Yunus urged all stakeholders to grant the government sufficient time to implement reforms aimed at improving the electoral process. He suggested that elections could be held by late 2025 if the voter list is accurately prepared with minimal reforms. However, if broader reforms requiring national consensus are pursued, the timeline could extend to the first half of 2026. Given that the Election Commission has already been empowered to prepare an accurate voter list and oversee election reforms, we recommend that elections be held by late 2025 or early 2026, as this aligns with the traditional election timeline in Bangladesh.\nUltimately, only an elected government can provide long-term stability for the nation. Prof Yunus has outlined a clear timeline for the next elections and has rightly emphasised that this timeline should be determined through political consensus. To that end, he announced the formation of a crucial commission, which he will personally lead, to foster consensus on reforms.\nThe Jamaat-e-Islami has already expressed its position regarding the timeline, and we hope other parties will also follow suit. We call on all political parties, citizens, and other stakeholders to cooperate with the interim government in reaching a political consensus on reforms and the election timeline, prioritising the nation's interests above all else.\n",
        "headline_1": "Chief adviser announces election timeline",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chief-adviser-announces-election-timeline-3777841",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "After years of hibernation, Gulliver remains haunted by memories of the Houyhnhnms—their unyielding reason and moral certitude, albeit conversely lacking the tragic duality of humans. Seeking solace, he clings defensively to the adage, \"To err is human, to forgive divine.\" Yet, driven by curiosity and a rekindled sense of adventure, he embarks on a fifth voyage—this time to the United States of America, the self-proclaimed \"land of the free\" and a beacon of modern democracy.\nWhat Gulliver finds is far from a utopia of liberty or reasoned governance. Instead, he encounters a deeply polarised society fractured along colour-coded lines: \"blue states\" as liberal bastions, \"red states\" as conservative strongholds, and seven pivotal \"swing states\" determining the course of an increasingly ungovernable union. Political allegiances ossify into tribal identities under the totemic figures of the elephant and the donkey. The nation's governance devolves into theatre, with democracy resembling absurdity. Detractors label this system \"disinformocracy\" and \"disinfotainment,\" an uncanny echo of the fragmented and performative politics Gulliver witnessed in Lilliput.\nIn the red realm, governance and entertainment blend seamlessly. The leader reigns as a populist demagogue, wielding rhetoric like a master actor commanding the stage. Nostalgia for an imagined past becomes the opiate of the masses. Policies are props, and unity thrives on disdain for the \"other side.\" Gulliver recalls Lilliput, where leaders bickered over trivialities while existential threats loomed. The red leader's charisma, weaponised by a complicit media, obscures an unsettling truth: governance has become secondary to spectacle.\nIn the blue realm, ideals clash with dysfunction. A leader of hope wrestles with gridlock as lofty aspirations flounder against entrenched opposition. Disillusioned citizens lament the collapse of progress and the erosion of trust. For Gulliver, it echoes Laputa, where abstract pursuits overshadowed practical concerns. The dream of a better tomorrow collapses under today's dysfunction, leaving him despondent.\nBoth realms expose systemic failures transcending partisan divides. Gulliver observes government shutdowns—crises born of political posturing rather than necessity. Essential services grind to a halt while political elites remain untouched. It is a modern folly, recalling both the petty disputes of Lilliput and the detachment of Laputa. Gulliver's bewilderment grows as he witnesses the political theatre that accompanies such crises, where leaders perform more for cameras than for the people they claim to represent.\nThe paradox of swing voters\n\nGulliver is equally baffled by the veneration of swing voters. In this polarised nation, their fleeting influence masks systemic inertia. Between elections, their concerns vanish, and their empowerment proves illusory. Gulliver likens this obsession to Brobdingnag, where the king's perspective was distorted by his immense size. America inflates the importance of swing voters while neglecting the broader electorate. This paradox underscores the superficiality of representation in a system that privileges narrow margins over the collective voice.\nDistorted institutions\nThe Electoral College further distorts democracy. Candidates win despite losing the popular vote, a contradiction that baffles Gulliver. Similarly, the Supreme Court, once a guardian of the constitution, has become a partisan battleground. Gulliver, recalling Laputa's absurdities, wonders how institutions intended to stabilise democracy exacerbate division instead. The idea of checks and balances becomes a tragic irony when the very mechanisms designed to prevent tyranny enable it through procedural exploitation.\nEven more perplexing is the inertia surrounding reforms to address these distortions. Gulliver observes countless debates and proposals, yet action remains elusive. He likens this to the Yahoos' endless squabbles over inconsequential matters, where immediate self-interest overrides collective progress. The enduring nature of these flaws suggests not just systemic dysfunction but an unwillingness to confront uncomfortable truths.\nThe media's role\nThe media's pervasive role in shaping political reality strikes Gulliver as particularly alarming. Far from neutral arbiters, media outlets amplify division and sensationalism, blurring truth and fiction. Leaders perform for cameras, crafting personas tailored to echo chambers. Citizens, inundated with information, struggle to discern reality in a hyperreal world. For Gulliver, this recalls Jean Baudrillard's concept of the simulacrum, where representations replace reality. The media, once a platform for democratic discourse, now manufactures consent and amplifies discord. The cacophony of conflicting narratives leaves the populace disoriented, trapped in a cycle of outrage and misinformation.\nEveryday paradoxes\nIn his travels, Gulliver observes how democracy's paradox manifests in everyday life. Liberty and equality coexist uneasily with systemic inequality and exclusion. Public discourse is saturated with performative outrage, drowning meaningful dialogue. Gulliver reflects on the Houyhnhnms' unwavering rationality and contrasts it with humanity's capacity for both profound empathy and destructive folly. The democracy he encounters in America is a simulacrum of its foundational ideals, embodying the contradictions inherent in the human condition.\nEconomic inequality further deepens the paradox. Gulliver notes vast disparities in wealth, where opportunity is heralded as universal but access remains deeply unequal. Homelessness thrives in cities of abundance, and healthcare is a privilege rather than a right. The contrast between the rhetoric of the American Dream and the lived realities of its citizens leaves Gulliver questioning whether democracy can thrive amid such structural inequities. He recalls the Laputans' detachment from material concerns, juxtaposing it with America's obsession with wealth as a measure of success.\nReflections on the future\n\nAs Gulliver prepares to leave, he reflects on the paradox of American democracy. The founding ideals of liberty, equality, and justice are overshadowed by division, manipulation, and dysfunction. Jean-Jacques Rousseau's warning—\"Man is born free, but everywhere he is in chains\"—resonates as he contemplates the chains binding the \"land of the free.\" Even swing voters, far from embodying democratic ideals, are bound by the spectacle that constrains the nation. Gulliver wonders if this system, adept at manufacturing myths, risks exporting dysfunction instead of democracy.\nFinally, Gulliver turns inward. His travels, from Lilliput's factionalism to the Houyhnhnms' cold perfection, underscore humanity's struggle to balance reason, diversity, and passion. In America, the cacophony of voices and ambitions highlights democracy's challenge: navigating between extremes. Exhausted, Gulliver retreats to his cabin aboard the ship bound for England and falls into a deep sleep.\nHalf-awake, he finds Jonathan Swift seated by his bedside. Listening to Gulliver's narrative, Swift presses him, \"How could you have missed the genocide of Native Americans, the enslavement of African-Americans, and the fractures intersecting ethnicity, race, class, gender, and religion?\" Swift adds, \"The country optimises 'othering' while erasing alterity. They profess 'Think globally, act locally' but practise the reverse.\" Gulliver, briefly dumbfounded, asks, \"How many fractures can humans endure and still survive?\" He qualifies the terms United and e pluribus unum with a cautious caveat emptor.\nWhen Gulliver fully awakens, Swift is gone, leaving behind only the weight of his words. As America fades into the horizon, Gulliver reflects on its contradictions: its greatest strength and gravest flaw. He muses that democracy, like humanity, is an unfinished project—a chasm between aspirational ideals and unvarnished reality. \"The state of the union is strong, albeit imperfectly perfect and perfectly imperfect,\" he thinks as the ship approaches England.\nFaridul Alam writes from New York City, US.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Of Gulliver’s travels in America: A satire on the paradox of democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gullivers-travels-america-satire-the-paradox-democracy-3777711",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "While the armed freedom fighters fought valiantly on the battlefield during the 1971 war, a quieter yet equally crucial battle was being waged on the medical front.\nAmong the unsung heroes of the war were dedicated doctors who risked their lives to provide medical care to the wounded and sick.\nOne such individual was Dr Harimon Das, a rural physician from Chattogram.\n\n\"Many doctors and medical students in Dhaka secretly provided medical services to the freedom fighters, because they were so easy to obtain.\" \nDuring the brutal Banigram massacre, Dr Harimon bravely treated the wounded freedom fighters, including Sukumar Chowdhury, who survived despite suffering multiple gunshot wounds.\nIn October of this year, The Daily Star visited Chattogram and interviewed several doctors, freedom fighters, and witnesses for a report on the doctors' contributions to the war in the region.\nSpeaking to this newspaper, Somen Mitra Chowdhury, a witness to the Banigram massacre, said, \"Even after the military was gone, villagers were afraid to leave their homes, fearing another attack. However, doctor Harimon bravely ventured out and treated Sukumar Chowdhury, removing three bullets from his body and stitching his wounds. Without Harimon's timely intervention, Sukumar would not have survived.\"\nDr Harimon Das passed away in the 1980s.\n\n\"We would request the rural medical practitioners to stock up on the necessary medicines, as they received supplies from the government, It was a risky endeavour.\" \nUNSUNG HEROS\n\nAlongside professional doctors, who provided institutional medical services, many doctors, nurses, and village doctors, such as Dr Harimon, offered medical aid to freedom fighters informally within Bangladesh, beyond the border, and in the refugee camps of India during the war.\nIt was a dangerous time for doctors and health workers. They had to provide treatment to freedom fighters while evading constant surveillance by the Pakistani army and their local collaborators.\nAdditionally, transporting medical equipment was extremely challenging. Capture could lead to torture or even death.\n\nDespite these risks, many doctors in the country bravely treated freedom fighters. Many also risked their lives to deliver essential medicines and medical supplies.\nDespite all their sacrifices, the actual number of doctors who provided medical services during the nine-month war remains unknown, even 53 years after independence.\nHowever, liberation war researchers suggest that a considerable number of doctors participated in the medical efforts.\n\"Many doctors and medical students in Dhaka secretly provided medical services to the freedom fighters, because they were so easy to obtain.\"  Researcher and Freedom Fighter Dr. MA Hasan\nThe number of doctors killed by the Pakistani army and their local collaborators during the war is also unknown. As of 2024, 99 physicians are listed as martyred intellectuals by the Ministry of Liberation War Affairs.\n\n\"My father's crime was to provide medical care to freedom fighters. That's why my father and my three brothers were killed by Pakistani soldiers and Biharis.\" \nINDIVIDUAL CONTRIBUTIONS\n\nAccording to the book \"Muktijuddho O Nari\" by Rokeya Kabir and Mujib Mehdi, Dr Renu Kona Barua was an assistant surgeon at the East Pakistan Railway Hospital in Chattogram in 1971.\nIn April, her husband was abducted and killed by the Pakistani forces. Overwhelmed by grief, Dr Renu returned to her father's home in Aburkhil village of Raozan upazila.\nThere she channeled her sorrow into strength and offered shelter and medical care to freedom fighters for the remainder of the war.\nShe also provided medical training to a group of young women, turning the house into a makeshift clinic. Many freedom fighters, after receiving treatment, returned to the battlefield.\nIn October, Dr Renu treated freedom fighters wounded in the Madunaghat battle in Hathazari. One of these fighters was Abdul Mannan, Bir Bikram, who suffered serious injuries. Despite Renu's best efforts, Abdul Mannan, unfortunately, did not survive.\nParitosh Barua, who was there at the time, told The Daily Star, \"Dr Renu worked tirelessly day and night to save Mannan, but his injuries, particularly the stomach wound, were too severe. Despite her best efforts, he succumbed to his injuries.\"\n\nDr Renu provided medical care to the local villagers of Aburkhil and surrounding areas as well. She passed away in the United States on October 27, 2015, at the age of 79.\nThe book also mentions Ferdousi Begum and her husband Hasanul Karim, who turned their Jashore home into a makeshift hospital to provide medical care to injured freedom fighters and civilians.\nWhile Dr Mohiuddin and Dr Momtaz Begum of Jessore Sadar Hospital treated the most severe cases, around two dozen seriously injured freedom fighters received treatment at this house.\nMedical supplies, including medicines and surgical equipment, were cleverly smuggled in grocery bags disguised as vegetables.\nAnother physician, Dr MA Mannan, was instrumental in supplying essential medicines to the freedom fighters of Sector 1 from within the country.\nFrom May, he persistently sought to procure medicines and medical equipment for the fighters. To bypass government restrictions on the supply of medicines to private dispensaries, he ordered necessary items through rural medical practitioners.\n\"We would request the rural medical practitioners to stock up on the necessary medicines, as they received supplies from the government,\" the doctor told The Daily Star. \"It was a risky endeavour. On one occasion, we were caught by the Razakars while delivering medicine in Khiram, Fatikchari, but fortunately, we managed to escape unharmed.\"\nThe book also tells the story of Rahima Khatun, a resident of Chapta village in Kashiani, Gopalganj, who took the initiative to train women in nursing. These trained women later provided medical services in their villages, Chapta and Ratail, under the Orakandidham freedom fighter camp.\nBefore the war, Dr Motahar Ali Sikder served as the director of the Central Medical Stores Depot in Tejgaon. As the war broke out, he secretly hoarded a significant quantity of medical supplies to aid the freedom fighters.\nAfter he was transferred to Rajshahi in April, his wife, Salema Begum, provided medical treatment, equipment, and clothing to around a battalion of soldiers under Sector 2.\nDr MA Hasan, a Liberation War researcher, and the son of Dr Motahar Ali Sikder, told The Daily Star that the Pakistani authorities had ordered for his father to be killed in Rajshahi.\n\"However, he survived due to the intervention of Ayub Khan,\" MA Hasan said.\nDr Hasan also said that many doctors and medical students in Dhaka secretly provided medical services to freedom fighters. \"They discreetly supplied medicines and medical equipment through various channels, taking advantage of their easier access to these resources.\"\n\nAccording to Jahanara Imam's memoir Ekattorer Dinguli, a polyclinic on Elephant Road in Dhaka was run by Dr Azizur Rahman, Dr Sultana Rahman, and Dr Alim Chowdhury.\nOn August 19, Abdul Halim Jewel, a member of the Crack Platoon, was shot in one of his fingers during a reconnaissance mission at the Siddhirganj Power Station. He underwent surgery at the clinic.\nOn December 15, Dr Alim Chowdhury, an ophthalmologist and founder of the polyclinic, was abducted and killed by Al-Badr members.\nDr Rafiq Ahmed, a physician at Pakshi Railway Hospital, was also martyred.\nAccording to \"Muktijuddhe Shaheed Chikitsak Jibonkosh\", the night of March 26 marked the beginning of resistance and all-out war in Pabna.\nDr Rafiq provided medical care to wounded freedom fighters and civilians from March 26 to 29. After the Pakistani army occupied Pabna on April 10 and initiated a brutal genocide, Dr Rafiq continued to offer medical aid to the injured. Sadly, on April 13, Pakistani soldiers brutally murdered Dr Rafiq and three of his sons in front of their Railway Colony residence.\nAJM Rakib Uddin, another son of Dr Rafiq, told The Daily Star, \"While others fled to safety at the outbreak of the war, my father chose to remain and provide medical care to the injured freedom fighters. He believed it was his duty to help those in need.\n\"His selfless act of providing medical care ultimately led to his tragic demise, along with my three brothers, at the hands of the Pakistani army and their local collaborators.\"\nLike Dr Rafiq, Dr MK Sarker, a doctor from Chattogram, became a target of the Pakistani army and Razakars for providing medical services to freedom fighters. To evade capture, he was forced to disguise himself as a monk and seek refuge in a Buddhist temple.\nDr MK Sarker told The Daily Star, \"I regularly visited the freedom fighter camp at Latumura hill in Banshkhali to provide medical treatment. Unfortunately, the Pakistani army and Razakars became aware of my activities. With the help of a local chairman, I managed to evade capture and sought refuge in a Buddhist temple.\"\nBANGLADESH HOSPITAL\nBangladesh Hospital was vital in delivering medical care during the war.\nAccording to the book \"Muktijuddher Chikishsha Itihash\", in April, Lieutenant Dr Akhtar Ahmed, an Army Medical Corps doctor, established a makeshift hospital in a dilapidated room in Srimantapur, Tripura. Later, when he was transferred to Sonamura, Dr Nazim Uddin joined the hospital. Eventually, a temporary Bangladesh Field Hospital was set up at Daroga Bagicha in Melaghar. In May, Dr Zafrullah Chowdhury and Dr Mobin arrived from the UK to join the hospital.\nOn August 26, Bangladesh Hospital was relocated to Bisramganj in Melaghar. While precise figures regarding the number of treated sick and injured freedom fighters are unavailable, a report from October 1971 indicates that the hospital staff comprised six doctors, four final-year medical students, and 18 volunteers and nurses.\nAs per the book, the massacre of 102 Bangalee members of the Army Medical Corps in Jashore and Cumilla cantonments by the Pakistani army at the war's outset ignited the resolve of their surviving colleagues to join the war.\nThe need for a dedicated medical corps emerged in October, as preparations were underway for a confrontation with the Pakistani forces in November.\nGiven the circumstances, medical treatment in the sub-sectors was carried out by a combination of qualified doctors and senior medical students, including second-year students and above.\nINTERNATIONAL AID\n\nThe international community also played a significant role in providing medical assistance to Bangladesh during the war. Friendly nations, international aid organisations, and NGOs extended support in various forms, including medical supplies, equipment, and personnel.\nAccording to Chowdhury Shahid Kader's book \"Muktijuddher Chikishsha Shohayota\", the West German government, for instance, sent a 60-bed mobile hospital to West Bengal to treat injured freedom fighters. The West German Red Cross Society also donated funds to establish a 105-bed hospital for refugees.\nOrganisations like Caritas India, Save the Children, Oxfam, and the Red Cross provided essential medical services to refugees and displaced persons.\nCaritas India opened a 270-bed hospital in Kolkata's Salt Lake, while Save the Children funded a 70-bed hospital in Kalyani.\nOxfam, in collaboration with Indian agencies, provided medical care to 600,000 refugees.\nForeign volunteers, such as those from Operation Omega, risked their lives to deliver medical supplies and provide treatment in the war-torn regions.\nDespite facing numerous challenges, including arrests and imprisonment by the Pakistani military administration, the Omega volunteers, led by Roger Moody, editor at UK-based Peace News, persevered.\nThey were arrested three times in August, September, and October but were undeterred. They continued their mission, making nine incursions into Bangladesh in October and November to distribute essential medicines and food.\nChurches and missionary hospitals played a pivotal role in the Liberation War. The Baniarchar Catholic Church in Faridpur, led by Father Marino Regan, and the Memorial Christian Hospital in Malumghat, Cox's Bazar, were particularly significant in providing medical aid and support.\nThe majority of refugees who sought shelter in India during the war received medical care from Indian doctors and health workers.\nAs per the book \"Muktijuddher Chikishsha Itihas,\" the Bangladesh Medical Association UK was formed in late March 1971, bringing together 450 Bangladeshi doctors residing in the UK.\nEach member donated at least £10 per month to support medical initiatives in the war-torn country.\nMeanwhile, the medical care of the approximately one crore refugees who sought shelter in India during the war posed a significant challenge.\nThe Indian government, its doctors, health workers, and citizens, were instrumental in addressing this challenge.\nAccording to Chowdhury Shahid Kader's book \"Muktijuddher Chikishsha Shohayota,\"25,000 unregistered doctors from West Bengal provided medical services to the refugees.\nOver 7.2 million refugees took shelter in West Bengal, with 2.7 million receiving cholera vaccinations. The Karimganj Red Cross Society in Assam treated 37,000 refugees, while 1,000 trained and 2,000 untrained volunteers provided medical services to refugees and freedom fighters in Tripura.\nAhmad Istiak is a journalist and researcher. He can be reached at [email protected]\nTranslated from Bangla by Subrata Roy\n",
        "headline_1": "Wartime treatment: The heroes who saved lives, silently ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/wartime-treatment-the-heroes-who-saved-lives-silently-3777526",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Boosting trade efficiency through automation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-trade-efficiency-through-automation-1734367891",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bringing battery-run rickshaws under a policy regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bringing-battery-run-rickshaws-under-a-policy-regime-1734368039",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rohingya repatriation issue amid changing realities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingya-repatriation-issue-amid-changing-realities-1734368073",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Resource shortage stifles youth entrepreneurship",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/resource-shortage-stifles-youth-entrepreneurship-1734368094",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-12-2024"
    }
]