[
    {
        "full_article": "A Special Investigation Team of the Uttar Pradesh police has concluded that the violence in Lakhimpur Kheri, U.P., on October 3 that claimed the lives of eight people was a “pre-planned conspiracy”. Union Minister of State for Home Ajay Kumar Mishra’s son Ashish Mishra is a key accused in the case. He was in a convoy of cars that mowed down farmers protesting against the controversial farm laws that have since been repealed. Two of the cars were owned by the Minister. In subsequent violence on that day, three BJP workers who were part of the convoy were lynched by the protesters. The charges are yet to be proved in a court, but the Minister is on the defensive as the Opposition stalled Parliament for two days, demanding his dismissal. The charges against his son are serious. The police have sought to drop the initial charges they had brought against the accused under Indian Penal Code (IPC) Section 304A (culpable homicide not amounting to murder), Section 279 (negligent driving), and Section 338 (causing grievous hurt). They now seek Section 307 (attempt to murder), Section 326 (causing hurt with dangerous weapon), Section 34 (acts done by several persons in furtherance of common intention), and Section 3/25 Arms Act against Mr. Ashish Mishra. It could be argued that a father is not accountable for his son’s actions, but in this instance it is disingenuous. The son has been a key character in the father’s politics, by all accounts, and the Minister’s continuation in the Council has become morally untenable. Mr. Ajay Kumar Mishra has aggravated the situation for himself by misbehaving with a journalist who asked him a question on the issue. His behaviour, caught on camera, is unbecoming of a Minister. The violence unleashed by the Minister’s followers on October 3 was one of the factors that forced the hand of Prime Minister Narendra Modi who had ruled out the repeal of the farm laws all along. The BJP appears to be defending the Minister though the official argument has been limited to the point that the matter cannot be discussed in Parliament as it is before a court. Mr. Ajay Kumar Mishra’s adventurism has turned out to be costly for the BJP, but the party may be cautious in dealing with him. The Assembly election is due in Uttar Pradesh, and the party may not want to ruffle feathers any further. An element of an internal power struggle in the BJP’s U.P. unit is unmistakable in the violent incident and the police response that followed. Mr. Ajay Kumar Mishra had political calculations in taking a combative stance against farmers. But he may have to pay a price for it now, as the incident puts the State and Central governments of the party on the back foot. Fairness demands that he must not stay on as a Union Minister.",
        "headline_1": "In the name of the father: On why Ajay Mishra should go",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/in-the-name-of-the-father-the-hindu-editorial-on-why-union-home-minister-ajay-mishra-should-go/article37972179.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "India’s negative vote at the UN Security Council (UNSC) on a draft resolution on climate change is a reflection of its long-held opposition to expanding the UNSC’s mandate into areas that are already being dealt with by other multinational fora. The resolution, piloted by Ireland and Niger and which had the support of a majority of the UNSC members, was voted down by India and Russia — it has veto powers — while China abstained. Their position is that the UNSC’s primary responsibility is “maintenance of international peace and security” and climate change-related issues are outside its ambit. But the supporters of the resolution argue that the climate is creating security risks in the world, which will exacerbate in the future with water shortage, migration and a destruction of livelihoods. Germany had circulated a similar draft last year which was never put to vote in the Security Council as the Trump administration opposed it. Now, with support from the Biden administration, the developed world is pushing to include what they call “climate security” in the agenda of the UNSC. While the urgency to take action to tackle climate change is appreciated, the attempt to securitise the climate agenda could have unintended consequences. Bringing the issue under the UNSC will also give more powers to the world’s industrialised countries, which hold a veto power, to decide on future action on climate-related security issues.Currently, all matters related to climate change are being discussed in the UN Framework Convention on Climate Change (UNFCCC), a specialised agency. And with over 190 members, its framework has made progress in tackling climate change. It is this process that led to the Kyoto Protocol, the Paris Agreement and the recent COP26 summit, and has put in place an international approach to combat global climate change. Sure, there is valid criticism that decision making at UNFCCC conferences is slow and there has to be faster collective action to tackle climate change and associated challenges. But the solution is not outsourcing decision making to the five permanent members of the UNSC. Also, it is wrong to look at climate change through the prism of security. Each nation faces different challenges in transitioning into a greener economy. As India’s Permanent Representative at the UN T.S. Tirumurti pointed out, the developed countries, all big polluters, have not met the promises they made with regard to climate action. The least developed and developing countries should be encouraged to keep the promises they made with financial assistance. This needs to be a collective process and the best way is through the UNFCCC, where decisions made are by consensus. The UNFCCC should not only make sure that the promises made by member countries, especially the powerful ones, in previous conferences are kept but also expand the scope of discussions to include climate-related security issues.",
        "headline_1": "Wrong forum: On climate change and the UNSC",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/wrong-forum-the-hindu-editorial-on-climate-change-and-the-un-security-council/article37972199.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "The mood of the moment is overwhelmingly celebratory. And why not? Not only are we observing 50 years of our independence, but we are doing so with a new sense of pride, accomplishment and, most importantly, confidence—confidence that we can face all the challenges that come our way.\nThose of us who had the good fortune of being direct participants in our freedom struggle feel a special pleasure on this occasion. Being 20-something then and being 70-something now, many of us were not sure if we would survive the war in the first place—that we would live long enough to celebrate the Golden Jubilee of independence in person.\nRecalling the days of our Liberation War is a matter of supreme pleasure—as it must be—but it is also one of great sadness. Millions of people—men, women and children—were killed, over 200,000 women assaulted, and millions more were made refugees in India, and a greater number internally displaced. The stunning success of our victory came at an immense human cost forced upon innocent Bengalis by the brutal Pakistan Army, a loss from which we are yet to fully recover, as is the case of the loss of our intellectuals.\nAll this happened due to the brutality of the Pakistan Army. How could an army attack its own people whom they were under oath to protect? Their brutality was not a one-off isolated incident that occurred in one village or two villages, in some remote part of the country. The genocide they indulged in went on throughout the nine months of our Liberation War. Such inhumanity could only be possible if it were rooted in racialism, triggered by a desire for ethnic cleansing.\nFor me and thousands like me, it all began in Dhaka University. Energised by the Six-Point and 11-Point movements, we were ready for the days of March 1971. Following the postponement of the National Assembly by then Pakistan President Gen Yahya Khan, students gathered at the famous \"bottola\" at the Arts Faculty in Dhaka University and witnessed the unfurling of what would become our national flag by the then Dhaka University Central Students' Union (Ducsu) Vice-President ASM Abdur Rab. The red-and-green flag with a yellow map of Bangladesh at the centre spread like wildfire as copies of it—both on paper and in fabric—were made spontaneously and distributed to whoever wanted to carry it. And, of course, everybody did.\nWith Bangabandhu's call for non-violent non-cooperation movement, the Pakistan government's control of what was then East Pakistan practically ceased. All government offices came to a standstill, all businesses were shut down—except for the essentials—and everything was focused on only one thing: how to get out of the clutches of the Pakistani rulers.\nDhaka was a city of processions and public gatherings from then on, with only one message: get ready for that long-delayed encounter with history. The gathering of March 7 and our leader's historic speech that all but declared our independence gave us a clear indication of the events to come.\nThe massacre that started on the night of March 25 marked the beginning of the end for Pakistan. The influx of refugees to India, the formation of the Mujibnagar government, the consolidation of the structure and command of the Bangladesh Army, the gradual maturing of the Mukti Bahini, and the rising effectiveness of their guerrilla activities were all leading towards our ultimate victory.\nIn our discussion on our Liberation War, two aspects have not been highlighted enough: first, the role of the international media, including that of India; and second, our success in the world of diplomacy, and the singular role played by the then Indian Prime Minister Indira Gandhi.\nBangladesh owes an enormous debt to the international media for making the world aware of the genocide started by Pakistan from the initial days of the war, and keeping that story alive throughout the nine months, and ultimately persuading the world public to see the reality as it was. It is often overlooked how the story of the massacre on the night of March 25, and the following days of brutal suppression of our people, were brought out through high-risk reporting in some of the most prestigious newspapers and broadcasting houses in the world. Throughout our struggle, the international media never lost sight of the events unfolding in East Pakistan, and contributed enormously in galvanising the world opinion in our favour.\nThe massive expose in the UK-based Sunday Times by Anthony Mascarenhas' (a member of a Pakistani team of journalists who were on an army-sponsored tour of the occupied East Pakistan, and who secretly escaped to London with his family before publishing his story) exclusive eye-witness account of the killing, torture, oppression of women, and displacement of our people made a significant impact on global conscience about what was going on. I personally remember BBC's role—especially of its Bangla section. The Indian media also played a vital part in not only covering the developments of our struggle, but also keeping the international media informed, as the latter regularly monitored the former to keep abreast of the situation. Akash Vani gave us invaluable support.\nOn the diplomatic front, it was an extremely difficult challenge. The bipolar world of the Cold War-era had set the international community apart with its ideological divisions and priorities. Pakistan was a close ally of the US and a long-term recipient of its military aid. On the other hand, India pursued a non-aligned policy, which the US always looked upon with unease and even suspicion.\nChina, probably because of the 1962 war and subsequent rivalry, veered towards Pakistan, and by 1971 was one of its staunch allies.\nIndia had to navigate very carefully in this highly polarised international world and effectively counter the Pakistani propaganda that our Liberation War was nothing but an Indian ploy to bifurcate Pakistan. Thus, India needed to move slowly and focus global attention to the refugee crisis that was growing bigger by the day—seven million by August and 10 million by December—while providing the necessary logistics to the Mukti Bahini and the Bangladesh armed forces, not to mention housing our government in exile and providing security and other assistance to our leadership.\nMuch depended on how deeply China would be willing to go towards backing Pakistan, with clear early signs that the former took no notice of the events in our territory and unquestioningly toed the Pakistani line. Much also depended on the role of the Soviet Union—the other partner of the Cold War—which had not yet shown much interest in the Bangladesh affairs.\nAnd here lies the success of Indian diplomacy and especially of its prime minister, Indira Gandhi, without whose clear, determined, and unflinching support for the Bangladesh cause, our victory might have faced harder obstacles. The Bangladesh government in exile, headed by Prime Minister Tajuddin Ahmad, clearly understood that for India to act decisively at some point, China had to be countered by the USSR's active commitment in our struggle (see Muyeedul Hasan's article \"1971: PN Haksar in bridging the security gap,\" published in the Victory Day supplement of The Daily Star on December 16, 2021). This necessitated both the internal redrawing of the political relationships and the reconfiguration of big power alliances.\nThe post-World War II pattern of global power received a massive jolt with the then US Secretary of State Henry Kissinger's July visit to China, undertaken secretly from Peshawar, Pakistan, and subsequently declaring that US President Richard Nixon would visit China the following year. None of these developments escaped the notice of the Bangladesh government, nor that of India, greatly complicating the international power dynamics within which the Bangladesh government had to navigate. Earlier, Kissinger visited India and literally warned against any military action on Pakistan, saying that India could expect no assistance from the US in the eventuality that the conflict spilled over into something bigger. This warning, coupled with Kissinger using the soil of Pakistan to bring about the biggest shift in the US foreign policy in the post-war period, greatly worried the policymakers both in our government in exile and definitely in India.\nThe intimidation that the US stance really amounted to had the opposite effect on the Indian premier, who quickly signed, in August 1971, the Indo-Soviet Treaty of Friendship with the USSR, significantly assuring mutual strategic cooperation in cases of conflict. This meant a significant shift in Indian policy of non-alignment since independence. Following the treaty, Indira Gandhi undertook a comprehensive tour—in September- November, 1971—of the Soviet Union, Belgium, Austria, the US, France and Germany to explain the Bangladesh situation and appeal for global cooperation in resolving it. When advised to go for negotiations with Pakistan, she said, \"There is no India-Pakistan dispute involved. The negotiations must be held between the President of Pakistan and the duly elected leadership of the Awami League in Bangladesh.\" In a BBC interview, when asked about \"restraint,\" she said, \"When Hitler was on the rampage, why didn't you say, 'Let's keep quiet and let's have peace with Germany and let the Jews die?'\" (See Praveen Davar's article \"1971 War: How India's foreign policy was key to Dhaka Triumph\" in the Deccan Chronicle, October 20, 2021).\nThe Indo-Soviet treaty stands out not only as a brilliant strategic move by India, but as one that is of tremendous significance to the birth of Bangladesh. It dissuaded China from getting militarily involved and acted as a caution for the US Seventh Fleet.\nIn a Cold War-ridden world, with the Vietnam War still raging, with Soviet-China rivalry at its height, with India's own military strength untested, and with the last moment opening up of the US-China rapprochement process, it was an unclear global power juxtaposition within which India had to undertake its most significant and dangerous strategic risk in going for an all-out support for the Bangladesh cause. It is my view that the role played by Indira Gandhi in support of our struggle for independence went far beyond the considerations of military balance between two rivals and gaining strategic and military superiority. The Indian leader's support for us was based on humanitarian consideration and genuine feeling that a historic wrong was being done to a people simply wanting democracy, for which it was being subjected to the atrocities of the most bestial kind.\nAs we commemorate 50 years of our freedom, we must realise the complicated world in which our leaders had to navigate, the risk—both domestic and international—that India took to help us, the contribution of our Mukti Bahini, and the supreme sacrifice made by our people, but for whose single-minded determination, untold bravery and suffering beyond all imagination, we could not have emerged victorious from so vicious a war in so short a time.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Golden Jubilee Celebration - Media’s role and the diplomatic challenges in 1971",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-golden-jubilee-celebration-medias-role-and-the-diplomatic-challenges-1971-2919256",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "The Government of Bangladesh has recently drafted the Mujib Climate Prosperity Plan Decade 2030. In the 26th United Nations Climate Change Conference (COP26), held in Glasgow, Scotland in November this year, Bangladesh showcased this draft plan, which is now available on its website (www.mujibplan.com) for public comments. For four reasons, I think this plan is different from other medium- and long-term plans Bangladesh prepared over the past decade or so.\nFirst, the Mujib Climate Prosperity Plan proposes a new development philosophy for Bangladesh. It emphasises that the development pathways should not only transform a country to be resilient to a wide range of crises, such as climate change and pandemic—a nation should also be more ambitious and visionary, and take the path of prosperity.\nSecond, Bangladesh's development strategies and action plans formulated so far are focused on itself only. Bangladesh is the current president (2020-2022) of the Climate Vulnerable Forum (CVF), a platform of 48 countries. Although the Mujib Climate Prosperity Plan is for Bangladesh, it shows how the CVF member countries in Africa, Asia, the Caribbean, Latin America, and Oceania could also take a similar path to prosperity. The plan, therefore, can be a legacy of Bangladesh's current CVF presidency.\nThird, the Mujib Climate Prosperity Plan is organised and written differently than other investment plans prepared in Bangladesh. In 2009, for example, the Bangladesh Climate Change Strategy and Action Plan (BCCSAP) estimated that USD 5 billion would be needed in the first five years of its implementation. The Bangladesh Country Investment Plan for Environment, Forestry and Climate Change (EFCC CIP) reckoned in 2016 a need for USD 11.7 billion by 2021 to tackle climate change and pollution, and to improve natural resource management and environmental governance. Meanwhile, the Bangladesh Delta Plan 2100 (BDP2100) may need USD 37 billion by 2040 to implement 80 projects in order to make Bangladesh a resilient delta.\nPrimarily focusing on the climate crisis, the Mujib Climate Prosperity Plan—a collaborative effort of 10 national and international agencies—goes beyond building climate resilience. We see six broad visions for change, which are called \"key points\" in the document: 1) Accelerated adaptation; 2) Just transition of labour and future-proofing of industry with technology transfer; 3) Increasing public revenue to spend on the most vulnerable; 4) Comprehensive climate and disaster risk financing and management; 5) Leveraging 21st century technologies for well-being; and 6) Maximised renewable energy, energy efficiency, and power and transportation sector resilience. The plan expects USD 83.55 billion investment over the next decade to achieve these targets. A delay in investing in the proposed infrastructural and adaptive measures may result in losses of minimum 4.9 percent of the country's GDP (or USD 30 billion per year) by 2030. Although the plan expects particular ministries to be responsible for implementing some specific projects, it also envisages concerted efforts from a wide range of public and private entities from the country and beyond.\nFourth, the Mujib Climate Prosperity Plan is reportedly the first planning document in Bangladesh that explicitly and widely used the term Nature-based Solutions (NbS). NbS use nature for the benefit of both people and biodiversity. When we protect, sustainably manage, restore or create diverse ecosystems to tackle our societal challenges, such as disasters, poverty, water insecurity, or climate crisis, we practise NbS.\nTo speed up adaptation to climate change, the Mujib Climate Prosperity Plan identifies the BDP2100 as a core instrument. In addition to grey infrastructural solutions, the climate prosperity plan includes 14 percent increase in tree coverage, restoration of degraded forests in Chittagong Hill Tracts and haor (wetland) ecosystems, reduction and elimination of deforestation and forest degradation, afforestation in newly accreted char lands and coastline, and ecological restoration of rivers around Dhaka city as key measures. To develop climate-resilient and nature-based agricultural and fisheries supply and value chains, the plan mentioned mangrove-shrimp culture, seaweed cultivation, floating gardening, aqua-geoponics, and vertical farming. These could only be called NbS if both human and biodiversity benefits are ensured.\nUnder the prosperity plan's resilient well-being programme, projects like \"My Village, My Town\" also includes floating vegetable gardens—a centuries-old NbS practised in Bangladesh. The plan also recognises that, by adopting locally-led adaptation principles, such projects could enhance plant and animal diversity, conserve genetic resources, protect wildlife habitats, and improve the quality of ecosystems engaging local poor households. Creating new jobs and ensuring just transition by upskilling the labour force are key aspects of the Mujib Climate Prosperity Plan. By recognising the potentials of NbS in generating employment and diversifying livelihoods, the plan has included forest and biodiversity conservation as a part of future just transition projects.\nFor a highly ambitious transition to renewable energy, the prosperity plan proposes \"Mujib Bongoposagor Independence Giga Array,\" a USD 7.2 billion hybrid renewable energy (wind) adaptation infrastructure project, which would undertake mangrove plantation along the coasts and raise funds through blue bonds to protect marine life. The plan also aims to establish a \"National Carbon Finance Coordination Hub\" to attract finance from voluntary carbon market to conserve and sustainably manage forests, and to undertake afforestation, reforestation, mangrove revegetation, and coastal ecosystem protection and management, as a means of adaptation and reduction of losses and damages from climate change.\nJust before Covid-19 hit the world, in November 2019, the Bangladesh Parliament unanimously adopted a resolution on \"planetary emergency.\" There, not only climate change, but also biodiversity loss at an unprecedented rate was identified as one of the crises needing urgent actions. But we see limited attention and funding to conserve our nature. For example, the Biodiversity Conservation Fund has still not been established under Article 36 of the Bangladesh Biodiversity Act, 2017, even though it has been four years since the act was enacted.\nMainstreaming NbS into our development strategies and plans can simultaneously address climate change and biodiversity loss, and can overcome our inertia to conserve biodiversity. Therefore, it is encouraging to see that NbS has been mentioned throughout the Mujib Climate Prosperity Plan. But the final version of the Mujib Climate Prosperity Plan should go farther. Listing down NbS actions that could be taken under different thematic areas is not enough; the plan should also embrace NbS as a fundamental principle. In this way, NbS can truly be mainstreamed into the prosperity plan, contributing to resilient economic growth, locally-led adaptation, innovative financing, human well-being, and resilient energy system, thus helping Bangladesh achieve the envisaged prosperity outcomes by 2030.\nWhen we talk about the prosperity of our nation, we cannot separate our society and economy from the nature we are embedded in. By placing NbS in the heart of the Mujib Climate Prosperity Plan, Bangladesh can give the world not only the prosperity pathways, but also the ways to tackle the dual crises of climate change and biodiversity emergency.\n \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "How crucial is nature for our prosperity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-crucial-nature-our-prosperity-2919221",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "In this digital age, we frequently perform various transactions online. While doing so, how are we identifying ourselves, or verifying that we are the authorised persons for said transactions?When we request for any service through a government web portal, how do we prove ourselves as legal citizens? If we need to justify purpose while purchasing a product online, how do we do that? Every interaction we perform online requires trust and safety. It needs to be ensured that individuals can interact safely online while concurrently blocking harmful activities by perpetrators.\nAt present, while availing most of the online services in Bangladesh, we use password-based single sign-in or multi-factor authentication schemes. For two-factor authentication, an extra step of verification is performed by sending an SMS or a call to the registered mobile phone numbers. However, these identification processes may become inadequate soon to deal with rapidly increasing fraud and security threats in cyberspace. That is where cutting-edge digital identification solutions come into play.\nAs digital economies keep expanding, the use of digital identification has increased globally. According to a report by MarketsandMarkets, the global market of identity verification is expected to grow from USD 8.6 billion in 2021 to USD 18.6 billion by 2026. While North America currently holds the largest share of this market, the Asia Pacific region will experience the most growth. Another recent study by Juniper indicated a 467 percent increase in the usage of digital identity between 2021 and 2025.\nThe use of the digital versions of documents such as national ID cards, passports, government-issued ID cards, etc for online transactions grew even more because of the Covid-19 pandemic. There are several ways of verifying someone's identity digitally—such as through biometrics, which enables automated recognition of individuals through certain physiological features like facial image, fingerprint, iris scanning, voice scanning, etc. Another emerging technology for digital identification is blockchain, which uses distributed ledger databases that are accessible via a highly secured cryptographic channel. By dint of its unique benefits—e.g. security, trust and transparency—blockchain is expected to facilitate revolutionary transformation for identity management. For instance, in Jordan's Azraq refugee camp, the United Nations World Food Programme (WFP) has been using blockchain and biometrics to help Syrian refugees purchase groceries using a voucher system. Blockchain-based identification is currently being deployed in the refugee camps of Kenya as well. These instances are proof that inclusive digital IDs can significantly empower poor and vulnerable people as well.\nDigitalising identification in Bangladesh\nDigital identification has been on the agenda of the Bangladesh government's endeavours for Digital Bangladesh. In December 2015, Dhaka hosted the \"Government Discussion Forum on Electronic Identity,\" Asia's largest meeting of government and private agencies regarding electronic ID. In December 2019, Bangladesh launched a digital identity programme with ID2020 Alliance, a global consortium aiming to maximise adoption and benefits of digital identity. Consequently, in April 2021, an RFP for healthcare digital ID was issued by Bangladesh government in partnership with ID2020 and Gavi, the Vaccine Alliance. This programme aims to provide biometric-linked digital IDs to infants when they receive routine immunisations. Another project was announced by the Bangladesh government in June 2021, which will provide unique digital IDs to students of Classes 6-12 via integrated education information management system. In September 2021, the Bangladesh Bureau of Statistics (BBS) announced that it was planning to collect demographic and biometric data of all citizens, which will be stored in the National Population Register (NPR), and each citizen would be assigned a 16-digit digital identification number.\nChallenges and potentials\nSeveral experts and forums agree that digital identity can be a game-changer in a country like Bangladesh. It can help ensure basic services for the marginalised communities as the country continually deals with challenges such as seasonal migration, natural disasters, refugee crisis, etc. We can take inspiration from the successful deployment of digital identification in other countries, particularly in different parts of Africa.\nSimultaneously, we need to address the relevant challenges. So far in Bangladesh, we have observed different endeavours for digital identification in different domains, such as education and healthcare. A coherent framework and regulations will better ensure sustainable implementation of digital ID solutions across various domains. However, a consolidated framework or regulation should not restrict the diversity in technical solutions. We have a highly promising ICT industry that made an annual export of over USD 1 billion in 2019. While we need the experience and expertise of foreign companies to roll out digital IDs, we also need to keep promoting and encouraging innovative solutions locally.\nFor any new technology, mass-level adoption is always a challenge. While people in North America or Europe are well-habituated to validate their identities to avail certain services or products, this is still a novel concept for many in Bangladesh. However, the adoption will be quite faster for our tech-enthusiast younger generations.\nBuilding trust and confidence among people is also very important. Recently, some digital identity initiatives for Rohingya refugees raised controversy, with allegations that these data were collected from the refugees and later shared with the Myanmar government without their informed consent. So, following basic ethical guidelines is extremely crucial.\nAnd there always remains the risk of data vulnerability due to technological as well as human glitches. Recently, we learnt of several incidents where confidential data from the NID database were leaked by dishonest officials. This, again, demonstrates the need for adequate protection and security measures to safeguard identity data.\nThe UN Sustainable Development Goals (SDGs) aim to provide legal identity for every person in the world by the year 2030. Digital identity will be a major catalyst to achieve that goal. It can play a pivotal role in a developing country like Bangladesh, which is looking towards a prosperous digital future. Therefore, it is high time for us to properly utilise the potential of digital identification.\n \nAzfar Adib is a senior member of the Institute of Electrical and Electronic Engineers (IEEE) and a PhD student in Concordia University, Canada.\n",
        "headline_1": "Time to make digital identity a nationwide reality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-make-digital-identity-nationwide-reality-2919206",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "The commemoration of Father of the Nation Bangabandhu Sheikh Mujibur Rahman's birth centenary, and the celebrations centred around Bangladesh's 50 years as an independent nation state, will conclude at the end of the calendar year 2021. I look at this journey of Bangladesh at 50 through the lens of Bangabandhu's own vision for an independent Bangladesh, which he promised would evolve into a just society. Here, I explore how far we, as a nation and a people, have so far moved to realise Bangabandhu's promise, and what parts of his promise remain to be kept in the days ahead.\nBangabandhu epitomised his vision for Bangladesh before the people at the conclusion of his epic declaration of March 7, 1971:\nEbarer sangram, amader muktir sangram\n\nEbarer sangram, shadhinotar sangram\nMany people have pondered on the distinction between the struggle for independence (shadhinota) and the struggle for liberation (mukti). Bangabandhu perhaps had a clearer idea in his mind about the distinction. He visualised the struggle for independence as a struggle for the establishment of a sovereign nation state—a more readily understood goal which inspired the struggle by other nation states seeking to emancipate themselves from colonial rule. But his call for liberation was a more nuanced and hence more far-reaching call. It extended the struggle beyond the realisation of independence towards the more transformative mission of liberating the people not just from the unjust bondage of Pakistani rule, but from injustices inflicted on the common people of Bangladesh for centuries as well. Years of subordination denied the people not just their democratic rights, but held them captive within an unjust social order.\nBangabandhu's commitment and struggle for self-rule was ultimately realised through the emergence of an independent Bangladesh. We survived the trauma of our bloodstained birth and moved forward over the next half century to significantly elevate its economic fortunes, experience a remarkable social transformation, and reconfigure our place in a more globalised world order. Little of this would have been possible had we not managed, in the immediate aftermath of liberation, to resurrect ourselves as a people from the ashes and debris of the Liberation War to construct a nation state, build its institutions and establish our presence in the comity of nations. That such a resurgence could be realised within three years of our national liberation, owes in no small measure to the inspirational leadership of Bangabandhu, supported by those who worked with him over long hours, with limited resources, under the most adverse circumstances, to build a nation state.\nIn the course of building a nation state, Bangabandhu projected his vision for realising amader muktir sangram (our struggle for liberation) through the four foundational pillars incorporated in the Bangladesh Constitution, presented to the nation within a year of liberation: Democracy, Nationalism, Secularism, and Socialism.\nBangabandhu's lifelong struggle for self-rule for Bangladesh, followed by his heroic endeavour to transform a movement for self-rule into a functioning nation state, did not go in vain. When the assassins' bullets cut Bangabandhu's life short, he could take comfort in the awareness that he had realised the most cherished part of his life's mission: the emergence of an independent Bangladesh. Furthermore, within the short span vouchsafed to him on earth, he created the structure of a fully functional nation state. But all his achievements remained a work in progress. Amader muktir sangram remained unfinished. It would, thus, be appropriate to proclaim, as his epitaph, the words of the poet Robert Frost, which so inspired President John F Kennedy:\nI have promises to keep\nand miles to go before I sleep\nBangabandhu's journey in this world abruptly concluded on August 15, 1975, but his dreams and hopes lived on to inspire Bangladesh's journey over the next 46 years. His unfulfilled dreams required the continuation of amader sangram, muktir sangram.\nThe promises fulfilled\nAt liberation, Bangladesh was well behind Pakistan in most areas of the macro-economy, had experienced poverty and lower levels of human development in areas such as education and healthcare. Over the course of the next 50 years, Bangladesh has moved well ahead of Pakistan in most such areas—particularly in the last 25 years, and more so in the last 10 years. Higher rates of growth have moved Bangladesh's per capita income (PCI), which was 61 percent below that of Pakistan in 1972, to exceed Pakistan's PCI by 62 percent in 2020. Such rapid rates of growth have been achieved through Bangladesh's higher rates of savings and investment, as well as its higher level of exports, which were all well behind those of Pakistan in 1972. As a result, today, Bangladesh's foreign exchange reserves are more than double those of Pakistan, while our external debt-GDP ratio is half of that of Pakistan. We are no longer an aid dependent country. Our aid-GDP ratio is now around two percent, whereas Pakistan has required periodic bailouts from the international community. Bangladesh's infrastructure development, which lagged far behind that of Pakistan in 1972, has also moved ahead in such areas as power generation, where our capacity, which rapidly expanded in the last 10 years, is nearly double the capacity of Pakistan.\nIn the area of human development, Bangladesh's human development indicators (HDI) were below those of Pakistan in 1990, but are now well ahead. Bangladesh has managed to lower its population growth rate compared to Pakistan, so that today our population levels are lower than that of Pakistan, whereas in 1969-70 we accounted for 53 percent of the undivided Pakistan's population. At the same time, due to better health provisioning, Bangladesh's life expectancy, which was well below Pakistan in 1972, is now five years above that of Pakistan. Similarly, in the area of education, in such indicators as years of schooling and literacy rate, we once lagged behind Pakistan, but have now moved ahead. As a result, Bangladesh's levels of multi-dimensional poverty, which was once higher than that of Pakistan, is now well below it. Perhaps the most dramatic advances have been registered by the women of Bangladesh, whose gender development index has not only moved well ahead of Pakistan, but is ahead of India as well.\nAll these indicators of Bangladesh's progress, compared to Pakistan, have served to validate Bangabandhu's vision that an independent Bangladesh, in full command of its own destiny, would be able to move ahead more rapidly than under the dominance of Pakistan. In the course of these 50 years, Bangladesh's progress may have exceeded Bangabandhu's expectations.\nBangladesh's progress is not merely measurable in statistical terms, but is manifested in the major structural changes in the economy and the social transformation which have taken place as a result of our liberation. Bangladesh has transformed itself from a largely agrarian society, exclusively dependent on growing paddy for subsistence and jute as a cash crop, where agriculture was the principal source of both GDP and household income. We were once industrially backward, dependent on a single industry—jute—and a single source of exports—jute products. Today, the GDP contribution of industry exceeds that of agriculture, and even in the rural areas, more than 50 percent of household income derives from non-farm sources. Our exports, now largely dependent on the manufactures of RMG, rather than jute products, have grown exponentially, while remittance from our migrants overseas have emerged as our largest foreign exchange earner, which has strengthened our balance of payments.\nThese remarkable changes in our economy have been driven by the emergence of a dynamic entrepreneurial class, which is represented not just by the RMG entrepreneurs and corporate business houses, but extends across a much broader social spectrum. This, inter alia, includes medium, small and micro-entrepreneurs, women from poor rural families who have participated in the microfinance revolution or have travelled to the urban areas to contribute their services to fuel the rapid growth of the RMG sector, the NGOs who have promoted more inclusive growth, the migrants who have taken great risks to travel across the world in service of their families, and a new generation of IT entrepreneurs.\nThe promises still unrealised\nWhile Bangabandhu's expectations from shadhinota may have been realised, his expectations from amader muktir sangram, which would take us towards his vision of a just society, remain part of the promises that we, as a nation, need to honour in his memory. While Bangladesh's economy has registered impressive growth, and poverty has been reduced, income inequalities and social disparities have widened. This represents an unjust distribution of the gains from our development and an inadequate recognition, in terms of policies and public support, of the larger constituency of social forces which have also driven our progress.\nIt is suggested that this widening of social disparities owes not just to policy and allocative deficiencies, but to an unjust governance in various spheres, where laws already enacted are not decisively acted upon, policies are not fully implemented, and regulations are weakly enforced. Such deficiencies in governance originate both in the incapacity of the government to discharge its commitments and in the emerging political economy where an increasingly powerful business elite, patronised by the state, is empowered to influence policies and public action. Such tendencies are manifested in the growth and perpetuation of the default culture—the weakness in enforcing government regulations related to areas such as road safety, building codes and environmental protection, and also the inability to ensure that the conflict of interest rules are applied so as to make sure that competitive forces operate in all public procurement and development projects. In consequence, public policies, in the way of fiscal policies and subsidies, along with public expenditure priorities, tend to favour the business elite at the expense of less privileged social groups.\nEconomic and social injustice, originating in state actions, are compounded by the depreciation in the quality of our democracy, manifested in the weakening credibility of our electoral process, erosion of the freedom of media, unfair access to public services, and inequitable protection under the rule of law as well as from law enforcement.\nThe capture of our electoral institutions by the business elite, and the dominance of money and force in our electoral contestation have further moved us away from Bangabandhu's vision of a just democratic order, where the voices of the less privileged members of society could be clearly heard in our institutions of governance.\nIn conclusion, I suggest that much can be done towards bringing greater justice to the governance process if the ruling regime remains committed to realising Bangabandhu's vision of a just society. Ensuring the rule of law for all, implementing policies and enforcing regulations remain within the domain of a well-intentioned government, and do not require revolutionary upheavals.\nThe move to realise more substantive advances towards a just society may need structural changes, which require new legislation—even constitutional amendments—supported by changes in the balance of power that accommodates the needs, rewards the contributions, and gives voice to the less privileged segments of society. Here, too, the reforms suggested in my presentation of broadening access to the ownership of assets, ensuring more equitable participation of the less privileged in the marketplace, delivering quality education and healthcare to the less privileged, and continuing Bangabandhu's struggle for the greater democratisation of both the institutions of democracy and the institutions of governance, can remain achievable goals. But such moves in the days ahead towards a more justly governed society, underwritten by policies for structural change, demand a total commitment from both state and society to carry on and sustain the struggle to realise the historic vision of Bangabandhu.\nProf Rehman Sobhan is the chairman of the Centre for Policy Dialogue (CPD). This article is a summary of his lecture on Bangabandhu's birth centenary, titled \"Bangabandhu's Vision for a Just Society: Promises Kept and Promises to Keep,\" delivered on December 6, 2021, at the inaugural session of \"50 Years of Bangladesh: Retrospect and Prospect,\" a four-day conference organised by CPD in collaboration with Cornell University, US.\n",
        "headline_1": "50 years of Bangladesh: The Journey towards Bangabandhu’s Sonar Bangla",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/50-years-bangladesh-the-journey-towards-bangabandhus-sonar-bangla-2918551",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "Bangladesh continues to celebrate the victory of December 16, 1971, showing deep respect to the martyrs who laid down their lives for the country. On this happy occasion, world leaders have sent their messages acknowledging the strong presence of Bangladesh on the world map, and the fact that its economy is growing steadily. Bangladeshis are especially joyous to have been able to host the president of India, Shri Ram Nath Kovind, who is here on a three-day visit. The visit is considered significant by experts on international relations.\nBangladesh and India are two friendly neighbours who have surmounted many obstacles together in the last 50 years to carry forward the flag of peace and progress. The two countries are linked with one another on many fronts of development and mutual cooperation as partners in progress. President Ram Nath Kovind laid importance on increasing the sphere of the existing trade and business ties with Bangladesh through joint venture efforts. He pointed at the improved communication system through land, air and riverine routes, which businessmen should take advantage of. He also assured Bangladesh of continued Indian cooperation to the ongoing business investment and different development projects in the coming days. President Kovind pointed at the celebration of 50 years of diplomatic relations between India and Bangladesh, which was a testimony to the close bilateral relations between the two countries. He praised Bangladesh's efforts in the fight against the Covid-19 pandemic.\nIndia hoped to see substantial advances in terms of green technologies, renewables, creation of employment opportunities, start-ups, creation of IT and digital platforms, etc in the next 10 years. The large young population of the two countries will ensure dynamic growth and positive changes. We have to keep in focus that just as the friendship between Bangladesh and India is strong, so is the enormity of the issues that link the two countries. While we have resolved some of them successfully, some still remain unaddressed. Let's not assume that we shall not have issues with India, but let's firmly commit to address them through dialogue in the spirit of friendship.\nAs we look to the future, Bangladesh will be a developing country soon, and this would bring forth enormous potential of economic engagement with India. But as a growing economy, we shall need to expand our bilateral relations with other world economies as well, including China. Bangladesh will need Chinese investment for the growth of its economy as we pursue a policy of friendship to all. But it needs to be emphasised here that our relations with India will always be special because of its contribution to our Liberation War.\nWe hope that President Ram Nath Kovind will have a very happy and fruitful visit, and wish the two countries Godspeed in their progress.\n",
        "headline_1": "Celebration of Victory Day continues",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/celebration-victory-day-continues-2919191",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    },
    {
        "full_article": "We wholeheartedly agree with the chief justice's statement that formulating a law for the appointment of Supreme Court judges is essential now. Article 95 of our constitution also mentions that there should be such a law. The law minister had assured us in the past that the government would frame a law for that purpose. As such, it is disappointing that the law has not been framed yet.\nFor a country that is celebrating its 50 years of independence, to not have a law for the appointment of judges to its apex court is most unfortunate. The chief justice rightly observed that in the absence of such a law, there remains some confusion among the people in regards to the appointment of judges to the Supreme Court. Having a law that lays out how and on what basis the judges will be appointed to the highest court will make the process more transparent, which is crucial. It could potentially make the appointment process faster, too.\nIn recent times, appointment of new judges to the Appellate and High Court divisions of the Supreme Court has slowed down significantly. Additionally, a number of judges have also retired. With an inadequate number of appointments against the number of those retiring, the High Court now has 91 judges, whereas the number was 101 in 2012. At present, the Appellate Division also has only five judges. Thus, a huge backlog of cases has been piling up in both the Appellate and High Court divisions—as of December 31, 2020, the number of cases pending with the Appellate Division was 15,225, while it was 452,963 with the High Court, according to a study by Law Lab, a law chamber that conducts research on legal and constitutional issues. That meant that each judge in the Appellate Division had 3,045 pending cases, while each judge in the High Court had 4,923.\nExpecting a judge to dispense so many cases is simply absurd. Furthermore, as cases keep piling up, the sufferings of justice seekers are also increasing. The chief justice mentioned the need to double the number of judges at all tiers of courts across the country. And we firmly believe that the process should begin with the appointment of Supreme Court judges. To that end, we call on the government to urgently take all the necessary measures to formulate a law for the appointment of judges to the Supreme Court, as prescribed in the country's constitution—keeping in mind the importance of safeguarding the independence of the judiciary.\n",
        "headline_1": "Why the delay in appointing SC judges?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-delay-appointing-sc-judges-2919181",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2021"
    }
]