[
    {
        "full_article": "The International Day for the Eradication of Poverty is an opportunity to not only acknowledge the difficulties the poor face worldwide but also to make the concerns on poverty heard by all, particularly the policymakers. The United Nations (UN) at its General Assembly in December 1992 declared that October 17 would be observed annually as the International Day for the Eradication of Poverty. All member states were invited to promote activities towards poverty eradication in their respective national contexts.\nSince the early 1990s, the world has progressed significantly on all fronts—economically, socially, technologically and much more. However, there are still a large number of people living in poverty without income and basic facilities of life. During the period of the Millennium Development Goals (MDGs) of the UN between 2000 and 2015, the world managed to reduce poverty by a large number. But the world still has a huge population of people living in extreme poverty. In 2015, the member countries of the UN pronounced their commitments towards poverty eradication once again through a much more serious announcement in 2015 and committed to implement the Sustainable Development Goals (SDGs). It set the target to eradicate extreme poverty for all people everywhere, currently measured as people living on less than USD 1.25 a day by 2030 (SDG no. 1.1). SDGs also urge for the eradication of all dimensions of poverty.\nThe theme of this year's International Poverty Eradication day is \"Building Forward Together: Ending Persistent Poverty, Respecting all People and our Planet\". Clearly, in the context of the ongoing Covid-19 pandemic that has shrunk the global economy significantly, leading to higher poverty, this day is even more significant. Various studies reveal that millions of people have been pushed into poverty and a new set of poor has been created. Most of the new extreme poor are located in South Asian and Sub-Saharan countries (World Bank). \nIndeed, even before the pandemic, despite the world experiencing impressive economic prosperity, there were still a large number of people living without an income and the basic necessities of life. They are facing multidimensional poverty—not only just less income and consumption but are being deprived of all entitlements as a human being. They live in poor housing conditions with unsafe water and sanitation, have limited access to healthcare and education, and are exposed to risky work conditions. They are not covered under national social protection and are vulnerable to shocks such as natural disasters and pandemics. These poor also have unequal access to justice and do not have political power. While the concentration of the poor people has historically been in the developing and least developed countries, other advanced countries also face the challenge of poverty.\nBangladesh has been able to reduce poverty over the decades due to its high economic growth. The share of people living under the poverty line has come down from 48.9 percent in 2000 to 24.3 percent in 2016. In case of extreme poverty, the share of people living in extreme poverty has reduced from 34.3 percent in 2000 to 12.9 percent in 2016. Unfortunately, the success of higher growth and poverty reduction is not reflected in the case of reduction of inequality. Between FY1992 and FY2016, the income share held by the richest five percent of households in Bangladesh increased from 18.85 percent to 27.89 percent (Bangladesh Bureau of Statistics). Also, the income share held by the poorest five percent of households fell from 1.03 percent in FY1992 to 0.23 percent in FY2016. It is apprehended that the pandemic may worsen the inequality situation as the people just above the poverty level have fallen into poverty due to job losses and exhaustion of all their savings. In fact, the pandemic has created new poor who have lost their jobs—which has been the case globally.\nFor the coming years, Bangladesh has set targets to reduce poverty further. The Eighth Five Year Plan (8FYP) of Bangladesh targets to reduce incidence of poverty from 23 percent in FY2021 to 15.6 percent in FY2025. It targets to reduce extreme poverty from 12 percent in FY2021 to 7.1 percent in FY2025 (8FYP, Planning Commission). Of course, the achievement of the 8FYP targets will depend on how the economy recovers from the Covid-19 pandemic and whether the projected growth of GDP of the country will be on track soon. In the 8FYP, the annual GDP growth rate is projected to be eight percent on average. If this growth is translated into higher and better job creation, increased income, improved productivity, and availability of universal and better public services, achieving SDG1 could be possible by 2030. \nGiven that the world during the pre-Covid period was not poverty free and equitable, the post-Covid world should look to \"build forward better\" instead of \"build back better\". This forward-looking building of the world will be economically, socially and environmentally equitable and just for every citizen of the world. Unfortunately, poverty is the result of a policy and regulatory framework that is designed to be discriminative against the poor. During the pre-historic period, lack of resources was the main cause of poverty, while in modern days, it is the lack of efficient use of resources and inequality in the distribution of resources. Hence, policymakers have to consider these aspects along with working for achieving accelerated growth while taking initiatives for poverty eradication. Higher growth will only be meaningful in the real sense when each and every person will have access to equal opportunities and can utilise her or his potentials.\nThe world leaders should plan for economic development by considering multi-dimensionality of progress that covers both quantity and quality. We must not forget that along with better living standards, people also need improved self-esteem, freedom from oppression, and availability of opportunities and greater choice. And, of course, growth cannot be sustainable if it is based on endless extraction of the resources gifted to us by the planet. The sustainability of growth will depend on how we take care of nature and use natural resources.\nTherefore, as we celebrate this year's International Day for the Eradication of Poverty and commit to building forward better, the perspectives on economic growth should be transformed into economic development. The real respect to people and the planet can only be shown through charting out a new path of economic development.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.Views expressed in this article are personal.\n",
        "headline_1": "Ending poverty depends on how we value people and the planet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/ending-poverty-depends-how-we-value-people-and-the-planet-2200006",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    },
    {
        "full_article": "By the fishing villages of Alipur and Mohipur municipalities in Kuakata, things are afoot. A team of conservationists, field workers, researchers, artists and videographers have put their heads together to drive home a crucial message in favour of Sawfish, lovingly dubbed the king of fishes. They have put together a campaign to help change the conversation around this mystical creature.\nFacing a steady decline over the years, this intimidating and strange fish has entirely disappeared from 21 countries that it was historically found in, resulting in an international call for action, according to the International Union for Conservation of Nature (IUCN) Shark specialist group.\nOf the five available species in the world, Bangladesh has a record of three Sawfishes and of them, the most widely reported is the Largetooth Sawfish, which has gone extinct from 30 of its range countries making the Bay of Bengal population even more crucial.\nAccording to data collected by Alifa Bintha Haque (Assistant Professor at Dhaka University's Department of Zoology) and her team from all over the Bangladesh coast between 2016 and 2018, at least 40 sawfishes have been landed. And now news of more landings keeps coming in but the data remains to be analysed. What is alarming is their death seems to continue.\nThis is a sharp contrast to the scene from around a hundred years back. Sawfish rostra were reported to be \"all over the beach\" of Cox's Bazaar in the 1960s. In the early 1900s, sawfishes in general were reported abundantly in the Bay of Bengal and were considered to be either \"very common\" or \"common\" in the estuaries and mouths of the Ganges and Brahmaputra rivers, according to \"A Survival Blueprint for the Conservation of the Largetooth Sawfish in Bangladesh\" published by the Zoological Society of London.\nAnd to help kickstart a change in the narrative towards conservation, this campaign with the tagline \"Save Sawfish—the friend of the seas\" that encourages their live release has kicked off in Alipur and Mohipur.\nThe team mainly comprising of Alifa, a research assistant Nazia Hossain, field coordinator Shawnujjaman Khan and campaign consultant and researcher Arafat Hossain, spreads the tagline in Bangla \"Shagor er bondhu korat mach\", which loosely translated means, \"Sawfish is a friend of the sea\".\nThe campaign essentially aims to change the narrative surrounding Sawfish and the idea is to create a relationship with the species beyond its utility as something to be eaten or sold or as a cure for cancer, which is completely unfounded by the way.\nIt is important to establish the narrative that this fish is also important for the seas and rivers and since it is important for the seas, it is important for fishers themselves to raise awareness on its ecological importance.\nThere are four components to this campaign, view-exchange meeting with traders, view-exchange meeting with fishers, door-to-door campaign to sensitise consumers and locals who are neither fishers nor traders and wall-art or murals with some key messages and images intended for everyone.\nThe campaigners are also providing a hotline number to every fisher, trader or boat owner who comes to the meeting and are providing small clips on their mobile phones which try to capture the message that Sawfishes are important and they need to be saved.\nThe team is also trying to encourage and train fishers to release the sawfish live if it does get caught in their nets using a live release guide. Another crucial shift in the narrative is the start of a conversation between fishers and traders and consumers that there is actually no cancer curing property in Sawfish meat, which does drive up its demand in the market. Everyone understanding that there is no such benefit will also hopefully make people realise there is really no point in buying this fish at such high prices or any price at all.\nThe guide has been created from previous research, questionnaire surveys, workshops and interviews with fishers who have previously caught a sawfish and provided their insights on how a live release could be successful. So it is an effort to use their local and practical knowledge to save the sawfish.\nDuring the study period previously, the team always asked fishers how they believed would be an ideal way to release the Sawfish so components incorporated in the live release guide do not come with the preconceived notion that only researchers know best, but it is an amalgamation, a meeting point for both academic knowledge and fisher's local knowledge.\nThere is also a deliberate effort to avoid telling fishers that they should not catch the fish because it is a punishable offence or it is protected under the law, instead they are trying to drive home a more wholesome narrative—that saving the species will also help the ecosystem to thrive in the long run, or that it does not really have any health benefits. The team are also trying to serve a reminder that fishers too remember catching this mysterious, odd-looking giant of the sea and they risk losing this memory forever.\nTo push people towards meaningful change is difficult, even if it happens to be something as important as saving nature. A key difference between other animals and a fish is in case of other animals, humans share a different relationship with them or interact differently, they can see them, they have an aesthetic value or religious value. But with most fish, it is more often than not relegated to the realm of food source, believes Alifa B Haque. And so, she is not wrong in saying just how difficult it is to get the conversation for conservation going.\nTraders will also get a gift of a wooden sawfish cut-out to act as a reminder of the importance of Sawfish, to make sure the fish gets etched into their psyche.\nThe campaign is being piloted in Alipur and Mohipur for now, since there is a dearth of resources and these are the areas where researchers found a large number of landings and a prevalence of prejudice among people about the Sawfish. But that does not mean efforts will be concentrated in just one area and it should not be.\nThe team is also aware that simply doing this campaign is not going to be the answer. This is just scratching the surface. People will be left with meaningful reminders, but the work must continue to ensure everyone in this network of traders, fishers, boatmen, consumers and stakeholders on a national level do their bit.\nThis is merely the start of the conversation. While such sensitisation programmes must continue across the coastline where sawfishes are caught, landed and eventually traded, so must research.\nBecause without science, it is hard to decide on conservation actions. And without prompt and decisive action from all fronts, nature may have to count more losses.\n \nAbida Rahman Chowdhury is a journalist at The Daily Star.\n",
        "headline_1": "Reversing the tide against Sawfish loss from the Bay of Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reversing-the-tide-against-sawfish-loss-the-bay-bengal-2199971",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    },
    {
        "full_article": "While our public universities have already reopened halls and libraries and have more or less fixed the dates of reopening their respective institutions, the private universities of the country are yet to finalise when to resume in-person classes, because a majority of their students are yet to be vaccinated against Covid-19. According to a report in this daily, more than 70 percent of the students have registered for the jabs until now but only around 40 percent of them have received the first dose of the vaccine. And the universities cannot resume on-campus classes until both their teachers and students have gotten at least one dose of Covid-19 vaccine or are registered to get the vaccines, as per the directive of the University Grants Commission.\nWhile we understand that the private universities do not want to take any hurried decision about resuming in-person classes, since it involves both the teachers' and students' safety, we also think that they should take proactive measures to make the vaccination process easier for their pupils. \nWe have also learned that many of the private universities are planning to hold classes and exams online for several more months, even if they fix the dates for on-campus classes. We think this is a judicious decision because our universities cannot simply go back to the old method of teaching in the post-pandemic situation, rather they should go for some kind of a blended/hybrid teaching method, meaning that they should continue with online education alongside classroom education. That's the lesson the pandemic has taught us.\nHowever, while it would be easier for the private universities to go for a kind of blended learning, it will not be as easy for the public universities to do so because of the existing digital divide. We have seen how our public universities struggled to conduct online classes in the past one year and a half because of a lack of access of their students to the necessary devices and internet connections. We think both the private and public university authorities need to work on how they can reduce this digital divide in the future.\nComing back to the issue of resuming in-person classes in the private universities, the government should set up vaccination centres on the campuses to speed up the inoculation process of students. The private university authorities should discuss the issue with the Directorate General of Health Services (DGHS) to make the vaccination process easier as well. Private universities should resume in-person classes as soon as possible, considering the safety and well-being of their students.\n",
        "headline_1": "Resuming in-person classes in private universities ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/resuming-person-classes-private-universities-2199731",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    },
    {
        "full_article": "Life is but a dash\nbetween dates, of birth and of death.\nI wrote this short poem a long time ago, inspired by a cemetery headstone. I was ruminating over the plight of a man who had transformed into a corpse, then reduced to a sign marked by dates. In the eternal existence of mankind, an individual occupies a limited space. No matter how \"dashing\" a life may appear, it is a dash between the beginning and the end. We can think of the dash as an open-ended one, where chemical compounds mix miraculously, giving life a certain form, space, and pace, before being morphed into another, or we can think of it as a spiritual transition from one non-material form to another, passing through a physical space for a short span of time. The ups and downs of life are like the waves of an echocardiogram: it is about the adrenaline rushes, hormonal impulses, instinctive actions, and reactions that create the wave patterns, before reaching the flatline.\nIn Steven Spielberg's 1998 film Saving Private Ryan, war veteran Ryan takes his family to visit the grave of one Captain Miller, who had saved his life during World War II. \"Tell me I've led a good life. Tell me I'm a good man,\" Ryan asked of his wife. He wanted his saviour to know that the sacrifices made by his peers had not been in vain. \"Earn it,\" were the dying words of Captain Miller, whose unit was assigned to save Private Ryan as all four of his brothers had already been killed in the war. In such stories, the dash—life—gets linked with other dashes. The lines form a narrative where the group comes together to compose a story, and present life as beautiful (or ugly, for that matter). Many died so that one could live.\nWith more than 4.8 million people dead worldwide because of a virus, how do we \"earn\" the life that we have been given? How do we express our gratitude for being alive? Every day, the TV scrolls remind us of the passing away of the people who once made our lives interesting: politicians, educators, doctors, engineers, civil servants. For the unnamed rest, there is a daily tally. In any other situation, each death of the renowned figures would have occupied more TV time and media attention. Even the deaths of celebrities don't move us anymore. Have we stopped caring? If so, when did we stop caring? Why?\nThe rise in death figures runs in tandem with our indifference. Experts call this phenomenon \"psychic numbness\": the more people die, the less we care. It seems that the human brain is incapable of processing a large number of deaths. Mother Teresa once said, \"If I look at the mass, I will never act. If I look at one, I will.\" While a single death can be construed as tragic, multiple occurrences of death may not produce the same emotions. Each death sends a shockwave of bereavement in an inner circle. At times, it can create ripples to reach many shores. Remember the three-year-old Aylan Kurdi, who was found lying face down on a sandy beach in Turkey? The photo woke up the world to the Syrian refugee crisis. Yet, the recurrent news of hundreds dying as boats capsized off the European shores fails to evoke similar empathy. Kurdi is a faded memory. The Rohingyas are the nightmares that we want to forget.\nOur indifference is going to have a lasting impact in a post-Covid-19 scenario. It can damage the way we process not only human emotions, but human values. According to a BBC report, there is already evidence that people are suffering from Covid-19 news fatigue and reading less and less about the pandemic. The lack of care also shows through the reluctance to wear masks, sanitise hands, or maintain social distance. One explanation could be because humans are selfish creatures. We want to help others to feel good, but with the rise in numbers, when the situation seems overwhelmingly out of our control, our efforts to help seem as trivial as a drop in the ocean. It gives us an excuse to not care, to not help anyone anymore.\nThe indifference is also caused by anxieties. However, while the overwhelming presence of news of death and disease becomes a source of anxieties for some, this also becomes an opportunity to harvest the anxieties for profit by many others. We have already seen how fear-mongering techniques have been used to raise the prices of essentials, impose unnecessary medical treatments, or manipulate the online trade. The vicious circle in which news and anxiety rotate can make us further complacent. Seldom do we find any urgency to break away from this chain and to do something to change it.\nThere are, of course, reasons to be worried, but indifference is not an option. The agencies who are circulating the information in concrete facts and figures have an additional role to play in humanising the provided information. Both positive and negative messages are needed. If we don't show the physical, mental, social, and financial implications of a Covid-19 patient, many would take the pandemic lightly as the recovery number can cause comfort. Then again, if we overburden the mass with tragic stories, the urge to help the situation might dwindle. It is like when your school fraternity reaches out for help for one member, you feel generous, but once such requests become frequent, you are less likely to commit.\nThe same thing goes for the coronavirus news fatigue. Humanise it. Think of individual stories of survival. The people who made it through. The frontline supporters. Positive news needs to be presented at a processable proportion. Then again, there also needs to be constant awareness of the downside of complacency.\nAt a time when we are all dying, the challenge for us is to stay alive, stay human. My poem written over a headstone highlights life as a dash. But now that I have an opportunity to look back at my own poem, I think I also need to highlight all the dots, all the invisible moments that fret within the visible dash. Indeed, in the grand scheme of things, we deal with small cuts. But those pains and miseries make life worth living. It is time for us to feel good for ourselves so that we can remain good for others. Our lines must merge with the lines of others, so that we can compose a human story together.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Death is inevitable, but we must not get used to it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/death-inevitable-we-must-not-get-used-it-2199126",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    },
    {
        "full_article": "While our public universities have already reopened halls and libraries and have more or less fixed the dates of reopening their respective institutions, the private universities of the country are yet to finalise when to resume in-person classes, because a majority of their students are yet to be vaccinated against Covid-19. According to a report in this daily, more than 70 percent of the students have registered for the jabs until now but only around 40 percent of them have received the first dose of the vaccine. And the universities cannot resume on-campus classes until both their teachers and students have gotten at least one dose of Covid-19 vaccine or are registered to get the vaccines, as per the directive of the University Grants Commission.\nWhile we understand that the private universities do not want to take any hurried decision about resuming in-person classes, since it involves both the teachers' and students' safety, we also think that they should take proactive measures to make the vaccination process easier for their pupils. \nWe have also learned that many of the private universities are planning to hold classes and exams online for several more months, even if they fix the dates for on-campus classes. We think this is a judicious decision because our universities cannot simply go back to the old method of teaching in the post-pandemic situation, rather they should go for some kind of a blended/hybrid teaching method, meaning that they should continue with online education alongside classroom education. That's the lesson the pandemic has taught us.\nHowever, while it would be easier for the private universities to go for a kind of blended learning, it will not be as easy for the public universities to do so because of the existing digital divide. We have seen how our public universities struggled to conduct online classes in the past one year and a half because of a lack of access of their students to the necessary devices and internet connections. We think both the private and public university authorities need to work on how they can reduce this digital divide in the future. Coming back to the issue of resuming in-person classes in the private universities, the government should set up vaccination centres on the campuses to speed up the inoculation process of students. The private university authorities should discuss the issue with the Directorate General of Health Services (DGHS) to make the vaccination process easier as well. Private universities should resume in-person classes as soon as possible, considering the safety and well-being of their students.\n",
        "headline_1": "Resuming in-person classes in private universities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/resuming-person-classes-private-universities-2199966",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    },
    {
        "full_article": "Only last week, we wrote in these columns condemning a horrific attack on a Shia mosque in the Afghan city of Kunduz that killed at least 55 people, and expressed our concerns over the escalation of violence in the country. We are now saddened and worried to be writing about yet another bloody assault in Afghanistan, this time in the city of Kandahar, which killed at least 41 people and injured scores more. This attack, like the last one, is aimed at the Shia community, and has been claimed by the Islamic State (IS).\nThe fact that the IS are continuing their operations within Afghanistan, and even went so far as to brazenly attack a mosque in what is considered to be the heartland of the Taliban, has cast huge doubts on how steadily the current government can hold on to the reins of the country. The new Taliban-led administration had vowed to bring peace and stability to Afghanistan after decades of war, and had also assured the world that terrorists would not be able to operate on Afghan land. If recent events are anything to go by, they are being hard pressed to keep to their commitments, even in their own backyard. IS seem determined to spread sectarian violence and further destabilise Afghanistan.\nThis latest attack also exposed the extent of the humanitarian crisis currently facing the country. Afghan doctors spoke to AFP about how they urgently require blood for the injured and are struggling to treat them within a crumbling health sector. Only last month, the WHO chief warned that Afghanistan's health system is on the brink of collapse, and that cuts in international funding had forced health providers to decide \"who to save and who to let die.\"\nAlthough the UN has announced the release of USD 45 million from an emergency fund to support Afghanistan's struggling health system, the international community must do more to ensure such funds reach the people who need it the most. The Taliban now also have a window to prove that they are capable of governance and not just conflict, and prevent the situation from spiralling further. However, we are disappointed to see that no statements have been released, nor any steps taken, by the current administration to provide any reassurance to the minority communities in the country who are currently living in fear.\nOur hearts go out to the people of the Afghanistan, who have already endured so much. The time is now for global leaders, major donors and regional allies to put pressure on the Afghan administration to end the violence that has erupted within the country. If this situation is not contained, its repercussions could reverberate across the entire region and create further instability and conflict in the near future.\n",
        "headline_1": "Another attack in Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-attack-afghanistan-2199961",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2021"
    }
]