[
    {
        "full_article": "Osmosis is a rare word in politics. But it could well define the sudden rejuvenation of the Congress party in Telangana. Its win in Karnataka, by decisively defeating the Bharatiya Janata Party (BJP), has given it an organisational fillip and confidence that has allowed it to become a contender in Telangana within months of that victory. This is partially because the ruling Bharat Rashtra Samithi (BRS) has been in power for nearly a decade and has run into the inevitable Indian challenge of anti-incumbency, with dents to its strong support base. The BRS had become a formidable force by having reaped the benefit of leading the movement that led to the formation of the State, which was bifurcated from the united Andhra Pradesh in 2014. But many fellow-travellers and partners in the agitation parted ways with the regional party as it graduated into a typical single family-driven enterprise that thrives due to the support for its “strong leader” K. Chandrashekar Rao. What has kept the support base for the party is its emphasis on welfare initiatives that included a number of dole payments for various sections besides work in improving sectors such as irrigation, one of the key issues that drove the agitation for a separate State in the first place. But with the Congress managing to win over voters in Karnataka through welfare guarantees and seeking to replicate this model for Telangana, the stage is set for an electoral battle driven by competitive populism, albeit of slightly varying kinds. With the BRS coming up with a number of welfare and cash transfer measures to rival the Congress’s guarantees, the election could well become a referendum on who delivers welfare better.Over the course of this decade, the BJP has sought to become a major player in Telangana and only the electoral results will confirm the pervasive theory that the party’s support base in the State remains limited to a few seats. If the Congress steals a march over the BJP, it could reflect the failure of the BJP to raise an agenda that appeals to the people of Telangana beyond its tiresome reliance on religious polarisation and touting the virtues of having a friendly Union government. This will also be indicative of the mood of the electorate in the southern States where electoral competition is moored in the politics of welfare and developmentalism and less in the hysterics of communal mobilisation, as evident elsewhere in the North. All said, the Congress might well have the wind in its sails to become a contender against a formidable BRS, but the electoral campaigns and how they sway the fence-sitter and the undecided voter will determine the course of the election in the State.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTelangana Assembly Elections 2023\n\n/\n\nTelangana\n\n/\n\nKarnataka\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nAndhra Pradesh\n\n/\n\npolitics\n\n/\n\nwelfare\n\n/\n\npopulation\n\n/\n\nreligion and belief\n\n/\n\nvoting",
        "headline_1": "Strong challenge: On the Telangana Assembly election 2023 in November",
        "headline_2": "The Congress supplants the BJP as the key competitor to the BRS in Telangana",
        "link": "https://www.thehindu.com/opinion/editorial/strong-challenge-on-the-telangana-assembly-election-2023-in-november/article67426956.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "The Centre’s assurance to the Supreme Court that it would soon notify the appointment of Justice Siddharth Mridul of the Delhi High Court as Chief Justice (CJ) of the Manipur High Court is a welcome development. In another sign that it would be more accommodative of the Collegium’s recommendations, it has forwarded as many as 70 names approved by constitutional authorities in various States for appointment as judges of High Courts. The delay in notifying the appointment of Justice Mridul was apparently due to the State government taking time to give its views on the proposal. His name was recommended by the Collegium on July 5, and the delay was quite strange. The Collegium has also mooted the transfer of Justice M.V. Muralidaran, now Acting CJ in Manipur to the Calcutta High Court. A few days ago, it rejected his request that he be either retained in Manipur or allowed to go to his parent court, the Madras High Court. It is to be seen how long the Centre takes to notify his transfer. It was an order passed by Justice Muralidaran, directing the Manipur government to consider the inclusion of the Meitei community in the Scheduled Tribes category, that is seen by some as one of the triggers for the ethnic violence that rocked the State from early May. However, the order was not stayed by the Supreme Court as there was a request by the Centre that a stay order might exacerbate tensions. The Court has been vocal about the Centre’s selective treatment of its recommendations. There are instances of the government returning names that had been reiterated more than once. In recent times, it has shown that it can have its way by merely ignoring some of the Collegium’s decisions. For instance, it ignored the proposal to appoint Justice S. Muralidhar, now retired, as CJ of the Madras High Court for so long that the Collegium ultimately rescinded its recommendation. In the case of Justice T. Raja, who was Acting CJ in Madras for an unusually long period, the recommendation to transfer him to the Rajasthan High Court was ignored by the government until his retirement. The conflict between the government and the Collegium over the appointment process is quite pronounced and often reaches a flashpoint. It is time the process was streamlined to give effect to the Supreme Court’s April 2021 order that set timelines for the government to process names recommended by the Collegium and express its reservations, if any. Once the Collegium reiterates any recommendation, it should be implemented within three to four weeks. Whatever the inadequacies and failures of the Collegium process, it does not augur well for the institution if the legal position that a reiterated decision is binding on the government is undermined.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nexecutive (government)\n\n/\n\njudge\n\n/\n\nManipur\n\n/\n\nReservation\n\n/\n\ntribals\n\n/\n\nChennai\n\n/\n\nRajasthan",
        "headline_1": "Delay as tactic: On the Centre and Collegium relationship",
        "headline_2": "Centre should stick to timelines to avoid friction with Collegium",
        "link": "https://www.thehindu.com/opinion/editorial/delay-as-tactic-on-the-centre-and-collegium-relationship/article67426975.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Over the weekend, the crisis in Gaza worsened. The US sent a second aircraft carrier to the region as a deterrent even as Antony Blinken toured capitals there to prevent an escalation of the Israel-Hamas conflict. Separately, Israel’s military in a statement said that it will attack Gaza by land, air and sea. The portents are not good. The conflict has reached a stage where the risks of a spillover are increasing. Consequently, the Global South is once again vulnerable to an energy shock through higher hydrocarbon prices.\n\nThe attack by Hamas was unconscionable and Israel has every right to defend itself and bring the perpetrators to justice. But its approach so far has led to civilian casualties in Gaza, which can dilute the support it has received. The US has said that civilian casualties should be avoided and its priority is to create safe zones for them in Gaza. It’s a sensible goal as democracies cannot engage in collective punishment. Moreover, avoiding civilian casualties is an essential part of minimising the risk of escalation. The threat of US deterrence may work on state actors. But as civilians bear the brunt of conflict, it will get harder to check non-state actors or “lone-wolf” attacks.\nIn a tense atmosphere marked by distrust, escalation can be triggered by random incidents. Therefore, the US, which is a security provider to some parts of West Asia, needs to use its leverage to ring-fence civilians in Gaza. One way to start is to work with the UN to provide humanitarian aid. On October 14, the UN warned that Gaza runs the risk of running out of water as humanitarian aid had been blocked for a week. Working with Egypt and Israel to ensure that the most vulnerable segments of the population receive aid is an essential step the US should take.\nWe are now in the midst of two simultaneous conflicts when large parts of the world have not completed a full economic recovery from the pandemic. Another energy shock, on top of an existing debt crisis and the still-persistent inflation in rich countries, can have severe economic consequences. This, in turn, can undermine social and political stability. The cascading impact of the Israel-Hamas war should not be underestimated. Consequently, it’s important that the US and other regional powers use their leverage to limit the spillover effect of the conflict by shielding civilians caught in the crossfire.\n\n",
        "headline_1": "Beyond the strip: If civilian suffering in Gaza is not reversed, chances of a wider Middle East conflict are wider",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beyond-the-strip-if-civilian-suffering-in-gaza-is-not-reversed-chances-of-a-wider-middle-east-conflict-are-wider/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "The PM’s announcement at the IOC session in Mumbai that India will “leave no stone unturned” in its bid to host the 2036 Olympic Games gave substance to yearlong speculation. It is no surprise that India, which likely will be more than a $6 trillion dollar economy by 2035, should desire to host the prestigious sporting and infrastructure spectacle. The misgivings are equally legitimate: our cities are near-dumps, overpopulated, with little infrastructure maintenance, power and water woes, often littered with construction debris and choked by inefficient waste management. Can Ahmedabad – the much-speculated front runner – get Olympics-ready in 13 years? The next question is can we design the Games infrastructure such that the host city and country benefits economically.\n\nAllocations to sports infrastructure will have to rise manifold over the next few years for India to be in the reckoning. Cost overruns for Olympic hosts are common, and India is a world-class performer in cost overruns. Games’ host cities are often left with white elephants – Sydney’s Olympic Stadium annually costs $30 million to run, Beijing’s iconic Bird’s Nest sits empty. Tokyo Olympics 2020 cost about $13 billion, and the city was hit by the postponement cost Covid entailed. Host cities have often rued bidding. London’s Olympics minister said, as the British economy nearly stalled, “Had we known what we know now, would we have bid for the Olympics? Almost certainly not.”\nBoth 1982 Asian Games and 2010 Commonwealth Games gave Delhi an infrastructure push – stadia and roads – but both were small compared to the Olympics with at least 30 events and athletes and officials from over 200 countries. Whichever city is developed as Olympics City, the test is how the event will help the host city in economic terms. If large public funds are to be committed, a conversion plan for future use is the starting point. The prestige then will endure.\n\n",
        "headline_1": "Games and costs: Were India to host Olympics, a key metric should be whether the infra has post-event uses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/games-and-costs-were-india-to-host-olympics-a-key-metric-should-be-whether-the-infra-has-post-event-uses/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Like Israeli hardliners, Arab regimes don’t want a democratic Palestinian state. Such a state may well threaten govts defined by the kings-emirs-theocracy formula\nAs Israel pounds the Gaza Strip, targeting Hamas after its terror strike against Israel that killed a reported 1,300 people, mostly civilians including children, and the stage is set for mass casualties in Gaza, where do the rights and wrongs of the Israel-Palestine conflict fall?\nSome propositions of America’s Declaration of Independence are couched in universal terms that offer a framework to answer that question, one that resonates with Indian foreign policy as well. All peoples are entitled to separate and equal status, and, within a people, everyone is entitled to the right to life, liberty and the pursuit of happiness.\n\nHamas takes the view that Israel has no right to exist, that it is an illegitimate state created by displacing native Palestinians. The idea of creating a Jewish state in the territory of Palestine crystallised in the Balfour Declaration of 1917, an outcome of British efforts to secure the support of Jews across Europe in the ongoing war, and to partition the enemy Ottoman empire. Geopolitical expedience, rather than considerations of welfare of Jews or Palestinians, underpinned the proposal.\nRead full article on TOI+\n\n",
        "headline_1": "Shadow of Sheikhs on Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/shadow-of-sheikhs-on-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Every critical observation needn’t be taken as entirely false. Research shows there are transaction failures due to biometric mismatch. There are smart ways around that.\nMoody’s published a report sometime back on decentralised digital identity. Indian news media portrayed it as an attack on Aadhaar, the unique digital identity system that is now well-established and is ubiquitous with over one billion residents in India who use Aadhaar to conveniently access many public and private services, such as direct benefit transfers (DBT) by the government, online payments, banking and health services etc.\n\nGOI also complained that the report “does not cite either primary or secondary data or research” and dismissed it as “baseless”.\nWe read Moody’s report carefully and realised that the report covers identity systems in many countries and discusses their challenges. For example, it mentions that the digital ID system introduced by the German government remains untapped and less than 10% of the public is using it.\nRead full story on TOI+\n\n",
        "headline_1": "We should and can improve aadhaar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-should-and-can-improve-aadhaar/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "For those who were hoping that there would be a significant reduction in dengue cases and deaths this month following the end of the traditional peak season (August-September), October has proved to be equally unrelenting, in a fitting nod to a year that has already broken all records of dengue in Bangladesh. It is past mid-October now, and still so many people are getting infected or dying every day. In fact, the health directorate has come up with a shocking revelation: of all the deaths recorded in the first two weeks of October, over 70 percent occurred within 24 hours of hospital admission. Reportedly, it was around 50 percent till August.\n\nWhat could be responsible for this increase in hospital-related deaths? While it is a fact that most hospitals are not properly equipped to treat critical dengue patients, it is also true that patients often arrive when it is too late – when they are already experiencing the dengue shock syndrome or suffering from organ failures and internal bleeding. Which brings us to the question: why are patients coming to hospitals at the last hours? There could be two explanations: one, many people are still not aware of the true extent of danger that dengue poses, and two, many who live outside Dhaka do not have the scope to get tested as quickly as those living in the capital. Since dengue has now spread all over the country, more critical patients are now being transferred to Dhaka for lack of local treatment options. And precious time is being lost in the process, which is eventually leading to the deaths.\n\nThis has once again exposed the weaknesses of our healthcare system, where people in many areas are still deprived of much-needed services. It is really unfortunate that we have learnt so little from the Covid-19 pandemic. We urge the authorities to quickly address this situation, raise awareness among the public and adequately prepare all healthcare facilities across the country. Otherwise, the dengue situation will only get worse.\n",
        "headline_1": "Why are so many still dying of dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-still-dying-dengue-3445186",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Endeavours to reduce poverty do not usually have a uniform effect; pockets of poverty always seem to emerge. For instance, while developing countries have made remarkable progress in poverty reduction since 2000, 80 percent of the total extreme poor continue to inhabit the regions south of Sahara in Africa and those in southern Asia. Pockets of poverty prevail in middle- and high-income countries as well. Despite the welfare reforms in the United States, such pockets are increasingly found in its south and southeast states. The UN-Habitat also expresses its deep concern over pockets of poverty being an increasingly common feature in the cities of developed countries.\nThe history of poverty reduction in Bangladesh follows a similar trend. The incidences of moderate and extreme poverty in Bangladesh have been declining throughout the 2000s and, as of now, the extreme poverty rate in Bangladesh stands at 5.6 percent. But even so, at the district-level, there are a number of areas which have consistently found their place in the high-poverty lists referred to in several of the five-year plans. Looking at the massive amount of work on pockets of poverty from around the world and from Bangladesh as well, this article explores some common themes or factors that contribute to the formation of such pockets. \nThe major factors behind this include adverse climate, poor infrastructure for connectivity, low market access, distance from urban centres, susceptibility to natural and/or human-made disasters, low population density, insufficient economic and/or social services, low income, unfavourable agricultural environment, and hard-to-access geographical location.\nIf seen from a poverty reduction perspective, some of these may work as primary factors and some as tertiary factors in the formation of a poverty pocket. Primary factors play a causal role for the tertiary factors. The following diagram will help bring clarity in understanding the interconnectedness of these factors.\nThe interrelations of these factors are intricate. However, almost all the factors connect back to three points: remote geographical location, adverse climate, and poor infrastructure relating to connectivity. With these three being the primary factors, the rest can be considered as tertiary ones.\nThe Background Studies of the 8th Five Year Plan (FYP) of Bangladesh lists 20 districts as poverty hotspots in the country – five districts based on income poverty, 12 districts based on social deprivation, and three districts based on both income poverty and social deprivation. Many of these districts feature poor transportation facilities causing poor connectivity, particularly with urban centres. Some of the districts lying on the border regions fall in this category, which makes it difficult for other parts of the country to connect with them. Kurigram, for instance, has been listed in the 6th, 7th, and 8th of FYPs. Remote charlands, particularly those in Jamalpur and Sherpur, are another common theme in this discussion. The Chittagong Hill Tracts (CHTs) also fall in this category, where poor infrastructure makes transportation difficult to and from the rest of the country. This leads to poor market access resulting in a low level of economic services and also low income.\nBangladesh sits alongside six other countries on top of the index for those at risk for climate change impacts and natural disasters. The Global Climate Risk Index 2021 identified Bangladesh as the 7th extreme disaster risk-prone country in the world. Tropical cyclones, tornadoes, floods, coastal and riverbank erosion, droughts, and landslides are the major climate-induced hazards in Bangladesh, with different locations facing challenges typical to their geographic and climatic region. While chars, haors, and riverside areas tackle floods and riverbank erosion, the Barind Tract in the northwest is prone to extreme heat and droughts. On the impact of natural disasters on agriculture, researcher Binayak Sen characterised unfavourable agricultural environments as those that are salinity-prone, flood-prone, drought-prone and susceptible to river erosion. To cope with adverse climate impacts on agriculture, people in those regions need access to alternative livelihoods in the non-farm sector. But as opportunities for alternative livelihoods are very limited and connectivity is poor, people in the river erosion belts and in chars in the districts of Kurigram, Lalmonirhat, Gaibandha, and Jamalpur have remained among the extreme poor in Bangladesh over the decades. \nA remote geographical location is at the heart of almost everything that has been discussed so far. Climatic conditions, connectivity, and everything else in the diagram can be connected back to geographical location, thus making it possibly the most important aspect in the formation of a poverty pocket.\nCircling back to poverty reduction not being a uniform process, having an early warning system for spotting emergent pockets of poverty can be highly significant for the development agenda. To build such a system, identifying both primary and tertiary factors is crucial. Although primary factors can exist independently of tertiary ones, they have a decisive role in paving the way for tertiary factors to transpire. Tertiary factors are also highly influenced by different stakeholders such as the government, development organisations, and so forth. As such, the focus should be on identifying the tertiary factors while depending on the primary factors to direct us towards them.\nBut while all this can be a starting point for developing an early warning system for imminent pockets of poverty, further research and programmatic intervention from all stakeholders is indeed a necessity. A possible way forward is to allocate sufficient resources to design and implement a pilot for understanding how an intervention of this sort can be effectively developed. Surely, such a pilot would require the involvement of various agencies and interest groups. In the event that an early detection method of poverty pockets is truly modelled, the development journey of ending poverty in all forms can, in fact, take an important turn.\nPalash Das is director of the Ultra-Poor Graduation Programme at BRAC.\n\nTasnim A Ema is a programme analyst of the Ultra-Poor Graduation Programme at BRAC.\n",
        "headline_1": "How can we identify pockets of poverty early on?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-we-identify-pockets-poverty-early-3445091",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Last week I received an email from my alma mater, and my heart -- quite naively -- sank.\n\"Dear fellow members of the Columbia community, I was devastated by the horrific attack on Israel this weekend and the ensuing violence that is affecting so many people.\"\nThe email was from Minouche Shafik, the newly chosen president of Columbia University.\nIn this email that went on to elaborate the importance of being supportive to the Columbia community, the only mention of Palestine was to point out that a webinar was to be hosted by its political science professors, which included speakers like Hillary Rodham Clinton.\nIn the past week or so, as the horror in Israel and Gaza unfolded, there was not a single person who would not condemn the appalling, indescribable brutality -- the tales of Hamas using three-month-old babies as target practice will outlive the organisation. The Israeli death toll from the Hamas attacks goes over 1,300 while 3,200 suffer injuries.\nBut not as many were as quick to decry -- or say a few kind words at the very least -- about the devastating counter-attack on Gaza, or the decades of apartheid, in their first responses, and no where was this rift more evident that in the North American university campuses considered to be the epicentres of superior thinking.\nAt least 2,700 people have been killed and 9,600 injured in Israel's retaliatory airstrikes, according to the Gaza health ministry.\nMinouche Shafik, who wrote the email, is an Oxford-educated economist, who was previously the president of London School of Economics, the deputy governor of the Bank of England, and has worked with the International Monetary Fund in the MENA region after the Arab Spring.\nIt is difficult to believe that the woman who became the first female president -- and that too, one of colour -- in Columbia's 269 years cannot write a more nuanced response that at least acknowledges the violence in Gaza or Palestine by name.\nImmediately following the Hamas attack and Israel's retaliation, a collective of student associations in Harvard sent out a statement saying that they \"hold the Israeli regime entirely responsible for all unfolding violence\".\n\"Today's events did not occur in a vacuum. The apartheid regime is the only one to blame. Israeli violence has structured every aspect of Palestinian existence for 75 years,\" it said. But the letter did not directly condone terror attacks either.\nA barrage of reactions descended upon the student associations ranging from a former Harvard president to hedge fund CEOs such that the statement had to remove the names of the student associations signing the letter, to protect them.\nFormer Harvard president Larry Summers said he was sickened by it, adding, \"The silence from Harvard's leadership, so far, coupled with a vocal and widely reported student groups' statement blaming Israel solely, has allowed Harvard to appear at best neutral towards acts of terror against the Jewish state of Israel.\"\nBillionaire hedge fund CEO Bill Ackman and several other business leaders demanded that Harvard University release the names of students publicly and blacklist them, so that nobody employs them.\nIf there is one thing that the statement by the students is guilty of, it is this -- not condemning the attack on Israel in the same breath as the counter-aggression on Palestine. It is guilty of doing exactly what those with decades of experience and walls of accolades are doing -- picking a side, and tacitly erasing the other.\nIn another incident in Harvard, five administrators and one visiting professor who leads the Religion and Public Life programme at the university wrote a statement urging people to \"challenge single story narratives that justify vengeance and retaliation\".\n\"Start with the rockets fired into Israel by Hamas on October 7, 2023 and not with the illegal occupation of Palestinian land by Israel and the blockade of Gaza since 2007, and you have an entirely different story,\" they said, adding \"To acknowledge the context out of which this latest spate of violence arises is not to diminish the pain and suffering of Israeli and Palestinian victims\".\nIn response, the dean of that institution, Harvard Divinity School, David F Holland put out a rejoinder saying that they do not represent the views of the institution.\nWhile university campuses erupt into a deafening din of \"whataboutisms\" and who gets to have the last word, throwing the right to freedom of expression to the dogs, the major takeaway is lost -- people died like ants on both sides. Since the Nakba, 75 years of complicated history precedes the violence of today, and whatever form this war takes now, it is never going to be just.\n",
        "headline_1": "Israel-Hamas war: Intellectual dishonesty pervasive in US seats of learning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/israel-hamas-war-intellectual-dishonesty-pervasive-us-seats-learning-3445016",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "For those who were hoping that there would be a significant reduction in dengue cases and deaths this month following the end of the traditional peak season (August-September), October has proved to be equally unrelenting, in a fitting nod to a year that has already broken all records of dengue in Bangladesh. It is past mid-October now, and still so many people are getting infected or dying every day. In fact, the health directorate has come up with a shocking revelation: of all the deaths recorded in the first two weeks of October, over 70 percent occurred within 24 hours of hospital admission. Reportedly, it was around 50 percent till August.\n\nWhat could be responsible for this increase in hospital-related deaths? While it is a fact that most hospitals are not properly equipped to treat critical dengue patients, it is also true that patients often arrive when it is too late – when they are already experiencing the dengue shock syndrome or suffering from organ failures and internal bleeding. Which brings us to the question: why are patients coming to hospitals at the last hours? There could be two explanations: one, many people are still not aware of the true extent of danger that dengue poses, and two, many who live outside Dhaka do not have the scope to get tested as quickly as those living in the capital. Since dengue has now spread all over the country, more critical patients are now being transferred to Dhaka for lack of local treatment options. And precious time is being lost in the process, which is eventually leading to the deaths.\n\nThis has once again exposed the weaknesses of our healthcare system, where people in many areas are still deprived of much-needed services. It is really unfortunate that we have learnt so little from the Covid-19 pandemic. We urge the authorities to quickly address this situation, raise awareness among the public and adequately prepare all healthcare facilities across the country. Otherwise, the dengue situation will only get worse.\n",
        "headline_1": "Why are so many still dying of dengue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-so-many-still-dying-dengue-3445186",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "At a time when the economy is going through a turbulent period, it is heartening to know that the apparel sector's dependency on traditional markets, such as the UK, US, Europe and Canada, has reduced to some extent. According to a recent report by this daily, non-traditional markets accounted for 19.3 percent of the total $11.6 billion earned through garment exports during the July-September period of the current fiscal year. Seen from another perspective, garment exports to non-traditional markets grew by 25 percent year-on-year. Among the major non-traditional markets, exports to Japan, Australia and South Korea have increased exponentially.\n\nThis is undoubtedly a reassuring sign of progress for the RMG sector considering that, around this time last year, a looming recession in the US and EU led to decreasing orders for garment factory owners. The push for market diversification has served both as a fail-safe and a logical step forward. For a country that is on the path to graduate from the Least Developed Country (LDC) status in 2026 – upon which the current benefits of duty-free market accesses will come to an end – there is no alternative to being competitive and future-oriented. Focusing more on non-traditional markets will ease things for Bangladesh, so it must continue to explore new markets and increase exports.\n\nAs the scope of growth in Europe, the biggest market for Bangladeshi exporters, continues to shrink, it is vital to put our eggs in different baskets. We hope to see further growth in the tapped markets of Australia, Japan and South Korea, and at the same time, we encourage RMG business owners to explore the untapped potential of countries such as Saudi Arabia, Qatar, Kuwait and the United Arab Emirates.\n\nJust as the apparel sector is treating export diversification with the importance that it deserves, we hope that other exporting sectors will also come forward and do the same. Doing so, and increasing their export share in the process, is essential for the sake of a sustainable economic growth. In the short term, it can also help increase our foreign exchange reserves, which is critically low at the moment. In the eighth Five-Year Plan (2020-25), the government has rightly attached top priority to diversifying export sectors. The progress in the apparel industry can be a case study for the authorities to expand the export capacity of other sectors.\n",
        "headline_1": "We must expand our export capacity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-expand-our-export-capacity-3444756",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "The two leading producers of jute ---India and Bangladesh respectively--- in the world are sure to have their commercial interests clash at some points. Ever since India wrested the laurel of top position of jute producer from Bangladesh, the countries have varying priorities. While India has gone for advanced technologies to revive fortunes of the jute sector, Bangladesh has gone the other way. Its moribund jute industry cannot compete with that of its big neighbour. But unfortunately, the limited volumes of jute goods Bangladesh exports to India also face an adverse duty regime at the destination. It appealed unsuccessfully to revoke the anti-dumping duty (ADD) on the export of its products to that country. As if it was not enough, now the Directorate General of Trade Remedies (DGTR) in India has been looking into the possibility of imposing a fresh countervailing duty (CVD) on jute goods from Bangladesh... The move initiated, according a report carried out in the FE on Sunday last, by the DGTR, however, is in response to a complaint lodged by the Indian Jute Mills Association (IJMA) that the jute goods exported from Bangladesh are produced by factories, the capital machinery of which is largely subsidised by the Bangladesh government. Had it been the case, the jute industry here would not be so sick now. In such disputes, the best practices to follow are the rules set by the World Trade Organisation (WTO). Unilateral imposition of measures in such cases is discouraged. What is particularly significant here is that the imposition of a fresh duty, CVD that is, will be a violation of the Indian Customs Tariff Act 1975 which prohibits simultaneous imposition of both ADD and CVD. The Indian customs rules are clear on this issue and contravening it will be deemed a legal breach. In this context, the dispute over Bangladesh's export of lead acid battery can provide an insight into similar bilateral trade disagreements. This was the first instance, after the establishment of the WTO in 1995, of a smaller nation ---one that was a least developed country (LDC) then--- challenging a much bigger and stronger economy at the highest level of international legal process. Indeed, the Indian government agreed to a negotiated solution to the problem in 2006, thanks to the deterrent effect of the WTO. The anti-dumping duty was terminated but it also sent the message loud and clear that the big economies should follow the norms and rules of international trade while dealing with smaller economies.It is not only Bangladesh's jute industry that is facing a tough time to stay afloat. There are other smaller industries that cannot realise their full potential because of the hostile trade regime made more hostile in the post-Covid and Ukraine war era. Even the Western buyers of garments from Bangladesh refuse to pay a deserving higher price for apparel produced in the country's green factories, the transition of which from the traditional types was at significant costs. Sure enough, norms and rules of international trade are, more often than not, twisted or defied to suite the powerful economies. But this goes against the mutual interests of trade partners. Let the WTO look into such discordant international trade and commerce, particularly involving weaker parties.",
        "headline_1": "No countervailing duty on jute goods, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-countervailing-duty-on-jute-goods-please-1697466619",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "The timing of the Hamas group's launch of a ground offensive as well as a blitz-like air attack on Israel October 7, and the latter's start of retaliations on October 8 onwards, couldn't have come at a worse time. The Hamas attack later proved to be the cover for an infiltration of its fighters into Israeli soil around that time. Amid the threats of escalation in tension, especially in the Gaza Strip, the region now witnessing death and destruction caused by the Israeli bombardments. Israel is preparing for full-scale ground attacks, prompting the fear of a mass-scale exodus by the Gaza residents. On many occasions, the weaker Palestinians have had to concede defeat in battles against the powerful Israel. Israel held sway; and continued to persecute and, finally, annihilate the Palestinians. But on reaching the end of their tethers, Palestinians struck back with whatever weapons they could lay their hands on. It prompted the launch of the first Palestinian Intifada in 1987 --- a fierce form of frontal protests and confrontation. Many called it a milder form of 'guerrilla' warfare. The venues comprised mostly the Israeli-occupied territories, especially the West Bank --- filled with the daredevil Palestinian youths. The Oslo Accords signed in 1993 brought an end to the first phase of Intifada on the West Bank.Following the occasional flare-ups of violent confrontations between the Gaza-based Palestinians and the Israeli army, there were few major signs of any attack from the Hamas-ruled Gaza Strip. The recent lighting air and ground attacks by Hamas on Israel took the Jewish state's military machine by utter surprise. It took only a day for Benjamin Netanyahu to opt for an effective option. He chose for an all-out retaliatory operation against the Gaza Strip residents, many being innocent civilians. The Gazans are not sitting idle. The death toll on both sides continues to rise.In the history of Palestinian-Israeli hostilities, few have broken out amid a tense global situation marked by political and economic crises now besetting the world. The world at present remains almost overwhelmed by these grim developments. A few of the impasses may have led to polarisations having newer regional ramifications. Most of those are centred on the Russian invasion of Ukraine, and the US and European Union powers throwing their weight behind the former Soviet republic.The following period of global recession prompted by sanctions imposed on Russia has complicated the situation. The last almost two years passing through different global fronts, especially those related to economy and the birth pangs of the new alliances, proved quite difficult. In such a global volatility, the Gaza-based Palestinian Hamas group's declaration of a war-like campaign has stunned many. Displacement of the Palestinians is about to start, which might result in the fanning out of these stateless people into different Middle Eastern countries. The process started in 1948, after the creation of the Israeli state followed by an all-out territorial war. In the midst of the explosive developments of the latest Hamas-Israel conflict, many wait eagerly to see how many of the new-generation Palestinian refugees are finally allowed to enter the recession-hit ME territories. In the present situation, many feel tempted to recall the bitter days of eviction of the Palestinian refugees from a couple of ME countries. A total of 5.9 million Palestinians are currently registered as refugees by the authorities of international organisations like Red Cross. It's implied that following the escalation of tension in the Gaza Strip enclave, the number of would-be refugees is feared to increase manifold. Already a menacing threat came from the Israeli Prime Minister Benjamin Netanyahu when he said he would change the map of Middle East. It's worth noting that despite being beleaguered in internal politics, the Israeli extremist leader hasn't backed out from his hawkish stance. Given the belligerent attitude of the Israeli politicians and the military, the scattered Palestinians may have to be prepared for another phase of refugee life. In the present highly changed context, the refugees may have to fall into a more dreadful situation.The scourge of Palestinian refugees is feared to return with fresh miseries. In a world radically different from the times of the 1970s, 1980s and the 1990s, new politico-economic realities continue to surface. The now-dismantled USSR and its allies who were steadfastly behind the Palestinian causes have long left the global scenario. The emergence of new global powers and their stances on the Palestinian statehood differ widely. The new geopolitical realities are identified as being responsible for these shifts. All this is responsible for the fraying of the integrity of the Palestinians' existence as a 'different nationhood' in the Arab world. There is another aspect of the Palestinian reality which has been in existence since times of the PLO chairman Yasser Arafat. He enjoyed unflinching popularity among the general Palestinians; and also among the party rank and file. The death of Yasser Arafat at the age of 75 dealt a severe blow to the Palestinian interests. Apart from being uncompromisingly committed to the reality of Palestinian statehood, Arafat was pragmatic and accommodative. Many of the Palestinian leaders proved to have been gifted with just bellicosity, and their oratorical skill. Lots of experts ascribe the current plight of the Palestinians to this drawback, i.e. the absence of leaders having the outstanding qualities of Yasser Arafat. It's also true that despite their all-out attempts to ensure their safe survival in a land free of hostilities, the Palestinians have long been drawn into many an unwarranted situation. A few of those are known to be their own creation. Many have, however, been thrust upon them by outside forces bent on driving wedges between the leaders.\n[email protected]",
        "headline_1": "A grim view of the Gaza crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-grim-view-of-the-gaza-crisis-1697466668",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Youths (aged between 15 and 29 years) comprise 27.9 per cent or about 28 per cent of Bangladesh's total population of 169.8 million, according to the last 'Population and Housing Census 2022'. During the release of the census data by the Bangladesh Bureau of Statistics (BBS) in early April this year, Dr Binayak Sen, Director General of Bangladesh Institute of Development Studies (BIDS), which scrutinised the census data, said, 'The youth need to be utilised properly to cash in on the demographic dividend.' 'Otherwise, it may turn into a disaster', he added. The youth definitely have the potential for making a nation great by investing their energy in its development. But they also have the potential to break it, as indicated by Dr Sen. In fact, the young people may not have the urge to think great and make positive contribution to their society if the community they are born into has no moral compass to guide them and choose right from wrong. What the youths who are soon going to make up one-third of the country's population think about their society?A non-government organisation, 'Citizen's Platform for SDGs, or Platform for short, recently conducted a study titled, 'Youth Perspectives in the Current National Context'. In the study 5,075 youths aged between 18 and 35 were interviewed for their views mainly about the country's development. The questionnaire also included their perception about vote, political participation and freedom of expression. As told by the presenter of the study report, the overwhelming majority (69.4 per cent) of the interviewees believed that corruption and nepotism were the main barriers to the country's development. The findings are hardly earth-shattering, for even a child of school age, if asked, would express a view similar to that of the study findings under review. But that is a view not substantiated by research. The study in question has only provided a quantitative dimension to the fact that corruption is pervasive in Bangladesh society. Gratifyingly, the youths so interviewed by the said Platform have not at least accepted what is going on in society as a fait accompli. But the Platform did not ask the youths what socio-political conditions, in their view, were behind such social degeneration and what was the way out of the morass. If asked, they would perhaps come up with their suggestions. Thankfully, the culture of philistinism in which the society is now submerged has not yet blunted the interviewed youths' sensitivities that their older generation has about lost by now. This is obviously a silver lining of the overall situation that cannot be said to be optimistic. The high percentage of youth population does, of course, present itself before the nation as a 'demographic dividend' to be exploited for national development. And it is up to those in power to utilise it effectively. But where will the youths, the educated ones in particular, work?The ILO in a report published early this year predicted that 3.5 million Bangladeshis would remain unemployed in 2023. Among them the educated youths are mostly unemployed or underemployed. The reason is their certificate-based degrees do not guarantee them any job in line with their field of specialisation. In fact, there is a mismatch between what the prospective employers need and the kind of education/training the youth get from the country's educational institutions. Unsurprisingly, the number of unemployed graduates is constantly on the rise. And it is obviously not an ideal condition for properly utilising the so-called demographic dividend. On the contrary, it is a potential time bomb ticking away.\n[email protected]",
        "headline_1": "Utilising youth power",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/utilising-youth-power-1697466789",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2023"
    },
    {
        "full_article": "Students of the primary schools will get midday meals from November. State Minister for Primary and Mass Education Md Zakir Hossen recently said this. Earlier, it was scheduled to be introduced in July. Again, there was a school meal programme for students in poverty-ridden areas of 104 upazilas. It ended in June last year. In the meantime, a proposal was prepared to expand the programme. Some Tk 14.1 million students of 65,566 government primary schools were to be given the meal. It was for five years at the cost of Tk 179.20 billion. The foreign trip for the officials to learn about the midday meal programme was a part of the project. It drew heavy criticism. Later, the government revised the project. It is now awaiting for the final approval.Under the programme, children will get nutritious food like high-protein biscuits, milk and eggs. Cooked food like kichuri will be avoided due to the risk of contamination. In fact, a midday meal is a good initiative. It helps to ensure nutrition for the poor children. Many developing countries introduced the programme. They also get a good result. Bangladesh will also benefit in the long run. To make it a success, it needs to be corruption-free. \nFarzana NazMoghbazar, Dhaka [email protected]",
        "headline_1": "Midday meal in primary schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/midday-meal-in-primary-schools-1697466841",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2023"
    }
]