[
    {
        "full_article": "External Affairs Minister S. Jaishankar’s listing of four hurdles to better counterterrorism cooperation, i.e., state support for financing terror; multilateral mechanisms that are opaque and agenda driven; double standards and politicisation of countering terrorism according to where terror groups belong, and the “next frontier” (the use of emerging technologies such as drones and virtual currency by terrorists), needs attention. The focus of the UNSC special briefing on Thursday, ‘Global Counterterrorism Approach’, that was convened by India, is well-timed given that the “Global War on Terrorism” and the sanctions regimes launched after 9/11 are in disarray. In their haste to exit Afghanistan in 2021, for example, the UNSC’s permanent members, the U.S. and the U.K. struck the biggest blow to the sanctions regime by holding talks with the Taliban, easing their path to power in Kabul and letting their handlers in Pakistan off the hook. Second, as Mr. Jaishankar has pointed out, a P-5 country (China) continues to block the designations of Pakistan-based terrorists, including five named this year, from the LeT and the JeM. Finally, instead of uniting to accept India’s proposal, of 1996, of a Comprehensive Convention on International Terror to institute global practices on countering terror, the P-5 countries are hopelessly polarised, and irrevocably so, over Russia’s war in Ukraine. Given the scenario, New Delhi’s attempt at highlighting the issues during the last few weeks of its two-year UNSC tenure was apt, as it built up to the briefing with conferences in India including a UN Counter-Terrorism Committee meeting, the No Money For Terror conference, and an Interpol conference.It is unfortunate, however, that the briefing appears to have been overshadowed by heated words outside the Council between Mr. Jaishankar and his Pakistani counterpart Bilawal Bhutto Zardari. In response to Mr. Jaishankar’s comments on Pakistan being the “epicentre of terrorism”, Mr. Bhutto chose to launch a personal tirade against Prime Minister Narendra Modi and the 2002 Gujarat riots. That Pakistan’s “dossier” on what it claims is an Indian hand behind a blast in Lahore essentially pertains to an attack on the 26/11 terrorist strikes mastermind and LeT chief Hafiz Saeed is equally telling about the Pakistan government’s regard for him, as well as its desire to muddy the global narrative on terrorism. The Government would be better served by not taking the bait, and focusing instead on the task at hand: “re-invigorating” the global agenda and counter-terrorism architecture by emphasising the need for unity on the issue, and for all countries to provide resources to the battle against those driven by a radical ideology who continue to threaten civilian populations worldwide.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Nations\n\n/\n \nterrorism (crime)",
        "headline_1": "Countering terror: On action against groups targeting civilians",
        "headline_2": "All nations must come together against groups targeting civilians",
        "link": "https://www.thehindu.com/opinion/editorial/countering-terror-the-hindu-editorial-on-action-against-groups-targeting-civilians/article66271678.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "Turkey’s recent attacks on Syria’s Kurdish towns and its threat of a ground invasion could destabilise the border region, which has yet to recover from the scars of a long civil war and the violence by the Islamic State (IS) terrorist group. The trigger was the November 13 blast in Istanbul that claimed six lives. Turkey has blamed the Kurdistan Workers’ Party (PKK), the Kurdish militant group operating in its southeastern parts, and the People’s Protection Units (YPG), a Syrian-Kurdish militia, for the blast (they have denied the allegations) and has carried out air strikes in Syria’s Kurdish towns. Turkey has reportedly asked the YPG to withdraw from key towns on the border — Manbij, Tal Rifaat and Kobane — soon and has threatened to launch another cross-border incursion into Syria if the YPG failed to do so. Turkish President Recep Tayyip Erdoğan wants to create a buffer zone between the YPG-controlled towns in Syria and Turkey’s own Kurdish territories, where the state has been fighting the PKK. Ankara sees the YPG as an ideological and organisational brother of the PKK, which it has designated, along with the U.S. and European countries, as a terrorist organisation.Turkey has carried out several incursions in the past into Syria, gobbling up territories now manned by the Syrian National Army, a rebel umbrella group that is opposed to Damascus and backed by Ankara. But, Turkey had also come under pressure from the U.S., its NATO partner that backs a YPG-led militia group, and Russia, an ally of the Syrian regime, which placed constraints on its operations. However, Russia’s Ukraine war seems to have altered the geopolitical reality in the region in Turkey’s favour. A preoccupied Russia would not like to antagonise Turkey, which despite being a NATO member has not joined the U.S.-led sanctions, and the U.S. would want Ankara’s support for the inclusion of Sweden and Finland into NATO. This opens space for Mr. Erdoğan to up the ante in Syria. But this could be a dangerous bet. The IS had captured most of these border towns in 2014-15. The YPG, with U.S. help, had fought hard against the IS to liberate the region. Now under attack, the YPG has already said it would end patrolling of many towns on the border. A Turkish incursion could trigger further chaos, which could help Islamist militants to regroup and push the Kurdish population, already victims of years of wars, into further misery. Instead of taking the military path, Mr. Erdoğan should hold talks with Russia and the U.S., which have better ties with the Syrian Kurds, to find a workable solution to stabilise the border.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTurkey\n\n/\n\nunrest, conflicts and war\n\n/\n\nSyria\n\n /\n\nNATO\n\n/\n\nUSA\n\n/\n\nRussia",
        "headline_1": "Dangerous gamble: On Turkey’s attacks on Syrian Kurds",
        "headline_2": "Turkey should not use its geopolitical advantage to crush Syrian Kurds",
        "link": "https://www.thehindu.com/opinion/editorial/dangerous-gamble-the-hindu-editorial-on-turkeys-attacks-on-syrian-kurds/article66271141.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "The current BJP government is at an eight-year mark. Last week, BJP won a record victory in Gujarat. BJP did lose Himachal Pradesh to Congress. The Gujarat win, however, counts far more in terms of its impact on national politics. Gujarat sends 26 Lok Sabha MPs, while Himachal only sends four.\nAlso, in Himachal, BJP lost by a vote share of less than 1%. In Gujarat, BJP decimated Congress – 52% vs 27% vote share. New to Gujarat, AAP did rather well too, scoring 13% of the vote. BJP however, dominated. This, at the eight-year mark for the national government.\nRead full opinion on TOI+\n\n",
        "headline_1": "Six things to learn from BJP: You can critique the party but you should acknowledge what it is doing right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/six-things-to-learn-from-bjp-you-can-critique-the-party-but-you-should-acknowledge-what-it-is-doing-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "A political war of words has very, very predictably broken out over Amitabh Bachchan’s comments at a Kolkata film festival inauguration. The veteran actor drew attention to how moral policing and checks on freedom of expression hamstring India’s entertainment industry today. A look back at how hurt-sentiment brigades have targeted most big releases this year establishes the factuality of Bachchan’s statements. As this is neither a new phenomenon nor unique to any particular ideological dispensation, all political posturing against it is hypocritical to the point of absurdity. It is beyond this posturing that the stakes are real and high.\nAfter a two-year slump and thanks in large part to southern surprises, 2022 will have a cheery box office report. Like every other entertainment industry, India’s opportunities are more global than before and so is the competition obviously. The public sphere that now includes a raucous social media is also more Babelic than ever. This means that outrage against some title, some song, some dialogue … will only rise and rise. This is freedom of expression. This is fine. Governments have an altogether different role – helping India’s economic and soft power grow alongside the industry.\nIn 2018, the Supreme Court had hauled up four states for crippling the exhibition of Padmaavat after it had already been certified by the censor board. This is what MP home minister Narottam Mishra, demanding changes in the upcoming Pathaan, must be reminded today. Even as the film is accused of disrespecting “Hindu sentiments” for featuring a saffron-coloured bikini, on the other side the MP Ulema Board is calling for its ban for hurting “Muslim sentiments”. Governments have to safeguard the industry from being ground up between sundry opinions. Protect ease of doing business – and audiences’ freedom to choose.\n\n",
        "headline_1": "Big B, bigger message: Govts can’t join ‘outrage brigade’ targeting films",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-b-bigger-message-govts-cant-join-outrage-brigade-targeting-films/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "The increase in undergraduate medical seats from 53,000 in 2014 to 96,000 in 2022 and postgraduate seats from 31,000 seats to 63,000 raises hopes that India’s problem of too few doctors in rural areas and backward states can be fixed. India’s 9 active doctors per 10,000 population trail China (22), US (26) and UK (30) but at our current pace of adding nearly 1 lakh doctors a year, these deficits will be wiped out in 10-20 years. More importantly, with thousands of new doctors, the public health system must grow massively to absorb them into its ranks.\nBetween 2011 and 2021, government medical seats have increased faster, from 18,000 to 48,000 seats, while private seats went from 22,000 to 44,000. Graduates from government colleges have bonds mandating rural service for 1-2 years. But offering government jobs at attractive salaries can keep them invested and correct the skew of graduating doctors preferring cities.\nMigration of medical graduates from south to north could help. All southern states have over 10 UG seats per 10,000 population because they invested early in medical education. Corresponding numbers in UP and Bengal are 4, Bihar and Jharkhand 2. But UP, along with Tamil Nadu, has the most medical seats and Bihar is among the states recording highest increase in private medical seats. GoI is prioritising new medical colleges in underserved areas. These are positive trends. However, while quantity gets addressed thus, ensuring quality medical education could prove tougher.\n\n",
        "headline_1": "Medical manna: Public health must offer incentives to recruit doctors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/medical-manna-public-health-must-offer-incentives-to-recruit-doctors/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "The last few weeks have been good for Indians with investments in the stock market. Soaring indices, driven by local money, imparted a sense of security in a turbulent world. Thursday, however, jolted everyone thanks to the US Federal Reserve, the world’s most influential central bank whose balance sheet size is more than two times India’s GDP. The BSE Sensex crashed almost 900 points, or 1.4%, after a Fed monetary policy meeting as traders perceived it to be unexpectedly aggressive about interest rates.\nThe Fed matters to everyone because what it does at home ripples out across borders. David Beckworth’s podcast Macro Musings last month caught up with economist Ethan Ilzetzki to understand how the Fed’s actions affect the rest of the world. He describes the US interest rate as the main player in town.\nRead full opinion on TOI+\n\n",
        "headline_1": "Reading Mr Powell’s lips, watching markets flip: Podcasts that explain the massive power of US Fed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/reading-mr-powells-lips-watching-markets-flip-podcasts-that-explain-the-massive-power-of-us-fed/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "I have long wondered why cities in Bangladesh cannot develop a \"culture\" of walking as a mode of transportation, even though city streets and footpaths are always crowded. It is a paradox. There is no shortage of commuters, vendors, food kiosks, and everyday happenings of urban life on Dhaka's footpaths. But do congested footpaths necessarily indicate a pedestrian culture?\nCulture is, of course, a complicated word with a zigzagging history of numerous meanings, as the Welsh thinker Raymond Williams would say.\nIt is hard to pinpoint what culture is. At its most safe and cautious stance, it may mean a people's widely shared ways of thinking about themselves, their way of life, language, food, music, money, art, and their sense of right or wrong, among many other things. Culture presumably shapes a group's identity by fostering certain social patterns unique to that group, even though both identity and social patterns could very well be complicit with the political machinations of the dominant class.\nIs walking as an everyday urban practice to go to work, the market, or to school – or, walkability – an element of Bangalee culture? I am talking about walking as a primary means of going around, as an urban lifestyle, not merely as a \"health practice\" in parks and on lakefronts. Walking, sadly, is not part of our shared value system, and there are many reasons behind this.\nFirst, the most obvious: our cities hardly value walkable footpaths as part of an urban ecosystem. Merely having footpaths does not mean people will start walking on them. Other related factors inspire people to view the footpath as an inviting, pedestrian- and gender-friendly, functional, and safe place. I was reading urban planner Jeff Speck's Walkable City: How Downtown Can Save America, One Step at a Time (2012) and in it, Speck offers a \"General Theory of Walkability,\" which explains how a walk must meet four essential goals: \"usefulness,\" \"safety,\" \"comfort,\" and be \"interesting.\" When a walk satisfies these conditions, a pedestrian can rate a city's walkability score highly.\nUsefulness implies a kind of urban organisation in which a walker can reach his or her daily destinations by walking. Safety suggests that a pedestrian can walk without being hit by a car or obstructed by a makeshift chayer dokan or tong (tea stall). Comfort means that the organisation of footpaths and adjacent buildings should be undertaken at a scale and distance that pedestrians find welcoming. And, interesting is when the pedestrian finds the footpath not only walkable, but also full of exciting experiences, including views of unique buildings, sites, trees, water bodies and, in general, humanity.\nThe second reason for the low score of walkability in Bangladeshi cities is related to the ways in which we conceptualise the idea of social status. Our self-righteous notion of ijjot (honour) frames walking on the street with a tinge of both denigration and indignation. From the bourgeois middle-class perspective, the street is a place for the struggling masses, the downtrodden, khete khawa manush (the working class).\nThis view is enshrined, for instance, in Abdullah Al Mamun's acclaimed film Ekhoni Shomoy (The Moment, 1980), where the protagonist walks the streets of Dhaka in despair and observes the cruelties of life, while Sabina Yasmin's classic song, \"Jibon mane jontrona, noy phooler bichhana (Life is pain, not a bed of flowers)\" – makes it all painfully vivid.\nSo, the thought process goes like this: If you are walking to your office a few kilometres away, there must be something wrong. Walking to work doesn't reflect your uppity middle-class status. If your children are walking to school, it socially means that you failed to afford a middle-class lifestyle. These mythologies need to be challenged.\nThird, our popular imagination of a successful urban person typically whizzes by in a car, while looking at the huddling aamjonota on the sidewalk with pity. Vehicular mobility is the uber symbol of an upward social trajectory. And walking is a necessity for people on the lowest rung of the social ladder.\nWe grew up hearing \"Lekha pora kore je, gari-ghora chore shey (S/he who studies, rides a car or a horse),\" believing firmly in the capitalist mantra of wealth accumulation as an unquestionable life pursuit. Poet Jibanananda Das' anti-materialist reading of the automobile in his 1934 poem \"Unishsho Choutrish\" portrays the middle-class valorisation of the car, as well as his own anxiety over this misguided dream that he thinks blunts our inner sensibilities: \"A motorcar/Fills the mind with misgivings/A motorcar is always a thing of darkness/Though its name is the first/Among the children of light… This motorcar is a trailblazer/It's rushing in the direction/Where everyone is supposed to be going…\" (translation by Rakibul Hasan Khan). \"The children of light\" learn their first lesson: they must ride a car one day in order to be seen as successful. This type of lesson continues to fuel our middle class aspirations, national priorities, planning policies, and visions of progress.\nBangladesh needs a national footpath policy. The foundation of this policy could be as simple as this: if there is a road, there must be a functional footpath alongside it. All kinds of urban planning – from the metropolis to small towns – should vigorously focus on footpath design. This must be an urban requirement by law.\nToday, around the world, footpaths/sidewalks are enjoying an urban renaissance as the foundation of walkable urbanism. \"Walkability studies\" is a growing sub-field in urban planning.\nThis is not to say that footpaths are only about safety and aesthetic pleasure. It is also about business-friendliness and environmental well-being. Speck writes, \"We must understand that the walkable city is not just a nice, idealistic notion. Rather, it is a simple, practical-minded solution to a host of complex problems that we face as a society, problems that daily undermine our nation's economic competitiveness, public welfare, and environmental sustainability.\"\nWhy are footpaths neglected in our urban vision? According to the Danish architect and urban planner Jan Gehl (who visited Bangladesh with much interest), it is a problem of the level from which city administrators and planners look down on the city. Gehl argues that they only see the \"big story\" – the mega-scale of the city viewable only from above – and then the \"medium story\" of land-use plans, the Detailed Area Plan (DAP), and infrastructures.\nBut city administrators often fail or are reluctant to see the \"little story,\" experienced only at the ground level or at a human scale. Yet, most people live their lives at the level of little stories. This is where their houses, neighbourhood parks and markets, and footpaths are. These are the places where the community flourishes and thrives.\nThe problem is that our political and urban leadership looks at the city and its problems from godlike heights. From the sky, it's hard to see the humble necessity of footpaths. From the political perch high up, one can only see massive infrastructures like expressways, bridges, intercity highways, and other megaprojects – but not footpaths, the neglected and negligible domain of aamjonota.\nTo create liveable cities, it is very important to come down from the sky and wade into the mud of our grinding reality on the ground. Ministers, city mayors, MPs, bureaucrats, city administrators, transportation engineers, and planning professionals should start walking on the footpaths – at least a kilometre of it – to reach their office every day. Change comes when one experiences its possibilities.\nAdnan Zillur Morshed, PhD, is an architect, architectural historian, urbanist, and professor at the Catholic University of America in Washington, DC. He is also executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n\n",
        "headline_1": "Footpaths of Bangladesh: Our complicated relationship with walking",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-grudging-urbanist/news/footpaths-bangladesh-our-complicated-relationship-walking-3197841",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "On March 28, 1983, The New York Times published a story on the Japanese automotive industry titled \"Japanese Art of Automation.\" A country that was reduced to rubble in World War II gave birth to three major global automobile companies that were producing quality cars quicker than US companies.\nThe Japanese automobile industry did not invent any \"modern\" or \"cutting-edge\" technology; rather, they found ways to utilise the available technologies to improve their efficiency. In fact, the then Ford Motor Company Vice-President James K Bakken told The New York Times, \"All the studies we've done show that Japan's use of technology is no greater than that of the United States, but the pervasiveness with which it is used in Japan is substantially greater.\"\nIn 1993, the World Bank published its famous policy research report titled \"The East Asian Miracle.\" The report goes into detail how East Asian countries were defying expectations and rapidly catching up to the developed world. For a long time, experts used to believe in something called the Kuznets curve, which says as countries grow richer, they also become more economically unequal. But Japan, South Korea and other East Asian countries were proving that wrong by getting richer without raising inequality. Within a few years of publishing that report, five East Asian economies achieved high-income status, beating the infamous middle-income trap, leaving lessons to learn for countries like Bangladesh.\nThere is no \"one size fits all\" solution to economic upgradation and growth, because every economy is unique and different. Nobel laureate economist Joseph Stiglitz, in his work \"Some lessons from East Asian miracle,\" commented, \"It is the combination of these ingredients, many of which involve government interventions acting together, that accounts for East Asia's success.\"\nOn November 14, when the Youth Policy Forum (YPF) invited South Korea's former Finance Minister Jaewan Bahk to discuss his country's success factors at the forum's \"Forging the Future\" dialogue, he echoed Stiglitz's findings. The East Asian countries, as identified by the World Bank, adopted suitable industrial policies to facilitate export-led growth. These policies worked not because they were good on paper, but because of the carefully built ecosystem in place. South Korea, one of the five East Asian economies that became high-income countries, invested in research and development and the government promoted technology programmes. Taiwan developed industrial parks for high-technology industries. These served as a tool to facilitate the transfer of technology among innovators and entrepreneurs and to lower the market entry barriers, paving the way for a competitive environment.\nThe East Asian economies invested in developing human capital and produced a significant number of competent engineers capable of absorbing and adapting to the most advanced technology, to stimulate the transfer of technology. South Korea's share of tertiary graduates in STEM is still the second highest among the OECD countries. \"Such a focus on STEM has been the backbone of Korea's competitive manufacturing,\" Bahk said at the YPF webinar.\nThe governments in East Asia not only used industrial policies to affect the allocation of resources to stimulate economic growth, but also played an entrepreneurial role in identifying industries in which research and development would have high payoffs, according to Stiglitz.\nWhen assessing the differences between the world's most developed nations and the poorest ones, the role of well-functioning institutions becomes apparent. In this regard, a cross-country comparison of North Korea and South Korea lets us uncover the power of institutions to some extent.\nIn the early 1940s, the two countries looked almost identical in terms of their socio-economic structures, history, language, culture, and so on. However, after the country was split, North Korea headed towards becoming a totalitarian state. On the other hand, South Korea chose democracy, private property rights, freedom of press, and a capitalist system with an open economy. As a result of these choices, South Korea transformed itself from an agrarian economy to one of the leading business capitals of the world, while North Korea remained isolated and continued its pursuit of nuclear weapons, in turn suffering devastating sanctions and a shrinking economy.\nAccording to Dr Hans Peter Lankes, former vice-president of the International Finance Corporation and professor at the London School of Economics, one of the areas which developing countries should prioritise is investment in sustainable infrastructure including energy, transport, cities, water, industry, and so on. Currently, the spending on sustainable infrastructure in developing countries, excluding China, is about 3.5 percent of GDP. In Lankes' view, this must grow to at least 5.7 percent by the end of the decade to ensure resilient and sustainable development.\nInstitutions remain the most important factor for strengthening productivity and the investment climate in a country. Good governance, rule of law, and socio-political stability are crucial determinants of long-run economic growth. As famously described by Douglas North, \"Institutions are the rules of the game in a society; more formally, they are the humanly devised constraints that shape human interaction.\" Within this view, institutions are viewed as both \"formal\" rules as formulated and enforced by the state, as well as \"informal\" constraints as determined by cultural norms, traditions, and beliefs of the society.\nInstitutions and innovation are the two key elements that will determine whether Bangladesh will become an economic powerhouse and one day become a high-income country. It's high time our policymakers listened to the experts and created an ecosystem that drives growth.\nThis article is written as part of the series \"Forging Our Future,\" which is an attempt to bridge the gap between Bangladesh and global public policy under the Youth Policy Forum's project \"Coalition for Upgrading Bangladesh Economy (CUBE).\"\n\n \nSyeda Tasfia Tasneem has MSc in development economics from the University of Oxford and is currently serving as director at the Mariners Group.Aaqib Md Shatil is a development worker studying sustainbale development at the University of Sussex.\n",
        "headline_1": "How innovation and institution drive economic growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-innovation-and-institution-drive-economic-growth-3197826",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "We are disappointed that the repeated calls for austerity, no less from the prime minister herself, have thus far failed to curb wastage, inefficiencies, and corruption in various government agencies in the midst of the worst economic crisis in over a decade. The finance ministry has recently issued yet another directive to practise austerity, calling upon government, semi-government, autonomous, and statutory bodies, as well as state-owned enterprises and financial institutions, to cut expenditures in the revised budget for the rest of the fiscal year. It has also asked them not to demand any additional money beyond the amount allocated. \nThere can be no doubt that this directive is the need of the hour, yet we cannot help but wonder if such calls are enough to change the status quo, given their consistent failure to hold those who flout such prescriptions to account. \nWe have repeatedly written about the many excesses that government officials and institutions have engaged in over the past few months, from unnecessary foreign trips as part of government projects (despite a supposed ban on such trips) to acquiring lavish apartment buildings using taxpayers' money, from chronic cost escalations and deadline extensions of projects to financial irregularities in a number of public offices. Unfortunately, but predictably, no one has had to answer for flagrantly disregarding the PM's directive to practise austerity. Even the audit reports, prepared by the government's own oversight institution, the Office of the Comptroller and Auditor General (CAG), detailing the irregularities and corruption of Bangladesh Telecommunications Company Limited (BTCL), Petrobangla, the Directorate General of Food, the Directorate General of Health Services (DGHS), public hospitals and other healthcare facilities, and the ministries of agriculture and fisheries and livestock (to name just a few), have been gathering dust. We have not even seen any public acknowledgement of these reports, much less promises of action against the concerned departments and involved officials. Under the circumstances, we must ask: does the government lack the capacity to address the glaring irregularities, or the willingness to do so? \nWhen the national budget for this fiscal year was announced, we had expressed our concern that it seemed insufficient to address the challenges facing our economy at the time. We are glad that the finance ministry has at last understood the importance of cutting down the existing budget, and more crucially, of stopping reckless spending in the name of burning the budget. Every year, we witness a desperate attempt by different ministries and divisions towards the end of the fiscal year to run through their allocated amount, by any inefficient means possible. We simply cannot afford such carelessness at this critical juncture. \nTherefore, we welcome the directive that any money of the development allocation that remains unused be returned to the government, instead of being transferred to the revenue budget. We can only hope that good sense will prevail and the relevant ministries and departments will finally do what is best for the country and its people who are struggling to simply survive in these trying times. We urge the finance ministry to follow through with their directives and ensure their implementation, beginning with strengthening its monitoring system of how the budget is planned and spent.\n",
        "headline_1": "Why do calls for austerity remain unheeded?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-calls-austerity-remain-unheeded-3197781",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "The ongoing dollar crisis in the country is affecting people from all walks of life, but among those hit the hardest are Bangladeshi students living abroad and prospective applicants who are planning to go abroad to pursue higher studies soon. With many of the country's leading banks now reluctant to open new student files, and not even allowing transactions via the existing ones, these students are in a dire situation, with many having to postpone their study plans.\nA Bangladeshi student studying abroad must have a student file in a local bank in order to exchange the taka for the local currency of the countries they are studying in. The file, which is associated with the student's or their sponsor's active bank account, is crucial for processing payments for their tuition and other costs, like housing and transportation. According to Unesco's \"Global Flow of Tertiary Students\" report, 49,151 Bangladeshi students left the country for higher education in 2021. And, according to data from Bangladesh Bank, USD 153.1 million in the first quarter of FY 2022-23 was sent abroad for education purposes, compared to the USD 98.8 million in the first quarter of FY 2021-22. If this flow of currency is stopped, students who live abroad or aspire to go abroad for their studies would essentially be left in the lurch.\nBanks cannot open new files reportedly because of a fund crunch. Although there was initially a rumour that it was the Bangladesh Bank's decision to prevent scarce US dollars from leaving the country, the central bank insists that the restrictions are being put in place by the banks themselves due to their limited reserves of foreign exchange. BB has also assured us that this crisis would come to an end soon, possibly in January. We certainly hope so. The future of some of our most hardworking and talented students is being put on hold because of this crisis, which is pointing towards larger troubles in our economy. \nFor almost a decade now, the authorities and the banks themselves have failed to rein in massive amounts of money being laundered out of the country, and the financial sector itself is in shambles. Instead of addressing these bigger problems – which have massively damaged our economy and our forex reserves – why are they putting restrictions on students from paying their tuition fees? Why must the public always have to pay the price for the failed policies and practices of the government? We urge the authorities to do the needful to ease the dollar crisis at the earliest and avert the impending consequences that may arise.\n",
        "headline_1": "Don’t let the dollar crisis cancel dreams",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-the-dollar-crisis-cancel-dreams-3197766",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "We are disappointed that the repeated calls for austerity, no less from the prime minister herself, have thus far failed to curb wastage, inefficiencies, and corruption in various government agencies in the midst of the worst economic crisis in over a decade. The finance ministry has recently issued yet another directive to practise austerity, calling upon government, semi-government, autonomous, and statutory bodies, as well as state-owned enterprises and financial institutions, to cut expenditures in the revised budget for the rest of the fiscal year. It has also asked them not to demand any additional money beyond the amount allocated. \nThere can be no doubt that this directive is the need of the hour, yet we cannot help but wonder if such calls are enough to change the status quo, given their consistent failure to hold those who flout such prescriptions to account. \nWe have repeatedly written about the many excesses that government officials and institutions have engaged in over the past few months, from unnecessary foreign trips as part of government projects (despite a supposed ban on such trips) to acquiring lavish apartment buildings using taxpayers' money, from chronic cost escalations and deadline extensions of projects to financial irregularities in a number of public offices. Unfortunately, but predictably, no one has had to answer for flagrantly disregarding the PM's directive to practise austerity. Even the audit reports, prepared by the government's own oversight institution, the Office of the Comptroller and Auditor General (CAG), detailing the irregularities and corruption of Bangladesh Telecommunications Company Limited (BTCL), Petrobangla, the Directorate General of Food, the Directorate General of Health Services (DGHS), public hospitals and other healthcare facilities, and the ministries of agriculture and fisheries and livestock (to name just a few), have been gathering dust. We have not even seen any public acknowledgement of these reports, much less promises of action against the concerned departments and involved officials. Under the circumstances, we must ask: does the government lack the capacity to address the glaring irregularities, or the willingness to do so? \nWhen the national budget for this fiscal year was announced, we had expressed our concern that it seemed insufficient to address the challenges facing our economy at the time. We are glad that the finance ministry has at last understood the importance of cutting down the existing budget, and more crucially, of stopping reckless spending in the name of burning the budget. Every year, we witness a desperate attempt by different ministries and divisions towards the end of the fiscal year to run through their allocated amount, by any inefficient means possible. We simply cannot afford such carelessness at this critical juncture. \nTherefore, we welcome the directive that any money of the development allocation that remains unused be returned to the government, instead of being transferred to the revenue budget. We can only hope that good sense will prevail and the relevant ministries and departments will finally do what is best for the country and its people who are struggling to simply survive in these trying times. We urge the finance ministry to follow through with their directives and ensure their implementation, beginning with strengthening its monitoring system of how the budget is planned and spent.\n",
        "headline_1": "Why do calls for austerity remain unheeded?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-calls-austerity-remain-unheeded-3197781",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    },
    {
        "full_article": "The ongoing dollar crisis in the country is affecting people from all walks of life, but among those hit the hardest are Bangladeshi students living abroad and prospective applicants who are planning to go abroad to pursue higher studies soon. With many of the country's leading banks now reluctant to open new student files, and not even allowing transactions via the existing ones, these students are in a dire situation, with many having to postpone their study plans.\nA Bangladeshi student studying abroad must have a student file in a local bank in order to exchange the taka for the local currency of the countries they are studying in. The file, which is associated with the student's or their sponsor's active bank account, is crucial for processing payments for their tuition and other costs, like housing and transportation. According to Unesco's \"Global Flow of Tertiary Students\" report, 49,151 Bangladeshi students left the country for higher education in 2021. And, according to data from Bangladesh Bank, USD 153.1 million in the first quarter of FY 2022-23 was sent abroad for education purposes, compared to the USD 98.8 million in the first quarter of FY 2021-22. If this flow of currency is stopped, students who live abroad or aspire to go abroad for their studies would essentially be left in the lurch.\nBanks cannot open new files reportedly because of a fund crunch. Although there was initially a rumour that it was the Bangladesh Bank's decision to prevent scarce US dollars from leaving the country, the central bank insists that the restrictions are being put in place by the banks themselves due to their limited reserves of foreign exchange. BB has also assured us that this crisis would come to an end soon, possibly in January. We certainly hope so. The future of some of our most hardworking and talented students is being put on hold because of this crisis, which is pointing towards larger troubles in our economy. \nFor almost a decade now, the authorities and the banks themselves have failed to rein in massive amounts of money being laundered out of the country, and the financial sector itself is in shambles. Instead of addressing these bigger problems – which have massively damaged our economy and our forex reserves – why are they putting restrictions on students from paying their tuition fees? Why must the public always have to pay the price for the failed policies and practices of the government? We urge the authorities to do the needful to ease the dollar crisis at the earliest and avert the impending consequences that may arise.\n",
        "headline_1": "Don’t let the dollar crisis cancel dreams",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-the-dollar-crisis-cancel-dreams-3197766",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-12-2022"
    }
]