[
    {
        "full_article": "The 2024 Global Hunger Index (GHI) suggests that India’s undernourished population this year would effectively rank as the seventh most populous country in the world — with roughly the population of Brazil, a staggering 200 million people. In stark terms, this is about 14% of India’s existing population. The 2024 GHI, which is the report’s 19th edition, considers comprehensive sets of data in its findings. In India’s case, it considers the Sample Registration System statistical reports, that the Ministry of Statistics and Programme Implementation publishes annually, which provide data such as on births, deaths, infant and maternal mortality, based on reports by the Ministry of Women and Child Development and NITI Aayog.In 2024, the scorecard for the 127 nations analysed ranges from “low” to “extremely alarming”. While India is ranked “serious” (rank 105 and score 27.3), it might as well be considered “extremely alarming” if one considers various other relevant factors. It also establishes the abject and systemic failure by the Indian state to address the most basic of human needs — of adequate food and nutrition that are essential to reap the benefits of the much touted ‘demographic dividend’. India was the world’s fastest growing economy, at 6.8% in FY24, with an estimated GDP of almost $4 trillion, ranking fifth globally. However, its per capita income, of $2,485 in FY24, was less than a fourth of the global average of $13,920 in FY22, indicating the wide income inequality that would result in vastly varied disposable incomes. This is pertinent as food inflation more than doubled between FY22 and FY24, from 3.8% to 7.5%, affecting the poor. Even as the Economic Survey for 2023-24 blames this on ‘extreme weather events, low reservoir levels and damaged crops, affecting farm output’, India recorded one of its highest levels of food production — 332 million tonnes in 2023-24. This was largely due to bumper crops in rice and wheat, though pulses and vegetables were affected by extreme weather events. But these numbers when read with India’s infant mortality — 26 per 1,000 live births in 2022, while the global average was 28 — and child stunting and wasting rates, of 35.5% and 18.7%, respectively, are revealing. They point to a failure of India’s health-care and safety net systems and the denial to address what is apparent, namely, climate change that has already begun to cast a long shadow on India’s food security. Published - October 17, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npopulation\n\n/\n\nIndia\n\n/\n\npersonal data collection\n\n/\n\nfood\n\n/\n\nnutrition and diet\n\n/\n\nEconomic Survey\n\n/\n\nweather\n\n/\n\nagriculture\n\n/\n\nfood security",
        "headline_1": "Abject failure: On India’s Global Hunger Index ranking",
        "headline_2": "India’s ranks 105 out of 127 countries in the Global Hunger Index, 2024",
        "link": "https://www.thehindu.com/opinion/editorial/abject-failure-on-indias-global-hunger-index-ranking/article68761096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "J&K CM has less power than most counterparts in India. But his job is more crucial than others’ \nFarooq Abdullah described Omar Abdullah taking oath as the first CM of the Union Territory of J&K yesterday as a crown of thorns. That shows how tricky the new governance environment could be in the post-Article 370 era. J&K’s LG was given enhanced powers in July in matters of law & order, bureaucracy and appointments. But little will be gained if the new UT govt locks horns with LG on routine matters. The last thing J&K needs is a Delhi-like situation that stymies governance.\nA new framework | To his credit Omar has begun on a positive note. He has made overtures to Centre and even appointed a deputy CM from Jammu. This, after he had till July refused to commit to contesting J&K polls, citing limited powers of the new UT assembly. Plus, one of the main reasons National Conference won the polls is that the people of J&K wanted a party that could work with Centre while preserving kashmiriyat and delivering day-to-day governance. Therefore, Omar, despite his curtailed powers, has to find a way to respect the mandate. \nChoose battles | That said, restoration of statehood and Article 370 remains a talking point. While statehood is a legitimate demand and is backed by the Supreme Court judgment last year, trying to revive Article 370 is DOA. In fact, as things stand, restoration of statehood will be contingent upon how smoothly Centre and UT cooperate. This ought to be Omar’s focus, along with that of ally Congress. \nCongress plays smart | The party’s decision to stay out of J&K govt for now is politically savvy. Notwithstanding the Congress-NC alliance securing victory in assembly polls, the former’s performance, winning just six seats, was hugely disappointing. Congress too figures that the new dispensation may face challenges in the new set-up. By sitting out, the party can focus on revitalising its grassroots structures and keep the statehood banner flying without governance constraints. \nIn national interest | Ultimately all parties have to accept the new reality. Ensuring peace in J&K and thwarting Pakistan-sponsored terrorism require that both security and administrative machineries deliver. That the people of J&K have regained their voice after 2019 is a big milestone and a boost for security in the region. Statehood is the next goal. But continuous tension between Centre and UT will only help terror-backers. People of J&K have spoken. It’s time to deliver.   \n    \n\n",
        "headline_1": "Omar Sheriff",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/omar-sheriff/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "The Tata legend fits the city to a ‘T’\n26/11/ 2008. It was Mumbai’s most surreal day. Terrorists had again pulled off the unimaginable – brutally, fanatically. Among the world’s media that descended, an Israeli journalist asked me, ‘I’m  here because of Chabad House. But when The Oberoi is also being held hostage and Chhatrapati Shivaji Terminus is used by thousands more people, why this obsession with just the Taj Mahal Hotel?’ Her question was the answer. It was not just a hotel. It was more than its architectural dominance, its vintage older than neighbouring Gateway of India, its nose-thumbing to the Raj-time ban on Indians in White watering holes. The Taj had been the  belle of the Belle Epoch, akin to the ‘pleasure dome’ that ‘in Xanadu did Kubla Khan decree’. Its burning window became 2008’s clammy leitmotif because the Taj was Bombay’s cultural icon.\nIt had remained so during those three cataclysmic days. The staff’s grace under unforeseen-able pressure was echoed in the graciousness with which its parent company had honoured their heroism. In moving ceremony and permanent lobby-level memorial to the attack’s victims, human – and canine.\nIt wasn’t just the hotel. \nJamshedjee Tata’s heirs built enlightened institutions that made Bombay the Buddha of Urbania. From fundamental research to social services to performing arts to a centre synonymous with cancer-care across India and beyond. Tata Memorial Hospital, in working-class Parel, is today state of the art; always been state-of-the-heart. Since 1941 it has been providing otherwise totally unaffordable treatment free or highly subsidised to the multitudes who pack its OPDs and wards. Continuing the family legacy, Ratan Tata worked at setting up a national network of similar hi-tech cancer care to spare further trauma of travel and alien surroundings. \nIt was these grateful patients and relatives who lined up with the coiffed and coutured at NCPA, crashed the barriers at the Worli crematorium, and have flooded the city with hoardings and social media with tributes all this past week.\nCompassion and grace leavening wealth and corporate power, that is the true spirit of Bombay and families like the Tatas. One of the two is ominously on the verge of losing it.  \n                                                  ***\nAlec Smart said: “Profligate poll-eve projects are breaking new ground. Breaking bad too.” \n\n",
        "headline_1": "Bombay & Sons",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/bombay-sons/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "High marriage penalty robs countless young Indian women of economic independence \nWoman and man get married, she pays a penalty. They have a child, she pays a penalty. These marriage and motherhood penalties refer to how women’s work prospects dip down. Only theirs, not their spouses’. Motherhood penalty makes “sense” insofar as someone has to take care of the child and patriarchy is powerful. This penalty can be high in rich economies too. Marriage penalty is more atrocious, because why should becoming a wife mean one gets tasked with taking full-time care of a man who presumably managed to take care of himself when unmarried?\nAs World Bank’s new South Asia development update suggests, marriage affects female labour force participation independently, and even before childbearing, in settings of the deepest gender inequality. In neighbouring Nepal, marriage penalty is statistically insignificant. In India, women’s employment rate drops 12 percentage points following marriage. As if this is not already painfully unfair, men get to enjoy a marriage “premium”, becoming a husband being associated with higher labour force participation. \nMarriage is near universal in India. As long as irrational gender norms persist, women just will not be able to reach their work and wage potential. Nobody’s really the better off, not the economy, not the next generation, not even the husband who might think he is. Total disconnection from a household’s labour also deprives him of its emotional support. Education can mitigate the marriage penalty. More educated women can have greater household bargaining power and more educated husbands can have less conservative social attitudes. But India hasn’t seen women in the workforce rise at anywhere near the pace of their rise in education. They have been failed by both policy and society. For too many young women, this means their window of opportunity for economic freedom, between completing education and getting married, closes as soon as it opens. \n\n",
        "headline_1": "Bringing up husband",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bringing-up-husband/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "By Karan Singh\nThe foundational concept of Vedanta is that the Divine resides deep within the consciousness of all human beings regardless of age or sex, race or nationality. Finding that Divine centre – the Atman – that brings us to the all-pervasive Divine – the Brahmn – is the entire purpose of our spiritual striving. This has many dimensions: Jnan Yog, the way of the mind, which revolves around the study of scriptures, particularly the Upanishads and other avenues of intellectual enquiry; the Bhakti Yog, the way of the heart, which involves deep devotion to one’s chosen form of the Divine – unconditional love and surrender;the Karm Yog, the way of arms, which means that whatever we do in life should be done in an attitude of surren der to our chosen deity; the Raj Yog, the way of the breath, which involves various breathing practices and pranayams.\nIndividually or in combination, these yogs can help us on our spiritual journey. In Vedanta, there is absolutely no distinction based on age or sex. In a verse from the Shvetashva tara Upanishad, it is said of the Brahmn: I am this man, I am that woman, I am this boy, I am that girl, I am that old man also tottering along with a stick, I am born with my face looking in all directions.\n\nIt is obviously desirable to begin our spiritual journey when we are still young, as that will be a great support to us as we grow older. But the idea that there is no value in remembering God in old age is prima facie ridiculous. In fact, the reverse is true, as we grow older and our outer activities begin to fall away, it gives us the opportunity to deepen our contact with the four yogs that ‘i’ have mentioned.\nThe key to positive living lies in never looking back, in anger or in regret. Rather we must always keep a positive attitude towards life regardless of the situation around us. In this turbulent world, which is constantly changing, our only sure guide is the inner divinity to which we must hold on as far as possible. Giving up or accepting defeat is a negative act and will take us further away from our spiritual goal. As human beings, we will, of course, be assailed by conflicting emotions – joy and sorrow, victory and defeat. The key lies in not getting carried away by these emotions and rather maintaining a certain poise and equilibrium which will help us safely cross the turbulent ocean of life. I accept that such detachment is not easy to achieve, but nonetheless that is what we must try for in the few years of our present life on earth. We can always draw inspiration from that great verse in the Kathopanishad which exhorts us to awake, arise and walk boldly over the razor-end path that confronts us. There are no soft options left now for collective or individual transformation. It is across that dangerous and difficult path that we must go towards our chosen goal – a new India, a new world, a new consciousness on earth and a new contact with the Divine within us.\nThis article is a response to ‘There Is No Value In Remembering God In Old Age’ by Shri Anandamurti\n\n",
        "headline_1": "Age no bar for spiritual upgrade",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/age-no-bar-for-spiritual-upgrade/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "The World Bank's latest report on Bangladesh draws a grim picture of the country's employment scenario, especially among the tertiary-educated youth. It shows that the unemployment rate has tripled among graduates in the last nine years. Moreover, job losses and wage cuts may push nearly 12 lakh people below the poverty line this year.\nThe report points to the lack of job creation in the formal private sector as a major reason for joblessness among the educated youth. Even the readymade garment sector—which generates nearly half of the country's total firm revenues—provides only 1 out of every 12 formal private-sector jobs. While employment stagnation in large industries is a crucial factor, many employers also do not find the skills they look for among the graduates. Unfortunately, we have not seen any significant shift in our education policy to produce graduates with up-to-date and industry-specific skills. Over the years, private and public tertiary educational institutions have mushroomed without much thought as to the demands of the local and global industries.\nObtaining a tertiary-level degree remains largely a path to social status, rather than one to help in a specific career. There is also little encouragement for the educated youth to become entrepreneurs. Too many bureaucratic obstacles, combined with financial constraints, corruption, nepotism, and political instability, are also discouraging entrepreneurial pursuits. These also prevent small and medium enterprises from expanding and creating lucrative job opportunities for the educated youth. The employment situation is even worse for female graduates, as per the WB report. It is, therefore, not a surprise that a large section of graduates look for government jobs that offer better security and benefits.\nUnfortunately, government jobs absorb only less than five percent of the total workforce, and as such, cannot be the solution for our unemployment crisis. We have recently written about this issue while discussing the recommendation to increase the entry age limit for jobs in the public sector. While this may address some concerns among the educated youth, providing them with upskilling opportunities in collaboration with industries would be the better way to tackle the perennial unemployment problem. In the long run, the objective should be to initiate reforms that lead to job creation in the private sector, encourage entrepreneurship, and restructure the education system to better prepare graduates and align their skills with the demands of employers.\n",
        "headline_1": "Create opportunities for the educated unemployed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/create-opportunities-the-educated-unemployed-3729111",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "After the student-led mass uprising ousted the autocratic Prime Minister Sheikh Hasina and forced her to flee abroad, a wind of change has swept across the country, calling for reforms in almost every sector, including universities. Among them, the call to ban student politics is growing louder each day.\nConsequently, at least 18 public universities across the country have already implemented such a ban. On Thursday, September 19, Dhaka University (DU), the country's oldest university, joined this movement. While the ban on student politics at other public universities is significant, DU's decision is particularly impactful as it has been the epicentre of student politics since the early years of Pakistan and the pre-independence era, where student mobilisation played a crucial role in the freedom struggle.\nDU has historically been the birthplace of almost every movement that has enabled the people of this land to speak in their mother tongue, win sovereignty and independence, drive away autocrats, and restore democracy, often at the cost of the lives of student activists. Therefore, DU's decision is expected to have a ripple effect on other universities.\nAs of yet, the authorities have not released an official statement explaining their decision, and sources at DU confirm that no formal discussions with existing student organisations have taken place. However, the decision came just a day after Tofazzal Hossain—an individual suffering from mental health issues—was beaten to death by students at Fazlul Huq Muslim Hall, DU, on suspicion of stealing.\nThis leads to the obvious question: why have the people of Bangladesh become disillusioned with student politics, which for decades was seen as a vital training ground for the nation's future leaders? The answer lies in the rise of \"sycophantic student politics,\" where student leaders have become entirely loyal to their parent political parties, often prioritising personal gain over genuine activism or student welfare.\nThese student leaders, especially those aligned with ruling parties, have become pawns in power politics. Such sycophantic leaders create oppressive atmospheres on campuses. They assert dominance in residence halls, control seat allocations, and force students to join their political organisations—as a result, ragging, extortion, drug dealing, and other criminal activities have become rampant. Opponents are driven off campus, dissenting voices are silenced, and general students who speak out against their misrule are often met with violence.\nBut was student politics in the country always this way? The answer is no.\nStudent activism has a proud history in Bangladesh. Students played a pivotal role in the Language Movement, which resulted in Bangla being established as one of the nation's official languages.\nEven when major political parties hesitated to break the Section 144 curfew on February 21, 1952, it was students who took the decisive step. Again, students played a key role in the formation of the Jukta Front in 1954. In 1962, they protested against the education policy of military dictator Ayub Khan and demanded the restoration of democracy. In 1966, students were among the first to support Sheikh Mujibur Rahman's Six-Point Movement, even when the Awami League was still uncertain about the programme's future.\nIn 1969, with most national leaders imprisoned, students were a major force behind the mass uprising that hastened Ayub Khan's downfall. It was student leaders who designed and hoisted the first version of the national flag. After independence, student organisations urged the government to implement a secular and scientific education policy for the newly-formed nation. They also contributed to nation-building, though intra-party conflicts within the Bangladesh Chhatra League were common, and students were sometimes killed in the process. However, coexistence between all student wings still persisted.\nDuring the military dictatorship of Ziaur Rahman, student politics took a backseat. In 1976, his Political Parties Regulation allowed student organisations to continue operating only as affiliates of mainstream political parties, marking the start of their transformation into student wings of political parties.\nUnder another military dictator, HM Ershad, money and weapons became widely accessible to student politicians aligned with his regime. Yet, students played a key role in the mass uprising that eventually toppled Ershad.\nEven after democracy was restored, the decline of sycophantic student politics continued. Ruling party-backed student organisations took control of campuses, and incidents of violence, assaults, and even student killings became frequent.\nThis led to widespread depoliticisation, and many began to view student politics as \"dirty,\" with student politicians increasingly seen as thugs. This perception was reinforced by the failure of these student leaders to advocate for student causes.\nNotable protests in the late 1990s and early 2000s—such as those against Dhaka University's fee increase and the suppression of female students at Samsun Nahar Hall were led by general students rather than formal student organisations. Even the 2013 Shahbagh movement, calling for the trial of war criminals, saw students organising under the banner of Ganajagaran Mancha rather than formal student organisations.\nThe recent mass uprising that toppled Sheikh Hasina's government was also led by students frustrated with the oppression of the Chhatra League on campus and the Awami League government more generally. However, they did not associate with formal student organisations.\nWhile students are disinterested in current student politics due to the ruling party-backed organisations' misconduct, they are not opposed to movements that fight oppression. They want to participate in efforts for the betterment of the country and the protection of student rights.\nThe pressing question is how to separate \"sycophantic student politics\" from genuine student activism that serves the nation's interests and ensures student rights. One solution could be to establish mechanisms that hold student organisations accountable to the student body. Though such mechanisms exist on paper, they are not effectively implemented.\nOne key measure would be the regular election of student unions. These elections would force student leaders to present their credentials to the student body and serve as a tool for accountability. Leaders involved in violence or misrule would likely be rejected at the ballot box. However, these elections must be free and fair.\nEducational institutions could also introduce terms and conditions disqualifying members of sycophantic organisations from running in union elections. The challenge lies in defining which organisations are sycophantic and which engage in genuine activism.\nAccording to the Representation of the People Order 2008, a political party registered with the Election Commission cannot have a student body as an affiliated organisation. However, political parties often bypass this rule by labelling student organisations as \"brotherly\" or \"associate\" bodies. Authorities should ensure that political parties are prohibited from having affiliated student organisations in any form. This would free student organisations from political party influence.\nThe anti-discrimination student movement, which ousted the Awami League-led government, included in its eight-point demands a call to ban \"sycophantic student politics\" and establish effective student unions in every university. Some may argue that these measures would infringe on students' right to freedom of association. Indeed, students should engage in politics and have the freedom to express their ideologies.\nDebates and discussions on diverse perspectives enhance critical thinking and foster tolerance, both of which are essential for universities to be centres of free thought and democratic principles. However, students should not use campuses as platforms for political practices that disrupt discipline. So, a change in the mindset of both political parties and student organisations is essential to bring about these reforms.\nMohiuddin Alamgir is a journalist at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The decay of student politics, and the problems with banning it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-decay-student-politics-and-the-problems-banning-it-3728911",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "Youth have been at the forefront of many global movements, fighting injustice and calling for democratic reforms. We are seeing something similar in Bangladesh. Young people have been at the centre of a major political transition. What started as a protest movement against public sector job quotas evolved into a mass public movement. After weeks of unrest that sadly saw hundreds of deaths and thousands injured, there is now a growing sense of optimism that Bangladesh has an opportunity to address systemic and structural issues of governance, rule of law, and human rights.\nThe changes that the youth of Bangladesh are shaping are complex, and the task ahead is not easy. This includes building a discrimination-free Bangladesh, where everyone benefits and enjoys the fruits of socio-economic prosperity. The role of youth in civic and political life has never been more critical. Bangladesh's youth are agents of change. Their engagement is essential to uphold democratic values and ensuring that future development is underpinned by equity, non-discrimination, and social justice. Now is the time to harness the energy and creativity of Generation Z and ensure that Bangladesh fulfils its enormous potential.\nBut how do we harness the energy and creativity that youth brings?\nFirst and foremost, the interface between policymakers and youth must be strengthened. Inclusive and meaningful dialogue mechanisms at all levels of policymaking are needed so the voices of young people can be considered. This must be institutionalised so that engagement with youth is not an afterthought or done for optics. While many governments globally desire to engage with young people, good intentions have often just led to occasional dialogues with selected youth groups.\n\nSecond, the interface must be broadened to engage young people who remain underrepresented, such as youth from remote rural areas, young women, persons with disabilities, religious minorities, gender and sexual minorities, and those from ethnic minority communities. Without a conscious effort to bring unheard voices to influence change, the status quo will continue.\nThird, building the capabilities of youth is important so they can better articulate and influence policies. Civic and voter education, as well as promoting active citizenship, are critical for nurturing these capabilities.\nWhile it will take time, starting now is crucial to build the foundations of inclusive and people-centred governance in which young people have a greater stake in Bangladesh's development. Responsible citizenship also demands a commitment to peace, tolerance, and dialogue. By advancing a culture of accountable and informed civic engagement, youth can drive transformative change.\nLastly, Bangladesh must find a lasting solution to create decent employment. There is a collective sense among many Bangladeshis that the country has recorded impressive economic growth, while this growth has not fully benefitted everyone. Although the national unemployment rate remains relatively low, it conceals joblessness among young people. At more than 11 percent, youth unemployment is high, but millions of young people are also outside the labour force and not studying or receiving training. Widespread informality, accounting for nearly 85 percent of jobs, makes it even harder to earn a decent living and discourages people from seeking employment.\nUnlike many low-middle economies, Bangladesh has carved a place in the global manufacturing supply chains. Unfortunately, manufacturing has remained concentrated in the readymade garments sector, not producing enough positive spillovers for other economic sectors. Part of the challenge is that Bangladesh has struggled to attract sufficient private investment. There are also weak backward and forward linkages with small enterprises, stunting their growth and ability to create jobs.\n\nBangladesh now has an opportunity to invest in building the skills and competencies that young people need for a dynamic labour market. In a globalised world, where rapid technological changes are threatening jobs that entail routine tasks, the future lies in knowledge and green jobs, as well as jobs requiring critical thinking and advanced skills. Limited diversification and low levels of human capital have been at the crux of jobless growth in Bangladesh.\nThere are no quick fixes for the challenges outlined above, but they are not impossible to tackle when there is political will and a broad consensus for change. This is the moment for Bangladesh to write a new social contract between the state and its people, where youth are architects of building the future they want to see.\nStefan Liller is the resident representative at the United Nations Development Programme (UNDP), Bangladesh.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Youth leading the way to good governance in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/youth-leading-the-way-good-governance-bangladesh-3728801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "At the time of unveiling the results of the truncated Higher Secondary School Certificate (HSC) examinations, Chairman of the Inter-Education Board Coordination Committee Tapan Kumar Sarker claims that this year's results have followed the general trend of the past few years. It is because, he elaborates, examinations of the two subjects ---English and Information and Communications Technology (ICT) ---that primarily determine the pass and grades could be completed. The six subjects, the examinations in which were cancelled, do not influence the results much, he adds. Such a claim has to be accepted with a grain of salt because apart from Bangla and Mathematics, one or two elective subjects of different groups also are highly determinant factors in obtaining higher grades. Fortunately, examinations in Bangla and Mathematics were held but not in six subjects which are the determinant of students' aptitude in specialised subjects.Much as the results prepared on the basis of subject mapping may be eulogised, there remains a slip between the cup and the lips. No one can deny that under the system, examinees were awarded marks in subjects they did not appear. Assessment is made purely on assumption. Who knows a large number of students would not have improved their scores and similarly others would not have done worse! Can this theory be applied to other important areas of life? One's performance of the time speaks for one's merit and skills. At every stage of academic education, the syllabi and subjects bring new challenges and students who can rise up to those qualify for the more challenging higher education. In case of students who have changed groups, subject mapping could not be a faultier tool in assessing merit. Students who have opted for the Humanities and Commerce groups from Science Group are the luckiest bunch while it is hardly so for those who made the reverse option. In a way, the whole exercise smacks of not just a short-cut but also of pretension. This is evident from the Inter-Education Board Coordination Committee Chairman's assertion that the academic transcription the qualified examinees will receive will bear no trace of subject mapping for result preparation. Education is one area that ought to remain free from such anomalies and stop-gap measures. To go by the chairman's claim that the examinees had full preparation for the examinations and they had no lacking in learning knowledge. If that was the case, there was no need for holding any examinations. It is a tall claim and only the advanced countries complete the learning process in classrooms without leaving room for parroting in coaching centres. The percentage of pass in Sylhet Education Board at 85.39, higher than other general boards, brings to the fore yet another unpleasant fact. Examinees there appeared for only three subjects and they obtained scores on the basis of their SSC results. Similarly, under the Bangladesh Madrasha Education Board and the Bangladesh Technical Education Board have the highest and second highest pass rate at 93.40 and 88.90 per cent respectively as against the average pass rate of 75.56 per cent for the general education boards. No one will claim that teaching and talent-wise those two boards are better than the general education boards. These and other issues bedevil the education system in the country. While reforming education, such issues warrant a close look for streamlining.",
        "headline_1": "Not all is well for HSC results",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/not-all-is-well-for-hsc-results-1729094068",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "The rise in interest rates on bank loans, driven by the government's efforts to control inflation, is proving to be a double-edged sword. While containing inflation is critical, the relentless increase in borrowing costs is severely hurting businesses and dampening investment. Interest rates on bank loans have surged from 7.79 per cent in July 2020 to a staggering 14 per cent this year, following a series of repo rate hikes initiated by the central bank. Since May 2022, the Bangladesh Bank has raised the policy rate ten times, with the latest increase bringing it to 9.5 per cent. Yet, despite these aggressive moves, inflation-particularly in food prices-remains stubbornly high, staying above 10 per cent since March 2023. This raises a crucial question: is inflation in Bangladesh solely demand-driven, and can it be effectively controlled through tight monetary policy? The central bank's goal is to reduce excess demand by making money more expensive, but much of the inflationary pressure in Bangladesh appears to be driven by supply-side factors. Raising interest rates, therefore, is unlikely to significantly lower the prices of essential commodities. Other policy tools such as improving supply chains, reducing import costs, lowering domestic production costs, and curbing market manipulation and extortion are crucial in combating cost-push inflation.While the intention of the central bank is well-meaning, there is a growing concern that their actions may well be exacerbating economic woes rather than solving them. The high interest rates are already suffocating investment, with business leaders warning that the cost of capital is making it impossible for industries to remain viable. The current double-digit interest rates are pushing businesses to the brink, reducing profitability, and deterring foreign direct investment - both of which are essential for economic growth. Job creation has stalled, and if this continues, the economic slowdown will deepen, further eroding stability.As the president of the Leather Goods and Footwear Manufacturers and Exporters Association, Syed Nasim Manzur, aptly noted, no country can expect businesses to thrive with double-digit interest rates. The higher costs of capital are squeezing profit margins, reducing global competitiveness, and deterring foreign direct investment (FDI), which is vital for modernising industries and integrating them into global value chains. The compounded effect of rising interest rates is particularly devastating for export-oriented sectors, as they are struggling with higher input costs in an already competitive global market.The decline in private investment in Bangladesh is evident from the significant drop in letters of credit (LCs) for imports. According to data from Bangladesh Bank, LC openings for imports fell by 12.85 per cent in the first two months of the fiscal year 2024-25, standing at $10.03 billion in July and August, down from $11.51 billion during the same period last year. Similarly, LC settlements during this time dropped by 13.03 per cent. This reduction in trade finance mirrors the overall slowdown in private sector credit growth, which dipped to 9.84 per cent in June 2023 from 10.58 per cent a year earlier. These indicators reflect a broader contraction in investment activity, highlighting challenges for economic growth.As investment stalls, so does job creation, leading to stagnation in employment opportunities and economic growth. High interest rates are also worsening the issue of non-performing loans, as businesses struggle to meet their repayment obligations under increasingly burdensome financial conditions. Despite these disquieting signals from the economy, the message from the central bank is clear: the repo rate could rise further if inflation doesn't come down. This means businesses will have to brace for even higher borrowing costs. However, there are fears that if the underlying issues in the supply chain and market manipulation are not adequately addressed, the central bank's monetary tightening measure alone will only deepen the economic strain. A balanced, coordinated approach is urgently needed to combat inflation effectively while safeguarding investment and jobs.The interim government faces a plethora of challenges, including holding trials for the murder of students and innocent people during the July uprising, repatriating laundered money, implementing reforms in various sectors, and eventually conducting elections. However, among these myriad challenges, the day-to-day lives of ordinary citizens are most impacted by the prices of essential commodities. Addressing this issue must be a priority for the government. Currently, there is hardly any vegetable item priced under Tk 100 per kg. The prices of eggs, rice, and chicken have also risen sharply.High inflation is often described as a silent killer, and over the past two years, the people of Bangladesh have experienced its devastating effects firsthand. The rising cost of living has become unbearable for those with limited incomes. Many had hoped that the new interim government would be able to curb inflation, and there were promising initial signs. According to the Bangladesh Bureau of Statistics (BBS), inflation dropped from 10.49 per cent in August to 9.92 per cent in September. However, the market has since begun to behave erratically again, and the cost of living crisis continues to plague low- and middle-income households.Finance Advisor Salehuddin Ahmed recently stated that the government is actively working to curb inflation and urged people to be patient. Patience, however, is wearing thin as many families glumly glare upon empty tables and struggle to make ends meet.\n[email protected]",
        "headline_1": "Can costlier money combat inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-costlier-money-combat-inflation-1729094115",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "Bangladesh has faced a notable economic slowdown in the past year, raising concern about its economic growth prospect. One critical aspect of this slowdown is the stalling of several major infrastructure projects, which is likely to leave a far-reaching impact on both economic and social well-being of the people. Delays in completing these projects are not only stifling industrial growth but also exacerbating unemployment, increasing production costs, and hampering foreign direct investment (FDI). If the country is to accelerate its recovery and position itself for long-term growth, it is imperative to revive these stalled infrastructure initiatives without further delay.Over the last two years, the lack of progress on key projects, such as expansion of rail lines, construction of elevated expressways, and upgrading of port facilities, has hindered Bangladesh's ability to build the infrastructure necessary to sustain economic activity. These projects are crucial for improving the country's transportation and logistics networks, which in turn would ease the movement of goods and boost industrial productivity. For a growing economy like Bangladesh, robust infrastructure is the backbone of development-without it, the country's potential to attract foreign investment diminishes significantly. No foreign company will invest in a country that cannot guarantee efficient transport and communication channels for the movement of their goods.Moreover, infrastructural deficiency is increasing the cost of production for local businesses. Congested roads, inadequate port facilities, and outdated rail systems create bottlenecks that again are slowing down the supply chain, driving up logistics costs, and making Bangladeshi goods less competitive in the global market. These rising production costs are especially concerning as Bangladesh seeks to diversify its industrial base beyond the ready-made garment sector. The industrial sector is already grappling with a slowdown in growth, and without the timely completion of infrastructure projects, this slowdown will only deepen, further undermining the country's pace of industrialisation.The delays are not limited to logistics and transportation; critical projects in renewable energy and power generation have also stalled. Reliable energy is essential for industries to operate at full capacity, and any lapses in energy supply could have devastating consequences for productivity. Furthermore, the stalling of these projects has its social ramifications, notably the rise in unemployment. Infrastructure development not only supports industrial growth but also directly creates jobs. When large-scale projects such as elevated expressways or rail expansions are delayed, it affects thousands of workers who depend on these jobs for their livelihood. The resulting increase in unemployment, if left unchecked, could lead to social unrest as more communities face economic hardships. This is especially concerning in a country where the labour force is a critical asset for driving growth.To prevent further deterioration of the economy, the government must prioritize the revival of these stalled projects. Immediate action is necessary to restore industrial growth and ensure that the country's infrastructure is capable of supporting future economic expansion. In the short term, the government could establish interim regulatory frameworks to maintain policy consistency during the transition period, ensuring that development initiatives continue despite administrative delays. This would provide the necessary stability for investors, both local and foreign, to regain confidence in the Bangladeshi economy.Diplomatic efforts to secure international support and partnerships for these infrastructure projects should also be a key priority. Countries such as China, Japan, and India have their interest in Bangladesh's growth, and engaging them to help bridge the development gaps could provide the financial and technical resources needed to kickstart stalled projects. Additionally, developing a sustainable roadmap for industrial growth linked to infrastructure development is essential to ensuring that future projects are completed on time and meet the country's growing needs.Lastly, political stability is paramount. Economic growth cannot happen in a vacuum; it requires a stable political environment where long-term development plans can be implemented without interruption. The government must focus on creating an environment conducive to growth by safeguarding continuity in its infrastructure initiatives and establishing clear, consistent policies that can weather political transitions.\n[email protected]",
        "headline_1": "Restarting infrastructure projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restarting-infrastructure-projects-1729094149",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2024"
    },
    {
        "full_article": "Chittagong University is an autonomous higher education institution in Bangladesh with approximately 30,000 students currently enrolled. Many of these students rely on the Chittagong University Medical Center for common ailments such as colds, fevers, injuries, or the early stages of illness. Since the university is located 22 kilometres away from the city, the medical center is the only reliable place for first aid for most students.Unfortunately, this facility lacks adequate resources to meet the needs of the students. Although 14 doctors are officially listed, only 1 or 2 are usually present at any given time. As a result, patients often have to wait for hours to receive treatment. Additionally, the center lacks proper diagnostic equipment, further diminishing its ability to provide adequate care.So, we the students of the university urge the authorities concerned to focus on renovating and upgrading the Chittagong University Medical Centre to better serve the healthcare needs of the students.\nMd. Riyad UddinStudent University of Chittagong[email protected]",
        "headline_1": "Renovate CU's medical centre",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/renovate-cus-medical-centre-1729094169",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-10-2024"
    }
]