[
    {
        "full_article": "The second leg of the Budget session of Parliament is in a deadlock. The ruling Bharatiya Janata Party (BJP) wants Congress leader Rahul Gandhi to apologise for remarks that he made in London recently about democratic backsliding in India; the Congress is insisting on the constitution of a Joint Parliamentary Committee (JPC) to probe allegations of dubious financial transactions and dishonest business practices against the Adani Group of companies. Available evidence suggests that Mr. Gandhi had categorically stated that the challenges to Indian democracy had to be sorted out domestically, and ruled out any role for foreign forces. With the Indian diaspora expanding, the ripple effects of politics in India are inevitable beyond the country’s geographical boundaries. In fact, the BJP has for long believed in cultural nationalism which is not contained within the geography of India. Mr. Modi has discussed national politics before audiences around the world. A democracy that does not allow criticism, including of democracy itself, is a contradiction in terms. Mr. Gandhi has not been able to speak in Parliament and explain his remarks; meanwhile, a BJP Member has initiated a process to terminate Mr. Gandhi’s Lok Sabha membership. It is an ill-advised move, and if carried out, will further amplify the fears of a democratic deficit in India.In their clamour for an apology by Mr. Gandhi, BJP Ministers are also evading questions regarding government patronage of the Adani Group. The Congress has been seeking answers from the government on the links between the public sector Life Insurance Corporation of India and the State Bank of India with the Adani Group. The BJP and the government have been silent on this serious issue of governance that spans the government and the public and private sectors. Arbitrariness in decision making, followed by a lack of accountability, amounts to governance failure, if not collusion. The government, the Rajya Sabha chairman and the Lok Sabha Speaker should work with the Opposition for a discussion on the issues arising out of the Adani controversy. Coming clean is essential in maintaining the government’s credibility, the regulatory environment and the private sector. There have been precedents of a JPC in cases of financial scandals. The BJP has the numbers to get away with any disregard for parliamentary norms, but it should rise above that temptation and evolve as a true party of governance. Parliament has a role to play in fixing accountability, and the BJP should not avoid it and betray a new level of executive impunity.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nRajya Sabha\n\n/\n\nLok Sabha\n\n/\n\npolitics\n\n/\n\ndemocracy",
        "headline_1": "House matters: On the logjam in Parliament",
        "headline_2": "The government should not avoid a debate on issues of governance",
        "link": "https://www.thehindu.com/opinion/editorial/house-matters-the-hindu-editorial-on-the-logjam-in-parliament/article66632357.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The frequency with which the conduct or inaction of Governors comes up for judicial scrutiny reflects poorly on the state of relations between incumbents in Raj Bhavans and the respective Chief Ministers. The Supreme Court will soon hear an extraordinary petition from the Telangana government, seeking a direction to the Governor, Dr. Tamilisai Soundararajan, to grant assent to Bills passed by the State Assembly. Recently, the apex court disposed of a petition from the Punjab Government that was aggrieved by an alleged delay in the Governor summoning the Assembly. The matter was resolved when it was submitted on behalf of the Governor that the Assembly would meet on the day desired by the State government. In earlier decades, a petition seeking a direction to Governors or questioning their inaction on constitutional matters would have been thrown out at the threshold itself. However, such is the extent to which the gubernatorial office is being overtly politicised by those holding it that courts may now be constrained to examine whether such inaction is justified. One sees a disturbing tendency in recent years of some Governors making use of the absence of a time-frame in the Constitution to indefinitely delay decisions. This tactic effectively stalls the elected regime’s legislative agenda.The conflict between Raj Bhavan and the Chief Minister’s office witnessed in several States is quite acute in Telangana. Dr. Soundararajan has alleged that she is being boycotted by Chief Minister K. Chandrashekar Rao and that her queries are not being answered. The State government, for its part, is apparently upset that she may be trying to act independent of the Cabinet. A recent tweet from her account the day after the State government went to court — conveying a message that Raj Bhavan was closer than Delhi — indicates that her stand is linked to her view that the government is unfriendly and discourteous. These considerations ought not to matter on constitutional issues. The Governor can either grant assent to a Bill or decline it, or reserve it for the President’s consideration. In suitable cases, it may also be returned for reconsideration. However, none of this should be based on the Governor’s personal view on the Bill’s content. One can understand an occasional query if any Bill seemingly violates fundamental rights, but a relevant question that requires an authoritative pronouncement from the court is whether the Governor should decide on its legality or the legislature’s competence each time a Bill is presented for assent. As the Supreme Court remarked recently, dialogue between constitutional functionaries should not become a race to the bottom. Constitutional functions should not be held hostage to political and personal differences.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nGovernor\n\n/\n\nTelangana\n\n/\n\nlaws\n\n/\n\nconstitution\n\n/\n\npolitics",
        "headline_1": "Endless delay: On the conduct of Governors and legislative agenda",
        "headline_2": "Constitutional functions should not be held hostage to personal differences",
        "link": "https://www.thehindu.com/opinion/editorial/endless-delay-the-hindu-editorial-on-the-conduct-of-governors-and-legislative-agenda/article66631961.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The world has witnessed significant technological transformations over the last few decades. The increased use of digital platforms has made life simpler and faster. But the benefits come with serious risks to cybersecurity. Due to the borderless nature of cyberspace, the threat landscape, sophistication of the methods and tools of cyber criminals, the impact of cyberattacks are constantly evolving. Moreover, terrorism and radicalism are finding havens in cyberspace. As Prime Minister Narendra Modi said, “Cybersecurity is no longer limited to the digital world. It has become a matter of national security.” Cyberspace has become the new realm of warfare.\nBefore 2014, it was assumed access to digital services was exclusively for urban and affluent households. In a revolutionary shift from status quoist thinking, the Modi government in 2015 introduced Digital India as an umbrella concept to create ‘digital infrastructure as a fundamental service’ for every citizen. With 65 crore internet users, 114 crore mobile users, broadband infrastructure reaching more than 6 lakh villages, and the number of digital transactions of more than Rs 9,000 crore, BJP government successfully transformed what was the prerogative of the privileged into a rights-based access for all. The foundational idea behind the expansion of Digital Public Infrastructure was that if the poor can’t reach technology, then technology must reach them.\nRead full opinion on TOI+\n\n",
        "headline_1": "Safe internet: Tech plus citizens: Union Home Minister argues GoI’s modern cyber security setup will protect the fast-growing digital economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/safe-internet-tech-plus-citizens-union-home-minister-argues-gois-modern-cyber-security-setup-will-protect-the-fast-growing-digital-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "In a week, the hot-button issue in financial markets has shifted from central banks increasing interest rates to commercial banks collapsing. Three US banks have collapsed and a fourth, First Republic Bank, has received an injection of $30 billion from a consortium of banks. In Europe, Credit Suisse had to borrow $54 billion from the Swiss central bank. If it feels like 2008 again, there’s one institution whose performance has brought back dormant anxiety: US Federal Reserve.\nFollowing the 2008 global financial crisis, the US Fed unleashed waves of liquidity through a process known as quantitative easing (QE) to deal with the crisis of its own financial intermediaries. But given the scale of the Fed, its QE had spillover effects on emerging markets like India. Think of the ‘taper tantrum’ of 2013 when the Fed’s communication caused swings in capital flows and foreign exchange markets. Post-Covid, it unleashed a loose monetary policy, then reversed course after misreading the underlying nature of inflation. The Fed embarked on a most aggressive policy of interest rate hikes. It’s led to predictable financial instability, something Indian regulators could publicly forecast. The question is why couldn’t the Fed be ready?\nIt’s inexcusable that the Fed’s supervisory regime didn’t have a plan for banks likely to struggle in the wake of a fast-paced monetary tightening. Financial instability spills over to both the real economy and other countries. Consequently, economies such as India have an additional challenge to cope with in a year of slowing growth momentum. The Fed needs to get its supervisory act together.\n \n\n",
        "headline_1": "World’s fed up: US central bank is caught napping, again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/worlds-fed-up-us-central-bank-is-caught-napping-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The sari-clad Supreme Commander of India’s armed forces, whether she is striding on board INS Vikrant or leading the Republic Day celebrations or encouraging students at university convocation ceremonies, is a powerful and inspirational image. The Times of India’s Samir Jain in an interaction with President Draupadi Murmu suggested that women bodyguards for the head of state would send out a powerful message on women’s capabilities, both in substance and in terms of optics.\nThe public is used to seeing the president amidst great pageantry but this is also emphatically male-dominated – whether it is Delhi police providing the security or the President’s Bodyguard that performs the many ceremonial functions. The latter, in continuation of a colonial legacy, draws its soldiers only from the Jats, Rajputs and Jat Sikhs of the Indian army. Another colonial era requirement is that each of these soldiers has to be six feet tall. Such criteria that basically exclude women sit very oddly with a time when they are deployed on the nation’s warships, flying fighter jets, and commanding operational units in forward areas.\nThe days of presidential protective details being reserved for Clint Eastwood lookalikes are already long gone in many countries. The US Secret Service actually has a female director right now, and she is not even the first one. As the president noted in welcoming Jain’s suggestion, women are equal in any field. The President’s Bodyguard is especially eye-catching because it is a mounted unit, but that only men can join it sends the message that only their physical attributes are up to the job. Seeing our woman president stride surrounded by women bodyguards, will be a picture that will help correct a thousand such prejudices.\n\n",
        "headline_1": "Not just man’s job: Why our woman president should have women bodyguards",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-just-mans-job-why-our-woman-president-should-have-women-bodyguards/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The Big Con: How the Consulting Industry Weakens Our Businesses, Infantilises Our Governments and Warps Our Economies by Mariana Mazzucato and Rosie Collington lays out the history and workings of a highly influential industry. They are hired by businesses and states around the world, at great expense. Whether it’s McKinsey, Bain and Boston Consulting Group, or PwC, KPMG, EY, Deloitte and so on, these companies promise expertise and innovation in management strategy, accountancy, IT or climate solutions.\nWhat do consultants know, and what do they bring to the table? They offer some of the sought-after jobs, skimming the brightest grads from elite global universities. They promise new ideas, quantitative rigour and meticulousness, but this slicked-up business model evades risks and reaps rewards, say the authors.\nRead full opinion on TOI+\n\n",
        "headline_1": "What do consultants do and, crucially, undo?: Consulting industry can reduce governments’ policy capacity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-do-consultants-do-and-crucially-undo-consulting-industry-can-reduce-governments-policy-capacity/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "In face of the challenges with learning and teaching in the 21st century, creating a classroom that is a perfect hub of knowledge-sharing requires some careful considerations. In the third part of a series that focuses on some of the most basic and important issues of higher education in Bangladesh, three veteran educators explore the elements that turn a conventional classroom into the optimal space of learning. The Daily Star welcomes and encourages any and all thoughts, ideas, and recommendations regarding these issues from our respected readers.\nA great classroom is one that is conducive to learning. Let's unpack this statement.\nWhat are the most important components for one to learn something? Well, they can be sorted into two broad categories: internal/intellectual and external/physical.\nThe most important internal/character quality (based on research) that helps most in learning is curiosity, and the most important physical quality that fosters learning in the classroom is its environment or the ambiance. Curiosity is something that needs to be nurtured from the earliest years, as discussed in the previous article. Let's then talk about creating a physical classroom environment that can encourage learning.\nAbove all, a classroom should be safe and comfortable. \"Safe\" means that each and every student entering a classroom (or any educational institution) should feel completely safe from any threat – physical or emotional – from anyone including their teachers and cohorts. \"Comfortable\" means a student must have enough space around him/her to feel physically uninhabited and relaxed enough to be able to open up his/her mind to receive the learning.\nSafe and comfortable also means a clean and well-maintained classroom – one that has appropriate lighting, proper temperature, and is protected from outside noise, pollution, and foul odours. Proper acoustics is vital if the classroom intends to accommodate a larger-than-average number of students. Heavy wooden chairs, tables, desks, and other furniture seen in a typical classroom in Bangladesh can not only be hazardous (for example, in case of a fire when the students might need to leave the classroom quickly) but a nuisance as well. Each time a chair needs to be moved, there's a squeaking noise that can stop the classroom conversation for a few seconds; each time a late-arriving student walks in, a series of desks need to be rearranged and the chorus of clangs and bangs continue for a couple of minutes.\n\nA great classroom is one that is conducive to learning. Let's unpack this statement. What are the most important components for one to learn something? Well, they can be sorted into two broad categories: internal/intellectual and external/physical. The most important internal/character quality (based on research) that helps most in learning is curiosity, and the most important physical quality that fosters learning in the classroom is its environment or the ambiance. Curiosity is something that needs to be nurtured from the earliest years, as discussed in the previous article. Let's then talk about creating a physical classroom environment that can encourage learning.\nThese disruptions, when repeated often and continuously (which is so typical that I wouldn't be surprised if a survey reveals that more than 10 minutes out of a normal 55-minute teaching time is lost in the process), can have a definite and detrimental effect on learning.\nNext, a classroom that is conducive to learning must have its seating arranged in a way that each and every student gets the full view of what's happening in the teaching process: from being able to see the professor at his/her full length, face all fellow students in the classroom, to being able to see the monitors, the projection boards, the writing space – everything! In a typical seating arrangement inside a typical Bangladeshi classroom, other than the first-row students, no one gets the full view of the instructor (unless he/she moves around – which is also a rare phenomenon), no student gets to see more than a fraction of other students. Students in the back rows may not even hear what a student from the front row is saying/asking. Rarely, if ever, have I seen a classroom that can simply be rearranged for every student to be able to see the others, for the teacher to have enough space to move around, and for the visuals to be right in front of students.\nA great classroom must have tools to \"show\" students more than to \"tell\" – dictate, narrate, describe, and so on. It must also have the ability for the students to get up from their seats, move around, discuss the learning material with others and be able to rehearse with/teach others. The Learning Pyramid, developed by the National Training Laboratories Institute in the United States, states that students remember only 10 percent of what they read from text, but retain almost 90 percent of what they teach others. This model suggests that, for deep and long-term learning, students must have the tools and space in the classroom to practise teaching.\nDesigning a great classroom must be the product of a thoughtful decision-making process: who are we teaching, how, and for what purpose? Are we allowing students to take centre stage in this space, or are we letting instructors play the dominating role? A poorly designed classroom will not produce good learning. A well-thought-out classroom, on the other hand, will bring joy and spontaneity among the learners, foster the spirit of learning, and make for happy and deep learners.\nDr Halimur R Khan is a university professor and can be reached at [email protected].\n\n***\n\nObviously, ideal classrooms are discipline-specific and defined by instruction levels. For upper-division offerings in the social sciences, arts and the humanities, a good classroom must facilitate interaction, allowing teachers to ask questions, invite discussions, and create a dynamic and lively atmosphere.\nTeachers must be able to get off their \"pedestals\" to make students feel less intimidated and more validated. These pedestals can be both physical and psychological, and may serve as alienating devices that limit the imagination of students, invoke fear rather than respect, and disrupt the mental quickness and fluidity that is vital to provoking, as well as satisfying, their curiosities. Simply being identified by name by the teacher may change the students' perceptions, and often their performance, in terms of a course. Students should also be able to address each other to initiate debates and discussions, clarify ideas, share information, present personal reflections, and foster a spirit of fairness, academic freedom, and inclusiveness.\nBut this environment of meaningful and productive engagement between professors and students depends on a pre-condition that must be fulfilled – the classrooms themselves must be conducive to a good learning experience. Thus, lighting, seating, airiness, cleanliness, acoustics, and other \"material\" conditions (such as the infrastructure of pedagogical paraphernalia, teaching tools, and appropriate technology) all become factors in making teachers and students feel welcome, comfortable, and supported. This demands adequate space, but also seating arrangements different from the usual rows of desks extending deep into the classroom (which may also nurture the \"back-bencher\" or, conversely, the \"favourite student\" syndromes).\nIn Bangladesh, these vital aspects of education usually receive insufficient attention.\n\nUniversity officials typically brag about the number of PhDs they have hired, the number of GPA-fivers they have admitted, or the number of students they have graduated. This probably indicates the misplaced nature of the priorities within which they function, and the misleading nature, if not the futility, of the numbers-obsessed ranking/rating systems they embrace. After all, they know full well that no one will come in to check on the quality of their classrooms.\nMany universities are housed in older and apparently unkempt establishments where electric fans may be dysfunctional, air conditioners louder than they are efficient, lighting insufficient, outside noise distracting, and more students crammed into spaces than originally intended. The emphasis is usually on the lowest common denominator that will allow decision-makers to deflect or escape \"blame,\" and to manage with what is \"good enough\" rather than create what is \"good.\"\nPublic university authorities may occasionally give the impression that simply operating the institutions and providing classrooms are, by themselves, great favours they are bestowing on students and society. (Their pulse quickens only if there are \"megaprojects\" where they can expect some crumbs to fall on their plates as well.) On the other hand, a few private universities, at times functioning on business models which emphasise short-term cost-benefit calculations fixated on the immediate hypothetical \"bottom line,\" may remain blissfully – at times deliberately – indifferent to these imperatives.\nUniversity officials typically brag about the number of PhDs they have hired, the number of GPA-fivers they have admitted, or the number of students they have graduated. This probably indicates the misplaced nature of the priorities within which they function, and the misleading nature, if not the futility, of the numbers-obsessed ranking/rating systems they embrace. (After all, they know full well that no one will come in to check on the quality of their classrooms.)\nThe spatial organisation of the room, its physical geography, its internal design and architectonics, all play a not-insignificant role in supporting and shaping the shared intellectual journey of discovery, joy, and fulfilment in which the students (as well as the professors) have collectively embarked. These factors alone cannot promise a sufficient condition to ensure their personal and professional growth, but certainly a necessary condition in furthering those objectives.\nDr Ahrar Ahmad is professor emeritus at Black Hills State University in the US, and director general of Gyantapas Abdur Razzaq Foundation in Dhaka.\n\n***\n\nA great classroom has two teachers. We all know the first one who stands before the students and inspires them with his/her knowledge. The second is the classroom itself – the space of our learning. We are often oblivious to its profound influence on us. Defining the second \"teacher\" is not easy because it has multiple dimensions, among which are its physical environment and social climate.\nThe physical environment of the classroom can narrate a lot of stories about us, our attitude to learning, and the world we inhabit.\nRabindranath Tagore envisioned Shantiniketan (meaning \"the abode of peace\") in the image of traditional Indian hermitages, which took shape in the forests of ancient India, arguing that the best humanistic learning is possible only when it occurs in harmony with nature. Tagore introduced an eco-psychological concept of nature to explain how the forest symbolises the \"diverse processes of renewal of life\" and the precious freedoms that define it. In his 1909 essay \"Tapoban\" (\"forest of purity\"), he wrote, \"India's best ideas have come where man was in communion with trees and rivers and lakes, away from the crowds. The peace of the forest has helped the intellectual evolution of man.\" In other words, the learner is most active and imaginative when in a natural environment – or at least in its best simulation.\nAre Tagore's ideas still relevant today? Possibly, as an inspiration. Today's designers of schools may not situate a classroom in the forest, but they endeavour to capture its spirit in the form of natural light, natural ventilation, proximity to greenery, use of natural building materials, and, most importantly, an ethos of openness.\nAround the world, designing a classroom today means designing well-being, sustainability, environmental resilience, recyclability, and renewable energy adaptiveness, among other factors. The organicity and innocence of the educational Garden of Eden that Tagore dreamed of for Shantiniketan could be a great policy lesson in creating the classroom of the future. Irrespective of what a student is studying, the physical set-up of the classroom must be inspiring, while also being safe, comfortable, and well-equipped. A space is inspiring when its experience induces a feeling of ecological consciousness and reminds the students of the need to be good citizens.\n\nRabindranath Tagore envisioned Shantiniketan (meaning \"the abode of peace\") in the image of traditional Indian hermitages, which took shape in the forests of ancient India, arguing that the best humanistic learning is possible only when it occurs in harmony with nature. Tagore introduced an eco-psychological concept of nature to explain how the forest symbolises the \"diverse processes of renewal of life\" and the precious freedoms that define it. In his 1909 essay \"Tapoban\" (\"forest of purity\"), he wrote, \"India's best ideas have come where man was in communion with trees and rivers and lakes, away from the crowds. The peace of the forest has helped the intellectual evolution of man.\" In other words, the learner is most active and imaginative when in a natural environment – or at least in its best simulation.\nThe social climate of the classroom is of utmost importance, too. Classrooms should teach us to be empathetic, community-oriented, and socially conscious. The ideal classroom is one that is gender-sensitive, equity-driven, and affords each student agency in the learning process by recalibrating the traditional uber-primacy of the teacher in the classroom matrix. The spatiality of the ideal classroom and its social environment should empower all students – irrespective of their economic class, gender, and religion – to think that each of them has a role to play in creating an equitable and healthy domain of learning.\nAs there is no universal formula for an ideal classroom, each university can prioritise configuring classrooms flexibly to inspire learning as a foundational act of worldmaking and an appreciation for democracy. Having a clean, accessible, and gender-friendly toilet – not far from the classroom – is an expression of social justice, spatially inscribed.\nBut how about technology in the classroom of the 21st century? How would the era of artificial intelligence or ChatGPT intersect with the idea of tapoban? The ideal classroom should be properly equipped with user-friendly audio-visual systems and other learning-focused technologies, insofar as technology serves as a tool to facilitate learning itself. In fact, research shows that classrooms in countries with the highest-performing students hardly feature technological marvels.\nHaving recently read The World Is Our Classroom: How One Family Used Nature and Travel to Shape an Extraordinary Education by Cindy Ross (2018), I am tempted to think that the best classroom is the one that knows how to break free from the intellectual claustrophobia of four walls. Such a classroom stops being a room, de-centres the learning process, and embraces the world and its immeasurable diversity as a free school out there.\nDr Adnan Zillur Morshed is an architect, architectural historian, urbanist, and professor. He teaches at the Catholic University of America in Washington, DC, and serves as executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n\n",
        "headline_1": "What makes a classroom great?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-makes-classroom-great-3273871",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "Bangladesh's foreign exchange market has somehow gotten entangled in public discussion and the government's crusade against corruption. Corruption takes many forms: bribery or graft; embezzlement; money laundering, kickbacks (usually in dollars abroad); tax avoidance and under-invoicing; and finally, transfer of money to undeclared overseas accounts. All these sources of corruption are fuelling the secondary foreign exchange market, also known as hundi, driving it to new heights.\nConsequently and in tandem with the dollar crisis, the hundi market has also been in the news in Bangladesh. This market has many other names. Some folks refer to it as the black market (which has an illicit connotation), whereas in academic circles, the preferred moniker is parallel, informal, or the kerb market. It may not be too far-fetched to consider the hundi market as a vital nexus that connects Bangladesh with the rest of the world.\nA former chief economist of Bangladesh Bank has suggested that the hundi market be taken out, while others have been advocating for tightening the noose around it to choke off the blood circulation in that segment of the financial market. Another senior economist rues that \"the central bank and the economy of Bangladesh lose foreign exchange/reserves.\"\nThe government would like to see the supply of dollars go up and demand go down. One of the odd characteristics of the conversation on the prevalence of multiple exchange rates, capital flight, and the excess demand for the US dollar is the absence of a discussion on the sources of demand for the hundi dollars.\nHundi has existed for as long as I can remember. More than four decades ago, in 1982, I was travelling to India for a few weeks with my wife. I was working for the International Food Policy Research Institute (IFPRI), and my salary was paid in dollars. Therefore, while I had dollars in my bank account in Washington, DC and in my American Express bank account in Motijheel, I could not carry the currency on my person while boarding the flight to Kolkata. \"No problem,\" a knowledgeable friend said, and introduced me to a hundi merchant on Nawabpur Road, who gave me a little square paper, on which he scribbled something. I then took the chit to a dealer in Kolkata's Old Bazaar and exchanged the token for Indian rupees.\nI was told that this anachronistic transaction mode is still in vogue for those who wish to take money out of the country. The details might be slightly different, but the basic rules are pretty much the same. Of course, you pay a premium price for convenience. The official exchange rate for a US dollar is now Tk 105, but the unofficial rate is Tk 120, and there is widespread apprehension that the latter may go higher after Ramadan.\nLet's take a quick look at the supply and demand forces at play in the hundi market. Demand mostly comes from money launderers, and the supply mostly emanates from Bangladeshis who send money home to their families living in rural areas.\nAs we can see, the hundi market has two aspects: demand for taka by the overseas workers who wish to send money to their homes, and the demand for dollars mentioned above – for tourism, medical care, study abroad and registration fees, as well as for illegitimate purposes such as money laundering and buying property in the proverbial Begum Para. As Professor Selim Raihan correctly mentioned in a recent op-ed in this daily, there is a misconception that the \"remitters abroad are the ones who demand the services offered by the hundi business.\" One also needs to look into the domestic drivers of demand, and it would not be too far-fetched to assert that the market owes its lifeblood to the domestic cartels and oligarchs who sometimes need a safe harbour for their ill-gotten riches.\nEminent economists have blamed the hundi market for the sorry state of Bangladesh's forex reserves and the downward pressure on our exchange rate. Remitters get a higher rate for their dollars in the hundi market. And this, along with the legal regulations and delays of the formal channels, provides strong incentives for one to opt for hundi. The premium the buyer pays is often more than 15 percent during peak periods, and has been flagged as a \"laundering charge\" by Professor Rudi Dornbusch of MIT.\nThe higher rate is hardly affecting the demand for dollars in the hundi market, nor is there any shortage of $100 bills. In contrast, the importers find it difficult to open letters of credit (LCs) with commercial banks to get the merchandise they need ahead of Ramadan and Eid, and face a conundrum.\nThe demand for dollars comes from many sources, but money laundering is like the white elephant in the room. A former chief of the National Board of Revenue (NBR) openly asked, \"Who is laundering out all the money? There must be someone in the know.\"\nIt is an open secret that the NBR and the Anti-Corruption Commission (ACC) have access to intelligence and other resources to initiate investigations. Bangladesh still has a long way to go before it can sit back and return to its old business-as-usual state, or the pre-pandemic modus operandi, and take off the import restrictions in place. And in light of the incoming national election, the government can use the opportunity to shake things up and put its house in order.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "Banning hundi won’t solve Bangladesh’s forex problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/banning-hundi-wont-solve-bangladeshs-forex-problem-3273781",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "It is deeply concerning that St Martin's Island, the lone coral island in Bangladesh, is under threat by the unplanned construction and operation of hundreds of illegal structures – i.e. resorts, hotels, and shops. Meanwhile, the residents of the island do not get permission to build homes for themselves. Instead, they must live in shanties while sizable commercial buildings have been put up in this Ecologically Critical Area (ECA). According to a recent report by Prothom Alo, a staggering 230 hotels, resorts, and restaurants exist on this island that is, as declared in January 2022 per the Wildlife (Conservation and Security) Act, 2012, a marine protected area. Of these 230 structures, 130 were built in the last two years alone. Most alarmingly, over the last 38 years, the number of coral species on the island has decreased from 141 to only 40. Tree-covered areas have also been disappearing at a disquieting rate.\nWe are, of course, disappointed at the lack of adequate action on the parts of the Department of Environment (DoE) and the relevant district and upazila administrations in protecting St Martin's Island. Reports have been coming in over the last year about how the authorities are finally evicting hundreds of the illegal establishments and halting the construction of new ones. But given that the island has been an ECA since the late 1990s, we must conclude that it is the irresponsibility and extensive oversight of the authorities that have been damaging St Martin's and its biodiversity. No doubt, corrupt quarters of the administrations have allowed influentials to acquire land on the island and illegally put up commercial structures there. It is deeply saddening how the greed of land grabbers is eating away at our rivers and coasts alike, while the authorities quite literally watch on, with their sense of responsibility presumably tangled up in bank notes. \nThough this should have happened decades ago, we must appreciate the ongoing campaign of the DoE and the Cox's Bazar district administration to tear down the existing illegal structures and prevent new ones from sprouting on St Martin's Island. We can only hope that the unabated construction of illegal structures and the resultant tourist activities of the last few decades have not done irrecoverable harm already. The island is a national treasure in terms of natural beauty and the array of living beings – from algae and corals to thousands of species of birds, snails, mussels, clams, crabs, and mammals – it harbours. Just as in the case of our dying, life-giving rivers, we urge the government and the authorities concerned not to let St Martin's Island become yet another bit of land for the profit hounds to exploit.\n",
        "headline_1": "Island of corals turned into a cash cow",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/island-corals-turned-cash-cow-3273721",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "It is deeply concerning that St Martin's Island, the lone coral island in Bangladesh, is under threat by the unplanned construction and operation of hundreds of illegal structures – i.e. resorts, hotels, and shops. Meanwhile, the residents of the island do not get permission to build homes for themselves. Instead, they must live in shanties while sizable commercial buildings have been put up in this Ecologically Critical Area (ECA). According to a recent report by Prothom Alo, a staggering 230 hotels, resorts, and restaurants exist on this island that is, as declared in January 2022 per the Wildlife (Conservation and Security) Act, 2012, a marine protected area. Of these 230 structures, 130 were built in the last two years alone. Most alarmingly, over the last 38 years, the number of coral species on the island has decreased from 141 to only 40. Tree-covered areas have also been disappearing at a disquieting rate.\nWe are, of course, disappointed at the lack of adequate action on the parts of the Department of Environment (DoE) and the relevant district and upazila administrations in protecting St Martin's Island. Reports have been coming in over the last year about how the authorities are finally evicting hundreds of the illegal establishments and halting the construction of new ones. But given that the island has been an ECA since the late 1990s, we must conclude that it is the irresponsibility and extensive oversight of the authorities that have been damaging St Martin's and its biodiversity. No doubt, corrupt quarters of the administrations have allowed influentials to acquire land on the island and illegally put up commercial structures there. It is deeply saddening how the greed of land grabbers is eating away at our rivers and coasts alike, while the authorities quite literally watch on, with their sense of responsibility presumably tangled up in bank notes. \nThough this should have happened decades ago, we must appreciate the ongoing campaign of the DoE and the Cox's Bazar district administration to tear down the existing illegal structures and prevent new ones from sprouting on St Martin's Island. We can only hope that the unabated construction of illegal structures and the resultant tourist activities of the last few decades have not done irrecoverable harm already. The island is a national treasure in terms of natural beauty and the array of living beings – from algae and corals to thousands of species of birds, snails, mussels, clams, crabs, and mammals – it harbours. Just as in the case of our dying, life-giving rivers, we urge the government and the authorities concerned not to let St Martin's Island become yet another bit of land for the profit hounds to exploit.\n",
        "headline_1": "Island of corals turned into a cash cow",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/island-corals-turned-cash-cow-3273721",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "We are alarmed to see the chaos and violence that took place on the Supreme Court premises during the two-day election of the Supreme Court Bar Association (SCBA). On Wednesday, the first day of voting, rival lawyers from BNP and Awami League panels engaged in arguments and scuffles which later escalated. At one point, police intervened, and attacked pro-BNP lawyers and even journalists covering the election, injuring at least 25 people. Due to the situation, voting started two hours late and without the participation of pro-BNP lawyers. Such incidents are unprecedented in the history of SCBA elections.\nReportedly, tension was rising between the two groups of lawyers after a senior lawyer, Mansurul Haque Chowdhury, whom both sides had accepted as convener of the election sub-committee, resigned citing \"personal\" reasons, just a day before the election. As a new convener took charge, pro-BNP lawyers took issue with it, and demanded that the election be held under someone accepted by both sides. But that did not happen. Voting ended on Thursday amid continued scuffles and chanting, with a little less than 50 percent of votes cast. Eventually, the AL-backed panel won all 14 posts.\nSuch conduct by lawyers – that, too, on the premises of our apex court – is most unlawyerlike and objectionable. Those obscurantist elements that engaged in clashes may be only a segment of the legal fraternity but they surely besmirched the good name of lawyers, who have a rich history of fighting for pro-people and democratic causes in the country. If democratic practices are missing in institutions related to the apex court, what can we expect from other institutions? What signal does it give to the people about the state of our justice system?\nMoreover, the way police entered the court premises and attacked pro-BNP lawyers and journalists is alarming. Noted Supreme Court lawyer ZI Khan Panna tells us that he has never seen police enter the court and attack people, not even during the military regime. Such behaviour is also extremely concerning ahead of the upcoming national election. \nReportedly, the DMP commissioner has regretted police attacks on journalists. That is not enough. The DMP must hold an investigation into the incident and punish those responsible as per the law. Police authorities should also explain whether police can enter SC premises without any prior permission and beat people.\nUnfortunately, this is not the first time that SCBA elections were marred by chaos. Last year, we saw how it took an unusually long time to even declare the results of the election. If this chaotic trend holds, we have every reason to worry about the future of the legal profession. We urge the relevant authorities to treat this matter with the seriousness that it deserves. As for the SCBA election, we think proper actions should be taken so that both the electoral process and the results are acceptable to everyone. \n",
        "headline_1": "A most unlawyerlike conduct by SCBA lawyers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/most-unlawyerlike-conduct-scba-lawyers-3273451",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "Bangladesh crossed the threshold of a lower middle-income economy in 2015 when its per capita income exceeded US$1085. Now it is striving to gain the status of a middle-income country (MIC) by 2026 and envisioning to become an upper or higher middle-income country (HMIC) by 2031. But there is a potential roadblock of what is termed 'Middle-Income Trap (MIT)' ahead. It happens when the economy is no longer able to compete internationally in standardised, labour-intensive goods due to rising wages compounded by low productivity and failure to compete in higher valued-added goods on a broader scale. As a result, growth slows down, wages fall and the informal economy begins to develop. Evidently, it is the lack of necessary domestic innovation capabilities that creates the condition for MIT. Many countries in Latin America, Asia and Africa could not make it to the higher middle-income level, even after gaining the status of MIC for decades. So, to avoid being caught up in the quagmire of MIT, the government will be required to take early measures which include improving human capital through developing skill, adopting the green development option, reducing loan dependence in building infrastructures with an emphasis on digital ones, increasing tax-GDP ratio and attaining higher efficiency. At the same time, efforts should be on to draw both domestic and foreign investment on a greater scale, adopt appropriate fiscal policy to enhance supply-side capacity and diversify exports. Also, strengthening of institutions and emphasising good governance are important prerequisites for this.All these recommendations came from a recent seminar organised by the Asian Development Bank (ADB) to mark its 50th anniversary of engagement with Bangladesh. That the MIT is a reality is recognised in a World Bank report that, of the 101 MICs in 1960, only 13 countries achieved higher income status by 2008. So far, only 21 countries could manage to reach the status of HMICs. These countries include 17 island and city states as well as Chile, Uruguay, Oman and South Korea. Even India has remained an MIC for many years. Against this backdrop, to avoid the condition of MIT, some local and international experts who spoke at the said seminar suggested investing more in sectors including light engineering, leather, jute, IT-enabled goods and services and agro-processing. Supporting these sectors will also help diversify product base and reduce the country's overdependence on the garment for export. Alongside these steps, promotion of the cottage, micro, small and medium scale enterprises will be required to create jobs for both skilled and unskilled men and women with a view to narrowing income disparity. In fact, the country's current growth is basically driven by low wages, cheap labour and basic technology. But it will not be feasible in the longer term when it will come to competing with productivity-driven economies operating in a highly competitive marketplace. So, developing skill to achieve higher productivity will be the primary condition for survival in that market environment. Thankfully, the government has already taken up initiatives financed by ADB such as 'Skills for Employment Investment Program' and 'National Skill Development Authority' towards raising efficiency of human capital. But the still greater challenge before Bangladesh is its extreme climate-vulnerability. So, green growth should take the centre stage in all the government's development initiatives. In fine, the government should fast-track the required policy reforms and meet the development gaps early towards achieving higher income level avoiding the middle-income trap. The sooner it is done the better.",
        "headline_1": "Fast-tracking measures to avoid middle-income trap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fast-tracking-measures-to-avoid-middle-income-trap-1679059482",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The online system of the Electronic Taxpayer Identification Number (e-TIN) went offline last Tuesday, March 14. According to a report published in this newspaper, the national board of revenue (NBR) confirmed that there have been some hardware-related problems which caused the system to crash. This is a major problem in the sense that there is no system of applying for an e-TIN manually anymore - everything is online. Reportedly, \"the board is trying to find out and fix the problem\" and the NBR's ICT wing has been working to bring the system back online. The NBR in all likelihood will be able to restore the system partially and then fully after some days, but the collapse of this essential service would surely stir up worries among both service providers and recipients.One must understand that e-TIN is now essential for availing as many as 40 services. Some of these are: opening letters of credit; applying for credit cards and bank loans (above Tk500,000); obtaining membership in trade and professional bodies; having membership of registered clubs and trade bodies; getting licenses for trade, import / export; obtaining registration and renewable certificates for motor vehicles; participating in tenders, elections; submitting bills of entry for export and import. As E-TIN is now entirely online and anyone, who needs it to avail some of the services, mentioned above need it, will be in a fix when the system is down.Although the NBR authorities have assured that there is no need to be panicky and the e-TIN database is safe and secure, the issue of it going offline requires some explanation. Apparently, the company that designed the systems has been providing necessary support as part of a service contract. It is a paid service and it is alleged that there are outstanding bills to the company, and it has been providing service despite this as part of vendor-customer relations. While it is impossible to verify these allegations, the unsavoury fact is that if an essential service like e-TIN remains offline even for a day, it may cause untold inconveniences to millions of people in the country. When one talks about inconvenience, it is not just problematic for the 8.0 million or so registered TIN holders but other groups of people who have no TIN as yet. Two broad groups of people may need an e-TIN at any time. First, those people who have inherited property from family and may need / want to sell it. These are people who have no viable income source but will require an e-TIN when it comes to sale of fixed assets. While it may be expedient to say that people should wait a few days to offload property, it is a very condescending way of looking at such matters. There may be an emergency for any individual who needs to sell or transfer ownership of property, but he or she can't because the system is offline and that person cannot get an e-TIN registration. The other group of affected people are recipients of inward remittances. The billions of dollars that come in from expatriate workers are being received by millions of people in the country. A significant chunk of this money goes to buy assets, particularly land or other fixed property. These people will face the same problem as the previous group. Any disruption in the system is bound to cause a headache to millions of people who are not being able to obtain an e-TIN certificate. This is not the first time the system has gone offline. Since, this is a hardware-related problem that depends on software to keep the system up-and-running, it should be treated with greater care. There must be contingency planning for such situations, so that people are not left in the lurch. One can only hope that the system in place today will be revisited and budgetary allocations are made so that the company that keeps the support services in operation is paid on time throughout the year. Digitisation of the revenue authority has been a major policy initiative of the government, and hiccups of this magnitude cannot be understated. While it is praiseworthy that the current problem has not corrupted the database, it would be even more praiseworthy if the system had a failsafe backup that would stop it from going offline for more than a few hours; instead, of the several days that have been wasted to rectify the system. The country would be greatly benefitted if simple things like service contracts were worked out and an automated system of payment for services rendered was put in place. Contract management remains a sore point at all levels of policy implementation and this needs a major rethink. Warranty terms, service contracts etc., are all essential elements of ICT products that are procured. Hence, the NBR would be better served if these issues were streamlined sooner than later.\n[email protected]",
        "headline_1": "When online e-TIN systems collapse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-online-e-tin-systems-collapse-1679059523",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "In this city of chaos and indiscipline, millions of inhabitants are deprived of a sound sleep. Though there is no extensive data to confirm the assertion, sleep deficiency is most likely widespread in Dhaka. From children to elderly people, almost everybody in the city faces the problem of inadequate sleep for various reasons. No doubt that the prevalence of sleep problems has been increasing across the world. The issue has intensified further during the Covid-19 pandemic. Dhaka is no exception. A healthy lifestyle and a positive environment all around are critical to getting a sound sleep. Unfortunately, most of Dhaka's residents are victims of unhealthy and unbalanced lifestyles. Many also suffer from a hostile environment that compels them to compromise on their required sleep. Usually, no sensible person will adopt an unhealthy way of life. There may, however, be some deviation in their regular lifestyle which is not a big problem. Those who have adopted unhealthy lifestyle also suffer from sleep disorders. Remaining awake until midnight, watching television or working on a computer or using smartphones is a trend among a group of people, especially some youths, these days. Such a habit gradually leads them to get inadequate and untimely sleep. Nevertheless, many people have been compelled to follow unhealthy lifestyle. Thousands of the daily commuters in the city start their day quite early due to chaotic public transport and terrible traffic congestion. To reach the destinations, workplaces to be precise, they have to rush early, sacrificing sleep. Again, most of them also do not get the chance to return early and take adequate rest at home. They return to their homes late, exhausted, thanks to the everlasting nightmarish gridlocks on the roads. For many, giving quality time to family members during the working days becomes difficult. They go to bed only to get up early the next day and get ready to rush to workplaces. Tension and anxiety make their life nightmarish and getting a sound sleep is really difficult for them. Relentless honking of motor vehicles, careless use of loudspeakers in neighbourhoods and sounds of repairing and construction works at night are regular phenomena in large parts of the city. The residential areas are no more residential in nature. Residents have to struggle daily to get a sound sleep amidst this chaos. They cannot sleep well and ultimately suffer from sleeping disorders. They sometimes take sleeping pills which bring some temporary relief for them. It is known to all that sleep is the best medicine for any health and lifestyle problem. A sound sleep has a healing power that other things do not have. The human body needs adequate sleep to function optimally on both physical and mental levels. By compromising sleep, one compromises his or her health. A lack of sleep can make anyone fall ill, although they may be otherwise fully healthy and fit. Inadequate sleep will make someone's condition even worse if they are already suffering from any health-related problem. Getting sufficient sleep daily is the primary step to getting someone's health back on track. That's why the World Sleep Day 2023, observed on Friday last, incorporated the slogan, ' Sleep is Essential for Health'. Just like eating well and exercising, sleep is a behaviour that is foundational to one's physical, mental, and social well-being.Nevertheless, residents in Dhaka have little control on their lifestyle and surroundings. So, they have to compromise with many personal requirements at a higher cost. A sound sleep is one of the costliest sacrifices.\n[email protected]",
        "headline_1": "Deepening sleep problems in a chaotic city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deepening-sleep-problems-in-a-chaotic-city-1679059566",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2023"
    },
    {
        "full_article": "The price of construction materials, particularly mild steel (MS) rod, is increasing day by day. According to data of the state-run Trading Corporation of Bangladesh (TCB), each tonne of MS rod was selling at Tk 92,500 recently. But in reality, the rate has reportedly crossed Tk 100,000. This exorbitant price of rod is creating instability in the housing sector, which is just adding salt to the sore caused by high prices of essential commodities. What is more worrying is that there have been rumours that the price of rods will increase further possibly because of the rising cost of raw materials globally amid the ongoing war between Russia and Ukraine. The rising cost of rod is having a direct impact on the real estate and construction sectors of the country as it drives up building costs. This has reportedly increased the price of a flat by around 30 per cent. Not only rod, the prices of other construction materials are also soaring unabatedly. If this trend continues, Bangladesh's housing sector will face a dire situation soon. So, we urge the authorities concerned to look into this sincerely and take every initiative to keep construction materials' prices as low as possible.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Rein in rod prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rein-in-rod-prices-1679059588",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2023"
    }
]