[
    {
        "full_article": "Since the last Assembly election in 2017, Punjab politics has changed considerably, though the issues that throttled the State then continue to do so even now. Unemployment, endemic drug abuse, mafias that control the liquor and sand trade, farm debts, and depleting groundwater are among the haunting problems. In 2017, led by Captain Amarinder Singh, the Congress party came to power with a thumping majority, winning 77 of the 117 Assembly seats. The election saw a triangular fight with a new entrant, the Aam Aadmi Party (AAP), coming into the State’s political arena. The Congress promises then included punishing the main culprits behind the sacrilege of the Guru Granth Sahib and police firing incidents at Kotkapura and Behbal Kalan in 2015, and the cancellation of ‘faulty’ power purchase agreements, but it could make only limited progress on burning issues. Captain Amarinder was accused of going ‘soft’ on the Badal family that helmed the previous government and continues to control the Shiromani Akali Dal (SAD). The Congress booted him out in September 2021 in an attempt to salvage its fortunes, but ended up with chaos at the top. Stomping a narcissistic trail, party State president Navjot Singh Sidhu undermines the party and the authority of Chief Minister Charanjit Singh Channi, who has grown in stature, though his elevation was the result of chance circumstances.Also read: Punjab polling postponement indicates growing politics surrounding ‘Dalits’ The Congress is caught in a bind. The elevation of Mr. Channi, the first Dalit to become the State Chief Minister, has perked up its support among the community that is nearly a third of the population. But that might upset the Jat Sikhs who dominate Punjab’s power structure. The Hindus who largely voted for the Congress are also uneasy about the panthic — Sikh religious — politics being championed by Mr. Sidhu. The SAD is focusing on its panthic agenda but remains largely listless; the contraption of an alliance between Captain Amarinder’s Punjab Lok Congress, the Shiromani Akali Dal (Sanyukt) and the Bharatiya Janata Party may have a tough challenge in inspiring significant support. Against the backdrop of the year-long farmers’ protest against three farm laws, as many as 22 farm unions have joined hands together to contest elections. AAP is trying to sell its ‘Delhi model of governance’, and its bid for power this time appears serious. It is showering promises, which include a monthly dole of ₹1,000 to all women voters above 18 if elected to power. SAD’s credibility is at a low, and the Congress is its own worst enemy in the State. All that and AAP’s ability to feel the pulse of the voters make the Punjab contest an open field.",
        "headline_1": "Chance and change: on Punjab polls",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/chance-and-change/article38283987.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "The European Union (EU) has found itself caught in a bind over the worsening tensions between Lithuania and China. Last week, top EU diplomats met to find a way to de-escalate tensions before a planned EU-China summit, expected in the coming weeks. After a two-day meet of Foreign Ministers in France, the EU’s Foreign Policy Chief, Josep Borrell, said the grouping expressed “solidarity” with Lithuania, which is a member of the EU and NATO. He, however, stopped short of announcing any concrete actions. The EU has watched nervously as one of its members faces the full weight of coercive Chinese diplomacy, even as the grouping keeps one eye on its substantial $828 billion annual trade with Beijing. The tensions began last year after Lithuania announced the setting up of a Taiwanese Representative Office. Such offices are hardly unusual across Europe, or in much of the world. The difference, however, was in the naming. The offices elsewhere are not called Taiwanese but are named, as in New Delhi, Taipei Economic and Cultural Centres because of the “one China policy” followed by most countries, including India, that do not have formal diplomatic relations with Taiwan. Lithuania has said the name did not change its “one China policy”, but for Beijing, the move crossed one of its most sensitive red lines. The opening of the office followed a number of developments that strained relations after the election of a coalition government that has underlined the importance of “democratic values” in the foreign policy of the first former Soviet republic that declared independence, as well as pushed closer ties with Washington.Lithuania-China | A David and Goliath state of affairs If the rest of Europe is unlikely to similarly test Beijing’s Taiwan red lines, what has alarmed the EU is the forcefulness of China’s response, which has ranged from downgrading ties, recalling its ambassador, an effective trade blockade, and especially the moves to pressure European companies to stop sourcing from Lithuania should they wish to continue exporting to China. China’s response suggests an attempt to, as Chinese strategists like to say, “kill the chicken to scare the monkeys”, and ensure other countries do not contemplate a similar move. Beyond the Lithuania-China tensions, of particular salience to India is how the EU, as a major power, will take forward ties with China as it similarly weighs strategic considerations against a booming trading relationship. China’s use of trade as leverage and as a method of coercion, which stands in stark contrast to its declaration in October, on the 50th anniversary of its UN membership, that it eschews “power politics” and “hegemony”, is another matter of concern. Lithuania is an exception in having both a trade surplus with China and no pressing need to access the China market. How the EU assesses the benefits and costs of taking on China on a core concern — the Taiwan issue — will be closely watched in New Delhi as it continues to recalibrate its own modus vivendi with China.",
        "headline_1": "Red lines: on China-Lithuania tensions",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/red-lines/article38283991.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "Gender-based violence (GBV) has always been a major cause for concern in Bangladesh, but it reached an alarming level in the last two years. According to Ain o Salish Kendra (ASK), at least 1,321 women were raped or gang-raped across the country in 2021, of whom 47 were killed after rape and nine died by suicide. At least 640 women faced domestic violence, of whom 210 were tortured for dowry. Of the 640 women, 372 were killed and 142 died by suicide.\nMost incidents of GBV remain unreported; only a fraction of such cases make the news. Seeking justice is a process with utmost complications—accessible and comprehensible for one group, but not the same for others. Even when cases are filed, there are loopholes that can be exploited against the victims—even the most educated, capable and aware ones. Then there are thousands of others without formal education, awareness or even proper guidance on legal issues.\nAbout a month ago, I had the opportunity to participate in a fact-finding mission on the GBV situation in the most remote areas of Rajshahi, organised by the Research Institute, Bangladesh (RIB), DASCOH Foundation, NETZ Bangladesh and National Conflict Transformation Platform. My experience of meeting a victim and another's family from Rajshahi's Godagari upazila made me wonder: Does access to justice depend on class and socioeconomic identities? Is there a rampant inequality when it comes to the mere process of seeking justice?\nTake Mahbuba, for example. Mahbuba (17) is an acid attack survivor, who was forced into a marriage by her husband Murad (27). In 2018, 15-year-old Mahbuba was married off and went to a different village to live with her in-laws, who would torture her for months over dowry. Four months before the acid attack, Mahbuba came back to her parents. Murad tried repeatedly to take her back home, but she refused to go unless he could ensure her well-being at his house. On October 2, 2020, Murad threw acid on Mahbuba from outside her window, burning her face, neck, one eye and part of her chest.\nMahbuba's father filed a case on the same day under the Acid Control Act, 2002. Murad was arrested, and there were multiple hearings. On November 30, 2021, Murad was granted bail.\nAccording to the Acid Control Act, 2002, a tribunal has to complete the whole trial within 90 days of receiving the first written instruction. All crimes under the act are cognisable, non-compoundable and non-bailable. Yet, in Mahbuba's case, the perpetrator was released on bail. The case is still on trial.\nWhen the fact-finding team mentioned this information to Mahbuba's family, there was visible confusion. Turns out, even their lawyer didn't mention this to them. When asked if their lawyer was government-appointed, some said yes, while the others said they were paying the prosecutor.\nAccording to Section 15 (A) of the Acid Control Act, any acid victim or someone on their behalf can apply to the district committee for legal aid, leaving a clear provision for government-appointed lawyers. But what good is a provision if it doesn't benefit those who need it the most, solely due to the information gap?\nFatema Khatun's (28) married life was afflicted with domestic violence from the very beginning. Her family paid around Tk 2 lakh in dowry, but that couldn't satisfy her husband Motaleb Hossain (38) and his family. Despite trying many times, Fatema couldn't get separated from her husband, thinking of her two daughters. On June 15, 2021, a few hours after physical assault in her husband's hand, Fatema was found hanging by a tree in the yard.\nFatema's family allege that Motaleb and his brother murdered her and later framed it as a suicide. They filed a case with Godagari model police station for domestic violence and abetting death by suicide. Her brother claimed that they wanted to file a murder case, but filed a case of abetment under pressure from police. They tried to have the case transferred to the PBI or the CID on grounds of negligence, but with no success.\nWhen asked, Kakonhat police OC Kabir Hossain said they often recommend plaintiffs to file certain cases after examining the autopsy report and other evidence, but the plaintiffs have the option to file cases as they see fit. But Fatema's family got stuck in the legal loophole like many others, and not much useful counsel is available for them to pursue justice the way they want.\nWe could only observe these cases from such proximity, but they give only a glimpse of the situation when it comes to seeking justice for gender-based violence. The unavailability of legal aid and counsel for those in need is an issue that needs to be discussed alongside the more prominent discourses regarding GBV. Victims or plaintiffs making well-informed decisions with all the assistance permissible by law is also a prerequisite for proper enforcement of such laws. It's high time we made the judicial system more accessible for people across all classes and socioeconomic identities. It's high time we ended this vulgar disparity in seeking justice.\n \nNahaly Nafisa Khan is a sub-editor at the Metro desk of The Daily Star.\n",
        "headline_1": "When justice remains elusive for victims of gender-based violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-justice-remains-elusive-victims-gender-based-violence-2941211",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "Race is staring us in the face. Confronting and dealing with it is highly emotional and disturbing, so much so that in polite company, it's unspeakable. But we can't avoid it, because racism has become global.\nMalaysian social commentator Chandran Nair's new book, \"Dismantling Global White Privilege,\" is a book that confronts racism by calling it a privilege. Is White Might right? Do Black Lives Matter? Should Yellow be identified with Cowardice and Peril? Identifying race with colour is so highly charged that no one can discuss it objectively. For a person of colour, to criticise white behaviour is often dismissed as subjective bias. For the white media to label others as corrupt, aggressors, enemies, evil, low IQ, is considered objective free speech. Fair deal?\nNair's book is a battle cry to create a more free, equal world, where skin colour should not be a barrier to a more just planet. The book is a cringing read, because every page challenges our assumptions of daily life—that it is free, equal and democratic with rule-based order.\nThe pandemic proved that the world is not free, when the poor, aged and weak can't afford vaccines and are free to die in even very rich countries.\nThe world is not truly democratic because if every one of the 7.8 billion global citizens had a vote, the one billion rich, powerful and mostly white people would be out-voted with a very different global order.\nThe rules-based order raises the fundamental question—who sets the standards, norms and rules? Can we have a proper conversation on whether these rules are fair to all, and are at least enforced fairly, justly and transparently?\nNair has looked comprehensively at white privilege from the angles of history, business, media and publishing education, culture, sports, fashion, and sustainability. It would be facile to dismiss him as biased.\nBut what does it mean to be white?\nWhite sociologist Robin DiAngelo sums up racism as a black/white binary system that posits a world of evil racists and compassionate non-racists—that is itself a racist construct. Racism as a term was introduced to the English language in the 17th century with colonialism, plantation slavery and exploitation, linking whiteness with freedom and blackness with slavery. Even today in Latin America, there is a \"pigmentocracy,\" in which power and social status are associated with lighter skin colour. That holds true in other societies.\nIn her latest book, \"White Fragility,\" DiAngelo asks, \"How were we, as white people, able to enjoy so much racial privilege and dominance in the workplace, yet believe so deeply that racism (has) changed direction to now victimise us?\" Her example resonates with anyone watching Hollywood movies, \"When actors audition, they are most often judged by white people, using white standards for roles written by white writers and intended for white audiences… precisely because the system reflects white interests and worldview, white people will not see any of this in racial terms. They are confident that we can represent all of humanity—if no Asian actors apply, we don't question casting efforts.\"\nThe bias built into current standards that is Western, Educated, Industrialised, Rich, and Democratic (WEIRD) was first observed by Canadian psychologists Steven J Heine and Ara Norenzayan in their survey of psychological studies, which were mostly based on Western college students with WEIRD characteristics. The biased sample behaviour is then generalised as global representative standards.\nNair concludes that change can come by rejecting the three Es: Entitlement, Exclusivity and Exceptionalism.\nBut will change happen?\nDiAngelo sums it up best: White fragility is a reaction from both white liberals and conservatives. The conservative populists want to fight against any challenge to the erosion of white rights, whereas the progressives want more state intervention to address inequities. She, however, thinks that \"white progressives cause the most daily damage to people of colour.\" Polarisation stalls change, because the right is against state intervention, whereas the left calls for more, not realising that it creates a dependency syndrome that is neither fiscally nor socially sustainable.\nMy personal view is that racism is often an excuse not to address the wicked problems of social injustice and planetary destruction. Blaming each other will not work anymore for the existential issues that face us. Race is only a mask over deep injustices locked down into our psyches of power and hierarchy. Technology has enabled us to begin a conversation at local, communal, corporate, state, regional and global levels on how to shape a world of peace and sustainability, rather than demonising each other and beating the drums of war.\nI recommend Nair's book to be read, even if what he says is uncomfortable to many.\n \nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and the University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.\nCopyright: Asia News Network\n",
        "headline_1": "Confronting Global Racism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/confronting-global-racism-2941201",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "The members of camp-dwelling Urdu-speaking community (CDUSC) are both baffled and dismayed over a series of recent decisions by the Bangladesh government. They are surprised to learn that, almost a decade and a half after the higher judiciary's unequivocal reaffirmation of their citizenship status (\"Md Sadaqat Khan (Fakku) and 10 others vs the Election Commission and others,\" May 18, 2008), instead of developing a comprehensive rehabilitation and reintegration programme, the government appears to be pursuing policies that are contradictory and, in cases, may be inconsistent with the constitution, the laws of the land, and the High Court judgment. Though such developments with a possible adverse impact on a disadvantaged community failed to draw attention of the mainstream civil society and the media, they have triggered uncertainties and concerns not only among the members of the community, but also among those who value pluralism and diversity and have respect for the rule of law.\nOn September 16, 2021, the director general (DG) of Bangladesh Bureau of Statistics (BBS) instructed the deputy commissioners of all districts to prepare a list of \"all stranded Pakistanis\" in a stipulated format, and send the same to his office by a certain date. In providing the context, the DG explained that the move was a follow-up to a decision of the National Security Council under the Cabinet Division, where it decided to \"update the number of all stranded Pakistanis to present the issue in the international fora and step up diplomatic efforts for their repatriation to Pakistan.\" Perhaps under the same consideration, in her meeting with the newly appointed Dutch ambassador to Bangladesh on October 16, 2021, the prime minister of Bangladesh identified Rohingyas and the CDUSC as \"a burden for Bangladesh\" (The Daily Star, October 17, 2021).\nIn both those instances, the CDUSC have been viewed as aliens with the underlying assumption that they have no claims to Bangladeshi citizenship, and thus constitute \"a burden\" and qualify to be \"repatriated\" to another country. Such an assessment of the citizenship status of the community members is not only in sharp contrast to several prime-ministerial initiatives for their rehabilitation over the last several years, but it is also misleading and unconstitutional.\nEarlier on November 6, 2014, while visiting the disaster management and relief ministry, the prime minister had instructed the authorities to take initiative to resettle the members of the \"Bihari community\" \"living in unhygienic conditions\" in camps in the middle of Dhaka to a nearby area to \"improve their residential facilities, reduce insecurity and on humanitarian consideration.\" Acting on it, the ministry wrote to the deputy commissioners of Dhaka and Gazipur districts to select sites by November 15, 2015. The prime minister gave a similar instruction during her visit to the housing and public works ministry on December 28, 2014, calling for Mohammadpur- and Mirpur-based \"Bihari community's\" \"resettlement and relocation to peripheral areas of Dhaka.\" In response, the concerned authority took initiative to look for five to seven acres of government land in Mirpur, Savar or Tongi area, with the plan to construct a number of \"six-storey walk-up buildings.\"\nIn yet another initiative, the disaster management ministry undertook plans for the relocation of 100,849 members of 24,212 families residing in five \"non-Bengali (Bihari) camps\" to the adjoining Keraniganj area and Gazipur district that would require 726 acres of land. It may be noted that in these statements and communication, the senior government functionaries and state institutions referred to the CDUSC as \"Biharis\" or \"non-Bengalis (Bihari),\" and not as \"stranded Pakistanis\" on even a single occasion. Such engagement of the government with the CDUSC—albeit limited to those residing in greater Dhaka area—was perceived as a belated move for the community's rehabilitation in the light of the higher judiciary's reaffirmation of their Bangladeshi citizenship more than a decade ago.\nThe citizenship status of the CDUSC was finally settled by the higher judiciary's pronouncement in 2008 in \"Md Sadaqat Khan (Fakku) and 10 others vs the Election Commission and others,\" in which Urdu-speaking, camp-dwelling petitioners demanded their inclusion in the ongoing voters rolls (Writ Petition No 10129 of 2007). In its verdict, the High Court dismissed the state's claim that CDUSC members lost their Bangladeshi citizenship by opting to go to Pakistan (in the mid-1970s) and for living in the ICRC camps, which the state argued \"enjoyed a special status,\" thereby falling outside the operation of the laws (including citizenship laws) of the land. Elaborating the provisions of the citizenship law, the High Court observed, \"Members of the Urdu-speaking people, wherever they live in Bangladesh… have already acquired the citizenship of Bangladesh by operation of law.\" It noted that the Election Commission was \"under constitutional obligation to enrol them in the electoral rolls as voters.\" The court went to assert that \"no functionary of the Republic can deny such rights of the Urdu-speaking people who want to be enrolled as voters.\" The court was unambiguous in its disapproval of denying citizenship rights to the CDUSC and noted, \"By keeping the question of citizenship unresolved on wrong assumption over the decades, this nation has not gained anything, rather was deprived of the contribution they could have made in nation-building. The sooner the Urdu-speaking people are brought to the mainstream of the nation, the better.\"\nThe verdict brought a closure to all confusion, misunderstanding and misrepresentation that pervaded the issue for decades. It not only validated the citizenship status of the members of CDUSC, but stressed that their claims to Bangladeshi citizenship is on equal footing as that of the mainstream Bengali community. The state's omission in denying CDUSC members Bangladeshi citizenship for decades contributed to a situation of virtual statelessness in their own land. While the state's neglect and apathy largely continue (barring supplying of free electricity to the camps), and NGOs and development partners remain at arm's length from engaging in alleviating their misery and poverty, the members of the community have remained resilient in withstanding challenges with fortitude. Even the multi-pronged and multisectoral development interventions under the auspices of the coveted Millennium Development Goals (MDGs) and the subsequent Sustainable Development Goals (SDGs) appear to have missed this community, one of the most backward ones of the country.\nFor generations, the camp-dwelling Urdu-speakers did not receive any protection from the state. Some measures taken by the Bangladesh government for the rehabilitation of Dhaka-based camp-dwellers in the mid-2000s were steps in the right direction. However, the recent decision of the National Security Council goes in the opposite direction of government policies of recent past, and bodes serious omen for the members of the community. Why are we raising again a well-settled constitutional question, duly addressed by the higher judiciary on writ petition under Article 102 of the constitution, the supreme law of the land?\n \nDr CR Abrar is an academic with interest in rights, citizenship and migration issues.\n",
        "headline_1": "The High Court said they were Bangladeshis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-high-court-said-they-were-bangladeshis-2941196",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "After a downturn due to the ongoing Covid-19 pandemic, Bangladesh's economy has been trying to get back on track and has succeeded in some cases. The official statistics show that the growth rate dropped to 3.5 percent in FY 2019-20 from 7.9 percent in FY 2018-19 due to Covid-19. However, it was estimated to grow by 5.4 percent in FY 2020-21, and is projected to grow by 7.2 percent in FY 2021-22, according to government statistics. An economy which has been growing fast, defying all challenges, requires financial resources, among other needs. An important source for such finance is domestic resource mobilisation, where taxation is the key component.\nHowever, domestic resource mobilisation efforts in Bangladesh have not been encouraging till now. The current tax-GDP ratio is well below the requirement for a dynamic economy that looks forward to achieving various milestones, including becoming an upper-middle-income country by 2031 and an advanced country by 2041. With the tax-GDP ratio at only 9.5 percent in FY 2019-20, Bangladesh has one of lowest tax efforts in the world. Such low tax collection poses a real challenge for the fulfilment of the country's goals.\nThe need for higher tax effort is well appreciated by the government. This is reflected through the higher targets set for the National Board of Revenue (NBR) by the Ministry of Finance each year. However, the growth of tax collection has been much lower than the targets. For example, in FY 2020-21, the government originally targeted an 11.9 percent growth of tax, which was revised downwards to 11.4 percent. In FY 2021-22, the target for revenue growth is 27 percent. But the growth trend during July-October of FY 2021-22 indicates that the achievement of the ongoing fiscal year's target will require more dynamic effort, since revenue mobilisation has to grow by 30.7 percent during the rest of the year.\nIn the current global economic and political scenario, when foreign assistance is being shifted towards various emerging challenges in much more difficult regions of the world, developing countries will have to mobilise their own resources domestically. Therefore, both the achievement of nationally set growth targets and global goals such as the Sustainable Development Goals (SDGs) will have to be achieved mainly through their own resources. In view of the high demand for resources to meet the expenditures of a growing economy like Bangladesh, the government sets a high target for the NBR every year. Unfortunately, the target remains unfulfilled as it is difficult to achieve this in the current institutional set-up.\nOn a positive note, in the last couple of years, the NBR has taken several initiatives, which include e-filing of income tax returns, instalment of tax calculator software on the NBR website, restructuring of manpower and other facilities of the income tax department, motivational programme for income tax and VAT payers, introduction of tax card for highest taxpayers, and reforms in VAT administration, etc. However, there is also a need for tax rationalisation for individuals and businesses for higher mobilisation.\nThe reasons for low share of direct tax are widely discussed. Among them, narrow tax base, high level of tax avoidance and high volume of illicit financial flow are the most important ones. In this regard, the precondition for increasing higher tax collection is to have a strong and efficient tax administration, and policy and institutional reforms. Considering the population size and the prospective number of taxpayers, there is a need for more human resources and higher skills. Also, full automation of the NBR is crucial to improve efficiency. Tax evasion and avoidance are problems across various income groups and economic sectors. Implementation of e-governance through the use of ICT can reduce such evasions. It will also help establish an easy tax collection procedure and increased compliance. People want to have a hassle-free tax system that will respect and cooperate with taxpayers.\nThere were a few reform initiatives in the past to have a simplified, transparent, efficient and effective tax administration. Some of these include: Reforms in the Revenue Administration (RIRA) in 2002; Income Tax Management System in 2004; and Tax Administration Capacity and Taxpayers Services (TACTS) in 2010. Unfortunately, most of these initiatives have either been discontinued or they remain dysfunctional for unknown reasons.\nIn the face of the pandemic, the need for resources is felt much more. Economic activities have to be expedited. The government has to provide support to small businesses and extend direct cash support to the poor who are yet to recover from the impact of the pandemic. Besides, public investment for large infrastructure will also have to be continued. The Padma Bridge, which is being financed by the country's own resources, is going to be completed this year. If other large infrastructures are to be constructed with domestic resources, higher resource mobilisation will be required. Of course, people would like to see that their taxes are used efficiently. Responsible citizens know that in order to progress and receive services from the government, they have to contribute to the government's exchequer. But cost escalation, wastage, faulty design and misappropriation of funds are not expected by taxpayers. Indeed, effective resource mobilisation effort very much depends on its efficient utilisation.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Financing the economic growth of Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/financing-the-economic-growth-bangladesh-2940826",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "We are concerned at the way police on January 16, 2022 responded to the agitating students of Shahjalal University of Science and Technology (SUST) who had confined the vice-chancellor to press home their demands. Police reportedly charged batons on the students, fired rubber bullets and blasted sound grenades. At least 30 students were critically injured in the incident, along with a number of police personnel and two teachers.\nAccording to media reports, students of Begum Sirajunnesa Chowdhury Hall started demonstrating on the campus on January 13 with their three-point demand: resignation of the hall provost; resolving alleged mismanagement of the dormitory, and bringing in a student-friendly provost committee. They met the VC on January 14 and gave a 24-hour ultimatum for the issues to be resolved. After the deadline of the ultimatum ended without their demands being met, they started their protest again. And, on January 16, as they confined the VC, police swooped on the students.\nThe question is, was there no other way to calm the troubled students without police attacking them? Why couldn't the authorities meet the students' demands before the situation took a turn for the worse? If their demands could be met or if their concerns could be quelled somehow, the current situation could have been easily avoided. Instead, what started as a protest has now turned into a movement for the VC's resignation.\nAnother question that must be asked here is: Why do our public university authorities always resort to shutting the campus down and vacating the dormitories to avoid resolving issues raised by students? On the other hand, is there no other way to hold a protest without confining a vice-chancellor, which happens quite frequently at our public universities? We think the SUST administration should have listened to the students' problems with sincerity and tried to solve them before things turned this bad. And, under no circumstances should the administration have directed the police to attack the students. Now that the university has been shut down indefinitely, it is the students who will be the ultimate sufferers, as they will lose precious time from their academic life already squeezed by Covid-imposed closures and complications.\nIt is good to know that the provost of Begum Sirajunnesa Chowdhury Hall has resigned from her post. Now the SUST administration should resolve the other problems raised by the students and reopen the university as soon as possible.\n",
        "headline_1": "Police attack on SUST students condemnable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/police-attack-sust-students-condemnable-2941186",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    },
    {
        "full_article": "The Narayanganj mayoral election concluded with results that did not come as a surprise to many. Political analysts are apt to believe that it was the good image of Selina Hayat Ivy as a politician that contributed to her winning a third straight term as Narayanganj mayor. She defeated her rival, Taimur Alam Khandakar, by a big margin.\nIvy, backed by the ruling Awami League, maintained her poise and posture to win the hearts of voters. In an environment where it is easy to get allured by corrupt practices, she carefully stayed away from any wrongdoing and concentrated on people's welfare. The people of Narayanganj talk about the developments done during her tenures as the mayor, such as improving road conditions. Her unwavering stand against criminals and social violence has been praised by all quarters. This time around, she has promised to build a green city. Prominent figures in the city speak about her acceptability to all kinds of people as a plus point.\nIt may be mentioned that the Narayanganj City Corporation (NCC) went to the polls for the first time in 2011. Ivy clinched the mayoral post by beating the then Awami League-backed candidate by more than 100,000 votes. The next election was held in 2016, when she defeated a BNP-backed candidate and became the mayor for the second consecutive time. And after her third victory on January 16, 2022, she vowed to \"work tirelessly\" for the people for the next five years. Independent observers mention her pro-people stance throughout her political career and want to give her full credit for the sterling achievement.\nInvalidating fear and speculations of violence, the NCC election was held in a festive and peaceful manner. History shows that almost all the local government polls are tainted by irregularities ranging from bribing voters, snatching ballot papers and intimidating voters, to creating panic through brandishing lethal weapons. It is sad yet true that scores of people were killed across the country in clashes taking place even during the ongoing union parishad polls.\nAgainst such a backdrop, it came as a relief that there were no reports of irregularities or violence anywhere during the Narayanganj polls. Voters turned up in good numbers. According to the Election Commission, turnout was 56.25 percent. We believe the Election Commission deserves kudos for holding a free and fair election. However, it needs to be said that some voters, especially elderly people and female voters, lodged complaints regarding issues with fingerprints while using the EVMs. Glitches and a lack of experience in handling EVMS also slowed down polling at some centres. We believe that thorough training on the use of EVMs for the Election Commission officials is due before holding future elections.\nWe congratulate Selina Hayat Ivy on her spectacular win and believe that the Election Commission can hold a free and fair election if it wants to.\n",
        "headline_1": "A politician to emulate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/politician-emulate-2941126",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2022"
    }
]