[
    {
        "full_article": "After a rough 2023-24, when India’s merchandise exports tanked 3.1% to around $437 billion, trade tides appear to be turning. The last two months have recorded an expansion in outbound shipments with the momentum picking up from a 1.1% rise in April to a 9.1% uptick in May. Some of this reversal had begun in the January to March quarter, when exports grew 4.9% to a seven-quarter high of over $120 billion, belying worries about the disruptions in the Red Sea route since late 2023. Imports as well as exports have risen in four of the last five months now. With the European Central Bank slashing interest rates this month after a long hawkish stance post-COVID-19, exporters and trade officials are hopeful that its peers in key markets would follow suit and help shore up demand for their produce. But with prices of some industrial commodities such as metals as well as food items rising in recent months, those hopes need to be tempered. The U.S. Federal Reserve has scaled back expectations, stating that only one rate cut is likely through this calendar year.It is heartening that 20 of India’s top 30 export items have outperformed last May’s export tallies this year, compared with just 13 items recording a rise in April. The sectors that recovered in May include employment-intensive ones such as apparel, man-made yarn, and engineering goods. Worryingly, spice shipments slipped by a sharp 20.3%, while marine products tanked again. Spices and shrimp exports were likely hit by some negative reports in key markets about quality and workplace standards, respectively, and more must be done to counter what has been termed a misplaced narrative. On the other hand, May’s import bill hit a seven-month high of $61.9 billion, widening the trade deficit to $23.8 billion, 25% over April’s gap. A record $13.2 billion deficit in petroleum products fuelled this gap, with imports worth $20 billion mostly linked to April’s average oil price of $89 a barrel. Oil prices have eased since then, but warrant close monitoring in an import-dependent country. Officials have downplayed concerns about rising deficits, arguing that import demand will outstrip demand for India’s exports, as it is growing faster than the world. Moreover, rising services exports and forex inflows from global investments shall help offset the gap, along with import substitution efforts. The latter assumption could prove tricky — foreign direct investment inflows have declined for three years, earnings guidance from IT services’ majors has been far from optimistic, and private investments to substitute imports remain sluggish. Rather than banking on intangibles and imponderables, the Centre must revitalise its schemes and efforts to prop up goods exports, with enhanced budgetary outlays to boot.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nexports\n\n/\n\ntrade policy\n\n/\n\nIndia\n\n/\n\nbanking\n\n/\n\nEuropean\n\n/\n\nCoronavirus\n\n/\n\nmetal\n\n/\n\nUSA\n\n/\n\ntextile and clothing\n\n/\n\nmanufacturing and engineering\n\n/\n\nfishing industry\n\n/\n\noil and gas - upstream activities\n\n/\n\nforeign investment\n\n/\n\ncomputing and information technology",
        "headline_1": "Trade trapeze: On India’s exports",
        "headline_2": "The rebound in goods exports needs nurturing to plug the widening gap with imports",
        "link": "https://www.thehindu.com/opinion/editorial/trade-trapeze-the-hindu-editorial-on-indias-exports/article68300569.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "The two-day “Summit on Peace”, that ended on Sunday in Burgenstock, met with mixed outcomes. Switzerland was able to bring together more than 90 countries, at least 56 were represented by leaders, and the final joint communiqué was signed by about 82 countries and organisations, with the exception of a few including India. The document made a strong call for an end to the “ongoing war of the Russian Federation against Ukraine” and a pitch for sovereignty, territorial integrity and adherence to international law. It cited three areas of broad understanding: nuclear safety, food security and the exchange of all prisoners of war, displaced and detained Ukrainians. The statement was not very ambitious in its scope, as the organisers were keen to bring as many countries, particularly from the ‘Global South’ on board — which they managed to do to some extent. However, despite all these areas where Ukrainian President Zelenskyy hailed a “historic victory”, there were shortcomings. Switzerland’s decision not to invite Russia, and to build their negotiations on the basis of the Ukraine Peace Formula along with UN resolutions, made the event appear one-sided. The failure in convincing China, which arguably holds the most sway over Moscow, to even send a delegation was another blow. That no BRICS member, current and future, signed on to the statement indicates that it was a non-starter among the emerging economies.Switzerland, Ukraine and other western countries had made a special attempt to win India’s favour for the conference, including a last minute appeal by Mr. Zelenskyy when he met PM Modi at the G-7 outreach summit in Italy. As a close partner of Russia, a key Global South player, and a country that has kept a balance in the conflict, India’s presence would have been a major win for the organisers. However, while New Delhi sent the NSA and Deputy NSA to two preparatory conferences in Jeddah and Davos, the Indian delegation here was led by the Secretary (West) in the External Affairs Ministry. India has consistently abstained from every resolution at the UN, Security Council, IAEA, Human Rights Council and other multilateral fora that seeks to criticise Russia for its invasion of Ukraine. While India may share concerns over much of the text released at the conference, it could not have gone ahead with its overtly anti-Russian slant. In its presence, however, New Delhi showed that it is willing to be part of the process, especially if it leads to a more inclusive future conference, with Russia and Ukraine at the table. As a result, India’s decision to attend the conference, but not endorse its outcome, was probably a foregone conclusion.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nSwitzerland\n\n/\n\npeace negotiations\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nIndia\n\n/\n\nUnited Nations\n\n/\n\nBrazil\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nSouth Africa\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nG7 summit\n\n/\n\ninternational law\n\n/\n\nnuclear policy\n\n/\n\nfood security\n\n/\n\nprison",
        "headline_1": "Negotiating for peace: On the ‘Summit on Peace’, in Burgenstock",
        "headline_2": "India’s decision to attend but not vote at the Swiss conference was right",
        "link": "https://www.thehindu.com/opinion/editorial/negotiating-for-peace-the-hindu-editorial-on-the-summit-on-peace-in-burgenstock/article68301093.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "Maharashtra Congress president Nana Patole steered Congress to its position as the state’s single-largest party, having won 13 of the 17 LS seats it contested as part of MVA. Having defeated the BJP-Shinde Sena-Ajit Pawar NCP combine, Patole tells Subodh Ghildiyal that BJP failed in “money politics” and that it instigated caste groups for political gain but instead faced people’s anger. Edited excerpts.\n\nWere you expecting the big Maharashtra vote?\nMaharashtra results were good because of Rahul Gandhi. Had he not taken out the two Bharat Jodo Yatras and not liberated people from BJP’s carefully crafted perception that ‘Modi is god’, and from fear of agencies, it would have been “400 paar” for sure. One man went out and mobilised people. Of course, allies contributed to this effort, but Rahul’s effort was pioneering and decisive. Even Advani said Rahul is this era’s ‘nayak’. In UP too, where Akhilesh Yadav got the mandate, Rahul played a big role. I’m not praising him because he’s a Congress boss, but because he shattered the illusion about Modi.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Religion, caste and reservations are issues where people don’t spare those who disturb the balance’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/religion-caste-and-reservations-are-issues-where-people-dont-spare-those-who-disturb-the-balance/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "After a bruising election campaign, Modi’s tryst in Italy with G7 bigwigs was not just an opportunity to hand out the new calling card of Modi 3.0. It was also an occasion to discuss global conflicts that are upending the world order.\n\nHowever, Modi wisely gave a miss to the Swiss-Ukrainian Peace Summit that followed soon after. Although India did send a secretary-level delegation to the summit, it did not sign the joint communique. Expectedly, the summit’s efforts did not go too far with Russia not at the table. But it would be good for India to study these peace moves carefully.\nRead full story on TOI+\n\n",
        "headline_1": "Why Modi must try & make peace",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-modi-must-try-make-peace/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "The churn over speaker’s and deputy speaker’s posts is throwing up more froth than cream. Politicisation of these two constitutional offices is again worth a lament. The process started some time back. Every year, it turns a shade worse. BJP is likely to retain the post. NDA ally TDP had eyed it, which probably prompted INDIA’s stand that it would support Chandrababu Naidu’s candidate for speaker in the event of an election.\n\nVerdict’s message | LS election’s sobering verdict returned BJP to office with significantly smaller numbers. With 240 seats, it is understandable that BJP wants to bag the speaker’s post, though to date it remains noncommittal. We’ll know soon if BJP’s choice will be a consensus candidate or if elections will be held.\nSpeaker’s role | From allowing questions and debate to disqualifying MPs, from deciding on defections to setting the agenda, the speaker and deputy speaker are Parliament’s conscience-keepers, tasked to run House business in an orderly manner. Essential attributes expected are impartiality, confidence they inspire in minority groups and Opposition, and freedom from party affiliations or bias. Given the hostile political atmosphere, such words sound outdated in the republic’s 75th year.\nLegal fiction | One need only look to Maharashtra in 2023 to see how a speaker unfamiliar with constitutional law, and seen as a “party man”, can cause irrevocable damage to a House. But such is the post’s authority that Supreme Court restricted itself on deciding on defections of Sena and NCP MLAs, lest it interfere in speaker’s jurisdiction. But the speaker’s delayed and dramatic decisions made everyone a loser in Maharashtra assembly.\nRecord vacancy | The 17th Lok Sabha from 2019-2024 was the first one ever without a deputy speaker throughout its duration – though Article 93 of the Constitution requires that LS elect a speaker and deputy speaker ‘as soon as may be’. BJP allowed the vacancy, doing away with longstanding parliamentary convention of the post given to opposition parties. A CJI-led bench last Feb heard a PIL on the vacancy. Little came of it.\nBe parliamentary | When the 18th LS meets for the first time later this month, govt must remember the mandate’s enormous message – the vote was for coalition, collaboration. The spirit of the people’s mandate and convention would be upheld were the post of deputy speaker to go to Opposition. That is how it should be.\n\n",
        "headline_1": "The verdict speaks: Politics is hotting up over speaker, deputy speaker posts. BJP not wrong to want the former. Opposition should get the latter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-verdict-speaks-politics-is-hotting-up-over-speaker-deputy-speaker-posts-bjp-not-wrong-to-want-the-former-opposition-should-get-the-latter/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "IMD’s forecast of “above normal” rainfall this year had come as a relief. A good kharif season promised a let-up in food inflation and easing of monetary policy to spur growth. Bountiful rains would also mean an end to heatwaves, which have tormented millions this year.\nMonsoon ebbs | Unfortunately, the southwest monsoon has lost some momentum in June. Experts say this is just a hiatus. But its late arrival in large parts of the country is going to delay the sowing of summer crop. It would also decrease the interval between kharif and rabi crops, which, among other things, leads to stubble burning in northwest India.\n\nOf particular concern in this context is the low water levels in our reservoirs. According to Central Water Commission, total live storage in 150 reservoirs stood at just 22% of their live storage capacity last week. This was 79% of last year, which was 92% of the 10-year average. The situation was especially alarming in the south, where the figure was just 14% of total storage capacity.\nReservoirs vital for economy | Low reservoir levels will impact hydro power generation, which peaks in the season. Poor monsoons last year had taken a toll on hydro output, which touched a low last fiscal. It also raises fears of more drinking water crises, something that cities like Bengaluru and Delhi have faced this year. Further, unless reservoir levels go up, there would be less water for the rabi crop, which is critically dependent on irrigation.\nIf there’s a silver lining, it is that the return of La Nina this year is expected to boost rainfall later in the season. While this should ramp up reservoir levels, the issue is sure to surface again in coming years. It calls for long-term solutions.\n\n",
        "headline_1": "Water’s the problem: Summer rainfall is expected to make a delayed arrival in large parts. This is bad news for depleted reservoirs",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/waters-the-problem-summer-rainfall-is-expected-to-make-a-delayed-arrival-in-large-parts-this-is-bad-news-for-depleted-reservoirs/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "Stepping outside in Dhaka these days feels like venturing into a furnace. A scorching sun beats down on a city choked by concrete, and temperatures routinely surpass 35 degrees Celsius—a far cry from the balmy days many of us remember. This relentless heat isn't just uncomfortable; it's a growing public health crisis. Studies by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) paint a concerning picture: rising temperatures are linked to a surge in heatstroke and dehydration cases, particularly among vulnerable populations like the elderly and children.\nThe culprit behind this urban inferno is a well-documented phenomenon known as the \"urban heat island (UHI)\" effect. Dhaka, like many rapidly urbanising cities around the world, has prioritised development at the expense of green spaces. Lush parks and verdant gardens have been replaced by towering buildings and sprawling infrastructure, all constructed from heat-absorbing materials like concrete and asphalt. This transformation has fundamentally altered Dhaka's microclimate. The city now acts like a giant heat sink, absorbing and trapping solar energy throughout the day. With limited vegetation to provide shade and cool the air through evapotranspiration, these heat-soaked surfaces continue to radiate the energy long after sunset, creating a microclimate significantly warmer than surrounding rural areas. This urban heat island effect not only exacerbates the discomfort of daily life but is also overburdening our healthcare system due to heat-related illnesses. \nDhaka's predicament is far from unique. Similar stories of scorching cities are unfolding across the globe. A 2019 study published in the journal Environmental Research Letters found that the UHI effect in Beijing, China, could be as high as 8 degrees Celsius warmer than surrounding areas. This extreme heat contributes to a rise in respiratory problems, with a direct correlation between UHI intensity and hospital admissions for asthma and other respiratory illnesses. In Ahmedabad, India, a 2012 study documented how the UHI effect can raise nighttime temperatures by as much as 7 degrees Celsius compared to rural areas. This dramatic rise in nighttime temperatures translates to a significant increase in energy consumption as residents resort to air conditioners for relief. The overburdened power grids struggle to meet this surge in demand, leading to blackouts and further exacerbating the heat crisis.\nThe crisis isn't limited to just scorching temperatures. The UHI effect also disrupts natural weather patterns. A 2020 study by the Indian Institute of Technology Delhi found that increased heat island intensity in Delhi led to a decrease in monsoon rainfall by up to 10 percent. This translates to water scarcity, impacting not only residents but also agriculture in surrounding regions, further straining food security. Globally, countries are grappling with the consequences of unchecked urban sprawl and diminishing green spaces. The science is clear: the UHI effect is a real and growing threat to our health and well-being.\nFortunately, there's hope. Cities around the world are implementing effective policies to combat UHIs. We in Dhaka can follow suit with a multi-pronged approach, starting with a greening transformation. Singapore, a global leader in urban sustainability, offers a compelling example with its \"City in a Garden\" programme. This initiative has demonstrably increased the city's green cover from 30 percent to over 50 percent in recent decades, transforming Singapore into a model metropolis. Imagine Dhaka's bustling boulevards lined with shade trees, parks teeming with greenery, and even vertical gardens adorning buildings. Incentivising residents and businesses to plant trees through tax breaks or subsidies, similar to programmes implemented in cities like Guangzhou, China, can also be a game-changer. \nNext, we need to rethink our infrastructure. Policymakers should mandate the use of heat-reflective pavements and rooftops. Los Angeles, US, for instance, has implemented a successful \"Cool Pavement\" programme that utilises lighter-coloured materials like concrete infused with reflective pigments. These pavements reflect sunlight away from streets, demonstrably reducing surface temperatures by several degrees. \nAdditionally, public awareness is crucial in this fight. Educational campaigns can inform residents about the dangers of UHIs and empower them to adopt heat-resilient practices. Dhaka can launch a city-wide initiative like \"Beat the Heat, Dhaka\" to educate residents on ways to stay cool during scorching days. This campaign could include tips on using energy-efficient appliances during off-peak hours, minimising outdoor activity during peak heat hours, and staying hydrated. Furthermore, implementing early warning systems like those in Ahmedabad, India, which utilise SMS alerts to inform vulnerable populations about extreme heat events, can be lifesaving. By equipping residents with the knowledge and resources to combat the heat, we can foster a collective responsibility for creating a cooler and more resilient city.\nDhaka stares down a fiery future, one choked by relentless heat. This isn't just a battle for comfort; it's a fight for the health and well-being of our citizens. By embracing a green revolution, smarter infrastructure, and empowered residents, we can rewrite Dhaka's narrative. Let verdant parks replace concrete jungles, cool pavements temper the sun's fury, and informed citizens become active participants in a cooler future. The time for action is now. Let's turn Dhaka's scorching reality into one where every resident can thrive, not just survive. The choice is ours.\nNahian Rahman is research associate, Bangladesh Institute of Governance and Management (BIGM).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Living in a furnace: Is there any way to beat the heat?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/living-furnace-there-any-way-beat-the-heat-3636081",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "As we prepare to celebrate this year's Eid-ul-Azha, it is crucial to reflect on the deeper meanings behind its rituals: sacrifice, sharing, and unity. We cannot overstate the significance of these values at a time when our nation is going through multiple challenges, ranging from economic turmoil and rising inflation to democratic decline and environmental degradation.\nFirstly, the spirit of sacrifice is more relevant than ever. Our nation has faced significant trials recently. Many of our fellow citizens have been severely affected by the rising prices of essentials, making it difficult for them to afford basic necessities. Prices have gone further up in the week leading up to Eid—which is not unusual during festivals—but for a people seeing the average inflation rate hover above 9 percent for the past two years, it means more painful adjustments. Moreover, many in the coastal regions are yet to recover from the devastating effects of Cyclone Remal and recent floods. In such times, it is crucial to extend our hands to those in need—a burden shared is really a burden halved. This is, however, not to take away from the responsibilities of the government which must roll out special measures to help the most vulnerable.\n\nSpeaking of sharing, it is also vital to remember our workforce, particularly those in the garment and textile industries, where the issue of unpaid wages and bonuses continues to be persistent. Reportedly, some factories have not yet fulfilled their financial obligations to workers. Ensuring that workers receive their rightful earnings not only upholds justice but also allows them to celebrate Eid with their loved ones.\n\nThe movement of home-bound people across the country also demands continued monitoring. With millions traveling to their home districts, it is essential to ensure their safety on the roads. We have seen too many tragic incidents mar the festivities in previous years. Already, we have had reports of some accidents and also of a surge in bus fares, which speaks to the lack of regulations in transport sector. Many have also suffered on major highways and at exit points in the capital due to traffic congestions. Therefore, the authorities must take all necessary measures to manage traffic, ensure compliance of traffic/transport rules, and prevent accidents throughout the holiday period.\n\nWe also feel obligated to highlight the importance of cleanliness and hygiene, especially considering the risks of dengue as rainfall events become more frequent. Both citizens and the municipal/local authorities must ensure prompt and proper disposal of animal waste following the sacrificial rites. We also urge on-duty law enforcement officials to ensure that the festive atmosphere is not marred by any untoward incidents. Together, through sharing and caring, we can all make this Eid an enriching experience for everyone.\n",
        "headline_1": "Let this Eid be one to remember ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-eid-be-one-remember-3635631",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2024"
    },
    {
        "full_article": "This is a memoir written by an author perceived as a \"difficult woman\" pressured to leave the World Bank quietly for making hard but compelling choices in dealing with conflict ridden Myanmar. The book is about how Ellen Goldstein navigated her three years tenure from June 2017 onwards as the country director of the WB in Myanmar. A tenure that brought the end of Ellen's 35 years of dedicated service to the WB. A tenure when Myanmar slipped back from a nascent democracy to a brutal autocracy spearheaded on the civilian side by none other than the winner of Nobel Peace Prize and an icon of human rights Aung San Suu Kyi, known as The Lady.\nThe book has a broad compass with the role of the WB in dealing with all the repercussions of the Rohingya crisis at the center. The style of her writing is a mixture of ambition, discipline and meticulousness. She exhibits an extraordinary stamina for detail. In narrating how she performed her role as the face of the WB in Myanmar, Ellen connects with the reader on a variety of subjects. A self-described \"undiplomatic diplomat\", a child raised on Holocaust history, she speaks her mind on how she grew up, what made her relate to the ethnic cleansing of the Rohingyas, how she thought she failed as a mother, her moments of fallibility, her disappointments with the erosion of democratic values in America and how geopolitics is prioritised over human rights by the very nations and institutions who pride themselves as human rights advocates and protectors.\nThe novelty of the book is evident from its very organisation. It has 66, yes sixty-six, chapters plus an epilogue totaling 354 pages. Every chapter is crisp and petite with a catchy title and no subsections. They are like separate file tabs, each storing methodically sequenced memories of her stormy assignment in Myanmar. The military junta -- called Tatmadaw -- raged against the Rohingyas two months after Ellen joined amidst great expectations of a resurgent democracy and development in a country isolated from the rest of the world since 1962.\n\"Excitement was so high and expectations so elevated that Myanmar became the fastest-growing World Bank program in the world\", notes Ellen. She was the first WB director in Myanmar, an upgrade to the WB presence reflecting the importance attached to Myanmar's progress in political and economic transition.\nIt will not be an overstatement to describe Ellen as the ambassador of the Samaritan's dilemma of a kind James Buchanan -- who coined the idea -- never imagined. This is not a story of fomenting aid dependence. Nor is it a story about triage. It is a story of not knowing how to aid.\nYou want to do good because that is what international bureaucrats are paid to do. But you are caught between your principal who do not necessarily see what you see as a foot soldier and a client mercilessly annihilating a section of the downtrodden. The intent to do good is challenged by the lack of a bridge to cross over the water muddled by these forces.\nEllen provides a lucid personal account of how she dedicated herself to build that illusive bridge between the WB wallet and the vast number of poor including the remaining Rohingyas who are not even recognised as an ethnic minority. \"The government, ethnic Rakhine people, and most of the Myanmar public call them Bengalis. This is pejorative, like using the N-word to discuss race in America\", observes Ellen.\nIn finding ways to help Myanmar stay on an inclusive development path, Ellen had to \"jump\" off the cliff before she was \"pushed\". She literally lost her job because she refused to play by the bureaucratic playbook in which the optics count more than the real thing. She held her ground until the ground morphed into quick sands. Largely because she was unable to act above and beyond her pay grade to move the needle on the human rights situation at a time when the international community at the top failed to coalesce with The Lady.\nEllen could have been disillusioned more considering where The Lady came from. Suu Kyi was \"denied her family, denied a normal life, yet she never wavered from her devotion to the cause of democracy for her people.\" She embodied everything the development community strived to do in Myanmar. Yet the civilian government she led abetted military coverup and denial while propagating false narratives. Even the limited power the military granted her was not used to promote democracy and protect human rights. She stooped to the lowest of the low in her testimony to the International Court of Justice dismissing the incontrovertible evidence on the crimes committed in Rakhine, expressing no sympathy for the plight of the Rohingya and defending the actions of the Tatmadaw who kept her under house arrest for decades.\nIronically, the Myanmar public did not see Suu Kyi as the villain. Thousands in the streets lined to cheer her ICJ testimony when she returned from Hague almost like a hagiographic character in a novel. \"In their telling, Aung San Suu Kyi is a brilliant political strategist playing the long game for the good of a truly democratic Myanmar. She is a grateful and diminutive figure with a backbone of steel trading today's indignities on the global stage for tomorrow's democratic victory at home,\" observes Ellen. She sleepwalked herself into a situation where the sycophants did not want her to know the real situation assuming she wanted to know.\nYet at the end of the day what did Suu Kyi get? \"Her Faustian bargain with the Tatmadaw has been brought full circle. They brought her to power, and they took it away when their own power was threatened.\" Ellen goes on to ask, \"Why did we ever think it would be different?\" May I add why did Suu Kyi ever think it would be different? She was destined to be at the short side of what she might have perceived as her prescient, long game when she made excuses \"that stand in the way of truth and accountability.\"\nThe aid organisations faced a conundrum. They had to step out of the box, but their feet were frozen in risk averse domain. Even where the intent was above reproach, they struggled to figure out how to help without doing harm. The civilian and military in the government being accustomed to operating in isolation obliterated the firepower of sanctions. It crippled the WB influence because it has no other but only financial tool. It used the tool, nonetheless. From WB alone the \"Rohingya crisis cost Myanmar well over a billion dollars in foregone assistance\", reports Ellen.\nThe potency of the UN's political clout was not only limited by divided views amongst the veto powers in the Security Council but also by transactional motives. Ellen's following metaphor encapsulates the dynamic: \"The relationship between Myanmar and the United Nations is like an old married couple. They bicker constantly yet are deeply dependent on one another.\"\nThe geopolitics could not have been more complex. \"The US administration avoided declaring genocide to ensure we could all stay engaged. The Chinese wanted us to promote stability in Rakhine and Myanmar as a whole. The Japanese favored positive encouragement to prevent a turn toward China.\" The Australians and the Europeans wanted progress towards democracy and global integration. The Saudis and other Muslim majority countries wanted protecting the Rohingya and other Muslim minorities. The ASEAN members of Southeast Asia wanted partnering with the WB to influence the Myanmar government.\nA tall and conflicting agenda in a country where the Ministry of Foreign Affairs functions as a Ministry \"to ward of foreigners, not a ministry to implement foreign policy.\" Military propaganda in five decades inculcated the belief \"that outsiders are intent on destroying an independent Myanmar,\" a belief shared not just by the common people but also Suu Kyi.\nEllen quotes from her conversation with Ben Rhodes, former US President Obama's Deputy National Security Adviser: \"Suu Kyi's fall from grace offers a lesson about resting all our hopes in one individual -- the weight of a country is too heavy to place on one person's shoulders... It speaks to a failure of many of us in the West, who are guilty of sometimes viewing political dilemmas in complicated countries as simple morality plays with a single star at the center.\" Amen!\nThe UN agencies continued to prioritise development goals, humanitarian access and quiet diplomacy. This failed. But they wouldn't admit it. Instead, they would find scapegoats among workers on the ground, current and just past. Advocating to do the right things is far easier than making it happen \"in an environment where neither the government nor public opinion favors it.\" Ellen's predicament was no different. The WB did change its assistance strategy to incorporate inclusion and peace as filters while stopping budget support that could be seen as supporting the military. She risked death by a thousand cuts in trying to stay engaged.\nAt the end, Ellen herself was disengaged. Read the book to find out how and why. Damned if you do indeed. Ellen learnt it the hard way. Her memoir is a \"story of trying to do good and do right in complex moral circumstances.\" The jury is still out on how much difference her legacy has or will make to directly help remaining Rohingya and facilitate the return of the million plus in Bangladesh.\n",
        "headline_1": "Damned if you do: A memoir of an undiplomatic diplomat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/book-review/news/damned-if-you-do-memoir-undiplomatic-diplomat-3635861",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2024"
    }
]