[
    {
        "full_article": "Two observations made in different contexts by the Supreme Court of India have raised relevant issues concerning personal liberty. The cases related to actions under the Prevention of Money Laundering Act (PMLA), and the significance of these observations lies in the extent to which courts are inclined to protect personal liberty in the face of a determined government that wants its agencies to have their way. One concerned the question whether an officer arresting a person on money-laundering charges should demonstrate the necessity for arrest for the action to be deemed valid; and the other voiced shock and revulsion at the ease and quickness with which courts were staying reasoned orders granting bail. A Bench headed by Justice Sanjiv Khanna granted interim bail, for the second time since his arrest in March, to Delhi Chief Minister Arvind Kejriwal, in the course of a discussion on the legality of his arrest by the Enforcement Directorate (ED). The 64-page verdict ended with a reference to a larger Bench the question whether the ED would have to prove the need or “necessity to arrest” a person, before effecting an arrest. Section 19 of PMLA speaks of the arresting officer being required to have “reason to believe” that the person is guilty of money-laundering before effecting arrest.The PMLA casts a statutory obligation on an officer to both record reasons for arrest and convey grounds for arrest to the accused. Whether these obligations include a duty to demonstrate the necessity to arrest the person will have to be decided. It is established that the existence of a power is not sufficient justification for exercising it. The heartening feature of the Court’s order is that it lays down the view that the authorised officer’s decision on arrest ought to be rooted in compliance with statutory requirements, and one that a magistrate or judge can examine. The Court has also done well to reiterate that arrests under the PMLA cannot be on a mere whim; and that decisions during investigation should consider exculpatory material too, and not merely material against the accused. The other issue, regarding another Bench’s shock over courts staying bail orders, touches upon a key aspect of contemporary judicial functioning. The vehemence with which the prosecution argues its case, be it against bail or challenging a court’s order granting it, seems to be a major factor in the approach of higher courts. As the Bench noted, a stay on reasoned orders ought to be rare exceptions based on grounds such as perversity by the lower court, and not done as a matter of routine.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nmoney laundering\n\n/\n\nlaws\n\n/\n\nDelhi\n\n/\n\narrest\n\n/\n\nhuman rights\n\n/\n\nlaw enforcement",
        "headline_1": "​Arrest and liberty: On the ED’s actions",
        "headline_2": "Is proof of necessity a pre-requisite for ED to arrest accused under PMLA?",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Barrest-and-liberty-on-enforcement-directorate-actions/article68414693.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "Employment generation will remain a major challenge before the Narendra Modi government in its third term, and the upcoming Union Budget is expected to take note of it. There are no easy ways out, given the swelling numbers of young job seekers, and the changing nature of the economy that requires fewer workers, thanks to rapid technological advancement. Recent studies have highlighted the seriousness of the challenge. The Annual Survey of Unincorporated Sector Enterprises (ASUSE) notes that just 21% of the total establishments used the Internet for entrepreneurial activities. The survey, quite similar to a previous report of the International Labour Organisation (ILO), says the unincorporated non-agricultural economy employed about 11 crore workers during October 2022 to September 2023 in comparison to about 9.8 crore workers during 2021-22. The ILO’s India Employment Report had also warned that the share of manufacturing employment was stagnant, at around 12%-14% and the slow transition of jobs from agriculture to non agriculture reversed due to the COVID-19 pandemic. A Citigroup report too said the current rate of job creation will not be sufficient to meet future demand. The ASUSE had also noted that ‘Other Services’ contributed the maximum share (36.45%) to the total employment followed by ‘trading’ (35.61%) and ‘manufacturing’ (27.94%). Various Periodic Labour Force Surveys had also noted that 45.76% of the total workforce was engaged in agriculture and allied sectors during 2022-23. While the government cannot magically change the situation, it can initiate thoughts about solutions. The Swadeshi Jagran Manch has demanded that the Centre impose a robot tax and incentivise job creation in the Budget. The trade unions have asked the Centre to convene the long-pending Indian Labour Conference. Union Labour Minister Mansukh Mandaviya’s decision to reach out to trade unions is a positive development, but he must have stronger prescriptions than the Labour Codes to stop job losses and generate more jobs. Technological innovations should be to reduce the workload of people, and not to create hurdles for their livelihood. To industrialise agriculture production, the government should consider more public and cooperative investment to create more jobs and ease the load on farmers. It has to bring on board the private and public sectors, labour unions, States and political parties to design a growth model with job creation at its centre. Recent global experiences suggest that economic growth without employment growth can cause social and political upheavals. This is not a problem that can be explained away, and an honest account of the problem will be a good starting point for mitigative measures.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nemployment\n\n/\n\nNarendra Modi\n\n/\n\nNational Democratic Alliance\n\n/\n\ngovernment\n\n/\n\neconomy (general)\n\n/\n\ninternet\n\n/\n\nagriculture\n\n/\n\nmanufacturing and engineering\n\n/\n\ntaxes and duties\n\n/\n\nunions\n\n/\n\ntechnology (general)",
        "headline_1": "In search of jobs: On the challenge of employment generation",
        "headline_2": "Technology must be harnessed for easing burden and for efficiency",
        "link": "https://www.thehindu.com/opinion/editorial/in-search-of-jobs-on-challenge-of-employment-generation/article68414664.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "Telugu diaspora is affluent, largely in tech & finance. Usha Chilukuri has got them excited politically\nTrump VP pick JD Vance’s wife Usha Chilukuri’s Telugu origins has sent the Andhra-Telangana diaspora in US into a tizzy. The possibility of a “son-in-law” as US veep has engaged the Telugu diaspora in US’s Nov election in many ways – if not voter, certainly campaign contributor, volunteer, supporter. The development is especially significant given the Telugu diaspora has been the fastest growing Indian ethnicity in US over the last two decades.\nTech boom | US-based Telugu community grew at a rapid clip on the back of Y2K. Numbers of Telugu speakers leapt from 320,000 in 2016 to 1.23mn in 2024 – the Indian diaspora is 4.9mn-strong and growing. The tech boom of the 2000s saw Telugu become the third most spoken Indian language in America after Hindi and Gujarati. Given their tech tilt, most live in California, Texas and New Jersey. Such was their community, that by 2017, Telugu association in California founded a university for Indian performing arts – University of Silicon Andhra with courses in Carnatic music and Kuchipudi dance.\nGrowing rich | According to Indian Mobility Report 2024, AP and Telangana form the largest cohort of Indian students in US – accounting for 12.5% of total students, the majority pursuing STEM. Indians, the “model minority” for the longest time, have also suffered backlash in a spate of attacks in recent times. Such backlash saw Telugu associations advise “don’t flaunt your wealth” and encourage the community to engage locally in politics – so “politicians would look at issues that matter to the Indian diaspora”. With average household earnings of over $100,000, Indian-Americans are the highest earning ethnic group, and 70% are graduates, surpassing the American population average in wealth and college education. \nPolitical smarts | Per research by Vaishnav and others, voter turnout is higher among Indian Americans than other Asian-American groups. They mostly vote Democrat. Will the Chilukuri connection swing some? But Indian-Americans are a mere 1.3% of the US population, and they are scattered across states. So, the value of their vote is not much. This makes Indian-origin US politicians’ impact notably outsized. Not just Kamala Harris, recall the two Indian-Americans on the 2024 presidential campaign trail – Ramaswamy and Haley. The new Telugu political touch, affluent and educated, will likely have influence beyond the election.\n\n",
        "headline_1": "Trump’s Telugu touch in Inida",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trumps-telugu-touch-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "Good that K’taka bill fixing quotas for locals in pvt sector jobs is on hold. Better will be to junk it  \nThat Karnataka govt has decided to put on hold Bill mandating reservation for ‘local candidate’ in managerial (50%) and non-managerial (70%) jobs in private sector should be a lesson for all politicians intent on mixing populism with economic sense. Yesterday’s late-evening decision followed outrage from industry bodies in state over Bill’s implications. By using ‘local candidate’ – any person domiciled in state for 15 years and proficient in Kannada – in place of ‘Kannadiga’ in the Bill, Siddaramaiah govt was hoping to sidestep legal troubles a similar law brought by a previous Congress govt ran into. Such a ‘son-of-the-soil’ policy has been taken up by several states of late. Haryana passed such a law, only for it to be struck down by Punjab & Haryana HC last Nov. Jharkhand and Andhra Pradesh have similar laws, with the legislation being challenged in respective high courts.\nHarm to private enterprise | But the issue here is not just the legal tenability of such laws. As industry veterans have stressed, a govt is supposed to skill people so that they can get jobs. Mandating quotas in private sector may allow a govt to pander to local voters, but it runs the grave risk of impacting private sector, which thrives on merit and efficiency. Besides, with neighbouring states laying out the red carpet, such a law would hit investment in the state.\nA country of migrants | It is also unacceptable in a country in which migrants constitute 37% of the population. A migrants-unfriendly policy doesn’t just ignore their contribution to local economies and fragment the country’s labour market. It carries the danger of pitting communities against each other. Karnataka needs to do hard work on education, skilling and job creation to benefit its population. Quotas in private sector jobs are a shortcut that neither the state’s economy nor larger national interests can afford. The ill-conceived Bill must be junked altogether.\n\n",
        "headline_1": "It’s merit & migrants",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-merit-migrants/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "Usually shoots his mouth off.  Then he got an earful\n‘Ear today, gone tomorrow’. Threat turned to photo-op. On July 13, Teflon Trump proved he’s also literally unputdownable. After being shot in the ear, he rose, fisted the air and, with one indelible gesture,  punched a Biden-sized hole in the Democratic campaign. It will take a brave heart to stand up in a stand-off against this guy who never backs down or shuts up. Everyone knows this, from the internal revenue service he dodges as deviously as his taxes to the porn star he tried dismissing as a Stormy in a D Cup. To reference Elton John’s tribute to another sex bomb associated with another libidinous president, ‘The 20-year-old Crooks lived his life like a candle on a rooftop; the legend of Trump-it never dies.’ \nThat image of The Don shouting ‘Fight, fight!’ with blood running down his cheek once again evoked ‘my head is bloody but unbowed’ from James Ernest Henley’s ‘Invictus’. In the eponymous 2009 film about Springboks lifting post-apartheid 1995 Rugby World Cup in South Africa, the White captain was inspired by this classic poem – handed to him by President Nelson Mandela played by Morgan Freeman. Sorry for now linking it with a guy for whom Black lives don’t matter. In real-life Mandela had presented not ‘Invictus’, but a text by President Theodore Roosevelt – who, btw, too had taken a bullet (in chest, not mere ear) while campaigning in Milwaukee. It went through his steel eye-glass case and a 50-pg copy of his speech, but missed his lung. He’d continued – with the opening remark, ‘Friends, I shall ask you to be as quiet as possible.’ Roosevelt succeeded assassinated President William McKinley.  \nLike Henley thanking ‘whatever gods there be for my indomitable soul’, Trump attributed the gunman’s bad aim to ‘God, who alone prevented the unthinkable from happening’. Ironically, the encumbered incumbent had declared, ‘Only the Lord Almighty’ could ‘convince’ him to quit. Now that He has handed his rival a trump card, plus an ad-Vance, Go-Go Joe might need the hymn, ‘A-Biden with me.’\n                               ***\nAlec Smart said: “Everyone’s singing ‘Spanish Eyes’ and no one’s ‘cry’ing in ‘Argentina’.”\n  \n\n",
        "headline_1": "Don Cochlearone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/don-cochlearone/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "By Swami Chidananda\nThe significance of married life is great indeed. Fortunate indeed is that couple who start married life with right understanding of its importance and greatness. Marriage is a sacred spiritual partnership between two souls who have come upon this earth to evolve an ideal life of nobility, virtue and Dharma and attain their goal of divine perfection through such an ideal life. Therefore, the home of the married couple is a sanctified centre of spiritual life. The home is their place of worship, prayer, spiritual sadhana and daily meditation.\nThe cultural ideal of your holy motherland, Bharatavarsha, regards this second stage of a person’s life, namely, the Grihasthashrama, as the sacred field for the practice of noble virtue, paropakar and dharm and for the awakening of your true inner spiritual nature. You are divine Atman. You are not merely a physical creature or a mental-intellectual being but you are a spiritual being far superior to the lesser biological and psychological aspects of your temporary human personality.\nYou are divinities without birth or death. Your eternal, imperishable, immortal, spiritual nature must be realised and experienced in this very life. To attain this wonderful experience the wife and the husband must help each other. They are mutual helpers in this grand adventure of ideal living and spiritual unfoldment.\n\nThe home is a sacred arena for the attainment of self-conquest and self-mastery, which is more thrilling than the scaling of Mount Everest. The daily life of the Grihastha and his Griha lakshmi must be the sublime process of manifesting their inner divinity and expressing it outwardly through thought, speech and action. Lead this divine life.\nTruth, purity and universal love and compassion constitute the basic foundation of such divine life. The essence of divine life is selflessness and seva, devotion and daily worship, concentration and regular meditation and to discriminate between the real and the unreal, the divine and the undivine, between the spiritual and the unspiritual. Blessed couple! May you both lead such a divine life! Feel that your house is the abode of God. Make God the most important factor in your life. Give God the central place in your daily life. God who is the Lord of the universe is the master of your home also. Feel it a sacred privilege to be servants at His feet. Tell Him with deep feelings, “I am Thine, all is Thine, nothing belongs to me. Thou art everything O Lord. Bless me to worship You and to serve You in and through all beings.” Feel God’s divine presence always in your home. Feel that you are doing everything to please Him, to glorify Him…\nLove and respect each other. Evolve the life of harmony, beauty and mutual regard. Develop noble character. Let moderation and a wise self-control be the keynote of your life in all things. Create a sublime spiritual atmosphere within the home. Shine with lofty virtue. Let your life be an inspiration to other young couples. Make such an atmosphere at home that one who enters your home must feel at once inspired and elevated.\nSuch is true success in life.\nCourtesy: Divine Life Trust Society\n\n",
        "headline_1": "Manifest inner divinity and express it outwardly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/manifest-inner-divinity-and-express-it-outwardly/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "The quota reform protest started in 2018 but was abruptly dissolved through harsh and cunning methods. Now, it has resurfaced due to the indecisiveness of the government. The movement has been joined by numerous students across the country both from private and public universities, indicating that the protest is close to people's hearts, and they find the demands logical.\nIn the past couple of years, no other protest has been able to mobilise so many students. The reason behind such huge participation is that many students go through the bitter experience of not finding the jobs they deserve, after completing their education. In addition, rampant corruption and irregularities in government job recruitment exams and selection processes have created immense frustration and anger among graduates and students.\nActually, this young generation has become victims of jobless growth and plunder in the process of development! The country's economy shows growth, but jobs are not being created. Meanwhile, there are hundreds of thousands of job vacancies in the public sector particularly in the education (schools, colleges, universities) and health sectors such as hospitals. The total uncertainty in getting jobs as well as the absence of a development plan that will create employment opportunities created frustration and anger among students. As a result, many students are trying to leave the country. Those who cannot go abroad, or do not want to leave the country l, are particularly affected by the negative prospects of finding a proper job. They are the primary participants of the movement.\nCurrently, BCS is the most secure and sought-after job opportunity in the country. However, due to the current quota structure in the BCS exam, a significant portion of students feel deprived. They believe that talent and intelligence are not being properly valued. \nBecause of issues like quota structure, question leaks, favouritism in appointments, and corruption, many job opportunities are being lost unethically and illegally. To resolve these issues, and prevent them from recurring, students are joining the protests, hoping to create a collective voice to challenge this scenario to some extent. \nIn response, the government has not shown a sensitive or logical reaction. When the protests were ongoing in 2018, the government completely removed the quotas, which was not what the protesters demanded. The demand was for quota reform, to bring it to a logical and acceptable structure. The fact that over 50 percent of jobs were being allocated based on quotas was not acceptable. The complete removal of quotas harmed those who actually needed them, such as minority groups and differently-abled individuals.\nUnderstandably the government's decision to remove quotas altogether has been deemed illegal by the high court, sparking the current protest. The movement has spread from Dhaka to all divisions in the country, drawing participation from university and college students of various institutions. The students' demand is for the government to take necessary action to reform the quotas.\nThe government's stance is that the matter is now a legal proceeding in the courts, and therefore, it cannot play a role, as stated by the Prime Minister recently. However, the full ruling of the High Court in this regard stated that if the government wants, it can bring changes to the quota system. Thus, the claim that the government has no role to play is misinformation.\nIf the government had decided to form a committee to understand what the students want, find the logic behind their demands, ensure that those who need the quotas are protected, and figure out how reform could be brought about, there would not have been any issues. The students had a simple demand: for the government to listen to them based on an educated demand for necessary change. Instead, the government took a hostile route, spreading unnecessary negative remarks about the protesters and provoking them with wordplay. Even the Prime Minister's comments were derogatory and provocative against them.\nAfter that, the Bangladesh Chhatra League (BCL) started attacking the protesters violently day and night. The police charged at protesters with batons and tear gas. The BCL even attacked students seeking medical help at Dhaka Medical College Hospital. Six people have already been killed. This demonstrates the government's autocratic and rigid mentality about public demand to solve a national problem. This is a sad and unacceptable situation. \nOur experience shows that every time citizens raise their voices to demand their rights or to protest any wrongdoings, whether they are teachers from schools, colleges, universities, labour groups, or students, the government responds with rigidity and violence. It spreads misinformation and makes unnecessary provocation, and if none of this works, it unleashes the police or ruling party hooligans to disperse the movements. This has been happening for years. Even teenage students, who demanded safe roads, were not spared!\nThe government's mentality and approach send the message that ordinary citizens do not have the right to protest or the right to voice their needs. The government can do whatever it pleases, and it must be accepted by everyone. Anyone who tries to take any different position will face heavy consequences. To sustain this autocratic behaviour, the ruling party's student wing and police forces, funded by taxpayers' money, are used as weapons.\nThe government is complicating and antagonising a solvable proposition by ordinary citizens. The students are not trying to steal anything, deprive anyone of their rights, engage in corruption, or take away opportunities from others. Their only ask is that meritorious students get their deserved opportunity to succeed. When these students are attacked, bloodily injured, sent to hospitals, or killed for demanding that educational qualifications be valued, it is an attack on the whole country. \nSo as citizens, we are bleeding too. We therefore demand that the government stop attacks on students, change its stance, listen to the students' demands, and create an operational system to address the issues brought forward by the protesters.\nAnu Muhammad is former professor of economics at Jahangirnagar University.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Quota reform resurgence: Stop violence against students",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/quota-reform-resurgence-stop-violence-against-students-3659156",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "The course of the ongoing quota reform protests has taken a drastic turn over the last two days. On Tuesday, at least six individuals, mostly students, died during clashes between protesters and members of Bangladesh Chhatra League and the police—marking a further escalation from the previous day's events. Few would have imagined this scenario when students gathered in Dhaka University and other campuses on Sunday night.\nFor over two weeks prior to this, they had been boycotting classes and exams, and blockading key intersections in Dhaka and major highways in different places of the country with the demand to reform the quota system in civil service recruitment. But what made them flood campus streets on that night was a specific comment that touched a nerve for the wider student community. On Sunday, in response to a journalist's question during a press conference, Prime Minister Sheikh Hasina said, \"Why do they [anti-quota protesters] have so much resentment towards the freedom fighters? If the grandchildren of the freedom fighters don't get quota benefits, should the grandchildren of Razakars get the benefit?\"\n\nThis questionable dichotomy is what lit the fuse, leading to students exploding in protest with renewed vigour. And among all the slogans heard across the DU campus that night, the one that seems to have had the most intense impact is the one that goes: \"Tui ke? Ami ke? Razakar, Razakar!\" (Who are you? Who am I? Razakar, Razakar!) There have been other, more explanatory variations of the slogan, but for whatever reason, those didn't get much coverage. The question is, what made these students—otherwise proud citizens of an independent Bangladesh, and carrying the legacy of our independence struggle—utter such incendiary slogans?\nGrievances over the preferential quota system are nothing new; in fact, the way the protests have panned out this time are starkly reminiscent of what happened during the 2018 quota reform movement. Protests began at Shahbagh then as they did now, before spreading across the country. In 2018, like this time around, a senior member of the ruling party remarked in parliament, \"Will the children and successors of those who risked their lives to fight for independence not get an opportunity? Will the children of Razakars get the chance? Will the quota for the freedom fighters be shrunk for them?\"\n\nSix years ago, students protested this particular line of reasoning—as they did on Sunday night. And the reaction to it on both occasions was nothing short of extraordinary. That said, it is totally unfortunate that in a movement that concerns the wellbeing of general students in modern-day Bangladesh, the word \"Razakar\" has occupied so much of the conversation. On principle, we must say we are against any identification—however unintended—with this term. Students, having been familiarised with the history of our nation from a young age, should have known better than to use something that only invokes the hateful memories of the atrocities committed by Razakars in 1971.\n\nBut students say the slogan was lost in translation. Their use of the term, they say, was sarcastic and heavy with context. Take away that context, and you have a totally different connotation. And this is what is happening at the moment. Unfortunately, despite the clarification from students, there has been little hint of reciprocation from those protesting the use of the word Razakar. Clearly, a mismatch exists between the protesting students and the powers that be. But what was stopping Bangladesh Chhatra League, a student party made up of students, from trying to understand the feelings of pain and anguish that led to such utterances? Why, instead of trying to impress upon them the inappropriateness of their slogan or supporting their just cause for quota reforms, did Chhatra League unleash violence on them?\nAfter Sunday night, we have seen the ministers of road transport and bridges, education, and social welfare, and state ministers for ICT and information all come out with hardened words against the protesters. None of them seemed to have noticed that the protesters themselves offered further explanation of their mood by chanting, \"Chaite gelam odhikar, hoye gelam Razakar.\" (Demanded rights, only to become Razakar.) Instead of trying to engage with the students and bridge any gap in communication, the Awami League general secretary has instead called on BCL to provide a \"fitting reply\".\nWe have seen the destructive nature of that reply over the past two days. Such violence and brutal attacks over a naive use of an objectionable slogan are hard to accept. We must remember that these students would never support anti-liberation ideals. Attempts could have been made to clear any confusion through amicable means. That would have been a much wiser way to deal with these realities instead of the violence that has ensued since.\nAzmin Azran is digital features coordinator at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A slogan lost in translation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/slogan-lost-translation-3658501",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2024"
    },
    {
        "full_article": "A research finding has confirmed our fear that many people are facing poverty because of high healthcare costs in Bangladesh. A study by the Bangladesh Institute of Development Studies (BIDS), according to this daily, showed that approximately 6.13 million people were pushed below the national poverty line in 2022 because of out-of-pocket health expenditures.\nThe findings also revealed that more than half the population faces financial difficulties while seeking medical services in hospitals and that a large portion of the healthcare cost is spent on medicines. This is no surprise since many people in Bangladesh visit a pharmacy for basic ailments and buy medicine based on the shopkeepers' recommendations instead of consulting physicians, who are often not available at primary healthcare centres in unions and upazilas. Even when doctors are available, the poor quality of services at health facilities and the high cost of private ones often discourage people from seeking professional help. There is also a tendency among health professionals to overprescribe drugs and write brand names of medicine in prescriptions as a favour to pharmaceutical representatives who shower doctors with incentives.\nThe most disheartening part is that while out-of-pocket health expenditure continues to rise for the public (from 68 percent in 2020 to 73 percent in 2021), a portion of the health sector allocation remains underutilised. Plus, a significant portion of the allocation is spent on the salaries and wages of staff and health professionals, which often do not benefit patients directly. Although the health minister hinted at introducing a government-based health insurance system, many other ills in this sector need to be fixed to reduce people's healthcare burden. First, our focus needs to shift from curative to preventive care. Then the shortage of doctors and other health professionals must be resolved by instituting proper incentives and monitoring systems at duty stations. Policies and regulations should be introduced and implemented strictly to prevent the over-prescription of drugs, unethical practices of pharmaceutical companies, and regulate fees at private healthcare facilities. Corruption and inefficiencies in health sector procurement processes must be checked. Besides, a well-developed patient referral system will also decrease costs, stopping people from unnecessarily visiting specialists and paying higher fees. Only an overhaul of the entire sector, not just ad hoc measures, can re-establish people's trust in the health sector and reduce healthcare costs.\n",
        "headline_1": "Healthcare costs mustn’t make people destitute",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/healthcare-costs-mustnt-make-people-destitute-3659041",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2024"
    }
]
