[
    {
        "full_article": "India’s goods exports shrank for the seventh consecutive time and the ninth time in 11 months this August, while imports surged to hit the highest level since March this year. At $58.6 billion, inbound shipments were still 5.2% below last August’s levels, but exports fell by a relatively steeper 6.9%, leading to a $24.2 billion trade deficit — the widest since October 2022. Goods exports are now down 11.9% so far this year and imports have dropped 12.1%. Services exports for last month will be known later, but Commerce Ministry extrapolations suggest that this engine that has been resilient so far through the global economic turmoil, is also beginning to feel the heat. For now, the 0.4% drop expected in services exports in August is minor and with intangible imports also likely dropping at a sharper pace, this will not exacerbate the trade balance yet. However, shrinking services exports imply that their ability to bridge the goods trade deficits that were up sharply last year, will be restricted, thus raising the possibility of wider current account deficits from this quarter.With global commodity prices rising around 12% from June levels to hit a 15-month high this month, the pressure on the goods trade deficit is likely to escalate, especially as oil and gems and jewellery imports have fallen less than their exports so far in 2023-24. In the first four months of this fiscal, about half the decline in outgoing shipments has been fuelled by petroleum despite volumes rising 6%, as prices fell 27%. This may change if global oil prices, which crossed $90 per barrel over the past week for the first time since November 2022, stay elevated. Export volumes of as many as 13 major items rose between April and July, but their value had declined owing to lower prices. That is a good omen about demand for Indian goods amid the gloom, and the government believes rising commodity prices will help trade tallies. But they could also be a double-edged sword for India as its strategic gambit to import more Russian oil has turned less lucrative. Moreover, sticky inflation could further dampen demand, especially in key markets such as the European Union, which just hiked interest rates to a record high. Inflation reheated in the United States last month, but not enough yet to dent festive demand that may lift order books in coming months. That engineering goods, which account for a quarter of India’s exports, clocked their first uptick after eight months in August, with half of the 14 key segments of exports growing — the best performance in nine months — is a welcome sign. India needs to do all it can to nurture precious green shoots and support exporters.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\neconomy (general)\n\n/\n\ntrade balance\n\n/\n\noil and gas - upstream activities\n\n/\n\njewelry\n\n/\n\nIndia\n\n/\n\nRussia\n\n/\n\nUSA",
        "headline_1": "Testing times: On shrinking of India’s goods exports",
        "headline_2": "August’s foreign trade numbers are worrisome, yet hold some hope",
        "link": "https://www.thehindu.com/opinion/editorial/testing-times-the-hindu-editorial-on-shrinking-of-indias-goods-exports/article67318619.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "A year after the death of Mahsa Amini, the 22-year-old Kurdish woman who was arrested by Iran’s morality police for allegedly flouting the country’s mandatory hijab rules, anti-government protests seem to have lost their momentum. But the theocratic regime remains vulnerable to more such shocks. The Islamic Republic, which is struggling with economic woes due to crippling American sanctions, has witnessed a wave of protests, with a demand for reforms, and at times, regime change. The protests triggered by the custodial death of Amini had rattled the regime initially, which had sent mixed signals on disbanding the infamous morality police force and altering the hijab laws. But it later recovered from the setbacks and tightened the crackdown on the protesters. According to rights organisations, more than 500 people, including 71 minors, have been killed in the unrest and hundreds wounded and arrested in the past year. Iran has also executed at least seven people linked to the protests. On the first anniversary of Amini’s death, there were reports of the security personnel detaining activists to prevent any kind of memorial events for the woman, whose name has emerged as a rallying cry for reforms and women’s freedoms in a country that has been tightly held by Shia Mullahs since the 1979 revolution.The Biden administration of the United States has imposed a new set of sanctions on the first anniversary of Amini’s death, targeting officials in Iran’s security apparatus. President Joe Biden and other officials have repeatedly called out rights violations. But the U.S.’s policy towards Iran has its own problems. First, while the sanctions have hit the Iranian economy hard, inflaming resentment, they have done little in changing the behaviour of the regime. Second, when it comes to protecting its interests, Washington has chosen to engage with the Mullahs, irrespective of its rhetoric over human rights. The U.S. and Iran are in an advanced stage of finalising a prisoner swap deal as part of which the U.S. would agree to transfer some $6 billion Iranian funds frozen in South Korean accounts to Qatar, which Tehran can tap for humanitarian purposes. Instead of this off-and-on hostility and engagement which is not helping the Iranian people, the West should adopt a more consistent policy of engagement and pressure to extract compromises from Iran in return for economic rewards. For the Mullahs, the recurring protests should serve as a reminder that a large section of the population has already turned hostile towards their reign. The protesters may not have attained a critical mass for now, but it may not remain so forever in a country with a history of radical revolutions if the underlying problems of economic crises, regime rigidity and lack of reforms are not addressed.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIran\n\n/\n\nUSA\n\n/\n\neconomic sanction\n\n/\n\npolice\n\n/\n\narrest\n\n/\n\nprison\n\n/\n\nSouth Korea\n\n/\n\nQatar",
        "headline_1": "Sanctions for change: On America’s policy towards Iran",
        "headline_2": "U.S. policy toward Iran has done little to improve the lives of people",
        "link": "https://www.thehindu.com/opinion/editorial/sanctions-for-change-the-hindu-editorial-on-americas-policy-towards-iran/article67318600.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Shah Rukh Khan’s latest blockbuster ‘Jawan’ has emerged as the second highest Indian grosser of 2023 worldwide, surpassing even Sunny Deol’s ‘Gadar 2’. SRK’s big hit, however, has broken new ground by being the first film of the superstar that follows what is called the ‘South masala’ formula. Tandoori chicken and rasam as a combo meal may not sound too appetising but ‘Jawan’ director Atlee has done the unthinkable with his big leap into the North-South polarised movie world.\nWith SRK himself as producer, Atlee boldly hired an all-South crew (art director, music composer, choreographer, cinematographer, not to forget ‘Lady Superstar’ Nayanthara and the remarkable Vijay Sethupathi), and then went flat out to woo a pan-Indian audience by releasing the film in Tamil, Telugu and Hindi. It was an audacious gamble that hit the jackpot on day one, with shows starting at an unearthly 6 am, the first Hindi film to take this route.\nRead full story on TOI+\n\n",
        "headline_1": "SRK’s ‘Jawan’ shows North-South collabs are the future of cinema",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/srks-jawan-shows-north-south-collabs-are-the-future-of-cinema/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "The world is awash with reports that the world is de-globalising. President Trump was the initial de-globaliser, withdrawing from the Trans-Pacific Partnership, imposing protectionist tariffs, and curbing trade with China. Later, President Biden imposed stringent restrictions on sales of high-tech items to China and enacted the biggest ever subsidy legislation of $624 billion to kick-start US investment in green technologies and microchips. Curbs on China induced many multinationals to shift operations from China to other low-wage countries. These events were called reshoring and friendshoring.\nIn India, economist Arvind Panagariya says as many as 3,000 tariff lines have suffered higher import duties in recent years, mainly to keep out cheap Chinese imports. India is offering a massive subsidy of up to 50% for chip fabrication plants. Its Production Linked Incentive offers subsidies of almost Rs 2 trillion, plus tariff protection, for new industries in 14 specified sectors.\nRead full story on TOI+\n\n",
        "headline_1": "Globalisation isn’t dead, it’s just taken a new shape",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/globalisation-isnt-dead-its-just-taken-a-new-shape/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Recently, a video surfaced of President Joe Biden apparently explaining the etiquette of toasting with or without alcohol at a G20 event with Prime Minister Modi. Some tittered at the PM’s apparent lack of cosmopolitan sophistication. Others sprang to his defence, saying this did not come in the job description of the PM of Bharat.\n\nI had a flashback. Years ago as I sat at an Asian restaurant in the United States, I realised I was the only one at the table who didn’t know how to use chopsticks. Even the non-Asians at the table knew how to use them. As I grimly tried to spear a prawn with my chopstick, one flew off my plate.  A waiter came up unobtrusively and quietly laid a knife and fork beside my plate. In time I learned to manage with chopsticks, but I always remembered that act of kindness.\n\nIt seems silly now but at that time, desperately trying to appear worldly wise, my chopsticks gaffe left me acutely embarrassed. In retrospect there was no reason for it. My friends were not Asian but they were familiar with chopsticks because they were common in Asian restaurants in the US unlike the Chinese restaurants in my hometown of Kolkata. Also, if my friends came to India, they probably would make a mess if they tried to eat with their hands.\n\nYet we keep using these completely meaningless things to make people feel small and put them in their place. Silverware it seems is excellent weaponry for class warfare. Even soap operas my mother would watch understood this. The simple poor girl gets married into the rich snooty family and is humiliated by her in-laws at the restaurant as she struggles with fork, spoon and a bowl of slippery noodles. Of course, said in-laws would probably be floored by chopsticks themselves but that’s another story.\n\nWe never tire of class humiliation. Now that West Bengal chief minister Mamata Banerjee is travelling to Spain, the WhatsApp forward factory is working overtime trying to record any cultural gaffes she might make. At one time, Mayawati was the butt of jokes because of her handbags and Lalu Prasad Yadav for his rustic ways. Sometimes politicians do deserve the laughter track as when Mamata inadvertently sent Rakesh Roshan to the moon when she tried to recall Rakesh Sharma going to space. But we also know that most of us sniggering at Mamata jogging in Madrid would be lost in our own villages where Mamata is supremely at ease in her flip-flops. Similarly, Narendra Modi might not know right-hand left-hand rules when it comes to toasting but getting a mammoth crowd to eat out of his hands is bayen haath ka khel for him.\n\nWhen it comes to calculating the worth of people these markers of class are meaningless because they have nothing to do with intellect or ideas. Having gone to a missionary-run school and growing up in Kolkata whose clubs adhered slavishly to Macaulay-era dress codes and rules, I am certainly as guilty of class bias as many others. It’s not surprising that many modern Indian novelists and scriptwriters are now mining that rich terrain with withering precision. In the OTT series ‘Made in Heaven’, a middle-class Tara Khanna manages to claw her way into a posh south Delhi family but is constantly reminded that she is an interloper no matter what designer outfit she wears. Just as the Dalit character in the same series is reminded that no matter what degree she earns from abroad she will never not be Dalit in the eyes of the society around her.\n\nClass is our great willful blind spot. Indians who take pains to tell foreigners that caste prejudice is eroding in modern India also live blissfully in apartment complexes where notices indicate that domestic help should not hang out in common areas and service staff should take separate elevators.\n\nIt is unlikely we will ever truly be rid of these hang-ups because human beings thrive on petty humiliations. Chances are with a new elite will come new cultural faux pas tests, just more shuddh desi ones instead of the imported kind. And we will keep hoping it will cut our victims down to size, not realising that while class condescension is a deadly weapon that can go through us as cleanly as a steak knife and leave us cringing like that prawn I sent flying onto the restaurant floor, when it comes to scoring a political point it’s as blunt as a butter knife.\n\n\nJust because a political leader doesn’t know the ins and outs of making a toast does not mean he is toast. But those sniggering at him are certainly in a class of their own.\n\n\n\n\n",
        "headline_1": "Class ceiling: Mocking a neta’s cultural gaffes only betrays our own insecurities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/paper-cut/class-ceiling-mocking-a-netas-cultural-gaffes-only-betrays-our-own-insecurities/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Dipankar Gupta\n\n\n\nTill not too far back in time, it was a near fantasy to suggest that mother-tongue schooled, Indian scientists could ever plant a rocket on the Moon. Voice such a thought and people might think you’ve been in the Sun for too long. It was widely believed, in popular imagination, that only English language elite schools could groom this kind of brilliance. Mission Chandrayaan-3 should change that perception. Post Moon landing, when Isro scientists communicated with us earthlings on TV and radio, they did so in fluent, cogent and excellent English. Their modest school background notwithstanding, there was no trace of fumbling incompetence in the language department; their English was flawless.\n\n\n\n\n \nRead full story on TOI+\n\n",
        "headline_1": "The rocket fuel that is english: After the Moon landing, Isro scientists explained their mission to us in fluent English. This reflected neither elitism nor a colonial hangover but that the language is an excellent scientific tool",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-rocket-fuel-that-is-english-after-the-moon-landing-isro-scientists-explained-their-mission-to-us-in-fluent-english-this-reflected-neither-elitism-nor-a-colonial-hangover-but-that-the-language-i-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Born in north-western Iran, Mahsa Amini was an innocent and ordinary girl. She was about to start university and being caught in the maelstrom of a ruthless regime was not on her \"to-do\" list. She had merely gone to Tehran to visit her relatives. On September 13, 2022, as she was getting out of the Haghani underground station, Gasht-e-Ershad, the Guidance Patrol, also known as the \"morality police of Iran,\" arrested her on account of \"bad hijab,\" as loose strands of hair escaped her scarf. After three days of detainment, Masha was found dead. She was only 22 years old.\nNiloofar Hamedi, an Iranian journalist, took a photo of Mahsa Amini's parents hugging each other in the hospital in Tehran where their daughter was lying in a coma. The photo, which Hamedi posted on Twitter, led to her arrest and her account being suspended. \nA CT scan of Amini's skull showed bone fracture, haemorrhage, and brain oedema that can only occur from a violent blow to the head. Published hospital pictures show Mahsa Amini bleeding from the ear, with bruises under her eyes. The law enforcement command of the Islamic Republic, however, denied the claim that she died under police custody. Instead, they stated that her death was the result of a cardiac arrest. \nHer untimely death ignited the largest series of protests in Iran since 2009. On October 13, 2022, over 800 members of Iran's Medical Council accused the head of Iran's Medical Council of assisting in a government cover-up of the cause of Mahsa Amini's death.\nIn the aftermath of her death, protesters made the streets their home. Many were charged with disturbing public order, assembly and conspiracy to commit a crime against national security, and the most important of all, \"war against god.\"\nWhose god is that?\nAmidst \"Jin Jiyan Azadi\" slogans, which mean \"Woman, life, freedom,\" Iran issued death sentences for protesters, the majority of whom were women. More than 500 protesters were killed, and over 20,000 were arrested. \nIn their brutal actions, Iranian authorities upheld a strict message: wear your hijab tightly and appropriately, or risk your life.\nThe movement after Mahsa's death had forced Iran's morality police off the streets until recently. Now they are back with surveillance cameras to crackdown on women being women. Like one catches a thief, the steely machine eyes will catch the Iranian women who defy a very narrow definition of religion, constructed by men in highchairs. This week, on the first anniversary of Mahsa's death, authorities in the southwestern region of Iran have arrested six people for allegedly \"organising riots.\"\nThis is not the first women-led movement in Iran, and this is not the first instance where dissent has been met with punishment. After the Islamic revolution in 1979, there were protests led by women opposing the newly mandated rules that severely restricted women's right to choose and flourish. That protest too was ruthlessly muzzled and by April 1983, the veil became mandatory for all Iranian women in public spaces.\nOn the other hand, this history has another side to remember: the US imposed sanctions on Iran in 1979, which gives hypocrisy a new name. The 1979 revolution of Iran can be directly linked back to the Persian oil crisis of 1951-53 when a British and CIA-led coup resulted in the end of democracy in Iran and reinstalled kinship. \nWhile we mourn the death of Mahsa Amini, we must not let our grief make us blind. We see through the charade portrayed by most of the Western media condemning violence in the non-Western regions with unearned sanctimony. \nThe inscription on Amini's tombstone reads in Kurdish, \"Beloved Žina [Mahsa], you will not die. Your name will become a code.\"\nWhen we mourn her death, we must also remember that Mahsa's name at birth was Zina Amini. Being a Kurd in Iran, she had to be given another name. A Kurd name is deemed inappropriate in the majority Persian region. The multifaceted challenges and discrimination she faced in Iranian society must all be recognised and included in this fight for justice.\nNow, let us talk about why her death has not led to lingering shock and disbelief in Bangladesh. It feels personal, the death of Mahsa Amini. It feels as though it happened to my friend. There is a surreal sense of familiarity or empathy lurking in our approach to the tragic death, which makes one question: what twisted circumstances surround us for which we understand such atrocity so easily?\nIt is true that women's rights and freedom in Bangladesh are not curtailed to the point that state-mandated goons are prowling the streets counting our strands of hair. We are not being detained and put into re-education centres to learn how to be \"proper women.\" \nBut the relatability comes rather from deeply entrenched sexism in our society, where men wear their manhood on their sleeves with a kind of terror that automatically makes us women mind where we step. We walk with fear, scan the crowds in buses, and remain wary of uber drivers. We are always alert and always exhausted. We can never close our eyes. We always must be on the lookout. We can't let ourselves forget even for a second the time and place we inhabit. In other words, we relate and understand Mahsa Amini, because we too, live in a society where our worth is shackled to parochial values. The ease with which we can collectively imagine the circumstances that killed her is a heartbreaking reminder of the deeply ingrained issues in our society. \nBut as we remember Mahsa Amini, a year after her death, we must let her spirit live on, and let this familiarity guide us to champion the cause of freedom and human dignity. \nSumaya Mashrufa is a writer and an artist. \n\nViews expressed in this article are the author's own. Follow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Reflecting on the protests and the fight for women’s rights ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reflecting-the-protests-and-the-fight-womens-rights-3421626",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "PART I: THE BIRTH OF SURELA\nI returned to Chattogram from the Liberation War on December 20, 1971 with my nephew, Shahed Ul Alam. After signing at MA Aziz Stadium, we went home to Kajir Dewri, which was a walking distance. My home would soon become the centre of many tales and memories.\nOver the next few weeks, I became friends with the Indian officers who were stationed in Bangladesh. Some of them used to visit our house. Seeing my love for music, one of the officers invited me to the 31st night at Chittagong Club.\nI reached Chittagong Club at 7pm. Lightnings, one of the leading bands of Chattogram, performed that evening. Chattogram was a small place. We all knew each other. That night, for the Lightnings band, Noel Mendes (rhythm guitar), Neo Mendes (drums), Shakil (lead guitar) and Farid (bass) performed. They did covers of Beatles and other songs.\nThe Lightnings performance put a spell on me. I decided to do something like them. Since childhood, I've been adventurous. When I set a target, I would go for it.\n***\nLater, I approached my cousin, Moudud Ul Alam and nephew, Fariadul Islam. I proposed, 'let's start a group'. The name 'Amra Jara Jegechhi' came to mind because the country had just become independent. Soon Prabal and Uma joined. We used to perform patriotic songs here and there. That initiative didn't go too far.\nIn mid-1972, I attended a concert at St Mary's Church with Moin, my Collegiate School friend. The Mendes brothers of Lightnings, Nibnet (keyboard) and Norman (drums) performed. Moin introduced me to his uncle, Lulu. After the concert, we first went to Lulu's house. And then to my house.\nMy father, litterateur, Mahbub Ul Alam, once visited the USA on the invitation of President Eisenhower. He brought us an accordion from that trip. When I was eight years old, an Aunty would come once a week and take me to Chattogram Betar where I would play the accordion. Chattogram Betar remunerated me a princely sum of Tk 30 per month.\nLulu looked at the accordion. He said he would be able to play it. That night, we decided to form a band.\nThe next morning, I asked my father for a name. He spontaneously said, 'Surela'. And that was it. Surela was born.\nI thought of Subrata Barua Rony, another friend from Collegiate School. Rony played beautiful tabla in our school days. Lulu told me that Rony was living as a tenant in their house. I invited Rony to my house for practice.\nI wondered if Rony could play the conga (congo) like Giovanni Hidalgo. There was one problem, though. Congas weren't available in Chattogram. We collected a picture of a conga and went to a tabla maker near St Placid's. He made a conga for us.\nThe initial line-up of Surela included: Subrata Barua Rony (conga), Momtazur Rahman Lulu (accordion), my cousin Tauhid Ul Alam, and me (lead guitar). My Bhabi, Nargis Ul Alam played the sitar. My niece, Selina Baby was on vocal.\n***\nWe now had one single target. Surela would perform at the 31st night of 1972 at Chittagong Club. I met the Director, Mr Shahzada. I convinced him.\nA few days later, Wadudul Islam visited my house. He was a friend of my elder cousin, Anwar Ul Alam. Wadudul lived in the UK. Seeing our practice, he gifted us an accordion and two maracas on one of his return trips from the UK.\nWe now needed to do what all bands do, practice, and stay focused.\nThe 31st night finally arrived. Our line-up at Chittagong Club was me (accordion & guitar), Lulu (the same), Rony (conga), and Tauhid (bongo). I remember, we played two tunes that made the crowd go ecstatic. 'Dum Maro Dum', and 'Nishithe Jaiyo Phoolo Bone'.\nLittle did we realize that night, the band was destined for bigger things.\nPART II: THE BIRTH OF SOULS\nRony's sharp eye for spotting talent influenced changing line-ups and character of the band.\nRony brought his friends Rudy and Lorenjo. We jammed on 'Cotton Fields' by Creedence Clearwater Revival. Their harmonization blew me. Rudy and Lorenjo joined the band.\nAt a birthday party, Rony introduced me to Tapan Chowdhury. He said Tapan had a good voice. I asked Tapan to sing. He sang a ghazal. I asked him to sing a Bangla song. Tapan sang Kishore Kumar's 'Akash Keno Dake'. That was it. Tapan was on board.\nExternal factors also contributed to changing line-ups. Tauhid left. The line-up was now: Rony, Lulu, Rudy, Lorenjo, Tapan and me. Tapan specialized in Bangla songs. Rudy and Lorenjo specialized in English songs.\nOne day Rudy proposed that the name of the band needs to be in English. We all bought his idea. I asked my nephew Fariadul Islam to choose ten English names. Among them, I liked 'Bound Souls'. I went upstairs and asked my elder brother, Moyeen Ul Alam. He dropped 'bound'. From that day on, the band was Souls.\nPART III: THE FIRST SOULS CONCERT\nAt the end of 1973, Rudy and Lorenjo convinced the Father of St Mary's Church to rent us their hall for the first concert of Souls. We decided to sell tickets and market through word of mouth. We were amazed. All the tickets sold out.\nThere was a twist. Soon after the concert started, fighting broke out. There were gunshots. People got scared. It was our first concert. We didn't know what to do. The concert was cancelled.\nThe next day, Souls was on the front page of Azadi newspaper with photos from the concert. The title read, 'Souls-er Shurute Londo Bhondo' (Souls in dire straits as they start). Rony was heartbroken. He decided to give up. I said, 'No. We will carry on'.\nThat front page story was a blessing. People now knew who we were. Slowly, we started to get offers for shows. The commercial beginning of Souls would have twists for me some years later.\nPART IV: SOULS BECOMES A NATIONAL BAND\nBalark was a popular band in those days. I was good friends with them. Balark had a super-hit commercial instrumental introduction in Chattogram Betar. I was a part of that piece.\nSouls was 'envious' of Balark. They had a beautiful keyboard with a wonderful amplifier. Naquib Khan was their keyboard player. Naquib and I developed a good synergy in music collaboration. When Balark disbanded, Souls managed to acquire their keyboard. I invited Naquib to join Souls.\n***\nAt the end of 1974, Souls decided to arrange a big concert. We wanted Souls to look good. My photographer friend, Newaz, did a wonderful poster with the band in long-hair and bell-bottom trousers, the fashion of the day.\nThe venue was the Concert Hall of Muslim Institute. Once again, tickets were sold out. This time, Souls was forced to open gates to the public. People were standing on rickshaws to watch and hear us. Once again, in the middle of the concert, there was fighting. This time, I had a presence of mind. I told Tapan to start singing, 'Mon Amar Deho Ghori'. The audience calmed down. The concert ended successfully.\n***\nIt was now 1976. Lorenjo had left Souls. After joining an airline, Rudy became irregular. I called on my nephew, Shahed. I trained him in bass. Again, Rony came to the rescue. He introduced Tajul to the band.\nSouls was to encounter another watershed moment.\nHasan Zaman Rumi and three others came from Dhaka for a few days. They stayed at my house. Rumi said that they would like Souls to participate in the All Bengal Rock Concert in Dhaka later that year.\nInitially, we were in two-minds. Souls was extremely popular in Chattogram. The thought of Dhaka never crossed our minds. In the end, we decided to go. Like the 31st night in Chittagong Club, the competition was our next single target.\nWe were focused from day one. We practiced and organized each move with careful planning.\nSouls was one of the last acts. We sang, 'Mone Koro', and 'Bhule Gechho Tumi'. We harmonized the songs in the style of Crosby, Stills and Nash. This was new in Bangladesh at the time. We got this idea from a group of Danish development workers, Klaus Laurssen, Poul Erik Rasmussen and Helle Rasmussen. They worked for DANIDA and were based in Chattogram. They were close to Souls. They suggested we do Bangla numbers in Western harmonization.\nIt clicked. We won the competition. That night, Souls became a national band.\n***\nAfter the All Bengal Rock Concert, Souls never looked back.\nWe met Mr Hakim Ali of Agrabad Hotel. Souls became their Saturday night band. The band got national exposure thanks to Bangladesh Television. The band won critical acclaim thanks to concerts at the Shilpakala Academy.\nSouls soon became the highest paid band in Bangladesh. Numerous times we would do three shows in a day. We once went from Chattogram to Jashore to attend a concert. We went by plane and returned by plane. This was unheard of at the time. Fans waited at the airport to greet us. Fans saw us off when we left. The feeling was not too far away from Beatlemania.\nThis brings me to the end part of my story with Souls.\nPART V: THE BEGINNING OF AN END\nI think it was 1977. Rauf Chowdhury was at my house. I played 'Born on the Bayou' by Creedence Clearwater Revival on the guitar. Rauf spontaneously started singing. I was astonished at how well he could hit the high notes in the song. He sounded just like John Fogerty of CCR. To cross-check his high-pitch, I then played 'Hotel California' by the Eagles. Rauf's mesmerized me again. We had to have him in our band.\nBy the end of 1979, the commercial pressure of Souls became too much for me to handle. Music was no longer a soul-searching experience. I was looking for an exit. Klaus proposed on going to Denmark to learn music. I liked the idea. The problem was, how do I let go of Souls? Klaus, Poul and Helle gave me an idea. I kept it secret from Souls.\n***\nIt was now July 1980. I invited Souls, Klaus, Poul and Helle to a Chinese restaurant at Agrabad. During dinner, I declared I was leaving Bangladesh in a few days for Denmark to study music.\nEverybody was shell-shocked. In my own words, I told Souls what Klaus, Poul and Helle advised.\n'It's true that I created Souls, but Souls would never have become what it is, if it wasn't for all of us and the many people inside and outside the band we met'.\n'I'm leaving Souls to you on the condition you won't break Souls. The band will continue to exist and create music. In return, I shall not ask for any royalty the band makes from this day on'.\nI entrusted the management to Rony. I asked Tapan to carry on singing Bangla songs and Rauf to carry on singing English songs. I asked Naquib to do his mastery with chords on the keyboard. As a final request, I asked Souls to take Ayub Bachchu in my place as the guitarist of the group.\nOn July 17, 1980, I left Bangladesh for another journey in music.\n***\nI'm indebted to Souls. Today I am where I am because of Souls. Souls taught me a big lesson in life. How to start small and stay focused to achieve a large goal.\nBecause of Souls I met many talented musicians. Happy Akhand for his overall talent, and Larry Bernavi of Windy Side of Care for his musicianship with the guitar are two special friendships I will always cherish.\nIn hindsight, I'm happy I did what I did. Souls kept their word. For fifty years, the band has kept the memory of many of us alive. I pray the band remains active to celebrate a Centennial Jubilee.\nSazed Ul Alam resides in Spain. He is the owner of Dolça Bellas Artes. His latest project in Bangladesh is the Dreams of Artist Society based in Chattogram. Email: [email protected]\nAsrar Chowdhury is a Professor of Economics at Jahangirnagar University. He has contributed to the Daily Star since 1993. Email: [email protected]\n",
        "headline_1": "SOULS: Through the eyes of its founder, Sazed Ul Alam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/souls-through-the-eyes-its-founder-sazed-ul-alam-3421516",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Most recently, Bangladesh again found a place in global media headlines. Sadly, it was for convicting and imprisoning two of its most prominent human rights defenders, Adilur Rahman Khan and Nasiruddin Elan of Odhikar. This is the first awarding of jail term to any human rights defender in Bangladesh since independence. Adilur founded human rights organisation Odhikar in 1994. With an initial slow start, it soon became a leading independent rights monitoring group. Since then, it has been diligently documenting all kinds of violations of human rights by both state agencies and non-state actors.\nOdhikar's annual reports on rights dating back to 2004 are still available on the organisation's website. These reports contain well-sourced data about custodial deaths, crossfires, extrajudicial killings, detentions without trial, use of force to break up political and union protests, violence against minorities and women, border killings, and most other violations of citizens' rights. It also monitored the two national elections held in 2001 and 2008, and documented post-poll violence particularly targeted at members of minority communities. In its 2001 election monitoring report, Odhikar mentioned that poll-related violence had caused 52 people to die and 867 to be injured, which I quoted in one of my columns in Prothom Alo when Adilur was first arrested in 2013.\nIn its 2004 annual report, Odhikar stated, \"The year 2004 witnessed an alarming escalation in human rights violations. From 01 January to 31 December 526 people were killed, 6235 injured, 2918 arrested and 28 abducted in incidents concerning political violence. 240 people were killed at the hands of law enforcers. Of them, 149 were killed in crossfire.\" Can anyone cite a better compilation of rights' violation data dating back to those years, when the BNP-Jamaat alliance was in power?\nAdilur, despite being the secretary of Odhikar, was then working as one of the deputy attorney generals. A former student activist belonging to the student wing of Jatiya Samajtantrik Dal (JSD), led by Hasanul Haq Inu, Adilur has never been a member either of the BNP or Jamaat. But in the era of alternative truths, ministers and leaders of the ruling Awami League have relentlessly been trying to delegitimise his role as a human rights defender, claiming Adilur's service to the state under a different regime as proof that his work was politically motivated. Perhaps this reflects the workings of their own minds, as they have long ago erased the fine line that should exist between the state and the party in power by capturing all the state institutions using loyalists.\nAdilur Rahman Khan and Nasiruddin Elan have been convicted of criminal offences for allegedly harming the nation's image by falsely claiming that 61 people died in the mayhem following Hefazat-e-Islam's Dhaka siege on May 5, 2013. This figure is almost five times higher than the government's official count of 11. But there were other tallies that also showed huge variations and, till now, there has been no attempt to establish the full facts of one of the most unsettling incidents in Bangladesh's history.\n\nThe verdict against Adilur Rahman Khan and Nasiruddin Elan under the ICT Act, a law which has already been replaced twice and is still being criticised as unfair and repressive, is another reason for it to be seen as unfair. Besides, the ruling party's policies of appeasing Hefazat in the years following makes one wonder whether their aggrievement towards Odhikar can be justified any longer.\nOn May 7, Amnesty International said that unofficial figures from hospitals obtained by them confirmed 22 deaths in Dhaka and 22 more in places outside of Dhaka. In total, Amnesty International claimed that it was able to confirm the protest-related deaths of at least 41 civilians and three police or security force personnel across the country on May 5-6.\nUS-based global rights group Human Rights Watch (HRW), in its August 2013 report titled \"Blood on the Streets,\" said, \"Based on hospital logs, eyewitness accounts, and well-sourced media reports, Human Rights Watch believes that at least 58 people died on May 5 and 6, seven of whom were members of the security forces. However it is likely the death toll was even higher.\"\nEkattorer Ghatak Dalal Nirmul Committee, an advocacy group closely linked with the ruling party and campaigning for trials of suspected war criminals of the Liberation War, in its white paper published on November 8, 2013, claimed that 39 people had been killed during the rally and sit-in programmes of Hefazat-e-Islam. Of them, it added, 24 were killed between morning and 8pm on May 5 in Hefazat activists' clashes with law enforcers and Awami League activists. And, according to the group, another nine people were killed on the morning of May 6 during clashes between Hefazat and Jamaat activists and law enforcers at Kanchpur on Chittagong Road, Madanipur, and Narayanganj.\nAll these figures are much higher than the officially admitted numbers. Yet, the government sued only the two executives of Odhikar. In July 2013, the information ministry asked Odhikar for the addresses and names of the relatives/family members of the deceased persons that it had listed. Odhikar declined that request, claiming that doing so could jeopardise the family members' safety. This wasn't unreasonable as we have heard of such allegations of intimidation and harassment by members of the security forces from the families of enforced disappearance victims. Odhikar, however, said if the government formed an independent inquiry commission, it would hand over the names and addresses to the commission.\nThough Odhikar did not publish the list of victims, ruling party activists and a section of the media claimed that they had traced some victims listed by Odhikar to be alive and commenced a smear campaign against Adilur, Odhikar, and the fact-finding report. Some ruling party supporters are now arguing that Adilur had 10 years to clear his name, but have conveniently forgotten that the latter's computers and server were taken away by police, making them inaccessible.\nOdhikar's defence team and many national and foreign observers of the trial have alleged that the trial did not follow due process. In this regard, they have pointed out that they weren't afforded full and timely access to discoveries made by the prosecution. They've also alleged that, in an unusual and rare move, the judge allowed the prosecution to reinvestigate the case after the completion of witness testimonies. The lead prosecutor, Nazrul Islam, responding to a post-verdict query, told Prothom Alo that the supplementary investigation (after 10 years) was necessary for the conviction.\nThe verdict under the ICT Act, a law which has already been replaced twice and is still being criticised as unfair and repressive, is another reason for it to be seen as unfair. Besides, the ruling party's policies of appeasing Hefazat in the years following makes one wonder whether their aggrievement towards Odhikar can be justified any longer.\nIt is no wonder that 72 organisations working across the globe to defend human rights have termed the Odhikar duo's conviction as a punishment for their work. The organisations stated that the hearings had been accelerated following the designation of US sanctions against Rapid Action Battalion (Rab) and its officials in December 2021, and that this acceleration was based on allegations that Odhikar was behind these sanctions.\nThe European Parliament's resolution, and concerns expressed by at least four Western governments – namely the United States, the United Kingdom, France, and Germany – should not be taken lightly. The regret expressed in the France-Germany joint statement for convicting the Odhikar duo may prove regrettable for us sooner than the government may believe.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Odhikar duo’s convictions are regrettable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/odhikar-duos-convictions-are-regrettable-3421076",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Lead poisoning has been a global problem for decades, having devastating effects on people's health, especially that of children. Bangladesh happens to be the fourth most affected country in terms of the number of children affected, according to a report launched in 2020 by Unicef and Pure Earth. Last Tuesday, the Lancet Planetary Health journal published the World Bank's study on the health and economic burden of lead poisoning around the world.\nThe harm caused by lead exposure has turned out to be far worse than previous estimations. The report has found that lead poisoning causes cognitive deficiency in children and fatal cardiovascular diseases among adults. In specific terms, children below five years of age lose around 20 million IQ points and the economic cost is estimated at $10,897 million or 3.6 percent of the country's GDP. Lead damages the brains of children below five, causing lifelong neurological, cognitive, and physical impairment. It also causes heart diseases and strokes in adults. Exposure to lead damages the foetuses of pregnant women. In Bangladesh, the sources are ubiquitous: used lead acid battery recycling, lead in paints, aluminium cookware, ceramic crockery, spices, toys, cosmetics, food, electronic waste, fertilisers, and cultured fish feed. Around 35.5 million children are affected.\nDespite local and international studies with such frightening findings, there does not seem to be any comprehensive plan of action to address this silent killer that is practically everywhere. Has the government, for instance, made any effort to stop children from working in informal battery recycling plants and factories where they are directly exposed to lead and other toxins? Why are we still using lead paint to paint our walls? Why have we not devised safe waste disposal of batteries and electronics? Why is there lead in turmeric powder? The questions are endless.\nIt is a gross understatement to say that we are far behind in addressing such a debilitating health crisis that has huge implications for the nation's future. The study has recommended a 10-point plan to reduce lead pollution. This includes analysing the sources of lead, designing specific interventions, developing an efficient blood lead level surveillance, reviewing existing policies and enforcing laws and regulations, identifying and cleaning toxic sites as well as raising public awareness about the issue. It is mind-boggling that previous studies and expert recommendations have not had any impact in terms of provoking the government to take immediate steps to reduce lead pollution and exposure. Given that the situation has worsened markedly, it is high time that the government gives this issue the greatest priority and implements an action plan.\n",
        "headline_1": "Lead pollution is killing us and our children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lead-pollution-killing-us-and-our-children-3421026",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "What's the point of setting price caps if the authorities cannot ensure compliance of said caps? The futility of such regulatory interventions, however well-intentioned, has once again been laid bare after the commerce ministry set the prices of three commodities – onions, potatoes, and eggs – on Thursday. According to media reports, the initiative hasn't had the desired impact as most traders, in the absence of effective monitoring and enforcement, were selling those at higher prices the next day. This happened not just in Dhaka but across the country, too.\nIn the capital, according to a report by this daily, most grocery shop owners were reluctant to comply with the price caps. For example, the government set the price of onions at Tk 64-65 per kilogram, but market prices ranged from Tk 70 to Tk 95. Similarly, the price of potatoes was capped at Tk 35-36 per kg, yet consumers had to pay Tk 45 to Tk 50. And even though some shops were seen adhering to the government-set price for eggs, most were demanding Tk 13.50 instead of the stipulated Tk 12 for each egg. The resistance from shopkeepers is mostly a result of their suppliers not lowering prices simultaneously. In other words, the lack of compliance was near-total, extending to even the wholesale and cold storage levels.\nThis is quite frustrating. It shows how powerful market forces continue to exert their influence, leaving consumers to bear the brunt. The Directorate of National Consumer Rights Protection did, according to a Prothom Alo report, fine 90 companies across the country for failing to adhere to the government-set prices. But it was nowhere near enough to translate the initiative into real relief for consumers. In the past, we have seen how similar caps were imposed on the prices of other commodities, including LPG gas, edible oil, and sugar, only for those to fall flat quickly.\nWhat this shows is a glaring gap in our regulatory framework – the lack of an effective mechanism to ensure compliance with not just the government's price caps, which is a special measure, but even general rules and regulations governing the market. What, then, we need is not quick fixes, however appealing they might seem. The authorities must establish a functional monitoring and enforcement mechanism to ensure that unscrupulous traders and companies controlling the food supply chain cannot manipulate prices.\n",
        "headline_1": "Why set price caps if no shopkeeper complies?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-set-price-caps-if-no-shopkeeper-complies-3420821",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Ever since the start of monitoring the extent of greening compliance by garment manufacturers and exporters in developing countries, the prerequisite has been a subject of unease. The monitors belong to the club of global bigwigs in the clothing and fashion industry. The countries under watch include Bangladesh. One of the largest manufacturers and exporters in the world, the country is now in a transition phase of emerging green. As the requirement is tied to the readymade garments (RMG) factories' manufacture of the clothing products and their export, the country attaches great importance to the issue. Trade experts, however, underscore the imperative of some harmonisation standards regarding the green RMG factories. Many of them have been able to gain preliminary access to industrialisation by utilising the sector. The observations were made by panelists at a working session of the WTO (World Trade Organisation) Public Forum 2023 in Geneva on September 14. It was titled 'Green trade measures and their development implications: a focus on the textiles and clothing global value chain'. Obviously, the focus of the session was on the urgent need for addressing the emerging global climate emergency --- achieving net-zero point on carbon emissions in the RMG sector. Taking part in the session as a panelist, Dr Fahmida Khatun, executive director of the Centre for Policy Dialogue (CPD), observed that the export-oriented textiles and readymade garment sector was an important driving force for Bangladesh economy as \"it is a source of employment generation and foreign exchange earning\". Bangladesh has already taken different types of steps for greening the textiles and clothing industry, she told the session about the transition. There are, however, drawbacks which impede the setting up of green factories, including disparate standards set by global brands that do the marketing. In course of her deliberations, Dr Fahmida goes to the roots of a feeling of 'discouragement' caused by the leading global brands' adoption of different standards for similar kinds of clothing items. That the confusing situation prevailing among the cynical quarters in the textiles and clothing item exporting countries will lead to a series of disillusionments is implied. Many even might call the lopsided definition of greening and environment-friendliness an instance of double standard. It doesn't bode well. It might dampen the drive for export of many fast developing RMG manufacturing countries. Bangladesh's share in the global clothing export market stood at 7.90 per cent in the last year compared to 6.40 per cent in 2021, statistics available with the WTO show. Bangladesh retained the second position in the clothing export, preceded by China and followed by Vietnam on the global market in 2022.A Senior Research Fellow with ODI (Overseas Development Institute) in her presentation at the WTO session touched upon the policies and measures taken by three countries -- Bangladesh, Kenya and Vietnam - to make the textile and clothing industries greener. According to her, as there is no market-led path to environmental and social upgrading, public policy frameworks are the key. The new green trade initiative is an opportunity to get upgraded environmentally; Bangladesh and Vietnam have already shown some primary advancement in this regard. Textile waste lately emerged as a problem. As an expert in trade strategy has observed, in the name of second-hand market of clothing, there is a trend of dumping textile and clothing waste mostly from developed countries into the developing ones. A green-compliant one, Bangladesh has reasons to feel discriminated against notwithstanding the fact that it boasts the best and highest number of green RMG factories.",
        "headline_1": "Greener RMG industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/greener-rmg-industry-1694963744",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "A study on the presence of microplastics in salt from 12 salt-producing sites in the Cox's Bazar and Chattogram districts came up with results that are concerning. Plastics are manmade polymeric materials of organic origin with the property that it can be moulded into different shapes. Common sense dictates that since the substance is not part of the natural environment, it should not be allowed to pollute the air, water and the land. The study was conducted by the researchers from the Noakhali Science and Technology University (NSTU). They found that there were 560 to 1,253 particles of plastic in every kilogramme (kg) of salt produced from the sites in question. The problem is that the plastic particles will in the end find their place in the table salt at our dining table. The study further found out that the offshore salt contained more plastic particles than that produced onshore. Now what is the risk involved in microplastics so far as public health is concerned? In fact, the answer till now is ambiguous. More to the point, what harm plastic microparticles exactly causes to human health is still unknown. But as microplastics are foreign to human body, their presence in a person's bloodstream and other vital organs, including lungs, gut, colon, liver, breastmilk, the placenta in a pregnant woman's uterus, etc., as detected by researchers in Belgium, Netherlands, UK, USA and other countries, should be brought under scrutiny and control. But not only in humans, microplastics have long been an issue of concern for their presence in the guts of shellfish and different other aquatic creatures that humans eat. Scientists in Belgium, six years ago, warned that people who eat mussels might be ingesting some 11,000 plastic particles every year.Assuming that the average weight of a Belgium person is between 66.7 kilogrammes (kg) and 79 kg, then, the yearly consumption of microplastics by a Belgian man will be around 139 microparticles of plastic per kg of his body, while that in a Belgian woman will be 165 particles. From the study by the NSTU researchers, it could be learnt that there are between 560 and 1,253 plastic particles per kg of raw salt from the sites under study. So, it comes to 9.5 to 21.25 plastic microparticles in 17 gm of salt that an average Bangladeshi consumes a day. In a year a Bangladeshi man will be ingesting around 63 to 140 microplastic particles per kg of his body assuming that his average weight is about 55 kg. Similarly, a Bangladeshi woman will be consuming slightly more plastic microparticles per kg of her body as she is lighter (by, on an average, 5kg) than her male counterpart. Here it is assumed that both of them are taking equal amounts of dietary salt every day. That amount of microplastic in his or her body is coming only from the dietary salt they consume. In this regard, researchers have no clue about what amount of plastic particles Bangladeshis are taking in their body every day from other plastic contaminated sources including food and water. In the South and Southeast Asian region, the presence of plastic microparticles in salt varies in amount from country to country with its lowest found in India and the highest in Sri Lanka.Evidently, the researches being done in this field are worthwhile. The World Health Organization, too, has been reporting on the issue since 2019. Based on the data made available from researches, the WHO only keeps people aware of the issue. But nothing more about its public health consequences is reported. However, some scientists working with microplastics, for example, Dick Vethaak, a professor of ecotoxicology at VirjeUniversiteit in Amsterdam, Netherlands, would like to call the microplastic particles a 'plastic time bomb'. The concern here is about the plastic in our environment that has not been recycled and that is about 91 per cent of all the plastics produced since the material was created more than a century back. That is about 9.0 billion tons of plastic in the planet's ecosystems including landfills and oceans. The problem with plastic is that it does not melt into the environment. If anything, it breaks down into smaller parts and contaminates wherever it goes. Micro and nanoplastics belong to this category of plastic particles. The size of the microplastics ranges from 5.0 milimetres to 100 nanometres(a nanometre is one billionth of a metre) in diameter. In other words, the size of a microplastic particle may be as large as a pencil eraser or as small as one-tenth the thickness of a human hair. Obviously, the nanoplastics are far smaller than microplastics. The dangers of microplastics lie in the fact that a large number of different chemicals, some 10,000 of them, are added to plastic to change its physical characteristics for use in different products including toiletries, cosmetics and so on. Some of these chemicals (about 2,400 in number) are potentially hazardous for human health. Researchers have found that microplastics in human body leach those chemical into the body's tissues. Due to their being in trace amounts in the blood, human body may mistake them for hormones, which are also present in very small quantities in the bloodstream. In that case the human body may wrongly respond to these chemicals taking those for hormones leading to unknown consequences. In any case, those are toxic for human health. Researchers are working to find what body functions and organs these chemicals from microplastics affect adversely. More research will be required to know the harmful effect of microplastics on the bodies of humans as well as other animals. Until then, alertness should be raised to reduce the intake of microplastics in a human body. \n[email protected]",
        "headline_1": "Microplastics a potential public health issue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/microplastics-a-potential-public-health-issue-1694963791",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Any inquisitive child is likely to wonder how a bird floats on the air with its fragile feathery wings while s/he cannot despite his/her stronger arms. This inquisition has seen its fulfilment and disappointment in the mythical story of Icarus who flew too close to the sun. In real life disastrous jumps by men with artificial wings of light wood and vulture's feathers from mountain cliffs or towers only testify to the burning desire of flying like birds. Today, an aeroplane has not only made air travel possible but also most cosy and comfortable with differential treatments for different classes of passengers. Apart from such commercial flights, there are presidential carriers as well as personal luxury airliners used by the superrich and sports personalities. A 12-year runaway boy from Muksudpur, Gopalganj is unlikely to have any idea of what commercial flights carrying 120 to the maximum of 853 passengers are. The A380 Airbus double-deck jetliner is the largest carrier that has a typical seating capacity for 525 passengers with a maximum certified capacity for 853. Like any other boy of his age he was not interested in the size of a plane. But surely he had harboured in his bosom an undying aspiration for flying. When an aeroplane flies past, a village boy's natural instinct makes him look overhead and follow the soon vanishing miracle vehicle. The majority of them feel disappointed at the idea of not having an opportunity to take flight on board such a plane but here was an exceptionally smart and ingenious boy who ran away from a madrasha in his native Muksudpur. He had the temerity to confront the daunting environment at the Hazrat Shahjalal International Airport (HSIA) and also leave the security in place there nonplussed. When the average people educated and accustomed to airport regimes approach the formalities and different layers of security checks--- at five points at the HSIA --- with trepidation, the kid not familiar with the way of travelling simply dodged all security and intelligence agencies to get on board a Kuwait-bound airliner. He was detected only because he was on a capacity sold-out aircraft. When the genuine ticket holder approached the cabin crew, it was discovered that the boy was a stowaway who, however, made no attempt to hide himself. What would have happened, had the boy found himself in a seat not sold out! He would have travelled to the Kuwaiti airport and chances were almost cent per cent of detection of his flight there without boarding pass, passport and visa. As many as 10 members of the airport security and intelligence have been suspended following the incident. This is only natural because it has exposed the security lapses at the HSIA at their worst. But mercifully the boy was neither reprimanded nor rewarded. It is learnt from a report that the kid went back to his village and was taking a boat ride on beel water in the neighbourhood of his village. But this was not before he had made another attempt to flee when his uncle who took him back to the village was paying fare to the driver of the easy bike they travelled there. After several hours he was discovered in Muksudpur town. The good news is that several people have visited the boy's village home to offer him and even members of his family air tickets for travelling either from Jashore to Dhaka or from Dhaka to Cox's Bazar. At least there are some people who can appreciate the boy's desperation for air travel. Perhaps this makes a great testament to the liberated and individualistic spirit of the boy who dreads the regimented life of a madrasha. His is a soaring spirit that wants be on the wings of his free will. Indeed, kids in our society are spoiled by too much care. They are not allowed to grow on their own or at least not given the enabling environment to pursue their dreams they cherish so much. Child psychology is utterly neglected and such inventive, daredevil, resourceful and above all inquisitive minds are cruelly suppressed. There is a need for understanding their minds and nurturing their potential so that they can become assets in terms of human resources. \n[email protected]",
        "headline_1": "A boy's unsuccessful attempt to fly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-boys-unsuccessful-attempt-to-fly-1694963828",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2023"
    },
    {
        "full_article": "Ragging in our public universities is taking an alarming turn day by day. When a new batch of students enters a university, senior students start making fun of them in the name of ragging. Instead of welcoming them cordially, some senior students start teaching them the so-called manners of the university. Sometimes, they make the juniors sing and dance in public. This is quite humiliating and disturbing for the new students. Ragging is getting widespread as not many people are aware of the mental trauma that it can cause. Sometimes, it can be violent.It is often alleged that new students have to face ragging in Jaganath University (JnU), especially in its department of microbiology. Stories are doing the rounds on social networking sites with accounts of recent victims of ragging. It seems that the allegations are not groundless. The extent of abuse is so severe that some students no longer want to return to their classes.In many developed countries, ragging is a crime. There must be strict punishment for those who are involved in such activities. Ragging not only affects a person mentally but sometimes it can lead to physical harm. I urge the JnU authorities to stop this ragging culture as soon as possible and take appropriate action against those who are involved in ragging of new students.\nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Stop ragging at JnU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-ragging-at-jnu-1694963853",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2023"
    }
]