[
    {
        "full_article": "The India Meteorological Department (IMD) has forecast a ‘normal’ monsoon for this year, or 99% of the Long Period Average (LPA) of 87 cm. The IMD has a multi-stage monsoon forecast system. The April forecast usually has little detail on how much rain is expected during each of the monsoon months, and whether the rain will be lopsided or evenly distributed geographically. The IMD usually shares this in late May or early June, just around the time the monsoon is imminent over Kerala. The forecast in April is thus only a general indicator and of little public utility. A normal monsoon forecast this year is also predicated on the absence of an El Niño, a warming of the Central Pacific linked to the drying up of monsoon rains. However, another ocean parameter called the Indian Ocean Dipole, the positive phase of which is associated with good rains, has also been forecast to be ‘neutral’ or unhelpful for the monsoon.There has also been another significant bit of information made public. The IMD has changed its definition of the LPA, which is an indication of the average rainfall over a 50-year interval and, as per the norms of the World Meteorological Organization to which India is a signatory, should be updated every 10 years. For myriad reasons, the IMD stuck with an LPA number of 89 cm (the average monsoon rain from 1951-2000) until 2018, when it was updated to 88 cm (to reflect the average from 1961-2010). And now, to count for the 1971-2020 interval, the number is 87 cm. While on the surface, it might look like India is losing just a centimetre of rainfall every decade, it must be remembered that this conceals wide shifts in rainfall when computed at the State and district levels as the monsoon rain is highly uneven. The IMD explains the loss of a centimetre every decade as part of a natural cycle of the monsoon where 30 years of less rain, or a ‘dry’ epoch, is followed by 30 years of a ‘wet epoch’. India began a dry epoch in the 1970-80 decade, the IMD says; it is now in a neutral phase and will enter a wet epoch in the decade, 2030-2040. The IMD has presented research over the years documenting the changes in the weather and rainfall in recent years down to sub-district levels, and has said that global warming, in its tendency to heat the oceans, has certainly had a role to play. Much like the update to the average, the IMD must update some processes and lay stress on shorter forecasts, a month or a fortnight ahead, rather than maintain anachronistic traditions of long-range forecasts that are neither accurate nor useful.",
        "headline_1": "Time for change: On IMD’s 2022 monsoon forecast",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/time-for-change-the-hindu-editorial-on-imds-2022-monsoon-forecast/article65328917.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "Sri Lanka, reeling under unrest over the severe economic crisis, did the inevitable by approaching the International Monetary Fund (IMF) for a bailout programme. All eyes are now on the Sri Lanka-IMF meet in Washington DC this week. According to Finance Minister Ali Sabry, Sri Lanka requires $3 billion in six months to restore supplies of essential items. The island nation has also been talking to other countries. In mid-March, India signed a $1 billion bilateral credit facility pact, under which 16,000 tonnes of rice have been supplied. The steps being taken by the Central Bank of Sri Lanka (CBSL) are all aimed at stabilising the devastated economy. On April 12, the central bank took a hard “last resort” decision of going in for a pre-emptive default on all its foreign debt, of $51 billion. It also effected a seven percentage point hike in interest rates. Though the present situation has not come all of a sudden, not every ill of the economy can be attributed to the current regime shepherded by the Rajapaksas. Economists describe Sri Lanka as a perfect case study of a twin deficits economy: national expenditure exceeding national income combined with inadequate domestic production of tradable goods and services. The 2019 Easter Sunday attacks and the COVID-19 pandemic later also hit the key foreign exchange earning sectors — tea and garment exports, tourism and worker remittances. The Russia-Ukraine war too is expected to make matters worse. Yet, the Rajapaksa regime cannot fully absolve itself of having led the country to the present situation. Though many experts mooted the idea of going to the IMF two years ago, and the central bank, in its annual report for 2020 (which became available at the end of April 2021), described the contraction of the country’s economy by 3.6% in real terms in 2020 as the “deepest recession since independence [in 1948]”, the government’s response has been insipid. Apart from seeking to curtail imports of a variety of goods, its reaction has been extremely disappointing. Even the move to ban chemical fertilizers had to be taken back subsequently. The crisis has also been aggravated by the President’s short-sighted decision to “gift tax cuts” in late 2019, after coming to power, a move which affected the proportion of government revenue to GDP — from 12.6% in 2019 to 9.1% in 2020. For the people, the protests in Colombo reflect their realisation that the regime that they brought in has been virtually clueless about the economic problems. The only saving grace for the government has been the selection of competent experts including P. Nandalal Weerasinghe as CBSL Governor to guide economic affairs. Regardless of the longevity of the agitation in Colombo and elsewhere and the Rajapaksa regime’s ability to survive political moves to oust it, it is clear that it no longer enjoys the confidence of many sections of society. But the Rajapaksas cannot allow the crisis to deepen as they try to salvage their political image. The country needs to be put on the path of economic recovery without further delay.",
        "headline_1": "No easy way out: On the Rajapaksas",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-easy-way-out/article65328921.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "With Covid-19 cases receding worldwide, our lives are entering a new phase, where the \"normal\" perhaps means a strategic co-existence with an ever-present, maleficent viral disease. The novel coronavirus, unfortunately, is highly unpredictable, with new variants and mutations surfacing every now and then, at times wreaking havoc on communities.\nTake the case of China, for example. Despite pursuing a strict zero-Covid policy the last couple of years, the country is struggling to fight off new outbreaks of the Omicron variant, imposing blanket lockdowns in multiple localities, including the entirety of Shanghai (a city of around 27 million people), Beijing and Shenzhen, along with other major cities.\nOne of the variants found in the city of Suzhou near Shanghai—although mild in nature—does not match with records in the global variant database. The emergence of the Omicron sub-variant XE—a blend of Omicron BA.1 and BA.2 strains, also termed \"recombinant\"—first detected in the UK, and later found in India and even Thailand, has also drawn the attention of medical communities around the world. This new sub-variant—currently the UK's dominant one, with more than 637 cases detected so far—is thought to be highly transmissible, with early estimates indicating a 10 percent community growth rate advantage in comparison to the fast-spreading BA.2 strain. However, as of yet, there has been no indication suggesting that the XE sub-variant could be deadly. The events of the next few weeks would be important in understanding the nature and strength of the new sub-variant. While there is no need for us to panic, as conscious citizens, we should stay alert and follow the safety protocols.\nAnd with Covid evolving, new strains and variants are expected to surface in the coming months and years. Which means, in the long run, Covid is expected to transform into an endemic disease. This, however, does not negate the risk posed by the virus. For some, especially the elderly and children, and for those who have not been vaccinated, the risks would be higher.\nFor us in Bangladesh, with the economy gradually opening up and life reflecting a semblance of normalcy, it is important that we do not let our guard down. Unfortunately, the number of people who practise social distancing or follow personal hygiene protocols is only decreasing by the day. Not only in open spaces, but in cramped places like lifts, people are moving freely without a mask, exposing themselves and the others to the menacing possibility of catching the stealthy virus.\nWhile the falling number of Covid cases and subsequent low fatality rate is a blessing and a respite for us from the nightmare that we have had to endure over the last two years—losing lives and livelihoods—we cannot become complacent now. The government has done a commendable job of bringing in as many people as they could under the Covid-19 immunisation programme, but we still have to keep in mind that there are Covid variants that have the capacity to evade vaccine protection and infect individuals. And with Covid, one can never really be sure how and when one might catch the virus.\nFor us, the only way to dodge the risk of catching Covid-19 is by adhering to health and safety guidelines, such as social distancing—following the space slots marked in lifts, public places, counters, etc that we often look down upon so disdainfully—and strictly maintaining personal hygiene protocols, including wearing face masks when in public, among other prescribed measures.\nWe must also keep in mind that most children in our country are yet to receive their first shot of the vaccine. And they have only recently started attending schools in person after a struggle with online classes and subsequent learning loss of almost two years.\nA Unicef report suggested that the education of 37 million children in Bangladesh had been disrupted by the protracted closure of schools due to the pandemic. Moreover, 14,111 privately-run primary schools had to face closure within one year of the pandemic's outbreak in the country. The number of teachers and students declined by 83,268 and 1,461,634, respectively, within the same time frame, as per the Annual Primary School Census (APSC) 2021, prepared by the Directorate of Primary Education, and this figure is excluding the English medium schools or the Qawmi madrasas. The sheer numbers point to the heavy toll the pandemic has taken on our education sector.\nWhile it would take years to recoup this loss, we must make sure to keep the spread of Covid to a minimum, if our children are to continue in-person classes. One more outbreak, and our children would be back within the confines of home amid uncertainties, fighting a fresh emotional and logistical battle to adapt to and cope with online learning.\nThe same is applicable for our economic aspirations as well. After months of struggles and setbacks, the economy is finally reopening, trying to cover up for the losses of the last two years. And the forecasts so far have been encouraging. The World Bank, in its Global Economic Prospects report, in January 2022, suggested that Bangladesh's economic growth would reach as high as 6.4 percent in FY2021-22, and up to 6.9 percent in FY23, despite the deceleration of the global economy.\nRebound of the garments industry, along with strong remittance inflow and increase in demand in the domestic market are thought to be the key drivers behind this growth. However, to sustain this, we would need to ensure that this flow of economic activities remains uninterrupted and we can only do so by keeping the coronavirus at bay. If we become complacent thinking we have managed to wash our hands of the virus once and for all, we would be making a grave mistake.\nDespite all the strict measures taken by China, the country is now scrambling to minimise new outbreaks of the virus, and the new lockdown measures are expected to take a toll on the country's economic growth.\nWhile the situation in every country is different, we should not take this lull in the Covid scenario in our country for granted. The more careful we are, the safer our nation is, and the more protected our loved ones are. We are all responsible for the fight against Covid, and we must not fail ourselves in this.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "We can’t let our guard down against Covid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/we-cant-let-our-guard-down-against-covid-3006636",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "Prof Rehman Sobhan (RS) continues to amaze. Even at this ripe young age, his pace has not slackened, his gaze has not dimmed, his voice has not faltered as it retains its keenness, relevance, and moral clarity. He has earned his place as the elder statesman of our scholarly and activist communities—a heroic, enduring and inspiring presence in our midst.\nHe has also become the pre-eminent chronicler of his times. This is always a tricky terrain to navigate, more so when important personalities and controversial issues are involved, where narratives become \"sacrosanct\" (Page 7) and discourage interrogation. In the hypersensitive and polarised environment of the country, writing contemporary history becomes not only a \"contested,\" but a \"risk-prone\" enterprise (Page 8). But RS \"pulls it off,\" and does so in style and with authority.\nThis is not accomplished because of his writerly craftsmanship, nor his political instincts learned and honed over the years, but by the qualities of scholarly integrity, personal humility and natural graciousness that are inherent in him, and reflected in the book.\nThe volume begins with that \"exhilarating\" and \"epic moment\" of his return to Dhaka on December 31, 1971. Little did he know that in less than four years, he would leave the same city and seek refuge in Oxford, UK. This is a brave and honest effort to come to terms with that tumultuous period in our history.\nThis is our story as well—the generation of students at DU in the late 60s, who participated in the political and military struggle for freedom, and shared the same passion to build the socialist and democratic Sonar Bangla invoked by Bangabandhu and fervently embraced by us. But we failed. What happened? That question haunted us and, often, mocked us.\nIn the giddiness of victory and the idealism of youth, we had never actually understood the enormity of the task before us. We had assumed that the obvious economic and social problems we faced at the time were practical problems, which could be resolved through some effort, imagination and sacrifice. What we did not realise—as this book explores—were the political, psychological, administrative and other slippery slopes that had doomed the socialist \"moment.\"\nWhile this is a rich and provocative analysis of that entire period, it is really a discussion of THAT failure which speaks to our generation most compellingly. Hence, it is this aspect of the book which will be the focus of this essay, more as personal reflections rather than a \"review.\"\nReading the book makes us realise that there were deeper, subtler, more treacherous issues we did not understand, such as institutional jealousies, jurisdictional frictions, and leadership jostling (particularly the scramble for nearness to Bangabandhu). The lack of coherence and synchronisation was painfully reflected in persistent inter-ministerial wrangling. RS refers to the intense bickering, which he once describes as a \"gladiatorial contest,\" even between the ministries of planning and finance, while both were under the same minister, the perceptive and talented Tajuddin Ahmed.\nThis lack of coordination was both painful and hilarious. RS recounts the story of his trip to Chhatak Cement Factory, when he saw that large inventories of cement had been stockpiled because of patron-based distribution bottlenecks, while just on the other side of the river, work on the Sylhet Pulp Mill, being constructed on German credit, was at a standstill because they did not have enough cement to complete their project (Pages 195-196). His efforts at \"intervention\" resulted in complaints about \"overstepping jurisdiction.\"\nSimilarly, he was incensed when he realised that the housing project that had been planned in Mirpur had not progressed at all, and the allocations in the Annual Development Plans (ADPs) had been used just to pay for the hugely inflated price of the land controlled by influential people (Pages 175-178).\nThere were many such examples. They proved, as Burns had noted, that \"the best-laid plans of mice and men often go awry\"—particularly when the left hand of planning does not know what the right hand of implementation was doing.\nThe members of the Planning Commission also faced difficulties dealing with senior bureaucrats who resented their power (perhaps their abilities and ideals as well), as well as from junior officers given to traditional inertia, rather than the promptness and initiative the circumstances demanded. RS suggests that this distance may have been heightened by the members' own inability or unwillingness to build bridges either because of their egos, their access to Bangabandhu, or their political inexperience.\nBut it was not merely management inefficiencies and institutional gridlock that haunted the transition to a socialist economy. The book appeared to confirm the impression long suspected—that the concept itself had not been clarified to the larger body of political stakeholders, nor its \"ownership\" distributed more widely. It became a word or a slogan, but not a programme or a strategy for which the nation had been mobilised.\nMoreover, there were questions about what the concept meant. It is possible that Bangabandhu (who had written admiringly about China after his visit there in the early 1950s, who may have disliked capitalism as an exploitative system, but whose references to socialism as an ideal had been a bit vague and infrequent) had, in all likelihood, visualised it merely as creating an inclusive and just society that would bring \"smiles to people's faces.\"\nThe Planning Commission had assumed that it involved the pursuit of nationalisation and redistributive objectives, where the \"commanding heights\" of the economy would remain under state control, which could all be accomplished through appropriate policy frameworks and institutional support.\nTraditional upholders of the notion had conceived it as a \"revolutionary undertaking,\" requiring a theoretical understanding of the dialectics of class struggle and the materialist conception of history, and difficult to achieve under an unprepared leadership with its petty-bourgeoisie background and orientations.\nBangabandhu's approach to the concept appeared to be emotional; to the commission, the challenge was intellectual; to the hard-line leftists, the commitment was ideological. They may have been reading the same book, but probably not the same chapter, and were certainly not on the same page.\nBangabandhu's public utterances on the subject became less vigorous. The nimble-minded and progressive Tajuddin was distracted by other concerns, and distanced himself from the commission. Political leaders were much too busy consolidating their positions and rewarding their followers in a rather free-for-all environment. Trade union leaders, considered to be the natural allies of the nationalisation policies, were consumed by internecine conflicts over power and privilege. Students, freedom fighters, and cultural activists faded away since their belongingness was neither activated nor even sought. Intellectuals withheld support either because the initial efforts were considered to be too radical by some, or too timid by others. Even Maulana Bhashani, with his long roots in peasant and populist activism, became more of a critic than a supporter of these measures.\nOpponents of the concept such as the new \"brief-case capitalists,\" the \"indenting entrepreneurs,\" and the \"dispossessed owners of the nationalised industries,\" became increasingly active and gained traction. Plans for agrarian reforms were completely shelved for reasons of \"practical politics.\" The commission note on the First Five-Year Plan, which contained the most comprehensive discussion of goals, benchmarks and policies, was hardly debated in parliament and given only a cursory reception in the cabinet.\nThe entire notion of \"socialism\" gradually began to be viewed as an \"academic\" exercise—in the worst sense of the term. Some Awami League stalwarts began to believe that \"Bangabandhu was led down the garden path on the issue of nationalisation by the professors in the Planning Commission\" (Page 114).\nMoreover, it was widely believed that the nationalisation programme was a disaster. RS points out that in spite of various and obvious difficulties, its performance was really not too shabby. In Chapter 10, he details the aggregate success it achieved in several (though not all) sectors. However, the damage to its reputation had been done, and it was lethal.\nThe \"gang of four\" in the commission began to feel frustrated and alienated. Dr Nurul Islam, the liberal \"technocrat,\" Dr Anisur Rahman, the \"idealist,\" Dr Mosharraf Hossain, the \"pragmatist,\" and RS, the (incurable) \"optimist,\" were all disappointed with the level of support their ideas generated. Even the international solidarity that they had expected from socialist countries proved to be ephemeral and elusive (Pages 243-247). Consequently, they began to plan their exit strategies. By late 1974, nearly all had left or were on their way out. Their grand experiment had collapsed.\nBut while the concept of socialism might have been a bit complicated, and carried some baggage, the issue of democracy was simpler, and integral to the values and vision which defined the nationalist struggle. The reason why even that was largely abandoned through the institutionalisation of BAKSAL is clearly a more complex issue.\nThe book does not avoid it. Indeed, RS expresses his anxiety and dismay as those events unfolded. But it does not receive the same engaged attention as the unravelling of the economic plans does. His relative indifference to this issue is understandable, since this was not his area of expertise or focus, and the subject may be more delicate. But clearly both outcomes were related and had been prompted by similar factors and dynamics.\nRS also refers to the rising anti-Indian mood in the country. It would be difficult to determine if this had been caused by the pre-existing sentiments that had been nurtured as an article of faith during the Pakistani period and still resonated among many in Bangladesh, or by the challenges and failures of the state leading people to blame an external agent, or the attitudes and behaviour of India itself that deepened early suspicions and concerns. Similarly, whether people became more communal as a result of anti-Indian feelings or more anti-Indian because of their communal predispositions cannot be clarified. But both were palpable and contributed to the government's unpopularity, since it was considered to be too beholden to Indian interests. (Awami League's perceived over-closeness to India was mined and manipulated to cunning advantage by successive regimes and communal forces).\nIn the context of the corruptions, mismanagement, political tensions, bureaucratic infighting, law and order problems, the proliferation of \"bahinis,\" external pressures (the oil crisis in 1973, the rise of international food prices that led to the famine the next year), and the \"crisis of rising expectations\" (when people had expected too much and received too little), Bangabandhu may have felt a bit overwhelmed, besieged, impatient, and alone with his back against the wall. BAKSAL may well have been his cry of desperation and a plea for help from the public—the one constituency he knew, loved and trusted.\nIn less than a year of BAKSAL, the father of the nation, the very symbol of our dreams and struggles, lay in a pool of blood following a dastardly and brutal attack on his entire family. The subtitle of the volume \"From Dawn to Darkness\" is, thus, both poignant and accurate.\nThis is a sad book. While it covers a lot of territory, presents characteristically clever insights and astute analysis, and is written in the inimitable style and dry wit of RS, it is ultimately a sincere and candid reckoning with the reality of some unsettling failures. Hopefully, this will inspire a fuller, richer and more objective discussion of how our soaring dreams turned into a grim nightmare so quickly.\nWhat is remarkable is that, in this book, there are no axes to grind, excuses to offer, fingers to point, beans to spill, canards to skewer, patrons to placate, demons to slay, or agendas to advance. It opens a window into that intriguing and chaotic period which gradually assumed the dimensions and character of a Dickensian tragedy (\"it was the best of times, it was the worst of times … it was the spring of hope, it was the winter of despair\").\nThis book should not only be read—it must be studied.\n \nDr Ahrar Ahmad is professor emeritus at Black Hills State University in the US, and director general of Gyantapas Abdur Razzaq Foundation in Dhaka.\n\n",
        "headline_1": "Early dreams and rude awakenings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/early-dreams-and-rude-awakenings-3006621",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "While Covid-19 has sent shock waves through the ready-made garment (RMG) supply chains that continue to reverberate, there is also a broader issue that needs more attention: sustainability. For apparel makers, the biggest impact this has is in terms of the regulatory environment.\nIt may not have been widely reported in our country, but just last week, the European Union (EU) launched a new strategy for textiles that could potentially have a big impact on global fashion supply chains such as Bangladesh. And one area the strategy is focused on is sustainable fashion and stopping greenwashing.\nI think our industry needs leadership, support and guidance from the government and policymakers now more than ever. We need a clear and robust strategy as well as practical support measures to help us navigate our way through these uncertain and challenging, but also opportunistic times. Have no doubt about it: these are the times of huge opportunities. In any economic shake-up, there will be winners and losers, and we have to make sure we are the former, not the latter. Our government can help with that, but it must be smart and creative with the policy packages it uses to reinvigorate our sector.\nWhat would I like to see in terms of our government support for RMG manufacturers? Firstly, I believe we need more investment in our sector to take it to the next level. We can produce apparel products in large volumes, and if a major fashion player wants tens of thousands of units at a short notice, we are as good as any supplier in the world. But what about the ability to provide a seamless, one-stop shop? Vertical integration is the next step for Bangladesh's RMG sector and, while we have begun to make progress in this area, there is still more we can do.\nTo facilitate this process and the general upgrading of its textile industry, Vietnam's government has provided significant financial incentives for foreign direct investments (FDIs). FDIs can bring in the expertise we lack in Bangladesh to help drive operational efficiency as well as move to the value-added apparel products.\nSecondly, I would like to see greater financial incentives for local factories to invest in new technologies and sustainable innovation. There are huge financial benefits to sustainable investment, as I have discussed previously. Factory owners need to be incentivised; they need to be directed along the right path, and this can be done via a range of fiscal measures, including quick access to investment credits and soft loans.\nHow about allowing garment makers to gain 100 percent first-year capital allowances to cover their expenditure on energy-efficient plants and machinery, for example? Or granting tax relief to companies investing in new energy-efficient machinery or water-saving equipment? Or how about supporting interest-free loans for garment makers to install energy-efficient equipment and make other sustainability-related investments?\nEnergy efficiency and other sustainability-related projects typically pay for themselves within a few years, through the cost savings achieved. This makes them attractive for investments with serious returns. However, they require an initial upfront capital investment, and this is where we need government support via our financial institutions.\nRemember, many of our customers are now increasingly looking to only work with factories that meet certain green criteria. Their rules are stipulated in their supplier terms and conditions which, from an environmental perspective, are becoming more onerous by the year.\nFinally, I believe our government can provide more generalised financial support for the apparel manufacturers in terms of pushing the brand Bangladesh to a global level.\nFor instance, how can we increase our share in our main export markets, such as the EU, the US and the UK, and how can we reach beyond them? Many countries provide support to their key strategic exporters via export trade missions. Often, these missions—which governments subsidise to some degree—allow seasoned exporters to share ideas and information with up-and-coming exporters. These provide an excellent learning process for all and offer exporters an opportunity to make new contacts and win new business in international markets.\nI believe in free markets and healthy competition; all garment manufacturers must ultimately stand on their own feet in what are ferociously competitive international markets. At the same time, there is no harm whatsoever in our government providing leadership and strategy backed by targeted support packages for our industry. Remember, ours is a sector of huge strategic importance. Government investment in it now, at this crucial juncture, will pay for itself multiple times over in terms of tax revenue and other softer benefits in the future. Support for garment makers will not go to waste and will be considered as money well spent.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Creative policies needed to support RMG makers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/creative-policies-needed-support-rmg-makers-3006616",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "After buying a 9.2 percent stake in Twitter and becoming its biggest shareholder, Elon Musk announced an offer last week to buy the company for USD 54.20 per share, in cash. The next day, the company's board responded with a \"poison pill\" consisting of a new \"shareholder's rights plan\"—basically giving certain shareholders the right to purchase more stock (possibly at a discount) if Musk attempts to seize control. The signal was clear: the Twitter board intends to fight Musk's bid to take sole ownership of the company. \nLike everyone, I have no idea what Musk's intentions are with Twitter. But to me, it appears what we need urgently are more platforms devoted to free speech and discourse, that are less willing to censor. \nAccording to journalist Glenn Greenwald—whose publication about the global surveillance programmes based on classified documents provided by Edward Snowden contributed to The Guardian's 2014 Pulitzer Prize—tech monopolies such as Facebook, Twitter and others have become \"hives of censorship and speech control.\" But that is not even the primary problem. The biggest problem is that \"they are now key weapons in maintaining closed propaganda systems, always aligned with the US security state.\" \nIn a recent TED Talk, Musk said, \"My strong intuitive sense is that having a public platform that is maximally trusted and broadly inclusive is extremely important to the future of civilisation.\" This, along with other comments he has made elsewhere, indicates that Musk wants Twitter to have more free speech and less censorship. \nAmong his other ideas, Musk also mentioned how he would like for the social media giant to allow posts on alternative (some may say controversial) views to exist, rather than them getting deleted (as they are now), allowing individuals to make up their own minds about such topics, rather than having our tech overlords lording over what we should see and think. To me, that does not sound like a bad idea, particularly because the number of times that big tech wrongly (or rightly in their case to protect powerful interests) deleted or flagged news items is simply uncountable.\nAnother interesting suggestion he made was having people be put in \"time out\" for posts that everyone can agree are problematic—i.e. posts that are in the \"grey zone\" are fine, but posts that are clearly calling for violence against someone or some group are not—rather than those people having their accounts permanently deleted. This, too, is an interesting idea. Just think about how many times you, as an individual, were wrong about something, or held a view that was (factually or otherwise) incorrect. How did you manage to correct your own belief? Was it when someone just shut you up? Or was it when someone else showed you the merits of an alternative viewpoint and the demerits of your own? I would guess it was the latter. And it's no different from what we have seen throughout history: the cure to bad ideas is not censorship, because the person or group being censored will continue to hold such beliefs and simply propagate them using underground methods; it is more good (or correct) ideas. \nIf we are to have an inclusive society, we can't simply \"cancel\" those we don't agree with. We have to hear them out and see if their arguments have any merit. Perhaps we can learn something from them—if nothing else, at least a stronger understanding of why our own beliefs are correct and theirs are not. And it is only by listening to them that we can encourage them to listen to our own arguments. \nGiven all this, what should shock us all is how the US corporate media has been panicking over Musk's suggested ideas for Twitter. Or perhaps not, given their track record of unashamedly stoking wars in Iraq, Afghanistan, Libya, Syria, Somalia, etc. One went so far as to write this (ironically) on Twitter, \"I am frightened by the impact on society and politics if Elon Musk acquires Twitter. He seems to believe that on social media anything goes. For democracy to survive, we need more content moderation, not less.\" \nIn the 21st century (with the age of information and all that), I am shocked when I see comments like this—even though I don't believe they should at all be censored. What I would like to ask its author is: Who decides what to moderate? Who decides who should moderate? Are we going to have the people elect these moderators? If not, how is that democracy, regardless of what definition of democracy you subscribe to? And when did \"content moderation on Twitter\" become a fundamental pillar of democracy? \nEven if you (either on the left or right, which I believe are mostly useless labels that our ruling oligarchs use to divide us) believe that moderation of views other than yours is necessary, what is to guarantee that in future, the other side (or some complete authoritarian psycho) will not take over and simply censor views closer to your heart? Limited censorship (or not so limited, as in today's case) have been tried and failed throughout history. And there are plenty of reasons for that. Alternatively, if the success of your political movement, national ambitions, or other objectives depends upon the need to censor dissent and silence your adversaries, that's a pretty strong indication that you have zero confidence in the beliefs you want to propagate—probably for good reasons. \nFunnily, the other argument I have been seeing in the corporate media—owned by billionaires like Jeff Bezos and Rupert Murdoch, etc—is that billionaires should not have control over (social) media platforms. There is not much to add to that, I think. \nUltimately, there are many reasons to be sceptical about Musk's motives and, even if pure, his ability to restore free speech to Twitter and to the internet in general. Way too many powerful interests globally (and for us here in Bangladesh, nationally too) need censorship. But, as Greenwald explains, \"the panic reveals so much.\" \nFor those who still remain unconvinced as to why we need to be a bit more \"absolutist\" about \"free speech\"—as Musk claims to be—I would like to share with you a quote from an individual who is perhaps the most published human being alive, who is currently languishing in Belmarsh (maximum security) Prison in the UK for revealing the biggest war (along with countless other) crimes of this century: \"The sun of truth is the only guiding beacon civilisation has at its disposal. If we are to flourish in reality, we must ultimately use it to chart our course. To do otherwise is to drift aimlessly in the dark, decoupled from the real world and hearkening to every imagined wave.\" \nHow are we to find that truth, without free speech? \n \nEresh Omar Jamal is an assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal \n",
        "headline_1": "Why I’m all for Elon Musk buying Twitter",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/why-im-all-elon-musk-buying-twitter-3006571",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "Like all other developing towns and cities in Bangladesh, Cox's Bazar has been growing at a tremendously rapid rate. And, not surprisingly, its municipal services have been unable to keep pace, particularly the conservancy service. Consequently, the humongous amount of garbage collected daily is piling up by the day due to a lack of proper waste management facilities. The only recourse is the dumping ground, which, in the current state in the heart of the city, is detrimental to the environment and to public health.\nUnfortunately, like most towns and cities in the country, this tourist town is going through a phase of abjectly unplanned growth and urbanisation. Every empty space is being developed as a hotel or residential building, every pond being filled up to be gobbled up by real estate companies. There are already 750 hotels and 250 restaurants, according to one newspaper, in this small township. All these are happening without following a master plan—if there is one at all. The authorities, it seems, are not alive to the seriousness of the problem.\nReportedly, a town of 200,000, Cox's Bazar is visited by 10 million tourists every year. It is, therefore, no wonder that the services would be overwhelmed by the amount of waste and garbage the tourists generate in and around the city. Reportedly, the municipality collects 90 tonnes of waste from the municipal area every day on an average, which might go up to 130 tonnes during peak tourist season. The point to note is 90 tonnes of collected waste. No one knows the amount of waste that remains abandoned in situ. The waste generation is double that projected for 2021. And, as always, there are not enough staff to handle the garbage. But that's not all: the small town produces nearly 140 tonnes of sewage every day, of which only 20 tonnes can be treated.\nThis is a dismal picture for the tourist town, which claims to be home to the largest continuous sea beach in the world. We understand that a master plan is being prepared for the town by the Cox's Bazar Development Authority. In the meantime, unplanned growth has taken its toll, and unless addressed promptly, may prove to be irretrievable. An advanced waste management system is imperative for Cox's Bazar, whatever the cost may be. No price is high enough, unless one wants to see this once beautiful pristine township turn dirty and filthy.\n",
        "headline_1": "Longest beach or biggest dumpster?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/longest-beach-or-biggest-dumpster-3006611",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    },
    {
        "full_article": "That consumers are having to pay an additional Tk 36-38 for every litre of non-bottled soybean oil over the price set by the government, despite record import of the item in the first quarter, is a textbook example of how the government has failed to enforce any form of price control as people keep suffering due to unbearably high prices. Moreover, each litre of palm oil is also costing Tk 21 more than the price set by the government.\nBetween January and March, more than one million tonnes of edible oils were imported into Bangladesh by businesses, which is nine percent more than the volume imported during the same period last year, according to data from the National Board of Revenue (NBR). In spite of that, wholesalers and retailers are claiming that supply shortages have been driving prices up. According to market insiders, this claim is false. They say oil refinery owners, dealers and brokers have been creating an artificial crisis to push the prices up.\nAt the end of March, the government fixed the wholesale price of non-bottled soybean oil at Tk 134 a litre and Tk 136 a litre at retail. But in Khatunganj, which is one of the largest wholesale markets in the country, the wholesale price was Tk 164 and retail Tk 174 on April 16. According to the president of the Chattogram chapter of Consumers Association of Bangladesh, this mismatch is the result of the government's poor market and refinery monitoring. On March 10, the government waived the 15 percent VAT on oil production and five percent VAT on retail until June 30 to cushion the blow of price hike in the international market. Yet, this duty waiver has not benefited the consumers. Wholesalers have alleged that some brokers and traders were hoarding edible oils, which resulted in the end consumers having to pay much more.\nWhile this has been happening, the director-general of the Directorate of National Consumer Rights Protection told this newspaper that it was not possible for them to \"to control the market with limited manpower unless the SO [supply order] sales pattern of edible oil is changed.\" At present, refinery owners sell SOs to a limited number of dealers and brokers, and they change hands several times before products of those SOs go to wholesale markets. That's why the prices go up several times before the products reach the markets from the mill gates. The government urgently needs to address these problems. The number of intermediaries has to be reduced, and different government departments and local administrations need to work together to bring an end to such exploitation of consumers.\n",
        "headline_1": "What good is price control if it isn't enforced?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/what-good-price-control-if-it-isnt-enforced-3006406",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-04-2022"
    }
]