[
    {
        "full_article": "Friday capped an embarrassing week for SBI in Supreme Court. India’s largest commercial bank was pulled up for submitting incomplete info to Election Commission on electoral bonds. It was the second time SBI found itself at the receiving end.\n\nSilos of confidentiality | On March 11, SBI’s request to extend the deadline to submit details of EBs was dismissed by SC. Court transcripts of the proceedings showed a mix of physical and digital storage at SBI to maintain confidentiality. Info was broken up and stored in silos. Info on the name of EB purchasers and related KYC were stored physically. Bond numbers were stored digitally.\nMissing bond numbers | SBI has submitted EB details without passing on bond numbers. Soon after EBs were notified in Jan 2018, GOI put out a statement explaining that EBs do not carry names. Neither donor nor recipient can be identified. However, each bond carries a random serial number invisible to the naked eye to prevent forgery during encashment.\nSBI did not hand over info on the serial numbers to EC. A fallout is that on Monday, SBI’s lawyers have a lot of explaining to do in SC.\nEC’s explanation | EC was in SC yesterday to ask for the return of EB data related to the period before LS 2019. It had submitted the data in a sealed envelope. EC didn’t keep a copy – to preserve confidentiality, it says. SC will scan and digitise EB info before handing the original back to EC today.\nThe maze of silos that characterised EB data storage has made retrieval a complicated affair. Once EC has the complete info on EBs, including bond numbers, it should put it all out for transparency. That was the main message of SC’s judgment: the voter has a right to know.\n\n",
        "headline_1": "Tell voters all: As SC says, all electoral bonds data must be made public",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tell-voters-all-as-sc-says-all-electoral-bonds-data-must-be-made-public/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "It was like a proper jack-in-the-box surprise. After waiting and waiting to see which business has bought how many electoral bonds, turns out Buyer No. 1 is ‘lottery king’ Santiago Martin. The OMG of his caper derives from the obscurity of Martin’s company, Future Gaming. But we have to wonder, is this in any way a reflection of how deep gambling runs in our veins.\n\nAncient & lovely | The epic-turning throw of dice in Mahabharat is just one of the many references to games of chance in our classical past. For example, the Rummy, Teen Patti, Blackjack and Bluff that are the mainstay of Diwali parties today, have been traced back to mythological play between Shiv-Parvati.\nJekyll & Hyde | But we have a split personality disorder on these things. Play to win. Or stay away from sin. This is also why our laws are bewilderingly knotty. Buying lotteries is legal in some states and illegal in others. Casinos are okay on some waters, but not land. Lately, the frothing has been on gaming, whether based on skills or not. The question is whether all of society’s choices should be restricted because some of it is prone to addiction.\nSports & politics |The Super Bowl held in Las Vegas this year, reflects how NFL has cosied up to sports betting. Mahjong has new speed from electronic tables. Despite ever new forms of entertainment, the ancient one of gambling retains its popularity.\n\n",
        "headline_1": "Don’t stop the dice: What a lottery king buying electoral bonds says about us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-stop-the-dice-what-a-lottery-king-buying-electoral-bonds-says-about-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "● Problem wasn’t EBs, but lack of transparency\n● Data on EC website reveals this opaqueness\n● Bulk of companies are unlisted\n● Some may be shell companies\n● Data takes us to SC’s question: What favours, if any, did donors receive?\nOn March 6, Supreme Court struck down the Electoral Bonds scheme as wholly unconstitutional – a step forward for reform in campaign funds. While the petition in SC was only to cancel the EB scheme, SC rightly directed the data be made public.\n\nMuch-awaited info on EBs is now available on Election Commission’s website. To read the data is to also find the gaps. Data from April 12, 2019, is available. Donations before that are not yet public as EC has not received this info from SBI. This earlier data had been deposited with SC. A quick analysis of available data throws up very interesting facts and questions.\nRead full story on TOI+\n\n",
        "headline_1": "Five facts, five takeaways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/five-facts-five-takeaways/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "This renaming is particularly unconvincing. Because the Nizam Shahs’ connection to the city was longer, richer, and more meaningful. Ahilyabai left Maharashtra aged eight\nAhilyabai Holkar (1725-95) was a woman of high accomplishments. On the one hand were her religious charities: feeding houses, riverside ghats, and temple reconstruction, most famously of Kashi Vishwanath, demolished by Mughal emperor Aurangzeb in 1669. But she was also capable of good governance. A British official – who had no special incentive to flatter “native” figures – would describe her as “one of the purest and most exemplary rulers that ever existed”.\nShe showed much personal fortitude too. Widowed before 30, Ahilyabai watched her son go insane and her daughter commit sati. As a woman in a world of men, she forcefully asserted her right to administer the Holkar dynasty’s lands herself. Remembered as part-queen, part-saint ever since, there’s no doubt that Ahilyabai is a historical figure of importance.\nRead full story on TOI+\n\n",
        "headline_1": "Ahmednagar to Ahilyanagar: The return of the native?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ahmednagar-to-ahilyanagar-the-return-of-the-native/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "At a time when the country is struggling to prop up its dwindling foreign exchange reserves and aggressively hunting for more foreign aid and loans to implement various projects, it is disconcerting to know that a staggering amount of $46.5 billion in foreign aid remains stuck in the pipeline due to failure of various government agencies to execute projects on time. The situation is particularly frustrating because foreign aid is shrinking globally. This disquieting development, as reported in this daily recently, should serve as a wake-up call for the authorities concerned to frame up projects pragmatically and streamline their implementation process in order to ensure efficient and maximum utilisation of foreign assistance.The recurring issue of project implementation delays, often leading to cost overruns and the diversion of foreign funds, has been a longstanding challenge in Bangladesh. Reasons cited for this chronic problem include a lack of proper feasibility studies and transparency in project implementation, instances of corruption, faulty design, delays in hiring consultants and bureaucratic intricacies. Additionally, the capacity deficiency within government departments hinders proper planning and project design, as well as the ability to draft and award contracts that prioritise the public interest over contractors' profits. It is also an open secret that a section of corrupt officials always procrastinate when it comes to project implementation, prioritising their own kickbacks over national development. This not only delays crucial infrastructure development and poverty alleviation initiatives, but also inflates the unutilised aid in the pipeline.The implications are far-reaching and damaging to the nation. Delayed project outputs not only hinder the nation's development goals but also pose significant repercussions for the overall economy. Foreign aid is crucial for development as well as for boosting the country's foreign reserves. Even Prime Minister Sheikh Hasina has often emphasised the need for timely implementation of projects, but to no avail. Most development projects progress at a snail's pace. When public agencies fail to implement their foreign-aided projects on time it becomes a national embarrassment, aid disbursement is blocked or suspended by the respective donors and international trust takes a dive.The current trend, as highlighted by the Economic Relations Division (ERD) data, is particularly alarming. While development partners disbursed $4.39 billion of their confirmed aid during the July-January period of the current fiscal year, a substantial portion remains unspent. If this trend persists, the unutilised aid in the pipeline is projected to exceed $50 billion in the coming years. Utmost caution, therefore, must be taken to ensure transparency, accountability, and efficiency in project implementation to facilitate smooth release of foreign funds. The authorities have to address the root causes of project execution failures and help expedite the release of foreign aid stuck in the pipeline. Strengthening project oversight mechanisms, enhancing co-ordination between government agencies and development partners, and improving project management capabilities are essential for ensuring timely implementation of foreign-funded projects. Failure to do so will not only jeopardise the country's development goals, but also turn its economic challenges more daunting.",
        "headline_1": "Bulging unutilised project aid in pipeline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bulging-unutilised-project-aid-in-pipeline-1710687108",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "Despite the existence of a government programme, titled, 'National Plan of Action on Elimination of Child Labour 2021-25',eliminating the scourge of child labour from society does not seem to be as easy as some in the government would have us believe. Consider the recently published reports of the 'Establishment-based Sector-wise Working Children Survey-2023' and the 'National Child Labour Survey-2022'.The reports show that 1.78 million children aged between 5.0 to 17 years in the country are engaged in child labour and of whom over a million are engaged in hazardous labour. So, one wonders how the programme could be achieved within the stipulated time, given the optimism expressed by the state minister for planning on the occasion of the release of the report on child labour survey last week. Optimism is one thing and the facts on the ground are quite another. Though child labour is a curse and the government has many plans and programmes in place to address it with timelines set for the purpose, the point that is being missed here is that 'child labour' is not an issue isolated from the rest of social evils.These children employed in labour, both non-hazardous and hazardous, are helping their families. So, they could not have been in such an unfortunate situation had their parents and guardians not consented to it. Child labour is also not a new phenomenon. It has been with us since the pre-industrial feudal times. Even in modern times, in the rural backwaters, farmers, despite their poverty, want more children so they (the children) would grow up to help them as farmhands. In the urban slums, too, the psychology of the parents of the working children is more or less the same. This is why one would often come across children picking garbage, or selling flower, washing car or doing other odd jobs. These children are looked upon by their parents as an asset for the family. However, this is no argument for perpetuating the social curse of child labour indefinitely. The problem lies with the very idea of taking child labour as an issue isolated from the overarching problem of poverty. Without alleviating poverty once and for all, can we expect that child labour could be eliminated overnight?Like poverty in general, child labour is a socio-economic issue. It is good to learn that the poverty rate came down to 18.7 per cent, according to the Bangladesh Bureau of Statistics (BBS)'s Household Income and Expenditure Survey 2022, compared to the findings of a similar survey done in 2016 when the poverty rate was 24.3 per cent. The fact that the extreme poverty rate dropped to 5.6 per cent from 12.9 per cent is also something to lap up. But poverty rate is also not purely a number. Worse yet, it may change very fast. Persistent inflation with attendant rising cost of living in recent times has made living still harder for the poor who came under the BBS survey of 2022. But these statistics are not yet in hand. In fact, the poverty rate, especially, extreme poverty rate must have increased sharply in the meanwhile. What are the children of these new poor including those of extremely poor families, are expected to be doing now? Though we do not have any statistics about them at the moment to discuss at the various fora dedicated to expensive research on poverty, child labour and so on, those hapless children, if fortunate enough, may manage a work, even a hazardous one, to help their families. The less fortunate ones will have no choice other than to beg or worse, steal. Otherwise, they along with their family members will have to starve. So, what are those concerned about eliminating child labour from society would suggest the starving children and their parents to do? The obvious answer is urgent government intervention to reach food to those affected families. Even if the government opt for such measures, that is not going to address the issue permanently. If children are to be spared the punishing work of helping at a workshop, the most hazardous workplace for children, or at a city transport or in other such sweatshop conditions, the permanent answer would be to provide opportunity for work for the main adult breadwinners of their families. The focus of all the discussion and efforts to free society from child labour should be to involve the parents of the working children in income generating activities. There are, no doubt, efforts at non-government levels to create income generating activities for the poor through small loans or what they call microcredit. But in final analysis, that is also a stopgap measure. Making massive public investment to train and create jobs for poor families is the only way to wean their children off toiling to support their parents. Only then their parents could be motivated to send their children to school and not to work. [email protected]",
        "headline_1": "Eliminating child labour-",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eliminating-child-labour-1710687193",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "Sex crimes have all the making of an epidemic in the country. Not a single day passes without a report on sexual predatoriness from some corner of this land that emerged independent at the cost of the ultimate dishonour of about 300,000 women and girls alongside the sacrifice of 3.0 million lives. If this is a cause for serious concern, the increasing contagiousness of the sex offence in educational institutions from primary school to highest seats of learning should give society a nightmarish time. A number of charges of sexual assaults or harassment brought against teachers of different universities give the impression that some sex predators have infiltrated the revered profession. In the latest case, the main accusation is not levelled against any teacher but a classmate by now deceased Fairuj Sadaf Abantika, a student of the department of law at the Jagannath University. However, what really acted as an additional instigation for the girl to commit suicide is the role of an assistant proctor of the varsity. Instead of helping the girl, the assistant proctor supported the accused and behaved rudely with her. Only last week two teachers including the head of the human resource management department of Jatiya Kabi Kazi Nazrul Islam University (JKKNIU), Trishal were permanently removed from service in the face of protest by students. The charge against them is similar with the only difference that the main accused here was an assistant professor whom the chairman of the department supported rather than taking the complaint of the victim, a girl student of the same department, of sexual harassment seriously. In both cases, the senior teachers became a party to the sexual maltreatment by default. Fortunately, the student of JKKNIU did not end her life prematurely like the student of the Jagannath University. Last month also saw the termination of job of a teacher of the chemistry department of Chittagong University for attempted rape of a girl student while submitting her thesis paper. Before that a teacher of the mass communication and journalism department of the University of Dhaka was sent on a three-month break for his alleged sexual and mental harassment of a female student of the department.There has been a slew of similar incidents over the past few years but the latest spate of sexual aberrations at the highest seats of learning has surpassed all past records. So far as the abhorrent records are concerned, no university can beat that of Jahangirnagar University (JU) in Savar. An assistant professor of public health and informatics department of that university was also removed from service for 'moral turpitude' last month. An intimate photo and his indecent conversation with a girl student leaked online were considered 'moral turpitude'. Actually, the JU has a long legacy of sexual perversion as exhibited by students, the latest of which took place in a room of the dormitory. Then years ago when such incidents were almost unheard of came the vilest --- but boastful as he announced --- admission by a student leader that he had completed a century of rapes. How did the university authorities feel when he made the public announcement of his shameful sexual spoils, the majority of those supposedly constituting students of that university? Now a section of teachers seems to have turned predators because of their sexual overdrive. This is highly concerning. The good thing is that general students are protesting such moral deviation and the authorities are taking as stringent measures as the offences call for. But those measures, it seems, are not acting as a deterrent to the sexual aberrations. If a university teacher stoops so low as to give in to predatory instincts, the nation surely stares into a moral chasm it may fall to its doom. [email protected]",
        "headline_1": "Sexual aberration at its worst",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sexual-aberration-at-its-worst-1710687250",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2024"
    },
    {
        "full_article": "\"Depression\" may sound simple but it carries immense challenges, encompassing both physical pain and mental anguish. Nearly 60 per cent of people worldwide experience depression, with a majority being adults. Studies indicate that women are more prone to depression than men. Today, depression is a prevalent mental disorder, with one death from suicide every 40 seconds globally.Depression can significantly impact one's life, leading to difficulties such as disrupted sleep patterns, poor concentration at work, diminished self-worth, feelings of hopelessness, low energy levels, weight loss, and susceptibility to drug addiction. During depressive episodes, both the brain and body function may be impaired.Depression is a serious condition resulting from a complex interplay of social, behavioral, mental, psychological, and biological factors. Fortunately, treatment is available, with psychological interventions being highly effective. Self-care practices also play a crucial role in managing depression symptoms. It's important to prioritise self-worth, maintain connections with friends and family, engage in various activities, establish a consistent sleep routine, and refrain from drugs or alcohol.To overcome suicidal thoughts, it's essential to confide in someone who can be trusted. Many individuals have faced similar struggles and are willing to offer support.Munnujan AktarSchool of Business and EconomicsNorth South University[email protected]",
        "headline_1": "Dealing with depression",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-depression-1710687267",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-03-2024"
    }
]