[
    {
        "full_article": "Initial estimates for India’s external trade performance in May are a harbinger of even tougher times ahead. The 10.3% decline in goods exports marks the fourth successive month of contraction in outbound shipments and the sixth such occasion in eight months. May’s $35 billion export value is only 0.8% over April’s figure that was a six-month low. Barring electronics exports, which grew healthily year-on-year as well as sequentially, exporters across sectors had a tough month. Engineering goods that make up over a quarter of India’s goods export basket, contracted for the 11th month in a row, while the employment-intensive textiles sector shrank for the seventh straight month. The 30% decline in petroleum exports (the seventh contraction in eight months) may largely be due to cooling global prices that are also affecting other commodities’ export values, if not volumes. After a 6.7% rise in 2022-23, goods exports are now down 11.4% over the first two months of this year. The current estimate of $25.3 billion for May’s services exports is quite sobering as well.A 26.7% boom in services exports last year had helped narrow the steep goods trade and current account deficits amid surging global prices of commodities such as oil and fertilizers whose imports are inelastic for India. The trend reversal in that pace of growth began this March and has accelerated to a critical point with a mere 0.7% rise in global services receipts in May. The global slowdown that had clearly hit consumer demand for products, now appears to be infecting the appetite for services too. With IT companies slashing guidance and benching fresh recruits, some impact on domestic demand is visible and may intensify in coming months. Core imports (excluding oil and gems and jewellery) have contracted 5.5% so far in 2023-24. Overall goods imports are down over 10% through April and May, after surging 16.5% last year to $714 billion. May’s $57.1 billion import bill was just 6.6% below 2022 levels and almost 14% over April’s figure which had been the lowest in 15 months. This has lifted the merchandise trade deficit to a five-month high of $22.1 billion. Last month, the Commerce Ministry had expressed hope that demand from key markets may revive from August or September. Now, it believes the trend may improve from July or August. It has again cited the World Trade Organization global trade growth upgrade from 1% to 1.7% for 2023. Even if that were to fructify, it is far from the 2.6% growth averaged in the last 12 years and the respite for India may be limited. A ‘business as usual’ approach will not suffice any more to keep this key growth engine of the economy firing.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\ntrade policy\n\n/\n\nexports\n\n/\n\nelectronics\n\n/\n\nfertiliser\n\n/\n\njewelry\n\n/\n\noil and gas - upstream activities\n\n/\n\nIT/computer sciences\n\n/\n\ntextile and clothing\n\n/\n\nmanufacturing and engineering",
        "headline_1": "Shifting sands: On India’s external trade performance",
        "headline_2": "Before things get better on the trade front, they may get worse",
        "link": "https://www.thehindu.com/opinion/editorial/shifting-sands-the-hindu-editorial-on-indias-external-trade-performance/article66976850.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Festering communal tensions in Purola in Uttarakhand, nearly 400 kilometres north of Delhi, have resulted in the fleeing of most of the town’s handful of Muslims. A clutch of self-styled protectors of Hindu interests had called for a congregation on June 15, which was cancelled at the eleventh hour, even as the Uttarakhand High Court asked the State government to ensure that law and order was maintained. Tensions arose from an alleged attempt by a Muslim man to kidnap a minor Hindu girl from the town, on May 26. The man and his Hindu friend were arrested, and the incident soon became the new war cry for outfits that have been peddling the notion of love jihad, an alleged Islamic scheme to entrap Hindu girls in liaisons. Muslims in Purola became the target of a social boycott, and Hindu landlords were reportedly forced to evict their Muslim tenants. Several such incidents of targeting interfaith relationships have been reported in Uttarakhand in recent months. In a rather bizarre case, an interfaith couple had to call off their marriage even after their families had agreed to their match. Individual rights and choices are being trampled upon by hooligans who claim to protect community interests, a trend that is a serious threat to the rule of law and social harmony.The Chief Minister of Uttarakhand, Pushkar Singh Dhami, has amplified the hate rhetoric of love jihad in recent months even as these disturbances continue. He also ordered the demolition of over 600 tomb shrines associated largely with Muslims, on grounds of encroachment of public or forest land. He has promised strict action against the so-called love jihad and a vaguely framed ‘verification drive’ of people to keep the State free of disturbances. Meanwhile, random organisations that seek the cleansing of ‘devbhoomi’ — a reference to Hindu shrines in the Himalayan State — of other faiths, are finding the ruling party’s tacit or direct endorsement. A demand for excluding Muslims from the businesses associated with the Chardham pilgrimage circuit is also being given a sympathetic hearing by the administration. Since 2017, Uttarakhand has been in the news for campaigns and hate speeches against people from the minority community, which has been noted by both the Supreme Court of India and the High Court. The State should remain impartial in enforcing the law. The criminal case of attempted kidnapping in Purola should be investigated quickly, and nobody should be allowed to make use of it to propagate communal politics. The leaders should be fair and impartial, and be seen so.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUttarakhand\n\n/\n\nhate crimes\n\n/\n\npolitics\n\n/\n\nminority group\n\n/\n\ncrime\n\n/\n\nkidnapping\n\n/\n\narrest",
        "headline_1": "Mounting tensions: On the threat to social harmony in Uttarakhand",
        "headline_2": "Criminal cases should not be allowed to take a communal colour",
        "link": "https://www.thehindu.com/opinion/editorial/mounting-tensions-the-hindu-editorial-on-the-threat-to-social-harmony-in-uttarakhand/article66976967.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Prime Minister Modi’s state visit to the US from June 21-23 has already generated a high level of anticipation and voluminous commentary. While this is common in India during visits of Indian PMs, this time the excitement in Washington DC’s political and policy community has been at unprecedented levels for several reasons.\nThe excitement partly centres around the invitation list for state dinners, which are rare occasions. In the two and half years of the Biden administration, this will be only the third such event — the earlier two were for the French and South Korean Presidents. President Biden reportedly told the Indian PM, when they met on the sidelines of the G7 meeting in Hiroshima in May, that he was under tremendous pressure for invites to the dinner on June 22.\nFriends with boundaries: From defence to technology, the Indo-US relationship is growing but convergence can’t come at the cost of strategic autonomy\nThe US policy community, across the administration, Congress, media, think tanks and businesses, is also trying to figure out the exact framework and potential for the India- US relationship. They have experience, since World War II, of dealing with alliances, where the US has explicit commitments for ensuring security, but acts on them based on its own assessments in moments of challenge. So far, it has been more forward leaning in dealing with its perceived challenges to the European security architecture, but less so when China challenged the status quo in East and South China Seas through grey-zone activity or militarisation of features. It also expects its allies to fall behind its own decisions to respond to global and regional challenges.\nIndia has consistently kept itself out of any formal alliance structures. It assertively wants to maintain the strategic autonomy and independence of its decision-making based on its own assessments of its national security interests. Its positioning on the Russia-Ukraine issue since the outbreak of conflict in February 2022 reflects that. At the same time, it can be argued that the comprehensive national interest of India gets served by a deepening partnership with the US, which is now described as a Comprehensive Global Strategic Partnership. The US is India’s largest trading partner at $191 billion, with the surplus in India’s favour. Companies from the two countries have invested more than $40 billion in each other, with presence of Indian investments across all 50 US States. At 4.9 million individuals, Indians are the second largest immigrant group in the US. As many as 200,000 Indian students in US universities constitute a potential for building business and other networks for the future. The US and India now do more military exercises with each other, with increasing complexity and building towards interoperability, than with any other non-allied country. India has contracted to buy more than $20 billion of defence supplies from the US since 2008, and supplies of $3 billion of armed drones are on the anvil. The two are now exploring defence technology cooperation, and authorisation for transfer of GE jet engine technology is in the works.\nSince the start of the new phase in the relationship with President Clinton’s visit to India in 2000, repeatedly new elements have been infused to try and build this unique architecture. President Bush inked the civil nuclear cooperation agreement with India in 2008, ending India’s nuclear “apartheid”. President Obama invited Prime Minister Manmohan Singh as the first State visitor of his administration in 2009. During his own visit to India in 2010, he articulated support for India’s permanent membership of UN Security Council, and later worked successfully for India’s membership of the Missile Technology Control Regime (MTCR), the Wassenaar Arrangement (a multilateral export control regime), and the Australia Group. During his and the Trump administration, there were other breakthroughs on higher-level technology releases. President Biden elevated the Quad with India, Japan and Australia to summit-level meetings. A new group I2U2 (India, Israel, UAE, USA) met at the summit level in July 2022, acknowledging India’s interest in West Asia. National Security Advisers of the US, India, the UAE and Saudi Arabia had their first-ever meeting in this format on May 7. On January 31, the NSAs of India and US launched a major new initiative for a partnership on critical and emerging technologies, which seems to have now become the organising framework for the new phase in the bilateral relationship.\nIndia has also taken many steps to deepen the partnership, as it navigates global multipolarity. In 2015, it declared, along with the US, a Joint Strategic Vision for the Asia Pacific and Indian Ocean. It has signed agreements for logistics support, communication security and compatibility and sharing of geospatial information.\nWith PM Modi’s visit, the urge to put the relationship in neat constructs will continue, but it should be seen as a partnership based on convergence, and allowing space for the two to disagree on occasion. Only then will it have a more enduring foundation.\n\n",
        "headline_1": "New phase in India-US ties but there has to be room to disagree",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-phase-in-india-us-ties-but-there-has-to-be-room-to-disagree/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Since the first wild cheetahs landed on Indian soil in September 2022 and February 2023 as part of an ambitious reintroduction project, three adults and three cubs have died. While these deaths are tragic, they do not in any way indicate that the project is doomed to failure.\nIf we are to succeed in our efforts to conserve wildlife in the 21st century, we are going to have to take some risks and try things we have not tried before. While such risks can be carefully calculated, they still almost always involve some cost. Human-inflicted ecological change is taking place at a rate that exceeds the ability of most species to adapt and it is becoming increasingly clear that active wildlife management is essential in any conservation strategy. While we might mourn the loss of these few individuals, we cannot lose sight of the greater goal to save this species from extinction and to utilise its attraction as an umbrella species in the conservation of threatened ecosystems. This would be a case of not being able to see the wood for the trees.\nJumping to conclusions: It is an unprecedented effort, and one can’t predict every complication\nCheetahs have proven to be a difficult species to conserve. Despite concerted conservation efforts, most populations of cheetahs in Africa and Asia are still in decline. Many efforts to reintroduce cheetahs into South Africa in the 1980s and ’90s failed, but in the process, lessons were learnt. Today we have a population of more than 500 cheetahs in around 60 fenced reserves in the region with a population growth rate of 8.8% per year. Despite this success, we were, until recently, still experiencing a high number of cheetah deaths during capture and translocation. A scientific investigation in 2019 revealed some of the risk factors involved. Veterinary capture and translocation protocols were adapted based on this new information. The success of these new translocation protocols was clearly demonstrated by the survival of every single cheetah in the long and potentially stressful journey from southern Africa to India.\nReleasing wild cheetahs into completely open, unfenced conditions, such as in India is, however, unprecedented. Despite the best expertise, it is simply impossible to predict each and every complication that may arise. Some lessons can only be learnt in the doing. Moving the cheetahs out of the very controlled conditions in the quarantine enclosures into less controlled hunting camps and then finally into truly free-ranging conditions at Kuno was always going to be risky. It is, therefore, not surprising that some deaths occurred during this period.\nWhat is really encouraging is that not a single cheetah released into free-ranging conditions in the greater Kuno National Park has encountered any significant problems so far. Many of us were concerned about the high leopard density in Kuno and how this might impact the cheetahs. So far, there has been very little evidence of conflict between the leopards and cheetahs of Kuno. Despite some sensationalist media reports, there has also been no evidence of any human threat to the animals that have been released thus far.\nIn recent publications, other scientists have raised concerns about the spatial ecology of cheetahs and the number of animals that can be accommodated in Kuno. In my view, their data is based on very different and specific ecosystems in Africa. While predictions should be seriously considered, real science can only be done through actual experimentation. We would expect the cheetahs released into a completely novel environment to explore the landscape and range widely. The cheetah-carrying capacity of Kuno cannot however be conclusively established until this exploration has been completed and stable territories have been established.\nCurrently, cheetahs are being released in a staged approach into Kuno National Park. Some individuals have moved far out of the park while others have not. When everything settles down, we will need enough cheetahs to be released to ensure that there is sufficient territorial overlap to allow for communication networks to be established so that mating can take place. Releasing too many cheetahs at once would create too much chaos and would place unnecessary strain on those tasked with monitoring the animals, while releasing too few may result in isolation of individuals and lost mating opportunities.\nPerhaps some of the cheetah deaths at Kuno were avoidable in hindsight, but in my opinion, the deaths of these animals would only be in vain if nothing was learnt in the process. I don’t believe that is the case. Very few things in life that are worth fighting for are obtained without some degree of loss and pain. No doubt Project Cheetah will still encounter more difficulties in the future, but we must strive to learn as much as possible in order to continue to do the work of ecosystem restoration.\n\n",
        "headline_1": "Cheetah deaths tragic but let’s not lose sight of greater goal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/cheetah-deaths-tragic-but-lets-not-lose-sight-of-greater-goal/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "We all have varied levels of self-worth. Each of us tries to please others in an effort to feel important, validated, loved and relevant. Many a time we acknowledge that we are so busy doing stuff for others that we put our own needs on a back burner, because what we experience by doing for others, validates our existence. Now imagine that you feel irrelevant because no one notices you, appreciates you or cares about you, and that all that you do, all that you are, all that you share makes no real difference to the world around you. How important does your journey of life become if it’s not validated by others? How many of you wonder if you have actually created an impact in someone’s life? How do you measure relevance v/s self-worth? The unfortunate reality for many is that they indulge in negative self-talk. Self-blame, self-inflicted guilt, self-denigration is validation for why others don’t care about them or recognise them. The reality is that each individual creates an impact though it may not be apparent in the way they wish it to be shown.\nFor example, you had a lovely evening and shared some hilarious insights and went home. Perhaps 2 weeks later, someone will suddenly giggle at the memory of it and it lights up their day.\nPerhaps you gave someone a random compliment which you forgot about, once the day ended, but it gave them the much needed self-esteem boost they needed to perform better the next day. I write this column, but I have no idea how impactful it is until suddenly I encounter someone who tells me how dramatically life altering certain columns of mine have been for them. If I hadn’t encountered them, I wouldn’t have known, but the fact is it alters lives and opinions and thinking. Someone not giving me validation doesn’t change that reality. The way you live your life, dress, speak, conduct yourself, your attitude, your creativity, your courage are attributes that someone silently admires, emulates or gets inspired by. That’s so powerful! By simply being you, you have changed lives! You may think nothing much of a hug you gave someone, or words of support and kindness to a friend or random stranger but your words and actions have meaning and value beyond what you comprehend. Your inputs make people think twice, whether its noticeable or not.\nYes, your existence matters, so what are you doing to amplify it? Focus on what you do, share positive thoughts, knowledge, perspectives, kindness and radiate with a happy quotient. When was the last time someone smiled at you, and you felt bad about it?\nHappiness breeds happiness. Sow the seeds, let them germinate. It’s not important to see fruition, it’s important you know it matters, and therefore, so do you. Every aspect of you matters, so live your life as a fabulous example even if validation is invisible or disguised.\nQ&A\n\nMy parents have found a perfect match for me through a matrimony site. But on the other hand, I have found someone on a dating app who I started dating a couple of weeks ago. The rishta that has come through the matrimony site is also quite worth it. I am really confused about how to handle this situation.\n\nThis is the most important decision of your life, so why are you in a hurry to decide? Meet them both, ask them both many questions, gauge the potential of the marriage candidate vs. the seriousness of the dating app one. Enjoy the process with no pressure and if neither is a perfect fit, keep looking.\n\nMy wife and I divorced last year after seven years of marriage. I am seeing someone else now and we are happy together. My ex-wife has been calling and messaging me for the past one month just to talk casually, but my partner is feeling insecure about it. What should I do?\n\nFirst assess how your wife feels about you having moved as that plays the most important role. If she in any way shows she is upset or disapproves, then it’s important to seek time out from the ex-equation till she heals. At the same time keep all the communication open and transparent to your partner. Build trust with your girlfriend and most importantly, ensure you affirm your feelings and commitment to her on a regular basis not just in words, but in action as well.\n\nI recently moved cities due to a better job, but it has started taking a toll on my health and I am unhappy living alone. I fought with my parents to move out and I don’t know how to tell them that I want to move back home. I don’t want to hear taunts. What should I do now? \n\nHow long will taunts last? Yes, actions have a few consequences, but don’t you think they would be delighted to have you back? After all, if you fought to leave, they fought for you to stay. Taunts won’t last, but soul satisfying home food, the comfort of your own bed, and being surrounded by family will.\n\n",
        "headline_1": "Do you seek validation for your existence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/do-you-seek-validation-for-your-existence/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "By Srijana Das\nRecently, an amusing video surfaced from the online swamp. Pakistan’s retired army chief, General Qamar Bajwa, and his wife, on holiday in France, were filmed by an irate Afghan who ranted about Pakistan’s crimes in his country. Even as he showered Bajwa with colourful expletives (to be fair, the subcontinent does use these rather like the French say ‘bon jour’), Bajwa got a bit hot under his designer collar. But his begum appeared to advise him to keep sitting calmly on the shaded steps of a French Bibliotheque, the pair soon even cooing to each other in a manner reminiscent of Shashi Kapoor and Nanda. Finally, they walked into the sunshine, followed briefly by the Afghan who perhaps gave up and retired for a calming café au lait.\nThe video sparked discussion among Pakistanis about how wrong it was to confront someone on holiday thus and how such swearwords shouldn’t be used before a lady (who actually seemed pretty steely and quite stoic about how life can bring you both gaalis and Guccis). But the ‘holiday’ part really touched a raw nerve among the Pakistani elite – perhaps unsurprisingly since they’re all abroad currently. Social media is deluged with wealthy Pakistanis enjoying their summer in London, Paris, Milan, Tuscany, etc, wafting across museums, buying antiques and eating in ‘so-cheek’ cafes.\nRead full opinion on TOI+\n\n",
        "headline_1": "A General in Paris and the state of Pakistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-general-in-paris-and-the-state-of-pakistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "At the 21st Conference of Parties (COP-21) held in Paris, 196 nations agreed to keep the rise in the average global temperature to 2 degrees Celsius above pre-industrial levels while endeavouring to limit it to 1.5 degrees by the year 2100. After adoption of the agreement on December 12, 2015, the then Secretary General of the UN Ban Ki Moon said, \"Today's Summit has shown that we can rise to the climate challenge.\"\nDid we really \"rise to the climate challenge?\" No, we did not because the promises made by the participating nations at COP-21 exist mostly on paper. In the meantime, our planet is continuing to warm at an \"unprecedented rate\" without showing any signs of abating. The concentration of planet-warming carbon dioxide in the atmosphere is on the rise and have reached an all-time high this year, representing an accumulation \"not seen for millions of years.\" As of June 8, 2023, the concentration was 423.62 parts per million, a 5.7 percent increase over the 2015 level.\nToday, Siberia, once a relatively cooler part of our planet, is sweltering with temperatures close to 40 degrees. Several countries in Asia, including Bangladesh, Thailand, Laos and Vietnam have already seen record-shattering temperatures between 40 and 45 degrees. The noxious smoke from the out-of-control forest fires in Québec – an upshot of global warming – choked people living in and around New York City, which is about 500 km away, with an Air Quality Index in the hazardous zone, surpassing 300 (on a 500-point scale) on June 7.\nWhile these and other extreme weather-related events are wreaking havoc worldwide, \"climate politicians\" are busy preparing the agenda for the next annual road show, COP-28, to be held in December of this year in Dubai. Will the attending heads of governments or their representatives again make empty promises and lull us with false hopes? We hope not, although in all the previous conferences, world leaders, save a few, agreed on the science of climate change, yet failed to develop a collective approach to tackle the problem.\n\nAccording to a report by the World Meteorological Organization published on June 7, 2023, we are facing the harsh reality that there is a 66 percent likelihood of global temperatures breaching the 1.5-degree threshold set at COP-21 for the first time by 2027. Yes, 2027, not 2100, as agreed upon in 2015. However, as the breach will be boosted by a transition to an El Niño climate pattern, the rise is expected to be temporary, but with increasing frequency.\nAnd now the bombshell news. According to a report by the World Meteorological Organization published on June 7, 2023, we are facing the harsh reality that there is a 66 percent likelihood of global temperatures breaching the 1.5-degree threshold set at COP-21 for the first time by 2027. Yes, 2027, not 2100, as agreed upon in 2015. However, as the breach will be boosted by a transition to an El Niño climate pattern, the rise is expected to be temporary, but with increasing frequency.\nNevertheless, will our planet be doomed if the temperature rises by 1.5 degrees? Besides an utter failure of the binding treaty hammered out at COP-21, breaching 1.5 degrees will be a tectonic moment for the planet with far-reaching repercussions for its inhabitants.\nSo far, a change of 1.1 degree in average global temperature since 1880 has inflicted irreversible damage to our environment. It has jeopardised our health, our economy, our agriculture, our food and energy security, among other things. More importantly, it is threatening our civilisation and the future of our children. Hence, a 1.5-degree rise will cause even more damage and push our planet into a new, more dangerous climate domain.\nThe effects will not be uniform across the planet. Some regions will heat up faster than other regions. Due to an accelerated positive feedback loop known as Arctic Amplification, polar regions will experience warming at a much faster rate than other regions. In a study published in the journal Communications Earth & Environment, researchers report that the Arctic is heating up roughly four times faster than the entire planet.\nHotter polar regions will mean more melting of ice sheets, resulting in greater habitat loss for polar bears, whales, seals and other cold weather animals. Moreover, loss of ice will exacerbate the rate at which sea levels are rising.\nMore permafrost and glaciers, holding and keeping deadly bacteria frozen, will melt. Once the hibernating bacteria come to life, they will attack humans with vengeance. This will lead to increased disease and potentially more pandemics.\nA 1.5-degree of warming will be disastrous for coastal and small island nations. Because of rising sea levels, coastal communities will lose their homes and habitats. Even cities away from the coasts will see frequent flooding. We have already seen thousand-year flooding events around the world in recent years.\nBoth days and nights will be unusually hot. Heat waves will be longer, more intense and air will be unbreathable, thereby posing a serious threat to survival, particularly for people living along the tropics, as well as in areas arching across the equator.\nDeserts will grow in size and become hotter. Many nations, otherwise drought-free, will become more prone to droughts and water shortages. Consequently, crop yields will be lower, leading to famine. Furthermore, the vicious cycle of heating and deforestation will turn regions with rainforests into Savannah-like regions.\nFrequency and magnitude of extreme weather events, such as raging storms – latest one is cyclone Biporjoy, devastating floods and ferocious wildfires will increase. More water will evaporate from the oceans, which in turn will make the heaviest rains and snowfalls even heavier in many parts of the world.\nHigher temperatures will cause many species to become extinct. Triggered by temperature-induced bleaching, almost all tropical coral reefs, which act as nurseries for many fish, will be severely degraded.\nThese are some out of the many dire climate-related consequences that will adversely affect our planet if the temperature rises by 1.5 degrees. It is beyond the scope of this article to mention all of the consequences.\nFinally, to hold the rise of global temperature to a safer limit, preferably below 1.5 degrees, we have to act with great urgency. Voluntary measures alone by concerned individuals will not save us. We need swift, robust actions instead of political dithering by countries that are largely responsible for global warming. Otherwise, the writing on the wall is clear. Catastrophe is looming on the horizon.\nDr Quamrul Haider is a Professor of Physics at Fordham University in New York, USA.\n",
        "headline_1": "We are approaching a tectonic moment for our planet",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-are-approaching-tectonic-moment-our-planet-3348751",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Jamaat-e-Islami, one of the largest fundamentalist parties in Bangladesh, was recently allowed to hold a public meeting in Dhaka after almost a decade. The official permission from police to hold the rally has led to numerous questions and, pending any clear answers, much speculation.\nA day after the rally, ministers and senior leaders of the ruling Awami League came out with various statements seeking to give some explanation. Perhaps the most important remark was made by the Minister of Agriculture Abdur Razzak, who said that allowing Jamaat to hold a rally in Dhaka was a \"political decision.\" That term alone raises questions across at least two fronts: what prompted Awami League to take such a decision, and what does the government want to achieve through this \"political decision?\"\nJamaat has faced a myriad of challenges since the BNP-led alliance, which included Jamaat, handed over power to a caretaker government in 2006. This was followed by a period of serious political clashes.\nOver the next two years, amid a state of emergency, Jamaat's principal ally BNP's political capital appeared to have eroded substantially, so much so that Awami League won a landslide victory in 2008. The war crimes trials that soon followed saw the top leadership of Jamaat get executed for their crimes against Bangladesh and its people in 1971. Many of its leaders were also arrested between 2013 and 2015, when the BNP-Jamaat alliance staged a fierce campaign to thwart the elections.\nSince 2013, Jamaat had not been allowed to hold any rallies. In fact, whenever they attempted to stage any kind of public demonstration, their leaders were summarily detained by law enforcers with a clear indication from the government that they would not be accorded such liberties. But after the announcement of the US visa policy, it seems Jamaat has been the only party that has been able to seize the opportunity to benefit from it.\nThere have been rumours that Jamaat had an \"understanding\" with the government, based upon which they were allowed to hold the rally. Awami League General Secretary Obaidul Quader, however, said that BNP had brought Jamaat out to the streets to carry out arson attacks – essentially evading the fact that it was his government that let Jamaat hold this particular rally.\nSome members of Jamaat have been found guilty of committing war crimes. The organisation, as well as many of its leaders, had actively engaged against Bangladesh's liberation forces in 1971. The party also has a solid track record of carrying out arson attacks. So, why has the government suddenly become softer on the party?\n\nWhen BNP boycotted the 1986 elections during the regime of military dictator HM Ershad, it was the Awami League and Jamaat that joined the polls and gave it legitimacy. Awami League and Jamaat waged a joint movement against the BNP government in 1995-96, demanding the introduction of the caretaker government system, which led to a constitutional amendment as well. If Awami League had found it expedient to join hands with Jamaat then, it may find it expedient to do so again.\nThe BNP, which was blamed for forming an alliance with a controversial party like Jamaat, had dissolved its grand alliance of 20 parties apparently just to rid itself of any links with Jamaat. Although not in any alliance officially, there have been reports that Jamaat and BNP resumed talks to simultaneously launch a one-point movement. So far, that seems to hold true, considering the kind of noises Jamaat is making – they want election under a caretaker government system.\nPolitical commentators believe that the government has a political equation in mind. If BNP boycotts the polls, then the government will try to bring Jamaat into the election under a different name to make the election seem inclusive and participatory. Leaders of Jamaat have already applied to the Election Commission for registering a new political party, and there is a rumour that the Bangladesh Democratic Party will get registration.\nJatiya Party Chairman GM Quader recently said at a programme that there was much chatter and speculation around the political scene. He said the word was that Awami League would concede some constituencies to Jamaat. \"They will give some seats to us too. 'Get more organised and you will get more seats too,' they said,\" Quader said at a party event. It is becoming increasingly clear that this time, getting re-elected would be challenging for the ruling party and it would not be possible to repeat what happened in 2014 or 2018.\nIf BNP and other political parties do not join the polls, the credibility of the election will be questioned to an extent that it might get branded as largely illegitimate. That leads to the obvious question as to whether the government is trying to bring Jamaat back into electoral politics to change this scenario. Many might dismiss this idea as mere conjecture, but Jamaat's intimacy with the ruling party is nothing new.\nWhen BNP boycotted the 1986 elections during the regime of military dictator HM Ershad, it was the Awami League and Jamaat that joined the polls and gave it legitimacy. Awami League and Jamaat waged a joint movement against the BNP government in 1995-96, demanding the introduction of the caretaker government system, which led to a constitutional amendment as well. If Awami League had found it expedient to join hands with Jamaat then, it may find it expedient to do so again.\nThere is also a strong suggestion that the government's hands are tied and it was compelled to give permission to Jamaat in light of the US visa policy. Many believe that through this, the government wants to show that it is not obstructing any of its political opponents. Jamaat, on the other hand, needed to show that it was still present, and it most likely leveraged the benefit of the US policy. It must have been desperate to make a show. That is also important when one is playing the game of electoral politics.\nIn Jamaat's absence, the Bangladesh Islami Andolon appears to have taken over its vote bank, although both parties have distinct ideologies. But as far as Jamaat is concerned, their vote bank is being seriously eroded.\nFounded by the controversial Islamist scholar Abul Ala Moududi in 1941, Jamaat had been banned twice in Pakistan – in 1959 and 1964 – for its communal role. During the Liberation War, the party had directly taken a stance against independence and provided the bulwark of Razakar, Al-Badr and Al-Shams militia and the notorious Peace Committee that collaborated with the Pakistani army to commit war crimes.\nIn 2013, Jamaat's registration as a political party was declared illegal by the High Court. Acting on the verdict, the Election Commission cancelled its registration in October 2018. But the government did not take any move to ban the party over these years. So, Awami League's intentions regarding Jamaat are still dubious at best. Jamaat, on the other hand, being politically savvy as always, has picked just the right time to indicate that it is ready to be courted.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n",
        "headline_1": "How to explain Jamaat’s return to the political scene?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/how-explain-jamaats-return-the-political-scene-3348626",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Ministers and MPs of the ruling party often claim that Bangladesh has surpassed Singapore and Malaysia in terms of economic development. But in reality, depreciation of the taka against the US dollar, high inflation, energy crisis, and frequent load-shedding have all disrupted the country's economy and people's lives. In a sense, this crisis has been caused by the dwindling foreign exchange reserves, because Bangladesh's forex expenditure is higher than its forex income at present. As a higher demand for the dollar outweighs forex inflow, the value of taka against the dollar keeps falling, causing a crisis in the import of necessary fuel or raw materials too. But the events, decisions and processes behind this economic phenomenon are entirely political.\nAlthough the government continues to blame the Russia-Ukraine war for the crisis, the issues of growing budget and trade deficit, money laundering, expensive development projects, using the forex reserves for infrastructure projects, and increasing import dependency in the energy sector were all already there long before the war broke out. If there was minimum accountability and an effective democratic process in the country's governance system, these issues would not exist year after year.\nDue to a lack of accountability, the more development projects are taken up, the more corruption takes place and the more the development cost rises. Moreover, thousands of crores of taka have been embezzled in the name of loans from public and private banks under political institutional patronage. Money earned through corruption has regularly been laundered abroad. According to Global Financial Integrity (GFI), a Washington-based research institute, Bangladesh lost approximately $8.27 billion annually on an average between 2009 and 2018 because of traders misinvoicing the values of import-export goods to avoid taxes and/or to move money out of the country. If the government were accountable to the people, these incidents of corruption and money laundering would have been minimised.\nThe government also fails to tax the rich adequately, and instead helps them grow through different incentives. Thus, tax collection in Bangladesh as a percentage of GDP has been stuck at around 7.6 percent (as of May 2022) – the lowest in South Asia and one of the lowest in the world. As a result, the government's budget deficit has increased, but that does not stop it from taking up costly development projects one after another. To fund these projects, it takes loans from various domestic and foreign sources, which in turn puts more pressure on the economy. Bangladesh's foreign debt more than tripled in just 10 years, rising to $91.43 billion in 2021 from $27.05 billion in 2011, according to a World Bank report.\nOne of the reasons behind the forex reserve crisis is that foreign loans have been used to fund costly and wasteful projects that do not generate enough forex earnings to cover the reserve deficit. A common trend in megaprojects here is the abnormal time and cost overruns. Due to planning errors, irregularities and corruption, the costs escalate time and again. This trend has made Bangladesh home to some of the world's most expensive roads and highways, BRTs, metro rails, power plants, etc.\nIn the name of solving the power crisis, one after another rental and quick rental power plants and IPPs have been built, which enjoy hefty capacity charges even when they remain idle. Public and private sectors have taken loans in foreign currency to set up coal and LNG-based power plants and LNG terminals without taking the initiative to explore and extract domestic gas reserves and to increase the capacity to generate renewable energy. And all these have been done under the cover of the Quick Enhancement of Electricity and Energy Supply (Special Provisions) Act, 2010, which allows the authority to sign agreements with interested companies directly, without floating tenders. This has led to a situation where many power plants remain idle due to fuel shortage (oil, coal and LNG) now, while people and industries suffer from load-shedding, yet the power plant owners enjoy huge amounts of capacity charges.\n\nDescribing the importance of democracy, Nobel Laureate Amartya Sen in his book Development as Freedom highlighted its protective role, mentioning that when economic conditions are normal, the importance of this protective role of democracy is often not felt. But when the situation deteriorates, it becomes clear how important democracy is to prevent economic and social disasters.\nBecause an authoritarian regime is not accountable to the people, it provides various perks and privileges to different business groups to serve its own interests. This way, some business groups may be benefited in the short term, but in the long run, common people as well as the business community in general have to suffer. In Bangladesh, all the people, including the businessmen, are suffering from the extreme power and energy crises created by policies that were designed to benefit a few local and foreign businesses, without considering the long-term consequences on the economy. Due to frequent load-shedding, industrial production has been reduced significantly. Production costs are rising for factories that are running on diesel generators during power outages. Most factories are unable to utilise their workers and machinery for a large part of the day. Factory machineries are being damaged and raw materials are being wasted due to frequent power outages. As the production of export-oriented industries are being hampered, industry owners fear the loss of foreign buyers, which would further jeopardise our export earnings.\nThe biggest problem of an authoritarian regime is that the decision-making power becomes centralised, with no check and balance in place, which creates great risks for a country. Moreover, arbitrariness and vested groups' interests trump public interests in major decisions. The grassroots reality does not reach the centre of power, or even if it does, there is a tendency to hide it with fabricated statistics, which after a certain point leads to an even greater danger.\nDescribing the importance of democracy, Nobel Laureate Amartya Sen in his book Development as Freedom highlighted its protective role, mentioning that when economic conditions are normal, the importance of this protective role of democracy is often not felt. But when the situation deteriorates, it becomes clear how important democracy is to prevent economic and social disasters.\nAs an example, he mentioned the 1997 Asian financial crisis, which was a result of lack of transparency, accountability and people's participation in policymaking. If democratic systems were effective in those countries, maybe investment decisions and the associated risks would have been scrutinised more deeply, which might have averted the crisis.\nIn Bangladesh, in the context of the ongoing economic crisis, those who have been putting emphasis on the growth-centric development model at the expense of democracy may have started to realise now the importance of democratic accountability in the governance system.\n \nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Economic crisis in Bangladesh: It all comes down to accountability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/economic-crisis-bangladesh-it-all-comes-down-accountability-3348516",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "We are gravely concerned about the unexpected rise in the infant mortality rate in Bangladesh. According to a new government study, deaths of children under five increased to 31 per thousand last year from 28 in 2021, 2020 and 2019. And deaths of children under one increased to 25 per thousand from 22 per thousand. Despite making significant strides over the past decades, this recent increase in child mortality marks a step backwards in achieving our Sustainable Development Goal (SDG) of reducing under-five mortality to at least as low as 25 per thousand live births. The health ministry has also set a target to reduce under-five mortality to 20 by 2035. Experts say the latest figures highlight a lingering gap in child healthcare services in the country, which requires urgent attention and action from healthcare officials.\nThough reasons behind the rise were not analysed in the latest study, the project director noted that in 2021, pneumonia was the leading cause of infant death, along with jaundice, diarrhoea, malnutrition, acute respiratory infection, and drowning. Experts stated that over 24,000 children in the nation die from pneumonia each year, which can be prevented through an integrated development of the healthcare system. Regarding malnutrition, another recent study in May also showed that 50 percent of children are consuming unhealthy, processed foods. And according to WHO and Unicef, as many as 38 children die every day from drowning, which can be prevented by low-cost solutions such as awareness programmes in local communities.\nWith such staggering statistics but available solutions, it is now time for policymakers to open their eyes and take a comprehensive approach to address the reported causes of children's deaths in the nation. We urge the officials to take the latest study seriously and launch the required interventions in child healthcare facilities, which also accounts for the socioeconomic inequity in infant survival. Studies have shown that a household's income status and the region's administrative division are potential risk factors of infant deaths. Officials must recraft a more holistic strategy, with community-based facilities and awareness programmes to promote healthier lives for all our children.\n",
        "headline_1": "Why are we failing to save our children?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-we-failing-save-our-children-3347996",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "We are horrified by the ruthlessness with which Golam Rabbani Nadim, the Jamalpur district correspondent of Banglanews24.com and Bakshiganj upazila correspondent of Ekattor TV, was beaten to death, allegedly by supporters of a union parishad chairman in Jamalpur's Bakshiganj upazila. A video clip of the attack, which has been circulated on social media, provides a chilling account of the incident during which men armed with steel bars and rods hit him indiscriminately, and corroborates the statement of another journalist accompanying him at the time. According to Nadim's family, he was being harassed and threatened by the UP chairman, Mahmudul Alam, prior to the attack; the latter had even filed a case under the Digital Security Act (DSA) for reporting on a press conference in which a woman had claimed that the chairman had married her in secret.\nThe attack on Nadim took place on the same day that the chairman came to know that the DSA case had been dismissed by the tribunal, which reportedly enraged him. Given the timing and circumstances surrounding the attack, a credible investigation must be made into the involvement of the UP chairman, who is also the general secretary of Jamalpur Sadhurpara union unit of Awami League. The law enforcement agencies must identify and arrest all the perpetrators in the meantime without further delay.\nWe are alarmed at how unsafe the country has become for journalists who are simply doing their job of holding truth to power. Over the years, there have been increasing instances of attacks, threats, intimidation and even murders of journalists, and it is the correspondents outside of Dhaka who remain most at risk. Unfortunately, in most cases, there is no justice for the violence inflicted upon them, particularly when people in positions of power are involved. The Unesco Observatory of Killed Journalists lists a total of 26 journalists killed in Bangladesh between 2004 and 2022, but notes that only 16.67 percent of the cases it was tracking had thus far been resolved. The high-profile murder of journalist couple Sagar and Runi remains unresolved even after 11 years, with submission of the probe report deferred for the 100th time, giving us a disturbing glimpse into the impunity enjoyed by perpetrators in this country.\nMeanwhile, the space for investigative journalism and freedom of expression are shrinking at an alarming rate, as evidenced by the growing number of cases filed under the DSA against journalists. Such institutionalisation of intolerance can only add to the growing insecurity faced by news correspondents across the country. We urge the authorities to ensure justice for Nadim's murder, irrespective of the identity or party affiliation of the perpetrators. No journalist in this country should have to put their life at risk for doing their job.\n",
        "headline_1": "Ensure justice for Nadim's murder",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-justice-nadims-murder-3347966",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Finally, after much procrastination, the much-awaited multi-client survey of the Bay of Bengal is underway. The joint Norway-US venture is undertaking the survey of approximately 32,000 km2 of the Bay. The rest 19,000 km2 will commence from February 24, 2024. While a third of the survey has been completed and there is some contention that the gas extracted from offshore reserves may be as expensive as imported liquefied natural gas (LNG), there are some significant advantages here. While the supply of LNG is wholly dependent on availability that is highly sensitive to geopolitical pressures and conditions, the natural gas that will be extracted from the Bay is from national sovereign territory.As Bangladesh faces crippling shortage of primary fuel, there is no doubt that should commercially major deposits of hydrocarbons be discovered, then Bangladesh would be in a position to set a realistic timeline for gas to enter the distribution system in the future. Currently, policymakers are desperately trying to find enough dollars to buy primary fossil fuels from the international market. As two-dimensional (2D) seismic survey of certain offshore areas has been completed, Petrobangla will be able to share the data with prospective investors. When coupled with the more attractive production sharing contract (PSC) model adopted, it could open up the era of offshore exploration for hydrocarbons. The fact that multiple international oil & gas companies have already expressed interest in developing several blocs would lead one to believe that there is a good chance of finding deposits of gas in the Bay. While plans for a multi-client survey has been in the air for about a decade, the foot-dragging by authorities to start the multi-client survey can only point to one conclusion, i.e., prepare the ground for dwindling known reserves, and opening up the market for import of primary fuel. The pain of having more than a third of the primary energy basket coming from foreign shores is now all too apparent. The fiscal pressure it has put on the national exchequer has reached critical mass. There simply aren't enough dollars available to import fuel, especially at a time when the government is under pressure from IMF to keep the foreign reserve at a certain level.Reportedly, the survey results will become available by August. It should be noted however that the 2D survey will give a general result about the probable presence of hydrocarbons in an area. Only a 3D (three-dimensional) survey can pinpoint exact locations. 3D surveys are very expensive to conduct, and it is hoped when the 2D results are shared with prospective investors, it will generate enough interest to go for the more foolproof method. That said, given the dire situation of hydrocarbons and despite claims by some in government that presently, Bangladesh has enough gas to last 10 years, that bit of information should be taken with a pinch of salt. The 10-year reserve theory has been proposed by many preceding governments for more than a decade. There is a tendency to downplay the gravity of the situation when it comes to primary fuels and the power situation. The economy is fast reaching the US$500 billion mark and it is now more imperative than ever, to go all out for exploration - both offshore and onshore. Years have been wasted on whether or not the country can afford an import-driven fuel policy. Those questions have been answered in 2023. Bangladesh intends to graduate from least development status in a few years and that lofty goal will not be achieved in darkness.",
        "headline_1": "Speeding up hydrocarbon survey in Bay",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/speeding-up-hydrocarbon-survey-in-bay-1687011163",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Individual taxpayers' tax credit calculation will change as per the proposed Income Tax Act 2023, which will also impact the benefit of the taxpayers, mainly among the higher income earners. Low and middle income earners will have no negative impact when the new law comes into effect.The changes in tax rebate and investment allowance are common and expected because each year a few changes are made through finance bill. And the main purpose of those changes is to increase the government revenue.However, the proposed changes being very clear will help individual taxpayers to calculate taxable income by the salaried persons. According to the existing Ordinance, individual taxpayers are required to follow two steps to calculate the tax rebate; first calculate the investment allowance at 20 per cent of taxable income and then 15 per cent of such investment allowance. Now, you have to calculate directly using the 3 per cent of taxable income.According to the existing tax Ordinance, the maximum ceiling of investment allowance is Tk 10 million and the tax rebate at 15 per cent on such amount is Tk 1.5 million. But now, according to the proposed Act, the maximum tax credit limit will be Tk 1 million instead of Tk 1.5 million, which means they will lose Tk 500,000. So, their tax liability will increase by Tk 500,000. Additionally, their investment areas will also be capped by the proposed Income Tax Act 2023. In the tax law, there are very few investment areas like Deposit Pension Scheme (DPS) with any scheduled bank or financial institute, government securities (savings certificate or government bonds), shares and mutual funds in capital market, life insurance and provident fund (PF) for the employees.There is a limit of Tk 60,000 for DPS which is proposed to be extend to Tk 120,000. The existing Ordinance has no limit for the investment in government securities and mutual funds but the new act proposed to limit the investment up to Tk 500,000 for each such investment which will impact the investment plan of the higher income earners.These changes will not impact the low and middle income earners because the proposed ceiling will cover the investment allowance requirement if they are determined to invest only in the government securities and DPS where they are getting a total of Tk 620,000 (government securities Tk 500,000 and DPS Tk 120,000).The taxpayers who have taxable income of more than Tk 3.1 million (Tk 620,000/20 per cent) have to revise their investment plan to avail the tax credit benefit. So, those who require to invest more than Tk 620,000 have the option to invest in life insurance, shares and mutual funds in the capital market.Compared to these three-options, life insurance is better than other two options considering the high risk due to volatility of the capital market. However, there is a negative impression in investors' minds about life insurance. They are found apprehensive about getting the insured amount after maturity. The insurance companies need to be positive to build the trust in investors' minds to collect these additional investments from the higher income earners.The ceiling on investment may have three impacts. One, more investment will go to the life insurance companies who have the goodwill with the client for payment of investment on maturity. Second, the investors who are risk-takers will invest in shares and mutual funds in the share market. And the last one includes those who tend to avoid high risk and will stop investing in capital market. They may consider losing tax offset amount avoiding investments in high-risk areas. If the losing offset amount is not significant in terms of return, then they may surrender the tax credit benefit to avail high return by investing in secured investment sectors.Investors want high return by investing their money in the most secured investment sectors and till now government issued savings certificates are one in terms of return and security. The government also collects loans using these instruments. The bar to investment in government securities may reduce loan collection by the government and this may push the government to borrow from banking sectors.We have talked about the investment areas to grow money as well as to reduce the tax liability. Taxpayers may also reduce their tax liability by donating in the particular areas as mentioned in the tax law. These options will reduce tax burden as well as help society. However, one question may raise: why is the National Board of Revenue (NBR) not thinking about changes in the law for the middle income people? The reason may be that this class of taxpayers' tax liability is not big and, mostly, after considering the tax rebate amount, the tax liability goes down into the negative and sometimes below the minimum tax threshold. So, the NBR has realised that the changes for this group will not impact the tax collection amount.Considering the above issues, the higher income people will make a new investment plan to find out where the investments will be made to get the maximum tax credit benefit to reduce their tax liability.[email protected]",
        "headline_1": "New tax law to make higher-income people innovative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-tax-law-to-make-higher-income-people-innovative-1687011204",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "The photographs of floating dead fish in the city's Hatirjhil water close to the Pan Pacific Sonargaon hotel, and the accompanying news, have lately emerged as a revolting site. After enjoying the scenic beauty of the lake and its banks for nearly a decade, few were prepared to confront this shocking spectacle. But it became a shocking reality. The deaths of the fish were allegedly caused by the lake water's stagnancy in the area thanks to the ongoing work of the elevated expressway at the venue. A viaduct is planned to be constructed in the area. Water in a large segment of the lake surroundings had started stinking from the day the dead fishes were discovered. According to some in the authorities, a culvert connected to a nearby waterlogged area released dirty water into the lake's north-western part leading to the fishes' death and the putrid smell. Even a fortnight ago, Hatirjhil saw its usual visitors languidly passing their afternoons and evenings in a mood of joviality and leisureliness. After years of hectic efforts, the authorities in charge of renovating the lake were able to taste the mission's success. The job was daunting and complicated. On a few occasions, they had to postpone their work after a long stretch of digging. Then it remained shelved for indefinite periods. Given the faltering style of the project's execution, many inquisitive people had to become doubtful about the completion of the lake's work anytime soon. But the work gained speed all of a sudden. The whole project underwent a burst of rejuvenation. The last push continued up to 2013, when it was declared open to the public. In a city with few recreational sites for the middle and lower-middle class people, Hatirjhil eventually emerged as a great attraction. Short cruises along the lake routes on board mechanised boats and roofed trawlers continued to lure people. The open-air snacks corners and conventional restaurants pulled both couples and families. A section of the eateries remained filled with raucous youths.That a lengthy preparation was taken before the ceremonial start of the Hatirjhil venue could be spotted in the many attractions of the lakefront. Those included the well-nursed flower beds, dense bushes, smooth walkways and the small but imposing bridge connecting the lake's two banks. The lavishly lit night view of the bridge adds to the spot's overall appeal. That such a popular recreational site may have to go through occasional obstacles defies credulity. Many residents of Dhaka have yet to view Hatirjhil's beauty in full. Passing a holiday evening there amid merry crowds alongside a stretch of clean water filled with slow-speed boats may convince them of the reason why they should have visited the place earlier. At present, there are few natural recreational spots in Dhaka which can be compared with Hatirjhil. Such a major recreational spot in Dhaka cannot be allowed to fade away due to policy matters or related complications. However, it's also true that infrastructural projects warrant priority over outlets for pastime. But the residents of a large city may also take up the case for their right to recreation. The scourges like foul-smelling dead fish floating on the lake water, dumping of filth into it and their stench etc may be over for now. But it has to be ensured that they do not occur again in the future. At the same time, there have to be scopes for rational alternatives. All this warrants well-thought-out planning for big projects.[email protected]",
        "headline_1": "Dhaka can't afford to lose Hatirjhil",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-cant-afford-to-lose-hatirjhil-1687011274",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-06-2023"
    },
    {
        "full_article": "Sound sleep is a prerequisite for sound health. Every healthy human being should have six to eight hours of sleep every day. According to a research, it has been found that sound sleep is associated with increased patience, optimism, focus and more. The study with over 1,400 respondents discovered meaningful correlations between sound sleep and several qualitative lifestyle metrics. The respondents with sound sleep during the previous night were more likely to report feeling energetic, rested, productive, attractive, focused and optimistic on the following day. However, many of us often neglect our sleep and deprive ourselves for the sake of work or pleasure, which is not wise. Sound sleep plays a vital role in keeping us hale and hearty, and protects our mental and physical fitness. The damage from chronic sleep deprivation can be fatal. Our immune system depends heavily on good sleep to stay healthy. It is also thought that a proper sleep can improve one's cognitive processes like memory, focus, and creativity. The benefits of getting enough sleep include improved mood, emotional stability, and stress resistance. On the other hand, sleep deprivation is linked to a higher risk of mood disorders like anxiety and depression. The students who get enough sleep do better in exams, concentrate better in class and have greater problem-solving skills. Moreover, maintaining regular sleep patterns is good for our hearts. A healthy cholesterol level is maintained, inflammation is reduced, and blood pressure can be regulated if anyone experiences a sound sleep. So, we should not ignore it. It is high time we realised the value of sound sleep. Munnujan AktarStudent of School of Business and Economics, North South University, Dhaka, [email protected]",
        "headline_1": "Importance of sound sleep",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-sound-sleep-1687011329",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-06-2023"
    }
]