[
    {
        "full_article": "A key to the success of any welfare programme is the conviction in its implementation. In the 17 years since the Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS) has been implemented, studies have asserted its net positive impact in the rural areas. From reducing penury through providing off-season employment, and thereby improving household consumption among the invariably poor citizens who avail the scheme, to acting as insurance during monsoon deficient seasons, besides allowing for greater food security through increased productivity helped by the works generated, the scheme continues to be a robust welfare tool. This was even clearer during the pandemic, when thousands of migrant workers who left urban areas due to the lockdowns took up work under the MGNREGS in rural areas where demand for the menial but arduous work peaked. There is of course the case that the scheme has still not transcended into creating more useful assets beyond roads and irrigation canals and requires broadbasing and better implementation. But it must be said that the Union government’s treatment of the scheme has graduated from a case of lukewarm acceptance of its need because of its popular impact to treating it as a fiscal burden.Such a reading can be justifiably made if the reduced allocation for the scheme in the Union Budget, from 2.14% of overall outlay in FY23 to 1.33% in FY24, is considered. This was despite implementation in recent years experiencing wage delays and underfunding. This has also depressed demand, with formal requests for work only being a portion of the actual demand. Also, there is much evidence that Aadhaar-based payments have neither reduced corruption nor reduced wage payment delays while creating hurdles for officials and workers during implementation. Union Rural Development Minister Giriraj Singh has now said that the Act should be amended to change the contribution of funds from 100% by the government to a 60-40 split between the Centre and the States in order to make States “more vigilant regarding corruption”. But this will only lead to further complications in funding. There has been a shrinking in the States’ share of taxes following GST and the financial stresses during the pandemic. States taking up 40% of the funding burden would affect the payment of wages even further. Besides, MGNREGS is a demand-driven programme and salient especially in poorer States and it is incumbent upon the Centre to ensure its robust funding instead of putting the onus on individual States to do so. The government must change its approach towards the MGNREGS by recognising its potential in catering to the poor’s right to work.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nwelfare",
        "headline_1": "Going off-course: On the rural jobs scheme and the Centre’s bid to change its funding",
        "headline_2": "The Centre’s suggestions on changes in the Mahatma Gandhi National Rural Employment Guarantee Scheme seem misguided",
        "link": "https://www.thehindu.com/opinion/editorial/going-off-course-the-hindu-editorial-on-the-mahatma-gandhi-national-rural-employment-guarantee-scheme/article66522110.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Congress leader Rahul Gandhi has stood by his statements made during his speech in the Lok Sabha on February 7, in his response to a charge of breach of privilege of the House that was raised by a Bharatiya Janata Party member and a Union Minister. It is strange that a Member of Parliament, whose duty it is to hold the executive accountable to Parliament, is being accused of breach of privilege of the House for seeking answers on crucial issues. Portions of Mr. Gandhi’s speech, made during a discussion on the ‘Motion of Thanks on the President’s Address’, that referred to Prime Minister Narendra Modi’s ties with industrialist Gautam Adani were expunged from the record of the House. When a member’s own rights are being curtailed in the name of parliamentary privilege, the very concept is being reduced to an instrument of executive fiat. Mr. Gandhi raised pertinent questions regarding the political patronage received by the Adani Group, which is in the eye of a storm after a short seller based in the United States brought to light dubious patterns in the group’s transactions and ownership. The government has not provided any answers. And, on top of it, the sword of privilege is being wielded against the Opposition leader. The expectations from the Speaker of the Lok Sabha and the Chairman of the Rajya Sabha are to protect the majesty of Parliament, particularly in its interactions with other branches of the state, rather than disciplining the members.The parliamentary discussions on the Adani controversy, which were vitiated by the unreasonable restrictions on Opposition leaders, follow a devious trend of executive imperium over the legislative branch in some States too. Chief Ministers of many States command supreme powers — they control their parties, dominate over the Opposition, and take Assemblies for granted. Assembly sittings have become fewer and debates shallow. The argument that popular leaders now make is that they are answerable to the people directly — Mr. Modi also invoked the ‘blessing of 140 crore people,’ while speaking in Parliament on February 8, but the range of questions arising out of the Hindenburg report on the Adani Group remained unanswered. People seek accountability from the elected government through their elected representatives, and the legislature is mandated to mediate that interaction. Mr. Gandhi asked questions as he should. Asking him to adhere to parliamentary norms in doing so is par for the course. But more critically, the government should be required to respond to the allegations. It is a sign of erosion of parliamentary authority that it is not happening.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\n Parliament proceedings\n\n/\n\npolitics\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Executive fiat: On Rahul Gandhi’s Lok Sabha speech and breach of privilege",
        "headline_2": "Parliament should remain a forum for free debate and discussion",
        "link": "https://www.thehindu.com/opinion/editorial/executive-fiat-the-hindu-editorial-on-rahul-gandhis-lok-sabha-speech-on-adani-pm-modi-ties-and-breach-of-privilege/article66521209.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "You will never find a Mother Teresa in the stock market.  You may spot sharks, wolves, sometimes a killer whale, and occasionally run into a hyena like Hindenburg whose business is to rejoice over ruins. It’s your naivety if you blame them when bets backfire. That’s the share bazaar. That’s the nature of the beast.\nSo, the collective wrath in social media against a distant, until recently faceless, short seller, who not only declares a war but even exhibits old skulls as trophies on Twitter, is misdirected. But today, there are too many takers for this theory. So much so there is a lurking risk that such a belief can become pervasive, and even overpower authorities and make them react selectively.\nRead full opinion on TOI+\n\n",
        "headline_1": "The messenger and the message: Regulators should probe whether local market entities did Hindenburg’s bidding. It should also probe some of the questions on Adani group raised by the short seller",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/OfftheBeat/the-messenger-and-the-message-regulators-should-probe-whether-local-market-entities-did-hindenburgs-bidding-it-should-also-probe-some-of-the-questions-on-adani-group-raised-by-the-short-sel/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "A sense of belonging can never be circumscribed by location, your passport does not define who you are. Look at the emotional response of the audience, usually dominated by Indian expatriates and persons of Indian origin, to any Indian cultural performance overseas. This group, which now numbers around 3.2 crore, is highly skilled and successful. In the US, for example, average income of Indian households is higher than that of any other group. In several countries, Indians are among the top earners. A 2012 estimate of the diaspora’s wealth was $1 trillion. Ten years later, that figure would have increased substantially. If we add the collective economic heft of Indians abroad to India’s GDP, which will be $ 3.5 trillion at the end of March, there’s little doubt Indians in the most fundamental sense already generate an economic value well over $5 trillion. India as defined by its national boundaries will likely have a GDP of $5 trillion by 2025 but the India that includes those abroad and invested in the India story is already a $5 trillion-plus powerhouse.\nThis idea, introduced by Samir Jain, Vice-Chairman and Managing Director, Times Group, in his special address at the ET Global Business Summit, has broad and significant implications. Just as any country’s top income earners are pivotal to its economic progress – they invest, they innovate, they take risks, they back new technology, they create jobs – so can 3 crore plus Indians abroad be a huge asset for India. They already send $100 billion in remittances to their home country annually – the highest remittance figure in the world.\nIn business, network effects kick in when the value of a product is intrinsically tied to the increase in the number of users. Imagine the network effect of human beings – the network effect of high-earning, high-performing Indians abroad entirely invested in the idea of India’s progress. PM Modi knows the immense value of the diaspora, Jain noted in his GBS address. But business leaders and policymakers, including those attending the summit, must think of many more ways of integrating the diaspora’s economic dynamism to the India story.\n \n\n",
        "headline_1": "A bigger idea of India: Why Indians already command economic heft of $5 trillion and how we can leverage this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-bigger-idea-of-india-why-indians-already-command-economic-heft-of-5-trillion-and-how-we-can-leverage-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "The Election Commission has issued notices to representatives of BJP, Congress and CPM for their tweets on February 16, polling day in Tripura assembly elections, and also the day before. EC’s notice to the political parties says that the tweets violate parts of Section 126 of the Representation of the People Act, 1951, the overarching law governing conduct of elections. It prohibits electioneering 48 hours ahead of polling. The aim’s to allow voters to decide without being “prejudiced” by last-minute appeals.\nNotably, Australia has a similar provision called the blackout period. Both these periods are impossible to enforce in the age of social media and rapidly evolving communications technology. EC reacted to this development early and formed a committee to look into it. The committee’s suggestions made four years ago were largely in the nature of exhortations. But as EC’s most recent notices show, the appeals for fair play don’t work in a competitive political arena. So it’s time Parliament took the practical step of getting rid of the cooling-off period.\nAustralia too is having a problem with the blackout period as different media platforms feel it’s unfair. In India, retaining the cooling-off period may end up undermining EC’s credibility. This hard-won credibility rests on its track record of conducting complex multi-phase elections in the world’s largest democracy. Ensuring it retains focus on its core responsibility is the best way to help EC. Saddling it with impossible tasks such as choking every form of political campaigning at the tail end, especially in multi-phase elections, makes no sense. Parliament needs to trust the maturity of voters.\n \n\n",
        "headline_1": "EC  needs a smart focus: Cooling-off periods are impractical in social media age",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ec-needs-a-smart-focus-cooling-off-periods-are-impractical-in-social-media-age/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Animals are so very weak in the world, as are their allies. Justice for Animals: Our Collective Responsibility by the philosopher Martha Nussbaum aims to pin down the moral wrongs at stake, and how they can be fixed.\nLike us, animals have found themselves on this planet and have the same right to use it to sustain themselves. But humans thwart this right. Nussbaum tells the stories of an elephant living in a community and raising the herd’s young, cruelly killed for ivory, her baby taken to a zoo. A whale with a rich social life, capable of mysterious song, dies from ingesting plastic trash. A pig finds herself confined to a gestation crate, forced to eat faeces. The book argues that we need to evoke wonder, then compassion, and then outrage at these injustices.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why animals should have human rights: They have equal claim on the planet, but are thwarted by us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-animals-should-have-human-rights-they-have-equal-claim-on-the-planet-but-are-thwarted-by-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "The draconian Digital Security Act (DSA) has claimed its latest victim. On February 8, the Rangpur Cyber Tribunal sentenced Poritosh Sarkar, a Hindu teenager, to five years in jail for \"hurting religious sentiments.\" Poritosh was sentenced under Section 31(1) of the DSA that criminalises publication and posting of any material \"that creates enmity, hatred or hostility among different classes or communities of the society or destroys communal harmony\", along with Sections 25(2), 28(2) and 29(1).\nPoritosh was the first person to be convicted for the communal frenzy that led to the razing of 60 Hindu homes in Rangpur's Pirganj upazila on October 17, 2021. Most of the other accused in the case secured bail, while others are on the run. It appears Poritosh, a 10th grader at the time of the incident, belonging to an economically disadvantaged fishing family, is paying the price for an act that he firmly maintains he did not commit. Until the day of the verdict, no evidence was furnished to back up the state's claim that it was Poritosh who posted the message as his phone was destroyed beyond repair and the Criminal Investigation Department (CID) was unable to conduct forensic tests on it.\nWhile Poritosh's sentencing raises concerns regarding the likely misapplication of the DSA, his treatment during detention has exposed the inhumane and brutal conditions that an accused may be subjected to under Bangladesh's criminal justice system. On February 5, speaking to The Daily Star at the Rangpur court premises, Poritosh informed that he had been kept in solitary confinement for eight whole months. The jail authorities claimed that the measure had been taken for Poritosh's own safety as the people who had set fire to the village were also in the same prison and were likely to harm him.\nOne may accept such flimsy reasoning in good faith; however, one is appalled by what Poritosh had further revealed, \"I was not allowed to step out of my jail cell for eight months, not for a single day. There were no windows – just a vent at the top of the cell, which was blocked. I had no way of knowing if it was day or night from inside the cell. I counted the days by the meals being given to me.\"\nThe extent of mental harm Poritosh endured is further revealed when he said, \"Not a single person spoke to me during those days. I tried talking to the guards, but they would not respond.\" For the first several months, he was given some books by the authorities, but even that was stopped. He said the desperate situation had driven him to consider dying by suicide. The extent of ill treatment and denial of his fundamental rights is further reinforced by the fact that his lawyers were unable to contact him when he was incarcerated.\n\nWhile Poritosh's sentencing raises concerns regarding the likely misapplication of the DSA, his treatment during detention has exposed the inhumane and brutal conditions that an accused may be subjected to under Bangladesh's criminal justice system.\nThe most egregious breach of law in Poritosh's case was when he was placed in solitary confinement. Poritosh was a detainee, not a convict, and there is no scope under Bangladesh's criminal code to place a detainee in solitary confinement. Furthermore, Section 74 of the Penal Code says that \"when the imprisonment awarded shall exceed three months, the solitary confinement shall not exceed seven days in one month of the whole imprisonment awarded.\" No less grievous was the mental harm that was inflicted on Poritosh in the form of denying him to communicate with any human being for eight long months. This was in gross violation of Section 29 of the Prisons Act, which states, \"No cell shall be used for solitary confinement unless it is furnished with the means of enabling the prisoner to communicate at any time with an officer of the prison, and every prisoner so confined in a cell for more than 24 hours, whether as a punishment or otherwise, shall be visited at least once a day by the Medical Officer or Medical Subordinate.\"\nThe harsh treatment that Poritosh was subjected to raises several important questions. Firstly, why did the accused have to be in jail when those arrested for arson and communal violence were granted bail, including the muezzin of the village mosque who made calls for people to gather, and Saikat Mandal and Ujjal Hossain who were instrumental in triggering the rumour? Secondly, if the jail authority's justification for keeping Poritosh safe is taken at face value, was solitary confinement (reserved for hardened criminals) the only choice? Could he not be sent to some other facility? Thirdly, Doesn't the claim that the detainee was likely to be harmed within the jail compound also expose their failure to ensure the prisoners' safety?\nFourthly, under what grounds was the accused denied access to his counsel, a right guaranteed under the constitution of the republic? And finally, what prompted the sessions judge of the cyber tribunal to send Poritosh back to prison on February 5, overriding the bail granted by the High Court, even though no judgment was passed on the case at that time? How could the conviction warrant be issued even before the accused was sentenced?\nClearly, the state has a case to answer on all of the counts above. It is unfortunate that after nearly 52 years of independence, such blatant acts of state crime under the rubric of DSA committed against a teenager belonging to a minority community don't merit any discussion in the national parliament, nor are they condemned by the otherwise vocal champions of the spirit of Liberation War and the guardians of national conscience. The silence of the minority faith-based groups and the human rights and child rights organisations is also baffling, and so is the ineptness of the progressive liberals who occasionally care to issue statements or embark on fact-finding missions on matters of their priority.\nDefending rights entail taking principled position against all forms of violations. Our collective failure to stand up for Poritosh Sarkar makes us culpable for the grave wrongs done to him.\nThe author acknowledges the support of Rezaur Rahman Lenin and Zyma Islam.\n\nDr CR Abrar is an academic with interest in human rights issues.\n",
        "headline_1": "Poritosh Sarkar’s Orwellian Experience",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/poritosh-sarkars-orwellian-experience-3250686",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "How ironic – or perhaps how fitting – that a statue protesting the recent incidents of censorship and repression in Bangladesh must meet the tragic fate of \"forced disappearance.\" Its removal by the Dhaka University authorities without so much as a warning or a show-cause notice to the artists who installed it on the campus, and the wording used to justify such an action, only solidifies the message the artists were trying to push forth in the first place: that the freedom of thought and expression in the country are under attack. \nThe statue in question was that of Nobel Laureate Rabindranath Tagore, with his mouth taped, holding a book that had a nail pierced through it. It was set up on Tuesday by leftist students of DU near the Raju Memorial Sculpture, apparently to highlight the current climate of censorship and shrinking space for free thinking and creativity in the country, and was supposed to be in place till the end of February. The statue's placement near the entrance to Ekushey Boi Mela – a day after the Bangla Academy filed an appeal challenging the High Court order to allow Adarsha Prokashoni a stall at the fair – could also be interpreted as a criticism of the increasingly rigid stance of the academy on censorship of books that challenge the dominant state-endorsed narrative. \nWe recognise that there is an issue of permission, and that the DU authorities cannot simply allow everyone to arbitrarily erect statues on the campus without oversight or say. However, we are completely taken aback by the authorities' explanation – that they demolished it as it represented a \"degraded culture\" and that the poet's sculpture was \"distorted.\" What exactly do the authorities mean by \"distorted\" or \"degraded culture\"? We can only assume that they take issue with protest art and demands for free speech, for that is clearly what the statue signified. \nIf anything is out of place in a university that is historically linked to progressive student politics and mass struggles for emancipation in the country, it is the DU authorities' heavy-handed handling of the matter. It goes without saying that a university campus is one where students should be free to explore and exchange ideas, engage in constructive debates and experiment with different modes of artistic expression. Unfortunately, over the years, we have seen our campuses being held hostage by ruling party cadres, with the administrations implicitly or explicitly furthering the interests of the ruling party and clamping down on dissent. The space for critical thought – which ought to be a crucial component of higher education – is sorely missing on our campuses, and indeed in our society at large.\nThe ban on Adarsha Prokashoni, as well as on Jannatun Nayeem Prity's book Jonmo o Jonir Itihash from the ongoing book fair, have already painted a bleak picture of artistic freedoms – or the lack thereof – in the country. We are alarmed to see that bodies such as the Bangla Academy and DU, which ought to be autonomous and custodians of free thought, are now playing increasingly authoritarian roles, arbitrarily shutting down critical discourses and artistic expressions. We urge the authorities to remember our foundational and constitutional commitments to work towards a society where, to quote Tagore, the mind is without fear, where knowledge is free, and where the clear stream of reason has not lost its way.\n",
        "headline_1": "Why did Tagore have to be 'disappeared'?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-did-tagore-have-be-disappeared-3250641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "The installation and the consequent removal of a sculpture from the Dhaka University campus has triggered an interesting debate. On Tuesday, a group of students installed a large sculpture of Rabindranath Tagore next to the iconic Raju Memorial Sculpture. The campus authorities later removed the figure of a rather pensive-looking author of our national anthem, with a taped mouth, holding a nailed copy of his Gitanjali. The protesters responded by hanging a banner saying, \"Tagore has been 'forcibly disappeared.'\"\nThe left-leaning student body, Bangladesh Chhatra Union, has claimed responsibility for the installation of the protest art created by some fine arts students. The follow-up banner, with its crafty use of \"disappearance,\" pokes at another political riddle now being investigated by different national and international agencies. The DU authorities have unwittingly opened a fresh can of worms.\nThe selection of Tagore and Gitanjali as an emblem of free thinking was a non-starter. The status of Tagore in Bangladesh is stronger than ever. We have universities and institutions named after him as well as national-level celebrations of his anniversaries. Gitanjali (Song of Offerings) champions love as its principal subject, with the recurrent espousal of the internal conflict between spiritual longings and earthly desires. Modelled after the medieval Indian tradition, the spiritual (i.e. apolitical) nature of the collection even helped Tagore, a British subject in colonial India, win the Nobel Prize for literature in 1913.\nTagore was deemed a problematic figure by the rulers in the erstwhile West Pakistan. Tagore's song \"Aaji Bangladesher Hridoy Hotey\" (From the heart of Bangladesh), among others, acted as an impetus for Bangalee nationhood in the 1940s. Those who felt Urdu and Arabic should be the building blocks for the newly partitioned country naturally felt threatened by the cultural materials available in Tagore. The Pakistani junta banned Tagore's songs in the 1960s. In response, Chhayanaut was created, and its contribution to the formation of our cultural identity is well-known.\nThe question then arises: do we have the same situation prevailing in Bangladesh today to forward Tagore as a symbol of freedom of expression? The answer is probably no. It is not an exaggeration to say that Tagore is more celebrated in Bangladesh today than in West Bengal. Then why tape him and pierce his work with a bleeding nail? Why didn't the protesters choose the rebel poet Kazi Nazrul Islam, whose body lies in the heart of the Dhaka University campus? Or the persecuted community of Bauls?\nIf you ask me, the in-your-face sculpture of Tagore placed at the entry of the ongoing Ekushey Boi Mela would have died a natural death because of its vague references. If the sculpture was intended to highlight the publisher that was initially denied entry to the fair for publishing books that challenge the official development discourse, Tagore's Gitanjali is a wrong choice. But the hasty removal of the protest art by the authorities has simply turned it into the right choice.\n\nDhaka University has a proud legacy of forging the consciousness and conscience of the nation. Censorship at a public university curtails our right to be exposed to and enriched by art. Dhaka University then must come up with a detailed policy of curating images and voices by the public, of the public, and for the public.\nThe DU authorities' action has given the sculpture its desired public attention with an added agenda of \"forced disappearance.\" They could have simply served a 24-hour notice to the student body for vandalising public property with the unauthorised installation of a sculpture that apparently compromises the sanctity of the nearby Raju Memorial Sculpture.\nThen the bigger question arises: what is the graffiti policy of Dhaka University, or any public institution, for that matter? Why are public spaces adorned with advertisements that we don't want to see? There are so many ads that promote a sense of inadequacy and insecurity in us. The depiction of perfect human figures with their perfect lives in ads constantly reminds us of our shortcomings. Isn't that an infringement of my right to be who I am? What about those graffiti that simply act as a pissing competition?\nJust like artists have the right to express themselves, the university authorities also have the right to protect the beauty and sanctity of its property. But the rational thing to do was to ask the responsible parties to remove the sculpture, poster, graffiti and the like. The power of democracy lies in its ability to accommodate the voices of dissent. In a free society, every individual has the right to decide what art or entertainment they want. The Tagore sculpture could have become banal without being banned.\nThey say censorship is like poison gas – it can harm you once the wind shifts. Those clamping bans on the voices and views of others may be subject to their own game of censorship in the future. Freedom of expression is a two-way street. Securing freedom of expression for ourselves requires freedom of expression for others. The idea is at the core of democracy.\nDhaka University has a proud legacy of forging the consciousness and conscience of the nation. Censorship at a public university curtails our right to be exposed to and enriched by art. Dhaka University then must come up with a detailed policy of curating images and voices by the public, of the public, and for the public. While it can very well remove the graffiti presented as territorial markers, it can allow space for public art that creates public awareness. The response of the audience will tell us which art matters the most. For instance, even after the removal of the wall painting of \"Shubodh has escaped,\" the image of a dishevelled, distraught figure with a caged sun strikes a chord with us. The word play on Shubodh (good sense or a possible proper name for a Hindu minority) stirs our imagination. A taped Tagore does not. Its placement before the Raju Memorial does not help either. But the handling of the sculpture has given it meaning that it did not originally have. Its expression was denied, proving that freedom of expression is indeed in jeopardy.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "The appearance and disappearance of Tagore",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-appearance-and-disappearance-tagore-3250636",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "How ironic – or perhaps how fitting – that a statue protesting the recent incidents of censorship and repression in Bangladesh must meet the tragic fate of \"forced disappearance.\" Its removal by the Dhaka University authorities without so much as a warning or a show-cause notice to the artists who installed it on the campus, and the wording used to justify such an action, only solidifies the message the artists were trying to push forth in the first place: that the freedom of thought and expression in the country are under attack. \nThe statue in question was that of Nobel Laureate Rabindranath Tagore, with his mouth taped, holding a book that had a nail pierced through it. It was set up on Tuesday by leftist students of DU near the Raju Memorial Sculpture, apparently to highlight the current climate of censorship and shrinking space for free thinking and creativity in the country, and was supposed to be in place till the end of February. The statue's placement near the entrance to Ekushey Boi Mela – a day after the Bangla Academy filed an appeal challenging the High Court order to allow Adarsha Prokashoni a stall at the fair – could also be interpreted as a criticism of the increasingly rigid stance of the academy on censorship of books that challenge the dominant state-endorsed narrative. \nWe recognise that there is an issue of permission, and that the DU authorities cannot simply allow everyone to arbitrarily erect statues on the campus without oversight or say. However, we are completely taken aback by the authorities' explanation – that they demolished it as it represented a \"degraded culture\" and that the poet's sculpture was \"distorted.\" What exactly do the authorities mean by \"distorted\" or \"degraded culture\"? We can only assume that they take issue with protest art and demands for free speech, for that is clearly what the statue signified. \nIf anything is out of place in a university that is historically linked to progressive student politics and mass struggles for emancipation in the country, it is the DU authorities' heavy-handed handling of the matter. It goes without saying that a university campus is one where students should be free to explore and exchange ideas, engage in constructive debates and experiment with different modes of artistic expression. Unfortunately, over the years, we have seen our campuses being held hostage by ruling party cadres, with the administrations implicitly or explicitly furthering the interests of the ruling party and clamping down on dissent. The space for critical thought – which ought to be a crucial component of higher education – is sorely missing on our campuses, and indeed in our society at large.\nThe ban on Adarsha Prokashoni, as well as on Jannatun Nayeem Prity's book Jonmo o Jonir Itihash from the ongoing book fair, have already painted a bleak picture of artistic freedoms – or the lack thereof – in the country. We are alarmed to see that bodies such as the Bangla Academy and DU, which ought to be autonomous and custodians of free thought, are now playing increasingly authoritarian roles, arbitrarily shutting down critical discourses and artistic expressions. We urge the authorities to remember our foundational and constitutional commitments to work towards a society where, to quote Tagore, the mind is without fear, where knowledge is free, and where the clear stream of reason has not lost its way.\n",
        "headline_1": "Why did Tagore have to be 'disappeared'?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-did-tagore-have-be-disappeared-3250641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Bangladesh is about to enter a period of massive demand for power as it approaches the summer. Between February and June, according to an estimate by the Power Development Board (PDB), the demand is set to increase by more than 50 percent because of summer heat, Boro irrigation and the holy month of Ramadan, when uninterrupted electricity supply is expected. And at least USD 4.45 billion will be needed to cover fuel costs for this period. The amount, we're told, could exceed USD 5 billion if the import bill from the Adani plant and the payment to Chevron, which operates the biggest gas field in the country, are factored in. Naturally, the authorities will be hopeful of securing necessary funds and ensuring adequate power supplies, but it is already apparent that it will not be smooth sailing.\nRecent developments call for caution. As per a report by Prothom Alo, the Rampal power plant had to be kept shut for a month due to non-import of coal because of dollar shortage; the Payra power plant is struggling with unpaid coal bills; owners of oil-based power plants in the private sector are struggling to import oil due to outstanding bills of five months; Bangladesh Petroleum Corporation (BPC) is failing to open letters of credit (LC) regularly; Petrobangla is failing to increase LNG import; all the relevant organisations are asking for dollar provisions from the ministry, etc.\nWhat all this means for the general public is that even after all the hikes in prices of gas and electricity, power outage will increase rather than decrease going forward. Whether or not it will match or surpass the acute level of loadshedding witnessed between August and November last year – due to the crisis of foreign currency reserves – remains to be seen. As of February 8, the reserves stood at USD 32.6 billion. The continued dollar crisis makes it essential that the authorities revise PDB cost estimations and reduce import bills. Apart from making funds available, another challenge is the increasing cost of production by power plants. There is no denying that the cost has increased due to our poor energy policy – which relies heavily on fuel imports and allows for collusive deals – as well as unplanned development in the country. It will increase further in the future. The trouble is, any fiscal burden on the government eventually falls on the citizens.\nWe, therefore, would like to urge our policymakers to revisit the current energy policy. While challenges like dollar crisis and high import bills require urgent attention, we will continue to be vulnerable to such external factors if we cannot fashion today's responses with an eye on tomorrow. Which is why we must reduce our dependence on gas imports. At the same time, we should focus on increasing gas supply from local sources, as well as boosting the drive for green and renewable energy. This will ensure our energy security in the long run. The government must plan for the future, and heed calls for exploring our gas reserves.\n",
        "headline_1": "Overdependence on gas imports is putting our energy future at risk",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/overdependence-gas-imports-putting-our-energy-future-risk-3250386",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Allegation of selling counterfeit items including garment and footwear products in the US market has been raised by the American Apparel and Footwear Association (AAFA) against Bangladesh. In this connection, AAFA and the Paris-based anti-counterfeiting body, Union des Fabricants, or UNIFAB, reportedly suggested that the United States Trade Representative (USTR) should include Bangladesh in its Priority Watch List. Reports further have it that the office of the USTR, in response to the suggestions of AAFA and UNIFAB, sent a letter to the Bangladesh government on February 10 asking to send its submission to the annual special 301 review by February 13. Notably, the 301 review is about the protection and enforcement of Intellectual Property Rights (IPRs) globally as mandated by the US Congress and done by the USTR in exercise of the Section 182 0f the US's Trade Act of 1974. The government, its commerce ministry, to be specific, is learnt to have promptly responded to the USTR's request by sending its initial submission and seeking 15 days' more time for sending the final submission.It is worthwhile to note that AAFA is the US national trade association that represents apparel, footwear and other sewn products companies and their suppliers competing in the global market. Also, it represents some 1,000 global brand names and is the public policy and political voice of the US apparel and footwear industry that contributes more than US$470 billion in annual retail sales. Since an allegation of IPRs violation has been brought against Bangladesh by the US-based trade association, AAFA, the government needs to consider it with the highest priority and initiate the required damage control exercise. One needs to keep in mind here that the US is the Bangladesh's largest export market. In the last fiscal year alone Bangladesh exported goods, of which 95 per cent were garment products, worth US$10 billion to the USA. So, given that AAFA has such huge influence on the US's apparel and footwear market, Bangladesh alongside cooperating with USTR, should also use its diplomatic and business channels to communicate with this US trade body and explain the country's actual position on the issue.For the AAFA's observation to the USTR that counterfeit Bangladeshi products are being seized at an increasing rate from the global market is indeed damning. Further to that, referring to one of its member organisations, the AAFA also pointed to what it termed Bangladesh's 'zero established IP policy' as well as rampant corruption coming in the way of any IP enforcement here. Now, however unkind the US trade body's comments may appear, the government would do well to take due note of it, if only for the sake of saving the country's export market. At the same time, it should get to the root of why such complaints are coming from the international business platform of a market as important as the US's.As expected, the government has duly explained to the USTR the IP-related benefits Bangladesh as a member of the LDCs has been enjoying under WTO's IPR rules. And, reassuringly, the government simultaneously also promised that Bangladesh would abide by the IPR rules as soon as it graduates to a developing nation by 2026.After all is said and done, it is time the government came down hard on those who are destroying Bangladeshi products' brand image abroad.",
        "headline_1": "Saving country's export market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-countrys-export-market-1676633928",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Given the dual uncertainty of depleting foreign currency reserves and the continual depreciation of the Bangladeshi Taka, it is now increasingly evident that the country's demand for liquefied natural gas (LNG) is unlikely to rise beyond what it had been prior to the onset of the Russo-Ukrainian war. Despite official public pronouncements by the officials to the contrary, the Institute for Energy Economics and Financial Analysis (IEEFA) reports in its upcoming Global LNG Outlook 2023-27 that coal-fired power generation will remain the mainstay in Bangladesh to tackle the power shortages faced by the country. Currently more than 70 per cent of total annual consumption of power is generated by captive generation (gas). Today about 20 per cent of gas demand comes from LNG, which is being procured from international spot markets at nearly US$8.0 per million British thermal unit (MMBtu). Bangladesh also has long-term contracts with Qatar Gas and Oman Trading International, both of which entities have decreased delivery in recent times resulting in lower import of LNG. This comes against the backdrop of record European demand for LNG in the aftermath of a stoppage of Russian natural gas supply.All this points to a whole different scenario for Asian economies from South Asia to the Far East, where LNG is considered both expensive and an unreliable source of fuel. Unreliable because LNG supply is limited and LNG suppliers prefer to place their bets on long-term and larger markets where a better price can be fetched for the fuel. These conditions have changed the LNG scenario significantly where Asian import markets for LNG may see a dip till up to FY2025. Although IEEFA predicts that Europe will slowly wean itself off LNG by 2030, this leaves countries like Bangladesh in a fix. Indeed, it has been found that European nations upped the ante by increasing LNG imports by around 60 per cent (in 2022), which also drove the price of LNG through the roof, leaving countries like Bangladesh in a quandary from which there was no respite. Import of LNG across the South Asian region, including India, Bangladesh and Pakistan was down by an average of 16 per cent. Coupled with high price and infrastructure constraints, Bangladesh now faces the hard prospect of being left out of the LNG import race and it is simply not feasible to buy LNG regularly from spot market. The war in Europe, no matter how long it lasts, has fundamentally changed the LNG outlook for years to come, where South Asian economies have effectively been sidelined. 2022 has been a year of discontent for Bangladeshi consumers of energy, be it at retail or bulk level. High price of LNG import coupled with demand from foreign lending agencies for slashing subsidies resulted in record revision (upwards) of energy prices. To what extent both light and heavy industry can absorb those costs is of course a matter of debate. What is now clearly evident is that not only Bangladesh, but India and Pakistan too cannot rely on \"unaffordable spot prices, contractual disputes, and rapidly depleting foreign exchange reserves\" to indulge in importing LNG. Continued \"load shedding\" of power has its limits and there is increased evidence that Bangladesh will face a tough summer in 2023 with protracted LNG imports. Demand downsizing, via, energy conservation methods will not make the problem of primary energy fuel go away for Bangladesh.The only way forward for the country is to have meaningful long-term LNG contracts. \"However, long-term LNG supply contracts with shipments beginning before 2026 are limited globally. Until then, incremental growth of LNG demand may have to come from volatile spot markets, since existing contractors are unable to increase supplies in the short term.\" So, Bangladesh stands little chance of gaining from the spot market because its national currency is steadily depreciating against the US dollar and its foreign exchange reserves are under strain. Why then is Bangladesh fixated on LNG?Perhaps the idea is that things will magically get better, despite all the indications to the contrary. There is no magic bullet unfortunately. Bangladesh does not have great benefactors to bail it out should things go sour. Pakistan, which is in a much direr situation than Bangladesh in terms of the economy, has a special relationship with (cash & oil-rich) Saudi Arabia and a strategic relationship with China, but what happens to Bangladesh if its economy suffers due to energy shortage? Which country will bail Bangladesh out? In the midst of all this gloom over the ongoing LNG shortage globally, the country's energy planners refuse to tap into the country's most prospective areas that are purported to have significant and yet-to-be tapped natural gas, i.e. the Chattogram Hill Tracts. \"In 2001, the Norwegian Petroleum Directorate and Hydrocarbon Unit assessed the prospect to the tune of 18.4 Tcf (trillion cubic feet). Ocean Energy engaged in work there at that time and assessed the prospect as 42 Tcf. Finally, Gustavson, in 2011, assessed the prospect as 42.6 Tcf.\" Instead of going all out to explore that region, fairy tales are being spun about how solar energy will solve Bangladesh's energy crisis. Time will be the best testament to the road taken by energy planners in the country and how Bangladesh flourished or floundered in the years to come.[email protected]",
        "headline_1": "LNG shortage over next few years",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lng-shortage-over-next-few-years-1676633998",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "The history of any national milestone or event may generate some debates and controversies. In some cases, the extent of the discussion is limited or focused on small areas. Again, the debate may be widespread mainly due to divergent descriptions of the event and different views. Distortions of historical facts and illustrations by vested quarters also spark and widen controversy. So, writing and presenting an objective history of any significant past event is always challenging. The country's historians, researchers and writers have to face the challenge of writing, analysing and presenting the history of the Bangla language movement.Nevertheless, most of them successfully overcome the challenge with some limitations. Thus the nation gets some quality works on the history of the great movement leading to the Omor Ekushey, or February 21st for its commemoration. The day is now recognised as the International Mother Language Day globally.It was 71 years ago, and on an eventful day in 1952, the movement reached its peak. Small groups of students from the Dhaka University campus began moving towards the East Pakistan Legislative Assembly Building. The police at first tried to disperse them by charging sticks and firing warning shots. Students defied, and some also began to throw brickbats to the police. Instead of showing some restraint to calm the situation, the police responded by firing several rounds of bullets, resulting in three deaths and scores of injured. The language movement had its first martyrs. In the next few days, there were more protests and demonstrations followed by arrests of leaders and activities. A total of eight sacrificed their lives in the movement, which originated almost immediately after the partition of British India in 1947. Two independent states - India and Pakistan - emerged as the outcome of the partition. There were two wings of Pakistan - West Pakistan, which is today's Pakistan and East Pakistan, which is today's Bangladesh. Students of the eastern part initiated and led the language movement, which was supported by some of their teachers and a few political leaders. They demanded Bangla as a state language on a par with Urdu in Pakistan. It was not only the demand for upholding the honour of the mother tongue but also for greater autonomy on the province's political, cultural and economic front. The language movement laid the path to the independence of Bangladesh through the nine-month bloody war in 1971.Thus, the importance of language movement is vast, and the history needs to be read and understood in the larger contexts and broader perspectives. In this connection, the works of Badruddin Umar, Bashir Al Helal, Abdul Matin and Ahmed Rafique are critical. There are some others also who write and analyse the movement critically. All these provide a good set of resources for greater study. Nevertheless, some people continue to present distorted, biased and fabricated pictures of the movement only to mislead the new generation. To counter the practice, it is necessary to go for broader study of the critical works. Another important task is to translate the works of language veterans like Abdul Matin and Ahmed Rafique into English and distribute them widely at home and abroad. Many of the new generations in the country have opted for English medium for their education. Similarly, new generations of Bangladeshi origin abroad have almost no access to Bangla. For them, English books are necessary so they can at least know how their forefathers fought and sacrificed to defend the mother tongue and culture.[email protected]",
        "headline_1": "History of language movement for new generations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/history-of-language-movement-for-new-generations-1676634105",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2023"
    },
    {
        "full_article": "Today's children are tomorrow's leaders. So, we should bring them up in a way that they become healthy in every sense. However, what we see nowadays is that children are often glued either to smartphones or to other gadgets. Even before uttering Bangla vowels and consonants, many of them start pronouncing what they watch on smartphones. Technology has many benefits. But it can be harmful if not properly used. In today's age, a child is always found with a mobile phone in its hand. By this, it is losing its mother's compassion. What is more worrying is that smartphones are affecting children physically and their vision and hearing power is decreasing day by day. Sometimes, they even suffer from mental problems. A child is born with thousands of possibilities. A child's mental and physical development grows up gradually through studies and sports. As a result, their latent talent, intelligence, social etiquette, and values are formed. But nowadays such growth seems to be incomplete as children spend a major time in browsing and watching smartphones. So, no phone should be in the hands of any child before a particular age. Keep your child away from phones so that they can stay healthy physically and mentally. Mohammad Al-Amin,Student of Public Administration,Comilla University, Cumilla,[email protected]",
        "headline_1": "Keep children away from phone",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keep-children-away-from-phone-1676634138",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-02-2023"
    }
]