[
    {
        "full_article": "The numbers are clearly stacked in favour of Jagdeep Dhankhar, the National Democratic Alliance candidate for the office of the Vice-President. The Opposition — 17 parties attended a joint meeting on Sunday — has announced Congress leader Margaret Alva as its candidate. Mr. Dhankhar, who joined the Bharatiya Janata Party (BJP) in 2003 after initial stints in the Janata Dal and Congress, has remained a loyal soldier of the party and its current leadership. Even the office that he currently holds, the Governor of West Bengal, has not come in the way of his party loyalty. He has had continuous public confrontations with the elected government led by the Trinamool Congress’s Mamata Banerjee. On many occasions, it appeared that Mr. Dhankhar was playing a partisan role in State politics, in tandem with the BJP. While announcing his candidacy, the BJP has described him as the son of a farmer — a much cliched, still potent labelling that politicians claim. The claim has specific meaning in this context, as Mr. Dhankhar hails from the Jat community, a landowning dominant caste in parts of Uttar Pradesh, Haryana and Rajasthan. The community’s stiff resistance was among the reasons that forced the Centre to withdraw the three farm laws in 2021. A considerable segment of Jats had stayed with the BJP in this year’s Assembly election in U.P., and Mr. Dhankhar’s elevation will strengthen the BJP’s hold over the community, particularly in his home State of Rajasthan that goes to polls in 2023.For the Opposition, elections to the posts of President and Vice-President would have been an opportunity to advance its politics. On that count, it seemed to have done a poor job. Ms. Alva’s entry onto the scene is unlikely to move the needle for Opposition politics in any impactful manner. She, like the Opposition candidate for President, Yashwant Sinha, is a forceful speaker but does not mobilise any political constituency. She comes from Karnataka, a State that goes to the polls next year, but there is little that her candidacy will contribute to the Congress in the State or Opposition politics in general at a national level. As it stands, Mr. Dhankhar is all set to become the Vice-President of the country who is also the Chairperson of the Rajya Sabha — two offices that require occupants to be unfailingly non-partisan. They are expected to adhere to rules and the Constitution on the one hand, and on the other, innovate to ensure smooth relations between the government and the Opposition. Mr. Dhankhar should strive to build better relations between the Government and the Opposition, and to uphold the honour of the Upper House. There is a transition that he might struggle to effect, given the temperament he has displayed so far, as he steps into a new national role.",
        "headline_1": "This one for farmers: On the nomination of Jagdeep Dhankhar for Vice-President",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/this-one-for-farmers-the-hindu-editorial-on-ndas-nomination-of-jagdeep-dhankhar-for-vice-president/article65651082.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "In his first visit to West Asia as President, Joe Biden sought to strengthen America’s traditional partnerships and alliances in the region, involving Israel and Sunni Arab countries. In Israel, he promised that the U.S. would do everything it could to stop Iran from getting a nuclear bomb. In his brief visit to the Palestinian West Bank, he was careful not to criticise the Israeli occupation of the Palestinian territories. He promised aid, but said the ground situation was not ready for reviving the peace process. In Saudi Arabia, Mr. Biden met Mohammed bin Salman, the Crown Prince who, according to the CIA, ordered the 2018 killing of Saudi dissident journalist Jamal Khashoggi. The visit practically brought to an end Washington’s early attempts to punish and isolate Prince Mohammed. Later, in a summit with Arab leaders in Jeddah, he said the U.S. would not walk away from West Asia, leaving a vacuum which China, Russia or Iran would try to fill. President Biden may have said that “human rights will be the centre of our foreign policy”, but in West Asia, neither Israel’s violent occupation of Palestinian territories nor the abysmal rights records of the Sunni Arab dictators and monarchs stopped the American President from pursuing his administration’s foreign policy objectives.Gone are the days when the Israel-Palestine issue dominated an American President’s foreign policy agenda towards West Asia. Barack Obama, after his initial peace plan failed, focused his energy on the Iran nuclear talks. Donald Trump’s proposal ignored the Palestinians and his focus was on the Abraham Accords, which saw the normalisation of ties between Israel and Sunni Arabs. Mr. Biden did not even touch upon the Palestine question. He has two clear objectives — regional balance and energy security. As the Iran nuclear talks have hit an impasse, he seeks to accelerate cooperation between Israel and Sunni Arabs, the pillars of America’s West Asia policy. Mr. Trump launched this policy through the Abraham Accords, and Mr. Biden has wholeheartedly embraced it. Second, as the Biden administration seeks to punish Russia’s Vladimir Putin for his Ukraine invasion, it needs Saudi Arabia to pump more oil into the international market, disrupted by the western oil sanctions on Russia. But it remains an uncertain bet. Saudi Arabia, with its warm ties with Russia, has spare capacity, but it is not clear whether a Saudi production rise alone would stabilise the energy market if Russia prolonged the war. More importantly, building a bloc against Iran would not resolve the Iran problem. It would only worsen the security competition in West Asia. Meaningful solutions to Mr. Biden’s problems lie in ending the war in Ukraine and reviving the Iran nuclear deal, forcing the Islamic Republic and its rivals into a cold peace. The first is not in Mr. Biden’s hands and the second does not seem to be his priority.",
        "headline_1": "Biden in West Asia",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-joe-bidens-west-asia-trip/article65650822.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "In a few days from now, our republic will have a new President. It’s clear India has appreciated the candidature of Draupadi Murmu for this respected office. Her candidature has struck a chord with different sections of society. In a year when India is marking ‘Azadi Ka Amrit Mahotsav’, it has made every Indian proud that the highest office of this land will be occupied by a self-made woman who belongs to a tribal community. The women of India find it empowering that a woman will be our next President. Murmu will be the first President of our nation to be born after Independence, which also gives an important message.\nMurmu’s candidature is special for a number of other reasons as well. Let me begin with her accomplishments. In a political set-up where dynastic politics and personal wealth have dominated for decades, Murmu is a breath of fresh air. She started out as a teacher in Rairangpur, Odisha, and later joined the state irrigation department as junior assistant. Even though she performed her professional duties with diligence, it was clear that public service was her real calling.\nRead full opinion on TOI+\n\n",
        "headline_1": "A people’s candidate: Draupadi Murmu’s candidacy for the highest office is a defining moment for India, writes BJP’s president",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-peoples-candidate-draupadi-murmus-candidacy-for-the-highest-office-is-a-defining-moment-for-india-writes-bjps-president/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "Prime Minister Narendra Modi on Saturday in Jalaun, UP, drew attention to India’s political culture of canvassing for votes by promising “freebies”. This trend, he added, undermines economic development. It’s an important subject which deserves to be foregrounded. Freebies are a shorthand for suboptimal fiscal choices by governments. It’s an area where no major political party is blameless. The tendency to canvas votes by promising free or subsidised goods and services is common to all parties.\nAn enabling environment for the creation of decent jobs is the most effective and inclusive indicator of economic development. The inability of political parties to bring about such an environment catalyses short-termism in canvassing for votes. Freebies, which trigger a perennial challenge of fiscal stress, are the outcome. India cannot afford to keep going down this road which is why PM Modi’s observations are important. Economic development requires better fiscal choices than what is commonly seen among states and GoI.\nThe current level of debate around freebies is unlikely to lead to better choices. If freebies represent fiscal choices, we need a widely accepted understanding of the kind of choices that smack of cynical short-termism. It’s currently missing. Are free cereals that were added to the PDS after the outbreak of Covid freebies, or are they a safety net to cope with a shock? If it’s the latter, at what point does a temporary safety net morph into a freebie?\nTamil Nadu’s trajectory embodies the complexities of the subject. The state’s dominant Dravidian political parties have been synonymous with freebies for the last 55 years. Yet, the state has the fourth lowest poverty ratio in India, according to Niti Aayog. Moreover, GoI’s Annual Survey of Industries shows that it’s the state with the highest number of operating factories in the formal sector. Notwithstanding these metrics, recent fiscal slippages catalysed the state government last year to present a white paper on public finances.\nReliable data is the first step to forge a consensus on freebies. GoI should act upon the recommendations of successive finance commissions and establish an independent fiscal council. It needs to be backed by a law that provides access to all accounts of both states and GoI. A debate anchored by data will help the electorate make more informed judgments and, thereby, provide politicians the incentive to make better fiscal choices.\n\n",
        "headline_1": "Free of data: Freebies cut into economic opportunities. To end it, start with reliable fiscal data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/free-of-data-freebies-cut-into-economic-opportunities-to-end-it-start-with-reliable-fiscal-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "China’s economy grew by only 0.4% in the April-June quarter, adding to fears of a global recession. The sharp slowdown was brought on by strict Covid lockdowns imposed across major Chinese centres in April and May, including the commercial hub of Shanghai. China is the only major country today that continues to adhere to a stringent zero-Covid strategy. And given the upcoming 20th Chinese Communist Party (CCP) congress where Xi Jinping is seeking to secure an unconventional third term as head of the Chinese state, Beijing can’t get off this wagon.\nThis in turn means that the global economy continues to be held to ransom by the peculiarities of the Chinese political system. China, as the largest trader and factory of the world, holds a dominant position in global supply chains. But Beijing today is weaponising economic interdependencies to achieve strategic objectives. In fact, China behaved less-than-responsibly in the early days of the pandemic. That is now widely believed to have aided the rapid spread of the disease across the world.\nMany experts argue China should have reached out to WHO with a warning before December 31, 2019. Then Li Wenliang of the Wuhan Central Hospital, who had warned his colleagues about the virus, was harassed by Chinese authorities. And the laboratory at the Shanghai Public Health Clinical Centre, which published the world’s first genome sequence of SARS-CoV-2 on January 11, 2020, was ordered to shut down for “rectification” a day after. China privileged protecting the image of the CCP and Xi over a transparent Covid response. It’s doing so again with its zero-Covid strategy and blocking of investigations into Covid’s origins. Major countries, including India, must find ways to reduce dependence on China’s production chains, and invest in resilient supply networks.\n\n",
        "headline_1": "China contagion: Beijing’s Covid response continues to hurt the world, feeding inflation & pulling down growth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/china-contagion-beijings-covid-response-continues-to-hurt-the-world-feeding-inflation-pulling-down-growth/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "Harshit Kukreja & Mahek Nankani\nIn addition to the recent surge in the number of Covid cases across several regions, India reported its first case of monkeypox virus last week in Kerala. The infected person is said to have reached the state capital recently from UAE and started feeling symptoms soon after landing. In the wake of the first confirmed case in the country, GoI on Friday released fresh guidelines for international travellers to control the spread of the virus.\nHealth agencies across the globe are still figuring out how severe and lethal the virus can be. Several countries have been failing to control the spread, despite being aware of the origin and integrities of the monkeypox virus in humans since the 1970s. While the Covid pandemic is not over, only timely and strategised measures can prevent another major outbreak.\nRead full opinion on TOI+\n\n",
        "headline_1": "How India can keep the monkeypox threat at bay: Precautionary vaccines for healthcare workers, disease surveillance and communication are essential",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-india-can-keep-the-monkeypox-threat-at-bay-precautionary-vaccines-for-healthcare-workers-disease-surveillance-and-communication-are-essential/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "If you want to fall in love with the city, walk. This simple aphorism opens up a full discourse on how we can make our cities liveable and civic, and how we might live together as a collective. One needs to love a city to plan it – this perhaps could be a second aphorism. A better philosophy for urban development – what The Daily Star asked me to write on – should be based on an ambulatory life, in living and experiencing the city by walking. In walking, we are with others and we participate in what can be described as the public realm.\nThe city has become unbelievably complex and impenetrable, but it is also a beautiful thing, as the former mayor of the model Brazilian city Curitiba always reminds me. As the \"most beautiful collective dream,\" Lerner implores, the city is not a problem, but the solution to collective existence.\nFrench writer Charles Baudelaire celebrated the ritual of walking in the city in the form of the flaneur. A difficult word to translate from French, as it might mean a loafer as we say in Dhaka, but in Baudelaire's sense, a flaneur is \"a connoisseur of the street,\" an alert investigator who in wandering the streets takes in the sights, sounds and spirit of the place. Inspired by city life, Baudelaire's flaneur can become a productive person. Architect Louis Kahn imagined the street as a place of infinite wonderment, where a child while walking one day decides what she wants to do with her life.\nIn the 1960s, the Situationists, the avant-garde group based in Paris, proposed the practice of dérive that involved journeying the terrain of a city to randomly discover situations in which to enact unprecedented work of political art. Psychogeography, the practice of walking and mapping the city, developed from there. In a moving essay called the \"Dictionary of Streets,\" published in his book Beginning with My Streets, Polish writer and Nobel laureate Czeslaw Milosz intersects a psychological geography with the lay of the city streets in his hometown Wilno (Vilnius), so that the \"aura of the place\" may be recorded.\nWriting in his book The New York Nobody Knows, sociology professor William Helmreich mentions walking almost every street in New York City, which would be about 6,000 miles. \"I love to read about the city, to live in the city, to walk the city.\" Helmreich confesses in a New Yorker article. \"I did it in the morning. I did it in the evening. I did it on the weekends. I did it in the rain, in the snow, in the summer. It came to about thirty-five, forty miles a week, a hundred twenty a month, fifteen hundred a year.\" I know architect Salauddin Ahmed, who takes off very early in the morning to walk the streets of Dhaka and document its life-world.\nA good city is, above all, a walkable city – this is an axiomatic truth propagated by ardent lovers of the city, from Baudelaire to biologist-planner Patrick Geddes, and urban activist Jane Jacobs to sociologist Henre Lefebvre. Our most intimate engagement with the city is in walking. I describe this phenomenon as \"metrophilia.\" As a notion, this is not found in the training of planners and architects in the country, and certainly not enshrined in the thick policy books produced for planning cities.\nA walking environment should be the number one priority in any transport or urban planning. In our cultural schema, we prioritise the movement of motorised vehicles, and place the pedestrian at the lowest level of all policymaking and infrastructure planning. We overlook the fact that, of the people on the move in the city, 40 percent walk. Where once the pedestrian ruled, and the city was a place for walking and meandering, and enjoying its footpaths, riverbanks and public spaces, now the automobile dictates the term of organising the city. We make roads for cars, and direct all major investments – elevated roads, flyovers, ever wider roads, and U-loops – to the promise of an uninterrupted vehicular movement, while we corner the pedestrian to the ever-shrinking edge of the road.\nAnd that is why the footpaths of Dhaka remain the saddest configuration ever suggested for human adaptation. Primarily constructed as cover for drains, most footpaths are ironically unwalkable: they are broken into segments, they are obscenely high (sometimes requiring steps to climb up!), and when they do exist, they are often taken over by electric transformers, bus ticket vendors and police boxes. There, the walkers topple over one another, and hopscotch and jump on a ragtag space not more than four feet wide. No wonder people walk on vehicular roads even at the risk of being run over. With the book Designing Dhaka, published in 2012, we may have been the first to raise concern about the poor and shabby footpaths in the city. We even joked: a footpath is exactly that – a-foot-wide path!\nDespite heavy investments on the road, we have not been able to give a civic form and norm to it. Dhaka still has a rudimentary road and transportation system. Clogged, cluttered and chaotic, the roads of Dhaka are like scenes from a disaster movie. If after thousands of years of human civilisation, we crawl on our roads in our vehicles at seven kilometres per hour – the average speed of a motorised vehicle on Dhaka roads – and some of us who are walking meet untimely deaths by being run over, there is something wrong with the image of development.\nIf we wish for this megacity of 20 million residents to be a shining capital of a developed nation, marching forward with its flag of ever higher GDP, we should start from city roads. Economic advancement should match the quality of urban and physical spaces in our cities.\nI have emphasised elsewhere that the road in the city is really a public landscape, a space shared by both motor vehicles and humans – one is a mechanised contraption moving with a speed, and the other a vulnerable living, breathing being. The road is not merely a conduit for movement of motorised vehicles; it includes passage, movement and crossing for pedestrians. In Dhaka, we forget that the pedestrian is a vulnerable human being, whose five-foot-three-inch stature provides the fundamental scale and reference for all spaces.\nThe real problem is that Dhaka city – as is – resists walking, and hence our ambivalence about the city itself. The middle, upper-middle and upper classes (MUMU) in Dhaka do not walk! Finding walking and thus becoming the public a discomfort, they are happily ensconced in their houses/flats. Removed from the public domain, they move in their car capsules to go from one space capsule (home) to another (home or work). With the MUMU class calling the shots on the lay of the city (they influence most policy decisions one way or another), and holding a disdain for the \"public,\" we will not expect any improvement of the public realm and public spaces any time soon.\nOne major public-oriented enterprise that is late in coming, but certainly crucial in improving the liveability of the city, is the Mass Rapid Transit (MRT). We all look forward to that. With all the construction going on around the MRT, we have not yet seen much thought on walkability as it is critically linked to the success of any rapid transit. All major cities with successful MRTs – Tokyo, Moscow, NYC, Hong Kong – are supremely walkable. What is needed along with the transit infrastructure plan is a \"walkability plan\" for Dhaka; the transit-oriented metropolitan scale must match up with the walkable local scale.\nIn times of Covid, the importance of open, public spaces and recognition of the local have become a dire public health necessity. Nearly all conscientious cities of the world focused their attention on the significance of public spaces, and the importance of walkable city hubs. Many cities in the US have adopted what is known as \"open, slow or shared\" streets in which the presence of the automobile has been curtailed or controlled to provide open-air mini public spaces. A new call for action for European cities is the \"Fifteen Minutes City,\" being popularised by the mayor of Paris, Anne Hidalgo, in which most needs of the people will be catered to in a fifteen-minute walkable neighbourhood. In advancing the idea of the hyper-local, and allowing citizens to use the streets in their own way, Stockholm is testing the idea of a \"one-minute city.\"\nDhaka is yet to present convincing initiatives for such public spaces. Urban or settlement design and landscape design – two critical areas for making our environments better – are sadly missing in the training of our environmental professionals, and starkly absent in the official discourse on urban planning. In the meantime, designers of apartment buildings and commercial structures, with quasi-artistic effects and gestures, are conducting urban planning with no grounding in the theory of cities or the methods of urban design.\nI have also argued that, in improving the public and civic life of a city, it is more important to think in terms of \"urbanism,\" that is, the dynamic and positive turns of a city with its multi-scalar realities, and not urbanisation, which has come to mean only the dire and uncontrollable side. Urbanism can be approached only by urban design. In his new book, The Largest Art: A Measured Manifesto for a Plural Urbanism, Brent Ryan, a professor at MIT, describes urban design as the \"largest art\" in human culture that addresses the plurality and multiple scalarity of our cities. Such approaches require a distinctive understanding and knowledge of cities, something that cannot be equated by the limiting methods of architectural design or the dry policy orientation of planning.\nDespite being a city of disparities and chaos, and choked by urbanisation, Dhaka also functions. The city works because the formal and informal, and the structured and spontaneous coexist in a kind of quiet truce. That truce is maintained literally at the walls of plots and properties of Dhaka!\nThe public realm of Dhaka is a paradox, in which the wall as a structural, spatial and signifying element remains decisive and divisive in basic social transactions. Once Dhaka was a city of \"mosques and bazaars,\" now it is a city of walls and boundaries. In 2016, Bengal Institute associates investigated a 410-acre planned residential area in Dhaka, and calculated that if all walls around the plots are lined up, it would be more than 300 miles long. From Dhaka, it would reach Chattogram. Bengal Institute also studied what would materialise if walls along institutional and commercial plots were dematerialised or reduced – it would bring about an amazing new quality to the public realm, and allow for a more inclusive experience of the collective.\nThe walls of Dhaka city constitute a \"meta-site\" against which the \"unregistered\" collectivity is practised. A short walk through any of the streets of the city reveals the resiliency of its citizens – in how one meets ends and perhaps brings about meaningful and joyous elements. The walls provide a spatial reference and opportunity against which actual situationist and tactical operations are conducted. Such operations may be subversive to city ordinances, but for many tea stands, shoe repair spots and nursery-wallas – I once saw a young woman with a sewing machine carrying on the trade of a tailor at a footpath intersection – are ways of inhabiting and negotiating life in the city at the smallest and invisible scale. These operations may be described as micro-urbanism.\nWhile such tactics may mark a contestation between legal and illegal operations in the conventional terms, one also discovers conditions of ingenuity, craft (craftiness!), and skill that are conducted spatially as acts of design. Somewhere in the middle, between the invisible micro-urbanists and the loud planners and designers, there may be a fruitful transaction in making the spaces of the city more civic and accessible.\n \nKazi Khaleed Ashraf is an architect and urbanist, and author of Designing Dhaka: A Manifesto for a Better City. He directs the Bengal Institute for Architecture, Landscapes and Settlements.\n\n",
        "headline_1": "Metrophilia: How to Love Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/metrophilia-how-love-dhaka-3066161",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "1\nDr Shahidullah is one of the greatest linguists that the South Asian region has produced. This is a universally acknowledged fact and one can easily use it as the beginning statement of an article on him. This venerable scholar, whose bust photograph most often displayed a white beard and a fez on his head, was once branded as 'the Grand Old Man of Pakistani linguistics' (in the Shahidullah Presentation Volume, ed. by Anwar Shah Dil). But he never lent himself to become a bone of contention in South Asia, where countries changed their names and identities in the last century, some more than once. Three major ones, namely India, Pakistan and Bangladesh can claim him equally, as he was born (10 July 1885) in the undivided India, adopted the then East Pakistan as his domicile, and unfortunately did not live just another two years to find the birth of Bangladesh, which, I am sure, was a part of his dream for long.\nHis original home was the village of Peyara, in the then district of 24 Parganas, now North 24 Parganas, in the southernmost part of West Bengal. He comes from a traditionally religious family, following Sufi faith practices. He was the son of 'Munshi' Mafizuddin Ahmed and Marguba Khatun. His father was a warden, attached to the shrine of Pir Gorachand. His father's felicitous decision was for his son to have modern education has been a blessing for Bengali society and culture.\nIt seems that life had pre-ordained for Shahidullah that he would become a polyglot and a linguist. In his early years, he was exposed to Arabic, Persian and Urdu at home, and then in school, where Sanskrit was the only classical language available for study, he had to take it. And he began to love the language. So much so that he continued the study of Sanskrit in his Intermediate Arts (then called First Arts), and made it his major (Honours) course of study in his graduate years. Early in his school years, he says, \"learning languages became an obsession with me. When other boys ordinarily passed their time flying kites, spinning tops and what not, I spent it learning languages.\" (Amar Sahitya Jiban). One may want to hazard a guess that the similarities (Persian and Sanskrit, for example) and contrasts (Arabic and Sanskrit) in the components and structures of languages he was learning may have intrigued him, and probably enhanced his thirst for delving deeper into this absolute human faculty. The theoretical framework at his time was historical and comparative linguistics, in which domain he would do important work later.\nPoverty caused interruptions in his study after his First Arts (1906), and he finally graduated from City College, Calcutta, with reasonable grades in 1910. He was probably the first Indian Muslim student to carry the study of Sanskrit so far. And he was all set, and he had a right, to carry it further, that is, to take up Sanskrit in his M. A. course at the University of Calcutta, then the only University in the Bengali-speaking regions.\n2\nHe faced an uncouth impediment to his plans, a Brahmin teacher (most Sanskritists then usually were) of the Vedas in the Department of Sanskrit named Pt. Satyabrata Samashramee, refused to approve the admission of a Muslim boy in that department of the University and threatened suicide by fasting if he were allowed to. People were stunned, but the University authorities, headed by the powerful Sir Asutosh Mukherjee, were helpless against such blackmailing. The newspaper, Bengalee, edited by Surendranath Banerjee (1848-1925) wrote that \"the Pundits should be thrown into the Ganges\". But the Brahmin was not to budge from his grim resolve. He would not teach the Vedas to a Muslim boy.  One can add here that much later, a Bengali girl, this time a Christian, was not allowed to enter the classrooms of the same Department but had to sit in a chair outside its doors to listen to the lectures. Her name was Sukumari Bhattacharya, who later turned out to be a great Sanskrit scholar. One should also add that things have changed now. Now quite a few Muslim girls and boys study Sanskrit in the postgraduate classes in West Bengal universities, and one is not surprised if one of them tops in the examinations.\nSir Asutosh, who would offer help to Shahidullah on later occasions also, finally found a way out. He proposed to Shahidullah that he take admission at the new Department of Comparative Philology (est. 1904), which the latter did. And, considering everything, we think this is one of the best choices he made in his learning life. Comparative Philology, then a completely new discipline in India (the Department of the University was the first of its kind in Asia too), would open a much wider horizon to Shahidullah, and being tied down to Sanskrit alone would not suit his polyglot temperament. I am sure he had thoroughly revelled in the linguistic feast he was offered in his Department, and that created a new Shahidullah, much more welcome and beneficial to the academia than a mere Sanskrit scholar.\n3\nAs it happened in a colonised country, excellent results in a somewhat esoteric discipline were no promise for a good and guaranteed career. He obtained a law degree along with his M. A. (1912), but that was not of much help either. He already had to break his graduate studies and take a teaching position in Jessore District School. Even after doing his M. A., his situation did not improve. A short stint as a manager in a Muslim orphanage, practice of law at Basirhat Court in his district—were listless attempts of finding a secure career. Meanwhile, he had to refuse a scholarship for higher studies in Germany as, some say, he could not get a medical clearance. \nSir Asutosh came to his rescue once again. He called back Shahidullah from law saying that, \"Shahidullah, the bar is not your place, you must come back to the University.\", and made him a research scholar at the Department of Bengali, at the University, to help the work of Dinesh Chandra Sen, then head of the Department. But it is said that an offer of an additional 50 rupees made him leave his alma mater to join the Bengali and Sanskrit Department of Dhaka (then Dacca) University, just established, in 1921. That determined the location where his ultimate refuge and place of work was going to be. Calcutta's loss was, undoubtedly, a huge gain for Dhaka.\n4\nIn Dhaka, Shahidullah seems to have found the security and opportunities to expand his activities and interests in many directions. But let us cover his linguistic work first. It has already been noted that Shahidullah, like Suniti Kumar Chatterjee (1890-1977), his junior in the Department, had to work within the framework of Comparative and Historical Linguistics--'Philology' in short. Here his major work was 'Outlines of an Historical Grammar of the Bengali Language', which was published a year before S. K. Chatterjee's more voluminous work, The Origin and the Development of the Bengali Languages (1926). In it, Shahidullah's original contribution was the emphasis he laid on the non-Aryan connections of Bangla language. He has also done pioneering research in Phonetics of Bangla, at the University of Paris in 1928, for which he received the 'Diplome de Phonetique experimentale'. His Paris stays also fetched him a doctorate of Sorbonne University, for his study of the dialect of the Charya songs.  His articles on Ramasharman's Apabhramsa verse, linguistic features of the Asokan edicts, Mundari and Bangla, Aryanization of Ceylone, origins of Bangla and Ceylonese, the language of Pashto, Sumerian language and Urdu and a hundred others, including the dialect of the district he was born, south 24 Parganas. One is amazed at the range of his interests and investigation, but also at his quite original statements about the topics chosen.\nA reputed Bengali scholar, Haraprashad Shastri (1853-1931) was then the Head of the Bengali-Sanskrit Department at the University of Dacca, and his association stimulated Shahidullah in widening his focus. Archaeology and folklore were brought into his ever-widening orbit. On the one hand, he wrote articles like 'The Gita and the Truth About Shrikrishna', 'Bharata, Kanva and Vishwamitra', 'A Different Version of the Shrimadbhagabadgita etc., while on the other, he went all out to collect folklore of East Bengal, where one of its richest repositories in the world could be found, by founding a 'Lokasahitya Samgraha Samiti' at the Department. The Samiti began collecting items of folklore from different parts of East Bengal, supported by a 'scanty' allowance from the University. I am sure that the rich collection of tales, proverbs, ballads, oral history etc. that have been published in East Bengal during the early Pakistan period, came doubtlessly from the impetus provided by Shahidullah. Suniti Kumar Chatterjee evaluates the contribution of his senior thus: \"I have always appreciated his 'scientific' [temperament], that is well-reasoned judgement in his discussion of literature and linguistics. He has brought new insights in our common areas of interest, phonetics and philology, some of which I have gladly accepted, some I could not.\" Shahidullah's most valuable contribution was, according to Chatterjee, \"Significant deliberations on Bengal's language and culture, and, in addition, ascertaining the contribution of Muslim Bengalis.\"\nMany big academic projects were undertaken under his guidance. In 1949, the new Government of East Pakistan instituted an East Pakistan Language Committee, professedly to 'modernise' Bangla, with Maulana Akram Khan as the chairman. Dr Shahidullah, as its most important member, created a Shoja Bangla orthography, which, however scientific in its approach (the writing system was made linear), was not accepted in popular practice. Was it considered as an imposition by the West Pakistani authorities--we do not exactly know, but the recommendations passed into oblivion almost silently. He was called to Karachi to edit a comprehensive Urdu dictionary, and an Islamic Encyclopedia was also initiated under his editorship. His lasting contribution in this area is Purba Pakistaner (now Bangladesher) Anchalik Bhashar Abhidhan, a two-volume dictionary of East Bengal dialects (1965), the like of which has yet to be attempted and witnessed in West Bengal. In the history of Bangla literature, he provided definite evidence that the Chandidas of Shrikrishnakirtan was a pre-Chaitanya poet.\nAnd that was not all. This encyclopedic talent, who was fondly called Jnanatapas—a savant, eventually became the teacher of a whole nation. Teacher, guardian, and finally, the conscience of it, as it, uncertainly at first, moved towards independence. A devout Muslim himself, he was a non-communal and liberal soul, which is reflected in his sons' leaning towards communist ideology. He was for a Bengali identity beyond religious affiliations, as his article on the meeting points of Hinduism and Islam (Udbodhan, 1956) would show. And his address as the President of the Purba Pakistan Sahitya Sammelan in March, 1956 is memorable, \"…It is a fact that we are Hindus and Muslims, but that we are Bengalis is a greater truth. I'm not saying this as an ideal, it is a reality. Mother nature has put such an imprint on our physique and our language that we can hardly conceal it with a garland, a tilak, and a tiki, or a cap, 'lungi' or beard.\" He did not ever forget his birthplace, his village in West Bengal and said, \"Your mother remains the same even when you live in an alien land, so your birthplace ever remains your birthplace.\"\nBut he loved East Bengal, and took a leading part in directing its struggle against the cultural hegemony of West Pakistan. Although fond of the language of his religion, Arabic, he was a leading voice in the language movement, and vehemently opposed Urdu, not just as the state language of Pakistan, but also against the shaping of Bengali on religious lines. His sarcastic statement about some attempts of shaping the Bangla literary language along communal lines, (which was otherwise dubbed 'Pak-Bangla'), makes that amply clear, \"Musalmani Bangla can surely be a spoken dialect like such others in East Bengal (he writes, 'Bangladesh'!), but that will not be our language of literature. You cannot direct a path for (flowing) water, it finds its own path. Mussalmans in Bengal have automatically decided on a language in which they will create literature. There may be some who want to change the mother tongue of the Bengali Mussalman into Urdu, by the mere force of the pen. I think their pen is made out of the bones of an ape.\" This he says in spite of his rumination that had the English lost in Plassey, the Bangla literary language would have been different.  \nWe forget or remove our attention from such men and destabilise our own identity as Bengalis.\n \nPabitra Sarkar in an Author and former Vice Chancellor of Rabindra Bharati University, Kolkata.\n\n",
        "headline_1": "Dr Muhammad Shahidullah:a tribute ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/dr-muhammad-shahidullaha-tribute-3072711",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "How many times have you sat down with a group of friends and shared stories? You might have told them the story of how you met your better half, how you overcame a recent personal challenge or how you ended up in your current job or career. People always tell stories; they are a vital part of our daily communication.\nIncreasingly, people are recognising the value of storytelling in business. When implemented effectively, storytelling can drive customer loyalty by improving the authenticity of a business. People do business with people, and businesses that can communicate via engaging storytelling will be able to increase trust among their present and potential customers.\nI believe RMG makers in Bangladesh have a compelling story to tell. And there is no better time to start doing it than now.\nBut how do you do that? Is storytelling in business simply an act of marketing and public relations? I would say storytelling falls broadly under marketing, because it is about engaging with an audience and ensuring that your business stands out. Effective storytelling strategies subtly win over customers, creating empathy and establishing shared values and mutual understanding. In this way, they can be effective at breaking down barriers with potential clients.\nI have used storytelling in my own business, and I want to share some of the tactics I have used and also seen other businesses use successfully.\nOne strategy is to tell the story of the idea behind your business. Your clients will be interested in this. There is a saying in marketing: \"Sell the sizzle, not the sausage.\" By this, we mean don't tell people what something is – show them what it does. Bring your business to life by telling the story behind it. Yours might be an apparel business that aims to tackle recycling issues. Or it might be a business that's keen to give something back to the local community. Tell this story and provide the context so your customers and stakeholders understand why your product is worth buying.\nBy using storytelling this way, you can develop a rapport with your audience, helping clients to connect with you so they trust you, the human, and consequently, they trust the brand. It goes back to that phrase: People work with people, so you need to bring your business to life and give it a personality. This is especially the case when the story is relatable. So, for instance, if the story you tell is about your passion for supporting local communities, a client might see that and be touched on a personal level. They might then wonder: How can I get on board and work with this business?\nAnother benefit of storytelling is that stories can be very engaging. For instance, if you are using a story in a pitch, or on a social media post, you are less likely to lose your audience's attention. People have very short attention spans these days. Being able to grab attention via storytelling is becoming more important than ever. Of course, storytelling can become a powerful branch of a company's marketing strategy. The reason for this is that stories evoke emotions. They foster warmth and relatability with a business, almost encouraging audiences to see a business like a long, lost friend. Corporate giants like Apple have been storytelling for years. By doing so, they have fostered remarkable levels of brand loyalty. People see such businesses as an everyday part of their lives – they are proud to own the latest iPhone.\nIt is important to remember that all parties within a business can be involved in storytelling. In this way, storytelling encourages team-building and can boost company morale. Storytelling can be an internal tool to drive staff loyalty and create a stronger sense of purpose. For instance, as a business owner, you may wish to share stories with your employees about your company's history, its struggles, values and goals. Share what's important with your employees and explain how this might impact them. This way, you give your employees a greater sense of meaning. Further develop this by allowing your employees to share their own stories.\nUltimately, any business needs to consider storytelling from the angle of \"why should people care?\" Why should they wish to purchase your products? In this sense, storytelling is about humanising a business, making it less corporate and more personable.\nThis is especially important for Bangladeshi RMG makers. So many are competing for orders, and it can be hard to make your business be seen in a crowded field.\nThere is a good story behind every successful business, but this story won't tell itself. It is your job as a business owner to make sure that the outside world knows exactly what your business stands for. After all, we all love a great story, right?\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\n",
        "headline_1": "Storytelling can help Bangladeshi RMG makers stand out",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/storytelling-can-help-bangladeshi-rmg-makers-stand-out-3072561",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "The new governor of Bangladesh Bank (BB) has heralded robust messages to the country's banking and financial industry. Abdur Rouf Talukder, a former finance secretary, is a seasoned man who shepherded the ministry's budgets for FY2021 and FY2022 in the right direction during a most critical time when the Covid pandemic swept the planet. Bangladesh, the most densely populated country with a poor budget for healthcare, was supposed to embrace uncountable deaths and a grave economic disaster. But that didn't happen. Bangladesh was among the few which managed to prevent the recession while major economies plunged into negative growth. Talukder's experience at that time as the finance secretary is expected to be a big plus in leading the central bank.\nHowever, the banking industry is different and complex. It is plagued by the ever-increasing amount of non-performing loans (NPLs), the roots of which are mainly psycho-political in nature – not necessarily economic. Default loans are more than Tk 113,000 crore, which is 166 times bigger than the amount of the unrecovered fund stolen in the heist of 2016 that led the then governor, Dr Atiur Rahman, to resign. The default amount that the press knows now is much lower than the actual, because the definition of default has been changed and sugar-coated on multiple occasions to please the super-rich.\nRedefinition or restructuring has always posed hazardous messages, which further encouraged the habitual looters to continue their plundering of people's money from the banks. The new governor must not resort to accepting any sweeter definitions or restructuring proposals from the tycoons and family-based oligarchs. He promised to scale up inspections and implement international standards in capital adequacy. His promise to bring default loans to a reasonable ratio is commendable. That should be his number one commitment, and he must remain credible through action.\nThe current inflation is mainly supply-shock-driven. And Governor Talukder has no weapon in his monetary arsenal to convince President Vladimir Putin to stop the Russia-Ukraine war. Putin seems to continue his aggression in Ukraine so long as he earns extra profits by selling gas and oil. Bangladesh can't escape the global heat wave of price hikes in energy and commodities. Another reason why inflation will remain stubbornly high is the strengthening of the dollar – not only against the taka, but also against all strong currencies around the globe.\nThen, will the Bangladesh Bank sit idle and watch inflation flare up? Not really. It must pay little attention to the ambitious growth rate of 7.5 percent assigned by the finance ministry, and control credit growth particularly for big borrowers. Herein lies the question of independence of a regulator. Governor Talukder, on his very first day, vowed to make the central bank an intellectually and professionally stimulated regulator agency. His mission statement complies with the Bangladesh Bank Order, 1972 and its vital amendment in 2003. He made it clear that he left his job at the secretariat and now led the central bank, where the board would solely frame major decisions. This is the right mindset, which must remain as the lighthouse during his entire navigation of the ship.\nVery few governors in recent decades have inherited such a terrible mess that Governor Talukder has just taken up. On top of the ballooned-up default loans, high inflation and depleting forex reserves are the two ominous signs the whole industry is apprehensive to witness. The taka keeps falling every day because of defective non-market exchange rate policy in the past. Import growth has exceeded export, making the trade deficit the highest ever. Remittance growth has fallen, paving the way for higher current account deficits. Consequently, the foreign exchange reserves are sliding to a precarious stage. Money traffickers and hundi lords have geared up to siphon off funds overseas, despite good investment prospects in the local markets. The governor is expected to work tirelessly to first handle the mess that surfaced in the past one year or so, and then to streamline the rules of monetary economics. He will win the battle so long as he is able to convince the prime minister that his actions are theoretically correct – may be temporarily bitter, but sweet for the long-term interest of the economy.\nThe new governor must strengthen the research department and engage them on different studies required for policymaking. Their findings would be vital for decisions to move forward. Sitting with the monetary policy committee at least once a month or more is imperative. India makes monetary policy at least four times a year, the US eight times, while Bangladesh only once. That may be okay if revision or evaluation meetings are done at least quarterly.\nThe result of avoiding the researchers or experts, and being cloistered within the circle of conservative deputies didn't prove to be good in the past – nor was the tactic of hiding from financial reporters. Nor was it authentic to let someone else speak on the governor's behalf. The US Fed chair Jerome Powell always faces the journalists after each of his policy steps. The signal is a hundred times more effective when the industry hears anything from the governor, rather than from a spokesperson. That is how a governor is different from a finance secretary, and many in the past forgot that.\nRaising the repo rate from 5 to 5.5 percent is fine as a gesture, but worthless as a policy stance to combat inflation until the nine percent ceiling on the lending rate isn't removed entirely. Healthy deposit mobilisation isn't possible until the exorbitantly high non-market interest rates prevail on National Saving Certificates (NSCs) or Sanchayapatra. In a concluding note, the former governor regarded Sanchayapatra as the most expensive borrowing tool of the government, and viewed it as an impediment to the financial market.\nThe central bank governor must convince the government to reduce NSC rates. NSC ownership should be delivered to the banking sector after dismantling the National Savings Directorate. The Bangladesh Bank is a regulator to help maximise employment, and hence it must require all banks to submit the reports of their annual employment generation – not just simply the reports of bumper profits. If Poet Milton is true in saying \"Morning shows the day,\" Governor Talukder will regain the paradise by strengthening Bangladesh Bank's backbone and transforming the institution into a knowledge-based regulator of the nation's banking industry.\n \nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US and former chief economist of Bangladesh Bank.\n\n",
        "headline_1": "New Bangladesh Bank governor’s message to our banking industry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/new-bangladesh-bank-governors-message-our-banking-industry-3072551",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "We're alarmed to notice a sharp rise in the cases of violence and intolerance against teachers over the last few months. The latest incident took place on July 7 in Rajshahi, where a lawmaker reportedly called a local college principal to his chamber and beat him in front of other principals. After the incident was reported in the media, the MP organised a press conference where the teacher was forced to read a statement denying being assaulted. However, it was later confirmed by a probe committee, as well as a leaked phone conversation, that he was indeed assaulted.\nWe shudder to think how an elected public representative can beat up a respectable person such as a teacher in such a brutal way. Regardless of what happened beforehand, can he behave in such a manner? Reportedly, while assaulting the teacher, the lawmaker asked for hockey sticks to beat him. We also came to know from media reports that he has a history of condoning violence on various occasions. We cannot help but wonder: what makes him feel so emboldened to behave like this? Such conduct is unbecoming a public representative.\nRecently, the principal of another college, in Narail, was forced to wear a garland of shoes around his neck in the presence of police. Before that, another teacher was sent to jail after his students demonstrated against him for \"hurting religious sentiments\". Last Friday, the headmaster of a school was beaten up by local Awami League men in Barishal over the possession of a beel. Assaults against teachers continue in various forms, while their abusers and tormentors continue to enjoy impunity.\nIt saddens us to think how we, as a nation, have failed to uphold the dignity of our teachers. Teachers, especially those worthy of the name, have been victimised over and over again for boldly sharing their thoughts or for trying to inculcate values into their students. Needless to say, these incidents will have far-reaching consequences. While teachers as a community will be afraid to perform their duty with freedom, students' respect towards them will also diminish. And this will eventually harm the overall educational environment in schools, colleges and universities.\nWe urge the government to investigate all such incidents of teacher assaults and take legal action against those responsible. In the Rajshahi case, we think a judicial inquiry should be held, following which proper action needs to be taken. Such brazen display of intolerance must be stopped.\n",
        "headline_1": "How can a lawmaker assault a college principal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/how-can-lawmaker-assault-college-principal-3072546",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "Here we are again, at the bottom of the heap, watching helplessly as members of a religious minority again come under attack. News headlines will tell you: \"Hindu homes, shops, temples vandalised over Facebook post in Narail.\" The familiarity of the scene – where, about a month ago, a Hindu teacher was forced to wear a garland of shoes – is hardly surprising, as is the familiarity of the excuse – \"hurting religious sentiments\" – used to brutalise victims. Narail may be a flashpoint for communal violence now. But in a culture of intolerance of diversity, anyone, anywhere, can be a victim of such attacks.\nThe problem seems to begin, as it did last Friday, with \"asking\" for punishment for derogatory comments made about Islam. Such righteous indignation, justified or not, is almost always exploited by the orchestrators of communal violence. At the Sahapara village in Lohagara, Narail, crowds gathered after Jummah prayers to protest in front of the house of the student who made the alleged Facebook post. As he was missing at the time, the anger was redirected, with added fuel, to neighbouring Hindu houses and establishments. Who will answer for this madness?\nDeepali Rani Saha, who saw her valuables looted and house set ablaze, echoed what all Sahapara victims must be feeling: \"I don't know how long this threat of violence will haunt us. Who will give us justice? Who will give us security? If I were in the house while they set it on fire, I would have died. God saved me. But is this any way to survive? \" What makes this experience more traumatic is that police allegedly watched \"from a distance\" as violence unfolded. Police have since failed to arrest any of the attackers, but they were quick to detain the student in question. No wonder victims are still feeling unsafe.\nThe reasons for communal attacks in Bangladesh are not unknown: a vicious culture of intolerance, often encouraged by those in power, politicisation of religion, and the failure to take legal action against those involved in attacks. The last factor was repeatedly highlighted by experts, with some 253 cases of communal violence filed over the last 19 years reportedly remaining unresolved. After every incident, authorities promise justice, as they did in Narail too. But rarely, if ever, are criminals held accountable, emboldening the communal forces.\nThis must stop. We urge the authorities to quickly resolve all court cases of violence and bring the attackers to justice. Paying lip service to communal harmony will not improve it unless these barriers are removed. The authorities must take strict measures against any hint of communalism, create a safe environment for all minority communities, and help create a more tolerant society. Otherwise, our dream for a fair, just society will never come true.\n",
        "headline_1": "A brazen display of religious intolerance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/brazen-display-religious-intolerance-3072536",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "As people in the greater part of the country's mainland are engaged in reminiscences over their Eid-ul-Azha celebrations this year, many others are busy overcoming their days of a desperate struggle. Those were fighting to save their homes from the flash-flood waters, arranging a morsel of food for survival, saving their domestic cattle and poultry and searching for safe shelters. In a vast swathe of the country in its north and northeast, millions of people lost means of survival, including property ---both movable and immovable. In parts of the flood-hit districts of Sylhet, Sunamganj, Netrakona and a number of 'haor' areas, the flood victims have yet to come out of the temporary flood shelters. To add to their woes, the outbreak of water-borne diseases in many areas has emerged as a fresh scourge, with few emergency health services in sight.Against this distressing backdrop, the imperative for rehabilitation warrants more immediacy than the sadness over missing the Eid festivities. Coming to rehabilitation, the harsh reality that tells it all is no visible activities have yet to be seen in this regard. Hundreds of concrete roads, embankments, bridges etc now lie damaged or dilapidated. Improvised and weakly built houses, schools and local government offices are in a state of disrepair. Signs of post-flood mess-up are everywhere, leading to a feeling of helplessness in vast riverside and 'haor' areas. To its credit, this nation has customarily shown its promptness in responding to the imperative of setting up infrastructure to rehabilitate the disaster-hit people but sadly such initiatives are missing now. That the government agencies have failed to stand by the recent flood-affected people in the north and northeast regions is becoming evident as the water has started receding from some areas. It seems ironical as one recalls the promises of the higher authorities. They said effective rehabilitation programme would be undertaken immediately after the flood water started receding. Unfortunately, it didn't happen. Hundreds of flood-hit people could still be seen languishing in the makeshift shelters.The country is now passing through a manpower dearth. A number of experts have pointed out the mega shifts of manpower to the recently inaugurated Padma Bridge project. This and some other large projects may have led to a dearth of human resources for a massive rehabilitation programme in a flood-hit region. That the installation of the Padma Bridge project warranted the assemblage of a large workforce is beyond any debate. In spite of this, a tiny portion of resources saved from its funds kept for auxiliary works could have bailed out a large segment of the flood-hit people. A distressing aspect is the promises of myriad types of material support and solidarity coming from responsible quarters didn't deliver. However, a number of local Members of Parliament (MPs) came up with their monetary and food support on their own. Meanwhile, the Bangladesh Army has distributed large volumes of relief goods among the flood-hit people in greater Sylhet. So has the BGB. The local MPs can work in their constituencies. As people's representative, they should present a clear and authentic picture of material support for people. Once convinced of the people's requirements, the government will feel the urgency of prompt and targeted release of relief funds for flood victims.",
        "headline_1": "Coping with post-flood challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coping-with-post-flood-challenges-1658070179",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "Bangladesh is set to suffer in the long run from severe impacts of climate change, particularly increased flooding related to sea-level rise and storm surges. The current floods and heat waves are a harbinger of worse climatic conditions. As a remedial measure, the country is planning to cut off the greenhouse emission by 15 per cent from a Business as Usual (BAU) level by 2030. But the transition to renewable energy leaves a lot to be desired. Recent energy crisis worldwide could accelerate the use of renewable energy which seems to be the only sustainable solution right now.The energy fabrication from renewable sources is comparatively small in Bangladesh. The World Bank report says, the electricity production from renewable energy was just 1.2 per cent of total power generation in 2015 which was 11.4 per cent in 1990. The portion of renewable electricity generation in the overall power production is lessening each year. Renewable energies for instance, solar, biogas, wind, and hydroelectric power are the most prevalent renewable energy sources in Bangladesh at present. The Karnaphuli Hydro Power Station is the only power plant that harvests 230 MW of electrical energy for the country. Energy from wind is obtained largely in coastal localities and off coastline parts where wind dominance prevails. Currently two areas of the country for instance, Feni and Kutubdia have 2MW of proven wind energy generation turbines. An extra 50-200 MW from wind turbine is under development at Parky Beach. Moreover, the country has the capability to construct 30 GW of onshore and offshore wind energy. There are additional sources of renewable energy in the country, amongst which biogas has some prospects and is mostly accumulated from animal and municipal waste as part of sustainable waste management. The other highly prospective source can be sunlight. A recent SREDA report states that the country could cultivate 30 GW of solar energy by 2041.Therefore, the renewable energy sector of the country could be a potential energy sector. According to the World Bank, Bangladesh is in the top 20 economies in terms of GDP growth which necessitates increasing energy consumption. The spread share of the energy supply is 55per cent, 27 per cent and 15 per cent from national natural gas, biomass and waste in pastoral areas and imported oil respectively. Currently (2022), the country relies essentially on natural gas, other fossil fuels and biofuels. The current deficiency and inadequacy in the availability of exploitable fossil fuel energy is aggravated by Russia-Ukraine war, prompting a search for advanced and contemporary energy sources.To achieve the SDGs (sustainable development goals) 2030 and graduating as an advanced country by 2041, the country requires additional energy utilization but reduction in CO2 emission. Furthermore, the country is most vulnerable to climate change as well. In this context, renewable energy could be instrumental in sustaining growth as well as safeguarding the environment.The energy manufacturing area is thought to be the key initiator of the anthropogenic greenhouse gases (GHG). A study entitled \"Relationship of Renewable and Non-renewable Energy Utilization with CO2 Emission of Bangladesh\" conducted at the Bangladesh Institute of Governance and Management (BIGM) postulates that there is statistically significant positive relation between GDP, non-renewable energy and CO2 emission. However, renewable energy is negatively related. Utilising multiple econometric estimation methods, it is established that a 1.0 per cent increase in non-renewable energy use will increase CO2 emission by more than 0.75% on an average.Because of worldwide temperature rise, the country turns out to be susceptible to climate change. Elevation of sea level, upsurge wave and tide and recurrent floods, storms, and cyclones are the effects triggered by GHG emission, especially CO2 emission prompting fossil fuel use and causing global warming. Bangladesh is contributing less to GHG emission compared to the significant CO2 discharging countries. There is a need for recognising climate change problems globally.The flight of the renewable energy policy of Bangladesh is relatively new and commenced in 2008, when the Ministry of Power, Energy and Mineral Resources issued the policy strategies. Until 2022, the country has made small but steady progress. The slow-moving progression is due to natural factors like land scarcity and modest solar and wind potential. Delays in getting project approvals, prolonged land acquisition procedures, high equipment costs, possibility of cancellation are part of the obstacles.Equally, exploitation of renewable energy has a high inception cost and low utilisation speed. So, the government needs to be motivated to take renewable routes. Therefore, the government needs to spend more at the initial stage on novel equipment so that efficient energy manufacturing and exploitation is ensured. Adaptation to alternative methods of energy consumption by all for ensuring environmental sustainability could provide an impetus to explore newer territories. Thus additional investigations into energy parameters can set the benchmark for sustainability of energy use requiring cross-border investment.\nMowshumi Sharmin is an Assistant Professor at Bangladesh Institute of Governance and Management (BIGM). [email protected]",
        "headline_1": "Transition to renewable energy for Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/transition-to-renewable-energy-for-bangladesh-1658070240",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "The much vaunted bans slapped at least twice a year on catching fish, Hilsha in particular, seem to have fizzled out. No, the bans are imposed with much gusto but the results seem to have petered out. For a proof, have a look at the fish markets in your locality and the supply of the Bangalee's most favourite fish is next to nothing. Ever since the imposition of bans on brood catching under the Protection and Conservation of the Fish Act, 1950, the production of Hilsha had shown an appreciable increase until the last couple of years. Even in 2019, Hilsha was abundant in the market and the price was quite affordable even for the lower segments of society. But since 2020, there has been a drastic fall in the supply of this 'king of fish' to the market.Although Hilsha spawns round the year, its main spawning season is in October-November with secondary spawning occurring in February-March and June-July periods. The long fishing bans in rivers and even in the sea, researchers informed, helped proliferate the Hilsha population and the catches started to be well beyond the fishermen's expectation. The Bangalees who almost forgot how the fish tastes started to have their favourite dishes of the fish on a regular basis. In the peak season, a Hilsha of an average size was priced as low as Tk250-300 and the highest price for the largest specimen in the market was no more than Tk1,000. But like the past two years, the supply crunch is acuter this year too and the few fish available are not quite cherishable but their prices are simply forbidding for the majority of customers. Even the smallest variety sells at Tk 800-1,000 and the few choicest ones would cost Tk 2,500-3,500. Clearly, the fish has once again become a rarity on the Bangalees' dining table. Then what has gone wrong? The bans are enforced almost religiously with the fishermen becoming unemployed for months and suffering economic penury. There was news early this year that in the Baleshwar or Baleshwari river, fishermen were frustrated not to have any Hilsha catch but they were compensated by heavy catch of pangas (pangasius pangasius).  What has gone amiss? It is a layman's guess that the estuaries of upstream rivers where matured Hilshas come to lay their eggs hold the key to the mystery. The rivers in Bangladesh are so polluted that, maybe, the eggs fail to materialise into broods in an adequate number. The other possibility could be that Hilshas have opted for different spawning zones. But it is unlikely because the estuaries they could opt for are located within this region or further in the Persian Gulf. If the fish ventured into estuaries located in Myanmar or India, those countries would have reported heavy catches by this time. The fish roughly takes a year for maturity. For two consecutive years scarcity of Hilsha in the region of Bay of Bengal's waters is unexplainable. Yet another possibility could be the impact of the climate change. Can it be that the global warming and strange phenomena in terms of the absence of monsoon wind, an untimely infiltration of sea wind from the Arabian Sea have impacted the character of the Bay of Bengal's water? If these are not to blame, pollution of waters of rivers and sea is likely to be the sole villain. Whatever it may be, let ichthyologists and scientists of allied disciplines carry out a study to find out what really has been behind the scarcity of Hilsha population for such a long period. Even the bans are producing no positive results. This is indeed a cause for concern. An answer to this has to be found in the interest of saving the fish the Bangalees love so dearly. \n[email protected]",
        "headline_1": "Where has Hilsha gone?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-has-hilsha-gone-1658070274",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2022"
    },
    {
        "full_article": "Kurigram is such a district that gets flooded every year. And sometimes it happens more than once a year. So, the people here always have to live with natural calamities. The flood-hit people in the district have been going through immense sufferings for lack of adequate supply of food, pure drinking water and shelter. Waterborne diseases have become a major concern in the affected areas while flood shelters are submerged in many areas forcing people to take shelter under the open sky. In many severely affected remote areas, there is no flood shelter and the government's relief does not also reach there. Absence of toilet and sanitation facilities has become a big issue for women. The havoc wrought by floods in Kurigram varies depending on their intensity. This year, it is particularly severe. We, the inhabitants of the district, now want a permanent solution. Instead of taking makeshift remedies, the government should take long-term plans so that people of this backward area do not lag behind. It is necessary to build industries in the district. We no longer want relief materials. Rather, we want employment. There should be a special budget for this district so that the authorities concerned can construct river embankments to resolve flooding issues permanently. \nAshikujaman SyedResearch Assistant, Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Kurigram needs attention",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/kurigram-needs-attention-1658070295",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2022"
    }
]