[
    {
        "full_article": "The Supreme Court’s exhortation to the Enforcement Directorate (ED) not to create an atmosphere of fear indicates how much the agency needs to temper its zeal in investigating allegations against political opponents of the current regime. Responding to complaints that the ED is harassing employees of the Excise Department in Chhattisgarh in the name of investigating the money-laundering aspects of an alleged liquor scandal, a Bench has made the pertinent point that even a bona fide cause would seem suspect if a law enforcement agency conducted itself in a way that created fear. The observation is both a caution against transgressing the limits of a lawful investigation and a warning against letting a perception gain ground that the agency would go to any lengths to implicate someone. Given that several leaders and Ministers from States ruled by parties other than the BJP have been summoned by the ED, or arrested and imprisoned, not many will be surprised at the charges levelled on behalf of the Chhattisgarh government that the agency is running amok and that its officers were threatening State officers, in an alleged bid to implicate the State’s Chief Minister, Bhupesh Baghel. These charges may or may not be accurate, but the core problem is that the number of political adversaries under the agency’s adverse notice is unusually high.A major complaint from the Opposition concerns the alleged politicisation of investigations and the personnel heading the agency. Some parties fear that the money-laundering law is being used for a political witch-hunt. The list of offences that may attract a money-laundering probe, over and above the police investigation into them, is quite long. Corruption allegations being quite common against politicians holding public office, each time a scam or a scandal is uncovered, the ED follows closely on the heels of the agency conducting the anti-corruption probe, to register a separate case under the Prevention of Money Laundering Act. While there is no problem with a stringent law on the subject, its executors have to be cautious about excessive zeal and expansive probes without identifying specific payoffs or following a money trail. The current Director of Enforcement was appointed for a two-year term in 2018, but continues to this day, thanks to extensions and a change in the law governing such extensions. The government has now assured the Supreme Court that he will not continue beyond November 23. The government often says the agency is only doing its duty and holding lawful investigations, but the perception of others is unlikely to be positive in the backdrop of the way it controls the agency’s leadership.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlaw enforcement\n\n/\n\nChhattisgarh\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\nmoney laundering\n\n/\n\nlaws",
        "headline_1": "Timely caution: On the Supreme Court’s exhortation to the Enforcement Directorate",
        "headline_2": "The top court has rightly cautioned probe agencies against crossing limits",
        "link": "https://www.thehindu.com/opinion/editorial/timely-caution-the-hindu-editorial-on-the-supreme-courts-exhortation-to-the-enforcement-directorate/article66862545.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "There was little surprise about the manner in which the government reacted to the U.S. State Department’s report on India, and other countries, dealing with religious freedoms. The report, which was released by U.S. Secretary of State Antony Blinken, lists a number of incidents of “concern” over the “continued targeting of religious minorities”. It also documents hate speech by leaders across the country, which includes members of the ruling Bharatiya Janata Party (BJP). The report was followed by a briefing by a senior official who said that according to the U.S. Holocaust Museum, which tracks majoritarian trends, India is ranked eighth among 162 countries on the risk of “mass killing”, a serious allegation. A Ministry of External Affairs (MEA) spokesperson said the report was based on “misinformation and flawed understanding”, and that the official’s commentary was “motivated and biased”. The rejection of the report is in line with India’s past reaction, as both the U.S. Commission on International Religious Freedom (USCIRF), as well as the U.S. State Department Report that bases itself on USCIRF recommendations, have been increasingly critical of India. They have noted that senior U.S. officials have repeatedly “encouraged” New Delhi to condemn religious violence and hate speech, indicating that they have not been successful. To this, the MEA has said that it “values” its U.S. partnership and have “frank exchanges”.While the government’s reaction is stern, it is by no means as harsh as its response to a similar report last June, where the MEA had accused the U.S. government of catering to “vote bank politics”. For one, the report has come out just ahead of Prime Minister Narendra Modi’s meeting with U.S. President Joe Biden on the sidelines of the G-7 summit in Japan, as well as Mr. Modi’s state visit to the U.S., in June; it is likely that the government does not wish to queer the pitch publicly. The government may also recognise that while the State Department has been searing in its criticism, it has not placed India in the list of “Countries of Particular Concern” so far, as the USCIRF has often recommended. Given the consistent reportage on religious persecution in India by the U.S. government, however, New Delhi may wish to engage with the allegations made, and come out with its own report on the state of religious freedom in the country to counter it. As Mr. Modi wrote in a letter to a resident of Jammu and Kashmir, the world is drawn to India because of the “natural and instinctive love” Indians have for diversity. The government must find more comprehensive ways to repudiate any unfounded and incorrect challenges to India’s reputation, and remediate in the areas it is found wanting.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nIndia\n\n/\n\nfreedom of religion\n\n/\n\nminority group\n\n/\n\ndiplomacy\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ngovernment\n\n/\n\nhate crimes",
        "headline_1": "Predictable counter: On India’s reaction to U.S. reportage on religious persecution",
        "headline_2": "Introspection will do India good in areas where it faces international criticism",
        "link": "https://www.thehindu.com/opinion/editorial/predictable-counter-the-hindu-editorial-on-indias-reaction-to-us-reportage-on-religious-persecution/article66862254.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "BJP’s resounding defeat in Karnataka, while attributable largely to local failures, cannot but raise questions about how viable the party’s 2024 strategy will be if Brand Modi is seen to falter. In Karnataka, a big Modi roadshow possibly helped the party in Bengaluru, but the Prime Minister’s energetic campaigning could not stem the rot elsewhere.\nBJP’s defeat has, on the other hand, rejuvenated the opposition, not least Congress, which will now have the resources to fight again – and an upbeat story to tell the voter in the states going to the polls later this year. BJP no longer looks invincible. For a party that relies so much on the PM to get it past the finish line, Karnataka will not be easy to explain. The “double-engine” idea did not work here. While the local engine simply did not fire, the central engine was misfiring and sputtering.\nRead full story on TOI+\n\n",
        "headline_1": "Can the PM reinvent by 2024? – He has a remarkable record of rebranding himself every 5 years but this time could be tougher. Karnataka has showed the opposition what is possible when it focuses on winning instead of whining",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-the-pm-reinvent-by-2024-he-has-a-remarkable-record-of-rebranding-himself-every-5-years-but-this-time-could-be-tougher-karnataka-has-showed-the-opposition-what-is-possible-when-it-focuses-on-wi/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "Understanding the violence in Manipur that erupted on May 3 and continues, is not easy. Two narratives run parallel – one, of the Meiteis who form the majority by population and the other of the Kuki-Zomi tribes of the hill districts. Reports speak of the Solidarity March called by ATSUM (All India Tribal Students) as the immediate trigger for the bloodshed. The march was organised to air concerns on the high court’s nod to consider Meiteis’ demand for inclusion as a Scheduled Tribe. Other reports on the recent forceful eviction of tribals from their homes in the hills, on land/ forest issues and the destruction on April 28 of an open gym in Churachandpur district that CM Biren Singh was to inaugurate, are but a chain of events that led to the current turmoil – all inadequate to explain the conflict for what it is.\nAt the core of Meitei and Kuki accounts is the immigrant narrative. For in Manipur, who is ‘not’ an immigrant? It helps to review the history of geographical boundaries of Manipur and how far back in history one goes.\nRead full story on TOI+\n\n",
        "headline_1": "In Manipur, none is an outsider, everyone’s a migrant: State has long failed to blunt the sharp edges of the Kuki-Meitei divide. Targeting Kukis over poppy cultivation, though Meiteis benefit too, makes it worse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-manipur-none-is-an-outsider-everyones-a-migrant-state-has-long-failed-to-blunt-the-sharp-edges-of-the-kuki-meitei-divide-targeting-kukis-over-poppy-cultivation-though-meiteis-benefit/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "The Allahabad high court’s Lucknow bench has directed the state government that it must return the seized property of a gangster. The seizure, sanctioned by Lucknow DM and upheld by a special judge, wasn’t preceded by an inquiry whether the property had been acquired illegally, HC said. The judge, tellingly, observed the court is not a “post office or mouthpiece” of the state. This is another in a growing number of appeals filed by alleged or convicted criminals and peaceful protesters whose properties have been seized or bulldozed by state machinery without following due process.\nThere is a disturbing pattern to the state’s swooping down to seize property, or raze it, seen as “summary punishment” even before investigators can decide whether seizure of property, or its destruction, is warranted or lawful. A particularly egregious example of this was the razing of the houses of three accused in a gangrape case in MP’s Rewa – what did their homes have to do with the crime? And troublingly, when governments and police take this summary punishment route, many lower court judges sanction these actions. The reasoning is not dissimilar to cases of denial of bail, where trial courts’ rejection of bail is seen as “quick punishment”. Or indeed to encounter killings. Essentially, the executive arrogates to itself extra-judicial powers.\nWhen the Bengal government earlier this year made its law on property seizure and fines more stringent to deter destruction of public property during protests, these columns noted that the law’s effectiveness and fair application would boil down to the quality and fairness of policing. Cops are tasked with establishing “reasonable suspicion” to initiate proceedings. There’s plenty of evidence from Bengal and other states to doubt whether investigation will be either high quality or fair. Politics will likely dictate who’s penalised and who isn’t.\nLast year, a group of former judges of HCs and the SC called the apex court’s attention to the sweeping seizures of property and use of bulldozers in a number of states, calling these “an unacceptable subversion of the rule of law”. Civil society is rightly troubled by the “chilling effect” on largely peaceful protesters. But even when the state machinery uses such tactics on goons and mafia, they simply make victims of criminals – which is not governance, and most certainly not justice.\n\n",
        "headline_1": "Just not justice: Seizure or destruction of property without following due procedure is a troubling misuse of executive power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/just-not-justice-seizure-or-destruction-of-property-without-following-due-procedure-is-a-troubling-misuse-of-executive-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "The death toll from the consumption of illicit arrack in two separate locations over the weekend in Tamil Nadu increased to 19 by Tuesday afternoon. The state government has announced compensation for families of the deceased, financial assistance to those hospitalised and the police are after bootleggers. None of this mitigates the fact that this was an entirely avoidable tragedy. The state government had recently boasted that there had been no hooch tragedy in the last 14 years.\nThe point is the possibility always existed as arrack sale is illegal and the market for it has been driven underground – the budget document said that last year 5. 18 lakh litres of arrack were seized.\nHooch tragedies in India are partly the outcome of policy choices made by states. In states with complete prohibition such as Gujarat and Bihar, there were hooch-related deaths in the recent past. Tamil Nadu doesn’t have prohibition but bans the sale of arrack and other traditional liquor. Yet, there seems to be a noticeable market for it. For example, last year a bootlegger was arrested for advertising over social media and offering to accept online payment.\nA discriminatory approach to different kinds of alcohol is hard to justify as good policy because it shuts out consumers at some price points. Consequently, the market goes underground and regulatory oversight is impossible. Puducherry next door provides a policy contrast. Not only is the sale of arrack allowed, a governmentowned distillery blends and bottles it with the aim of providing safe liquor. States need to have a more sensible approach to alcohol policy. Bans and threats of heavy-handed measures don’t keep people safe. A regulated market is better than an underground one.\n\n\n",
        "headline_1": "Death By policy: TN’s hooch deaths another example of costs of irrational rules on alcohol. State should legalise traditional liquor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/death-by-policy-tns-hooch-deaths-another-example-of-costs-of-irrational-rules-on-alcohol-state-should-legalise-traditional-liquor/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "The senseless and continuous destruction of our rivers for the sake of personal benefit is deeply saddening. According to a new report by this daily, a powerful syndicate has been extracting sand from Teesta River at the Mohishkhocha union of Aditmari upazila in Lalmonirhat. This has endangered not just the health of the river, but also the lives and livelihoods of those who live on its banks.\nWith the monsoon season right around the corner, locals have expressed fear that their homesteads and agricultural land along the river will be at risk of erosion owing to continued sand extraction, inevitably paying the price for the exploits of an unscrupulous few. It is quite telling that those directly affected by this feel they do not have the means to stop this activity because of the involvement of politically connected people in the syndicate. Reportedly, the local administration recently conducted a drive against sand extraction in Teesta. They destroyed one of the machines used for extraction and fined three people in this connection. Locals, however, said that those in charge conduct such operations irregularly and usually fine workers – employed by the syndicate – but those truly responsible are not held accountable.\nThis, we must say, only helps keep the sand extraction business alive.\nWithout ensuring accountability for those committing crimes against rivers, we cannot stop such practices. It is no secret that our rivers are dying. In the 57 years until 2020, at least 158 rivers dried up in Bangladesh. Indiscriminate disposal of waste as well as irresponsible river management have turned once-mighty and healthy rivers like the Buriganga, Meghna, Kirtankhola, Galachipa and Payra into veritable garbage dumps. Encroachment and unplanned development have finished many others.\nThe question is, why are the authorities responsible for our rivers not doing anything to reverse this trend? It is because of their inaction and indifference that Bangladesh is a Land of Dying Rivers now. This must stop. The authorities must take stern action against the perpetrators of river pollution and destruction.\n",
        "headline_1": "Greater effort needed to stop sand extraction from Teesta ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/greater-effort-needed-stop-sand-extraction-teesta-3323061",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "Over the last few months, the draconian Digital Security Act (DSA), 2018 has come under intense scrutiny. Journalists, lawyers, human rights defenders, teachers, students, and various civic bodies at home and rights organisations abroad have been demanding a re-examination of the law. While some are asking for its thorough amendment, others firmly hold the view that the act needs to be repealed. The rash increase in the law's application in recent months and the death of a woman charged under the DSA in custody appear to have partly swayed the opinion of the common masses against the law. Though many a time senior functionaries of the state publicly acknowledged the gaps that exist in the law, little was done to amend it. As international pressure mounted, the law minister conceded to consider only amending the rule pertaining to the act. Jurists and activists raise the question: can any substantive law be modified through a rule, a subordinate legislation?\nWhile the state remained unyielding, political opponents and dissenting voices suffered immeasurably. Many women and children also became victims of the DSA. It was at this point that the Office of the United Nations High Commissioner for Human Rights (OHCHR) called on the Bangladesh authorities to impose an immediate moratorium on the use of DSA and \"to reform comprehensively its provisions to bring them in line with the requirements of international human rights law.\" The OHCHR recommended scrapping of sections 21 and 28 and amending eight other sections of the law. The commissioner reminded the government that his office had consistently raised concerns about the overly broad and ill-defined provisions of the DSA. He called for the creation of an independent judicial panel to review all pending cases brought under the DSA with a view to those accused being released.\nThe government's failure in delivering on its promise to establish safeguards against the arbitrary or excessive application of the law is noteworthy. It was only on May 3 that the law minister announced that a few provisions of the DSA would be amended by September. While the ministerial pronouncement has been welcomed by those who favour amendment, albeit with a degree of scepticism, others remain resolute in their demand for scrapping the law. This piece presents the arguments for repealing the DSA, made at a recent webinar organised by Nagorik, a platform for human rights and the rule of law.\nThe principal weakness of the DSA is that many of its provisions impinge on citizens' rights: freedom of expression and the right to privacy of communication. There was little disputation that its key aim was reinstating Section 57 of the ICT Act, 2006 (amended in 2009 and 2013) which the state was forced to discard in view of widespread public condemnation of its misuse. \nThe participants believed that the law, formulated weeks before the 2018 elections, in all likelihood, was intended to curtail key fundamental rights accorded by the constitution. It also contradicts several other laws, regulations and guidelines. Most importantly, it contradicts the right to equal protection of law as guaranteed by Article 27 of the constitution. Several provisions of the DSA directly contravene the much-celebrated Right to Information (RTI) Act. The DSA has slashed some important rights that citizens enjoy under other laws. For example, the Disclosure of Public Interest Information (Protection) Act, 2011 provides adequate protection to whistleblowers for exposing wrongdoers, but Section 32 of DSA prohibits access to that information in the name of state secrecy and security. Likewise, while the Children Act, 2013 provides substantial protection to children from being prosecuted in criminal cases, the DSA has been indiscriminately applied to children as well. \nA major weakness of the law is its inconsistency with the other existing laws. Section 29 of DSA provides for three years' jail sentence for defamation and up to Tk 5 lakh fine; the punishment gets harsher for committing the offence a second time. Section 500 of the Penal Code, on the other hand, provides two years' jail sentence with a fine for the same offence. The offence remains the same, but the punishment differs in two different platforms, which is discriminatory and not tenable as per provisions of Article 27 of the constitution. On several occasions, ministerial promises were made that the state would treat journalists with particular care in registering cases against them under the DSA. Does preferential treatment of a particular group in the application of the law not breach the equality clause enshrined in Article 27 of the constitution?\n\nIn several cases, the accused have alleged that they were tortured in custody. Two detainees, Mushtaq Ahmed and Sultana Jasmine, died in such facilities, with families claiming they died due to torture.\nSections 17 (on unauthorised access to information infrastructure), 18 (on unauthorised access to computers, digital devices, computer systems, etc), 19 (on damaging computers and computer systems), 20 (pertaining to change of computer code), 33 (unauthorised access acquisition and storage of information), and 34 (on hacking) of the DSA suffer from several weaknesses. Many of these provisions remain vague and undefined. Those convey the message that the law did not adequately consider the issue of intent and thus failed to distinguish between criminal acts and creative pursuits and between hacking for public interest and hacking with criminal intent.\nAs a state party to several international human rights treaties, it is incumbent on Bangladesh to abide by the provisions of those instruments. Any restriction imposed on freedom of expression and communication must uphold three fundamental principles: a) should be established by law; b) have to be framed with legitimate aims; and c) the necessity and proportionality doctrines should be strictly adhered to. The DSA does not meet principles (b) and (c) and thus falls short of upholding international standards. \nIn addition to identifying substantive anomalies of the law with the constitution and other laws and regulations, the participants of the webinar highlighted serious gaps in its enforcement. Since its inception in 2018, the law has become a major source of criminalisation of legitimate expression, judicial harassment and suffering for the innocent. A review of 1,228 cases of Dhaka Cyber Tribunal, under the ICT Act and DSA, filed between October 15, 2018 and March 31, 2021, informs that 47 percent were dismissed at the first hearing. In most such cases, the accused had to endure severe financial and other hardships and mental trauma. \nThe law requires the police to complete an investigation within 75 days, but that deadline is hardly met. In many cases, if the investigating officers file reports, they do much later than the time stipulated under the law. The act requires the judges to complete trials within six months, and if they cannot meet the deadline, they can request a three-month extension in writing. If the trial does not conclude in time, the judge can continue proceedings by submitting a report to the High Court explaining the delay. In most cases, such a procedure is not followed. Instances were cited in which, even after the cases were quashed, the jail authority took unreasonable time to release the detainee. \nThe law stipulates the establishment of a Cyber Appellate Tribunal. The state is yet to form the tribunal in more than four years since the law was enacted, and thus the litigants have no other option but to move to the High Court, navigating a complex and time-consuming process. \nIn several cases, the accused have alleged that they were tortured in custody. Two detainees, Mushtaq Ahmed and Sultana Jasmine, died in such facilities, with families claiming they died due to torture. Recently cases have been reported in which the accused were subjected to involuntary disappearance for lengths of time before subsequently \"shown arrested\" by law enforcement agencies. Such treatment of detainees is in stark violation of Articles 31, 32 and 33 of the constitution and the provisions of the Torture and Custodial Death (Prohibition) Act, 2013. It also breaches Supreme Court directives on the treatment of detainees issued in the BLAST vs Bangladesh & Others case.\nThe act effectively criminalises people's initiatives for good governance. The lodging of a number of cases against active citizens exposing wrongdoings of state functionaries and people's representatives and expressing concerns about public health issues during the Covid pandemic is a case in point.\nThe participants noted that contrary to children, anti-trafficking, and migration laws that ensured a reasonable degree of stakeholder consultation, the DSA was formulated with little input from the stakeholders, particularly from civil society. The vast and disproportionate number of cases filed against the political opposition and those expressing independent views since its inception only indicate that the DSA has become a handy tool to suppress dissent. Also, it has a dampening effect on critical thinking and creative quests. Contrary to those who view the DSA as a purposeful and necessary law that requires minor amends, the webinar participants unanimously rejected such contention and called for its immediate abrogation. \nDr CR Abrar is an academic with interest in human rights issues.\nBarrister Jyotirmoy Barua is an advocate at the Supreme Court of Bangladesh.\nRezaur Rahman Lenin is an academic activist.\n",
        "headline_1": "Why the DSA should be scrapped",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-dsa-should-be-scrapped-3322696",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "Amid the risk of a third intifada looming over the Israel-Palestine conflict, the United Nations, on May 15, officially commemorated Nakba, the ethnic cleansing of roughly 700,000 Palestinians in the process of Israel's creation in 1948. Every year on this day, while Israelis celebrate their independence – a moment of pride for the long-persecuted Jewish community – Palestinians around the world protest the ongoing occupation and oppression. \nThe UN's commemoration was welcomed by Palestine, harshly condemned by Israel, and rejected by major Western friends of the latter. Palestinian President Mahmoud Abbas has called the commemoration \"historic,\" given the General Assembly's role to partition British-ruled Palestine into two states, one Arab and one Jewish, with Jerusalem placed under a special international regime.\nThough it is indeed a historic gesture, the international and Western support for Palestinian human rights has a faint heartbeat. The US, UK, and members of the EU, who strongly uphold the rhetoric of the two-state solution, did not attend the event. They chose to tread on the safer side, and by signalling their \"neutrality\" on Nakba, the West has blatantly revealed its lack of empathy for Palestinian calls for justice. This moment serves as a reflection, and a reminder, of the Western complicity in perpetuating the injustice against Palestinians. The two-state solution is not viable today, and has never been, because of the West's unconditional support for Israel, which itself is responsible for the unfinished Nakba.\nFor Palestinians, Nakba, which means \"catastrophe,\" is integral to their current resistance and identity. The carnage and instability that began 75 years ago continues to be a daily occurrence. Just days before the UN's event, a five-day flare-up on the Gaza Strip left 30 Palestinians killed, injured 90 others, while destroying 50 homes and displacing 950 people. A ceasefire, negotiated by Egypt, prevented further escalation. But this movie of violence and ceasefire plays like a broken record in the region.\nThe Israeli attack last week came even despite another fragile ceasefire in place, after cross-frontier exchanges followed the death of Khader Adnan, a prominent political figure affiliated with Islamic Jihad, in Israeli custody. Israel continues to detain Palestinians, encroach their lands, launch \"pre-emptive\" airstrikes on the grounds of \"self-defence\" against terrorist groups, Palestine's Islamist Jihad party and Iran-backed Hamas. Of course, the rise of militancy in Palestine is a matter of safety concern for Israeli citizens – as it is for Palestinian citizens. But if there was ever a debate regarding who the victim or oppressor is, the disparity in the casualties between Palestinians and Israelis in each episodic blow-up should have put that to bed.\nJust last year, the Israeli-Palestinian conflict in the West Bank took the bloodiest turn on record since the second intifada, killing 150 Palestinians and 30 Israelis. In 2021, Israeli forces killed 236 Palestinians on the Gaza Strip, and thousands lost their homes. Time and time again, the West has backed the \"self-defence\" narrative that Israel has used to dodge accountability. \nPalestinians are repressed in countless other forms: illegal Israeli settlements in the West Bank, and the apartheid system that subjects Palestinians in Israel-occupied territories to draconian laws. But Western sympathisers, who visit the region and tepidly call for peace, continue to turn a deaf ear towards the plight of Palestinians.\nIt is incredibly shameful that the US, UK, Canada, Germany, Italy, and the Netherlands – all big global players who claim to champion the highest standards of democracy, were among the 30 nations who outrightly voted against the UN resolution to commemorate Nakba.\nExplaining the decision behind the US' absence in the UN event, the White House spokesperson told Axios that the US \"has long-standing concerns over anti-Israel bias within the UN system, which is counterproductive to peace. We do not support events organized by bodies designed to perpetuate anti-Israel bias.\" The choice of words from the White House starkly shows that their own long-standing bias on the matter remains ironclad.\nDespite their garrulous calls for a two-state solution, the US has unabashedly failed to condemn Netanyahu's settlement policies that have foreclosed the options of the two-state solution itself. Even after the killing of Palestinian-American journalist Shireen Abu Akleh last year, the US failed to independently launch an investigation. The US has always backed the oppression of Palestinians, through their commitment to ensure that Israel maintains its Qualitative Military Edge to \"potential regional threats.\" With over $150 billion in financial aid, they've developed Israel's advanced military. And by being an apologist for the far-right government's misuse of military powers against Palestinian civilians, they've let Netanyahu's regime operate with impunity.\nThe UK, former colonisers of Palestine, also deals with the conflict with similar duplicity. (It is worth mentioning that the UK has never faced their unique historical role in Nakba, and the fact that they paved the way for the 1948 displacement of Palestinians when they issued the Balfour Declaration). In a pact signed this March, the UK pledged to confront \"anti-Israel bias\" in international organisations and opposed using the term \"apartheid\" to describe Israel's oppression of Palestine. For years, the UK has maintained an exclusive arms trade with Israel, and continues to supply drones that are used in surveillance and attacks on Palestinians in Gaza. \nLikewise, EU member states increasingly engage in arms trade and economically beef up Israel's forces. But sanctimoniously, the EU released a statement on May 14, welcoming the latest ceasefire and reinstating their readiness to work with \"all partners to bring relief, assist in achieving calm for both Israelis and Palestinians and restore a political horizon.\" The readiness is limited to political convenience: members of the EU did not attend the UN's commemoration of Nakba; the president of the European Commission instead sent a special message to celebrate 75 years of Israel's independence, where she praised Israel as a vibrant democracy. \nWhen it comes to Israel and Palestine, the West finds it hard to stick to their so-called moral values, because it's politically difficult. They don't even shy away from disjoining hands with the UN and humanitarian bodies. But if they truly care about peace, the West must come to terms with its own complicity regarding the loss of Palestinian lives. Until then, Israel will have no incentive to comply with international law and Palestinians will continue to suffer. Nakba will go on, as it does, with Israel knowing that powerful governments will stand by them.\nRamisa Rob is a journalist at The Daily Star.\n",
        "headline_1": "UN’s commemoration of Nakba and the West’s complicity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/uns-commemoration-nakba-and-the-wests-complicity-3322641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "The senseless and continuous destruction of our rivers for the sake of personal benefit is deeply saddening. According to a new report by this daily, a powerful syndicate has been extracting sand from Teesta River at the Mohishkhocha union of Aditmari upazila in Lalmonirhat. This has endangered not just the health of the river, but also the lives and livelihoods of those who live on its banks.\nWith the monsoon season right around the corner, locals have expressed fear that their homesteads and agricultural land along the river will be at risk of erosion owing to continued sand extraction, inevitably paying the price for the exploits of an unscrupulous few. It is quite telling that those directly affected by this feel they do not have the means to stop this activity because of the involvement of politically connected people in the syndicate. Reportedly, the local administration recently conducted a drive against sand extraction in Teesta. They destroyed one of the machines used for extraction and fined three people in this connection. Locals, however, said that those in charge conduct such operations irregularly and usually fine workers – employed by the syndicate – but those truly responsible are not held accountable.\nThis, we must say, only helps keep the sand extraction business alive.\nWithout ensuring accountability for those committing crimes against rivers, we cannot stop such practices. It is no secret that our rivers are dying. In the 57 years until 2020, at least 158 rivers dried up in Bangladesh. Indiscriminate disposal of waste as well as irresponsible river management have turned once-mighty and healthy rivers like the Buriganga, Meghna, Kirtankhola, Galachipa and Payra into veritable garbage dumps. Encroachment and unplanned development have finished many others.\nThe question is, why are the authorities responsible for our rivers not doing anything to reverse this trend? It is because of their inaction and indifference that Bangladesh is a Land of Dying Rivers now. This must stop. The authorities must take stern action against the perpetrators of river pollution and destruction.\n",
        "headline_1": "Greater effort needed to stop sand extraction from Teesta ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/greater-effort-needed-stop-sand-extraction-teesta-3323061",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "At a recent dialogue organised by the Citizen's Platform for SDGs, speakers rightly emphasised the need for the government to balance economic reforms – some of which are preconditions for accessing the IMF's $4.7 billion loan – in a way that can rein in economic disparity in Bangladesh. As the Household Income and Expenditure Survey 2022 has demonstrated, inequality is indeed rising in the country. According to data, the Gini coefficient related to income rose to 0.499 in 2022, up from 0.482 in 2016 and 0.458 in 2010. A combination of this with the ongoing global and domestic economic challenges, and the obligation to meet IMF conditions through various spending cuts, could lead to faster inequality growth.\nBy now, numerous studies have shown us that inequality tends to rise during IMF programmes or as a result of IMF conditions. Therefore, it is crucial to adjust its conditions in a way that can contain inequality. Experts, for example, have urged the government to allow specialised and subsidised credit schemes for those involved in agriculture and cottage, micro, small and medium enterprises (CMSME), and for women and youth, while maintaining flexible interest rates as per the IMF recommendations. Additionally, while the government needs to reduce tax exemptions to meet loan conditions, it should do so in a way that does not hurt small and medium enterprises.\nHow the government plans and implements the upcoming national budget will also be a big factor, as far as inequality is concerned. Allocation for disadvantaged groups should not suffer as a consequence of the government's fiscal constraints. If anything, the government should ensure that much of its limited resources is directed towards the needs of these groups. It also needs to ensure greater accountability and transparency in its budgetary allocations and delivery, so that corruption – which always hits disadvantaged groups the hardest, while benefitting special interest groups – is reduced.\nAs the planning minister himself has admitted, there are many tax evaders and defaulters in the country. Taking action against them, however difficult that may seem, is a must for any reform to be sustainable.\n",
        "headline_1": "We must curb rising inequality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-curb-rising-inequality-3321656",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "If tuberculosis (TB) still claims 121 lives a day in Bangladesh, particularly at a time when the disease is both preventable and curable, it surely is a cause for grave concern. It is indication enough of a number of negative factors existing in the country's socio-economic systems. First, a sizeable number of people, including children, cannot eat foods full of enough nutrition to provide them with the immunity against the disease. Second, many of the affected people do not go for early screening to know if they have got TB. Third, even if some of them go for treatment, they do not complete the course of treatment when they feel relatively better inviting emergence of new strains of bacteria. Fourth, an awareness campaign and dissemination of information about availability of free treatment at different TB centres are sorely missing. A report carried in this newspaper on Tuesday last has focused on the prevalence of the disease in Bangladesh against the global perspective. Globally almost a quarter of the population, the report says, is infected with its bacteria. Worse, defying the previous downward trend of TB incidence and mortality, in 2020 the mortality from the disease went up for the first time in a decade. The reason, understandably, was the Covid-19's impact on people's food intake. A direct link between undernutrition and prevalence of TB is quite evident to the pandemic time's situation. If this is so, a mini edition of the pandemic adversity is sure to be staged once again. There is all the makeup of the situation with marginal and low-income people in this country now skipping costlier nutritious food items and even meals in certain cases. Poor and vulnerable people are locked in a struggle to barely keep their bodies and souls together. Even if they wanted, they are unable to avoid the consequences of malnutrition because their financial ability does not allow them to manage foods providing required nutrition.With no sign of the war in Ukraine coming to an end and dollar crunch hampering import of fossil fuels, Bangladesh's energy sector is suffering a setback with adverse consequences for almost every sector, the manufacturing sector the worst of all. Thus, the cost of production soars and market volatility made further worse by trade syndicates. Commodities are now dearer than those should be and the poorer segments of society are paying through the nose. Their income has not increased and in real terms it has diminished and is likely to do so further, forcing them to cut on quality and even quantity of foods. Thus, the incidence of tuberculosis may be higher once again compared to 2020. Before this happens, the administration should embark on arresting the artificial price hike and at the same time make arrangement for nutritional supplementation, especially for children in poor families. Way back in the 60s and 70s, there were programmes for free distribution of powder milk and soya biscuits among school children. A similar programme can be launched in order to supplement the need for nutrition among children of poor families in villages and city slums. Such programmes can make a lot of difference in the nutritional index among the poor and contribute to a sharp decline in TB prevalence.",
        "headline_1": "Carrying out campaign against TB",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/carrying-out-campaign-against-tb-1684331172",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "How do you beautify a city? When a city has already lost much of its charm, much of its aesthetic appeal, do you go after what remains of that charm and strike it down and inform citizens that you are indulging in that insensitivity because you love your city?The truth is unassailable. You do not make a city beautiful by cutting down trees. And no matter how much you reassure people that new trees will replace the trees that are being brought down and so add glamour to a city which has mutated into an urban slum, no one buys that argument. There is something disturbing about attitudes which look upon trees as the enemy. When, therefore, the trees on Satmasjid Road in the nation's capital fall prey to the whims of the Dhaka South City Corporation, one cannot but raise one's voice in loud protest. And when there is the other side of the picture, a better picture, one proffered by the Dhaka North City Corporation, you know the degree to which the DSCC has slipped. The DNCC has taken up plans to have as many as 200,000 trees planted within its areas in the next two years. The DSCC would have done credit to itself by emulating the DNCC. Indeed, through a demonstration of judicious leadership, the DSCC could have gone a step ahead of the DNCC by promising to have 300,000 trees planted within its parameters.Time was when Dhaka was noted for its greenery. It was an age when homes were properly homes, with large courtyards populated by gardens and fruit trees of wide-ranging varieties. It was a time when the air was pure, when the breeze was an elixir for citizens. Every locality was a delight to walk in; and every family was proud to own or inhabit a place which was a tribute to nature. Children played in the courtyard. Adults sat around wicker tables over tea and discussed the world.This was Dhaka in the 1960s and through much of the 1970s. And then commercialism, crass in its very nature, crept in. Parents who had struggled hard to build those homes exuding comfort passed from the scene. When their children took over, those homes went into the hands of builders. And soon those homes vanished, those courtyards with the gardens and the fruit trees disappeared. Modernity in all its ugliness rushed in, to give us carbuncles in the form of flats and apartments and condominiums.Observe Dhaka today. The trees you sat under or took shelter under from the sun or rain do not exist anymore. Manik Mia Avenue once was noted for its forest of trees. A time came when, in inexplicable imitation of cities in foreign lands, all those trees were condemned to an ignominious death simply because the road needed to be widened. There are new trees on that avenue today, but that old charm of the old trees felled by governmental fiat has not come back for us to savour.The population of the nation's capital today stands at 25,000,000. That is mind-boggling. Worse, and predictably, all that pressure of people living in Dhaka or regularly making their way to it has thrown up casualties. In the old days, in the Mouchak area, woodlands where families took strolls in the evening were an attraction for all. Those woodlands are all gone and looking at all the business establishments there it becomes difficult for you, you who remembers those trees, to pinpoint the exact spot where all that green used to be.Every city marrying the old with the new --- Delhi, Lahore, London, Paris, to name a few --- goes out of its way to ensure that nature is not tampered with. In Dhaka, though, we have played by a different set of rules. Our children have no parks to play in, our adults do not find a spot in their localities where they can breathe in something of the breeze, our young men and women drawn to romance have no opportunity to sit and converse in the shade of a tree. Our urban administrators have down the years offered a multiplicity of Dhaka-friendly plans. That was wonderful, except that in almost every instance those plans have not moved into implementation mode. Open spaces have been commandeered by powerful and influential people. In certain cases, the administration itself has gone cheerfully into the business of reclaiming open fields --- because housing had become a priority. The little neighbourhood shops nestled among pristine nature have been pushed out, with supermarkets taking their place. It is an obituary we dedicate to nature when we cut down trees, chop off the flower plants and have homes mutate into apartment complexes. The water bodies, the lakes which once defined Dhaka were its beauty. Today those water bodies are a memory; those lakes have been shrinking thanks to human predatory instincts. And yet we are told ad nauseam that everything is being done to enhance the beauty of a city gasping for breath.Nature is being murdered beyond Dhaka as well, with fields which once gave us rice and vegetables and jute being cleared to have officers' living quarters, business establishments, colleges and universities come up. In a land limited to around 56,000 square miles, it is a sin for the proponents of development to swallow fields and streams and trees and so desecrate the sanctity of tradition.Trees hold the soil in their grip, giving it the strength it needs. Beneath the soil, the roots of trees reach out to one another and so communicate in the matter of transferring energy to one another. Above the soil, trees are a weapon against creeping climate change. When they are cut down --- and nothing is done about eliciting public opinion on the issue --- it is an initial step into a reduction of the nature into deserts. The beauty of a city, indeed of a village, of a country in our part of the world lies in the ubiquity of trees. Beauty is not to be had in the proliferation of eating places or stores displaying the newest fashions or flats holding nuclear families out of touch with other nuclear families. It is through measures to conserve nature, to roll back through an expansion of a landscape of trees the heat which burns human bodies and leaves lives sizzling that a city acquires grace.This nation is in need of laws that will prohibit a violation of nature. Any move, by individuals or groups of individuals or city corporations or governmental bodies, to cut down trees anywhere in the country must be considered a violation of the law and so must legally be proceeded against.We cannot leave nature at the mercy of individuals whose understanding of aesthetics is badly flawed. We cannot have this country turn into a graveyard of nature.\n[email protected]",
        "headline_1": "Striking down trees to beautify a city!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/striking-down-trees-to-beautify-a-city-1684331224",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "While the abundance and variety of tropical fruits give us extra-ordinary delight, we do also confront a lot of health hazards during the season. As this season brings in monsoon, flooding and water stagnation become usual scenario. With it comes a spike in water borne diseases like diarrhoea, malaria etc. Added to this is the dengue which can become outrageous. Fingers are not to be pointed at the rain and flood but the overall hygiene management that includes waste management of the fruit debris which tend to be the breeding grounds of mosquitoes and as such the diseases like dengue.In fact, mango skins or jackfruit or green coconut shells are the biggest breeding grounds of mosquitoes. Their concave shapes are convenient water holds. As per our undying habits, we litter away this debris after use without considering the probable hygienic hazards. The municipal authorities have greatly improved their skills and facilities to deal with the challenging task of waste management and disposal. However, by the time the waste is taken away, the mosquitoes have already made their fiesta. As a result, we see a prompt graphical elevation in the increase of dengue affected people, whether in urban or rural areas. It is no more a municipal responsibility but a national health hazard. A similar situation is being confronted in Malaysia and Singapore recently where the popular fruit durian is said to be causing all worries. There has been a steep rise in dengue patients in Malaysia in the recent weeks, almost 200 per cent over the last year. According to media reports in Malaysia, the climate change impacts in brewing increased heat, humidity and rain patterns are propelling the huge spike in mosquito-borne dengue fever affected people. Authorities fear that with the durian season coming up in next few weeks, the situation will aggravate and become serious because a correlation has been found between dengue and thrown away durian shell after use. Despite the fact Malaysia has a developed municipal cleansing operation, worries are mounting about dealing with the durian waste and the authorities are believed to be enforcing use of shredders at household or community level so that the concave shaped shell does not become the source of Aedes breeding. In Bangladesh too, being affected by similar climatic variations of stretched summer and rainfall, the situation should prompt proper actions. Country's noted entomologists have already predicted a manifold increase in number of dengue affected people during the upcoming months. Last year, over two hundred people died due to dengue across the country. With monsoon drawing in and a wide spate of construction activities going on throughout the country, the chances of rain water accumulation are obviously massive. Our habits and practices of littering used plastic bottles and containers already ramp up the waste sites enabling a perfect breeding ground for Aedes larvae. Added to these will be the peels and shells of mango, jackfruit, melons etc. Neither our municipalities have the required skills, capacity and facilities to deal with such a hazardous situation.Perhaps, it is time we need to fasten our belts to face an unwarranted epidemic caused by dengue. We have all the vulnerabilities to be a dengue hotspot. While the municipal and health authorities must draw up emergency plans, there should be a massive campaign to educate people about dealing with the waste, particularly the tropical fruit shells and the plastic containers as well. All these have the lurking potentials to trap us in a worrying health situation, much like that of cholera in the past and Covid 19 in the recent years.\nThe writer is a free lancer. [email protected]",
        "headline_1": "Bracing for yet another dengue onslaught",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bracing-for-yet-another-dengue-onslaught-1684331291",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-05-2023"
    },
    {
        "full_article": "Blockchain is the latest technology that helps people share information is a secured way. It has already brought about revolutionary changes to the financial industry and can strengthen supply chain management to a great extent. This technology can help when it comes to enhance transparency, security and efficiency in supply chain management. It offers real-time visibility and tracks products right from manufacturing to shipping to final consumers. As a result, there is more openness and trust among the various supply chain parties. Blockchain also helps in controlling quality of product, removing faulty goods, minimising waste and increasing customers' satisfaction. Supply chain financing can be facilitated by the usage of blockchain as it offers transparency in recording transaction. This technology can also digitalise and automate supply chain activities, lower administrative expenses and remove paperwork, which result in saving both resource and time. It also increases the efficiency of global supply chains through permitting companies to carry out transactions directly and with no involvement of third parties.\nNishat Tasneem,Student of Department of Management,North South University, Dhaka,[email protected]",
        "headline_1": "Use of blockchain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/use-of-blockchain-1684331314",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-05-2023"
    }
]