[
    {
        "full_article": "After five attempts, the Mamata Banerjee government finally managed to hold talks with protesting junior doctors on September 16, 2024. Conceding to most of their demands, which included a call to replace the Kolkata Police Commissioner and several Health Department officials, the Chief Minister urged them to join duty for the sake of the people. Seeking justice for the rape and murder of a colleague on August 9, the doctors have been on a cease work agitation, which, with the support of civil society and other grassroots organisations, has morphed into a people’s movement. Besides several ‘reclaim the night’ marches and other rallies, the doctors have laid siege to Swasthya Bhavan or the Health Secretariat, not calling off the protest even during two days of pelting monsoon rain. People from all across the city have flocked to the site, with water, tents, folding cots, bedding and food. Though senior doctors, nurses and attendants have pitched in with extra hours to help government hospitals, the strain is showing, and there is a clamour for junior doctors to call off the strike. People from the suburbs and districts flock to the top government hospitals in Kolkata and while out patient department footfalls have gradually increased, planned surgeries are still on hold. With about 7,000 to 10,000 junior doctors on strike, the government should have done more to end the impasse earlier.There is an acute trust deficit between the two sides, and the whiff of a cover-up in the way the rape and murder investigation was handled in the initial stages till the CBI took over, particularly by the hospital administration and also by the government, further alienated the doctors. The former Principal of R.G. Kar Medical College and Hospital, Sandip Ghosh, has since been arrested. But the government has a lot of work to do if it wants to seriously address some of the other demands. It will take time, money and willpower to increase the safety and the security of doctors and end the “threat culture” pervading in government hospitals. The Supreme Court of India, which is hearing the case suo motu, was sceptical about the deployment of contractual security personnel in government hospitals and medical colleges, and has pulled up the administration for the slow installation of CCTV cameras. To that end, the State government has told the doctors, and also informed the top court, that it is setting aside ₹100 crore to improve hospital infrastructure, and will form a task force headed by the Chief Secretary with representatives of doctors to sort out issues. To get doctors on her side, the Chief Minister, who holds the Health and Home portfolios, has to walk the talk. Published - September 18, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWest Bengal\n\n/\n\ngovernment\n\n/\n\nmedical staff\n\n/\n\nsexual assault & rape\n\n/\n\nmurder\n\n/\n\nhospital and clinic\n\n/\n\ninvestigation\n\n/\n\njudiciary (system of justice)\n\n/\n\ncrime, law and justice",
        "headline_1": "A way out: On the government and doctor-led protests in West Bengal",
        "headline_2": "The West Bengal government must enable the changes doctors want to see",
        "link": "https://www.thehindu.com/opinion/editorial/a-way-out-on-the-government-and-doctor-led-protests-in-west-bengal/article68652049.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "The missile attack on Sunday (September 15, 2024) on Israel by Yemen’s Houthi rebels marked the second breach of Israel’s highly fortified skies by Houthi weapons in two months, pointing to the expanding nature of the conflict in West Asia. In July, an Iranian-made drone launched by the Houthis from Yemen, roughly 2,000 km south of Israel, had killed one person and wounded 10 others in Tel Aviv. In retaliation, Israel launched an air strike on Hodeida, a Houthi-controlled Red Sea port in Yemen. But that has done little in deterring the Houthis. Israeli authorities have provided conflicting accounts about the attack on Sunday (September 15, 2024). They first said the missile had landed in central Israel and caused a fire but added later that it had “fragmented mid-air”. Another official said it was intercepted, breaking it into parts but not destroying it. Whatever the facts, it should remain a security concern for Israel, which has been fighting a disastrous war in Gaza for over 11 months, and a slow-burning war with Lebanon’s Hezbollah in Israel’s north, that the Houthis are penetrating its air space. Israel might launch retaliatory strikes on Yemen again, but the question is whether this would deter the Houthis.The Houthis, who control parts of Yemen, have survived multiple air strikes by foreign powers ever since they captured Sana’a, Yemen’s capital, in 2014. A Saudi-led coalition, which backed a rival government in Yemen, declared war against the Houthis in 2015, months after Salman ascended the throne and Mohammed bin Salman became the Defence Minister. But Saudi bombing failed to dislodge the Houthis, which eventually led to a fragile ceasefire between the Houthis and the Saudi-backed government in Yemen. When Hamas attacked Israel on October 7, 2023 and Israel launched its retaliatory invasion, the Houthis “declared war” against Israel, primarily targeting tankers in the Red Sea. In response, a U.S.-led coalition declared an air strike campaign against the Houthis. But months of air strikes led by the U.S. and the U.K. have done little in diminishing Houthi fire power. Israel faces the same dilemma when it comes to tackling the Houthi problem. The Houthis, who have direct Iranian support, are entrenched in Yemen. By taking up the Palestine cause, they are both serving Iran’s strategic purpose and consolidating power at home. And the drone and missile attacks on Israel are an indication of what is to come in Israel’s unending wars. If Israel went to Gaza to crush Hamas 11 months ago, the Jewish state is now fighting three enemy militias at the same time — Hamas, Hezbollah and Houthis — with no military solution in the offing. This means that unless there is an immediate ceasefire in Gaza, the security situation in West Asia will deteriorate on multiple fronts. Published - September 18, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nYemen\n\n/\n\nmissile systems\n\n/\n\nIsrael\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nSaudi Arabia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nIran\n\n/\n\npeace negotiations",
        "headline_1": "Third front: On the expanding nature of the conflict in West Asia",
        "headline_2": "Israel’s fighting three enemy militias at once highlights the pressing need for a ceasefire",
        "link": "https://www.thehindu.com/opinion/editorial/third-front-on-the-expanding-nature-of-the-conflict-in-west-asia/article68652021.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "SC’s interim order against ‘bulldozer actions’ is much-awaited protection of fundamental rights \nWhen, by the Supreme Court’s own reckoning, the executive is “running a bulldozer over the laws of the land”, a departure from the usual ambling pace of the judicial process becomes imperative. In response to petitions against the demolition of “the properties of persons who are accused of some crime”, on Sep 2 the court had said it would lay down guidelines on “pan-India basis”. But various state govts continuing to brazenly short-circuit due process meanwhile, was untenable. So, yesterday, SC did the right and necessary thing by passing an interim order that, without its permission, no demolition should take place in the country.\nJustice Gavai’s observation that “the executive can’t be a judge” is critical. Take the example of Javed Mohammad, an accused in Prayagraj violence in 2022. His wife averred that the demolished house was in her name and gifted to her by her father. Besides making a mockery of “innocent until proven guilty”, the egregious injustice in such cases is that even the accused’s spouse and parents and children get summarily punished. Right to a home being an important facet of the right to life, Justice Viswanathan correctly added that, “even if there is one instance of illegal demolition, it is against the ethos of the Constitution.” \nPart of the GOI case was that the court was getting influenced by “outside noises”. While the court denied this, democracy means to always heed the “noises” of the distressed, wherever these come from.   \nThis order does not apply to “unauthorised constructions on public streets, footpaths, abutting railway lines or public spaces”. It is conceivable that, in this guise, some govt will still attempt “bulldozer actions”. If so, SC will need to swiftly undertake contempt proceedings, haul up the officers concerned, and make it clear how serious it is about these transgressions. The brazenness with which such actions have been embraced from UP to MP, Assam to Rajasthan, Gujarat to Tripura, leaves no doubt how much govts have come to value them politically. The fig leaf of “unauthorised constructions” has seen a lot of abuse, which must now end.\n\n",
        "headline_1": "Return of law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/return-of-law-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "Like Atishi, CMs of all parties are actually selected by top leaders. Not good for real intra-party democracy\nAs Delhi’s new CM, Atishi has a high-profile job with a short-term tenure. If AAP wins Delhi polls, Kejriwal will be CM. The bigger implication is what her being ‘elected’ for the job says about Indian politics. Atishi’s candidature was ‘unanimously’ backed by AAP MLAs, after Kejriwal proposed her name. This is the pattern for all CM choices by all parties. Unanimity here is a thin cloak over the lack of intra-party democracy. Atishi’s key political virtue for the job is possibly her fealty to party chief. How much support she will receive from party MLAs remains to be seen, since there are examples across the political spectrum of such “unanimous” choices later facing dissension from those nursing thwarted ambitions.\nPolitical tradition | Atishi’s elevation merely follows the script of CMs being chosen by one or two leaders of mainstream political parties. MLAs rubber stamping their choice kills the democratic process, which would have meant choosing between competing candidates by vote. Such top-heavy political parties impact the quality of governance and health of our democracy. It also has a link with other ills of our polity, like dynastic rule and criminalisation. The pattern can largely be traced to the Indira Gandhi years. The long-term damage that replacement of party structure by a leadership cult can do to an organisation has been evident across parties. Only a fair shot at big jobs creates an enabling environment for nurturing talent.\nWestern democracies | Our parties should take a leaf out of Western democracies. In America, all tiers of political representation witness primaries that not just allow hopefuls to throw their hat in the ring but also ensure that party members have a role to play in who makes it eventually. So is the case in UK, albeit with a difference. In Germany, political parties find a mention in the constitution, with a law governing their functioning. With procedural democracy being all that seems to matter in India, what about a law that requires intra-party democracy? \n\n",
        "headline_1": "Election/Selection",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/election-selection-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "Inconvenient truths are conveniently overlooked or ignored by those who are selective about information\nFacts are said to be like porcupines: they can be prickly and uncomfortable to live with. The opposite of fact generally is deemed to be fiction. But the real adversary of fact is faction.\nOne of the definitions of faction is a conflation of fact and fiction, in which fiction is taken for fact and replaces it. A recent example is that of Rajasthan’s minister for education who, while addressing a gathering at an Udaipur university, said that he would burn all school textbooks that were found referring to the Mughal emperor Akbar as ‘great’. \nHe went on to say that to speak in the same breath of the Mughal ruler and his arch adversary, the great warrior Maharana Pratap, is an insult to the great king and to the valorous tradition of Rajasthan.\nThe minister’s opinion as to the Mughal king’s ‘greatness’ is his own to harbour, overlooking the point that the word akbar actually means great.  However, jurists might wonder if the honourable minister’s avowed intention of creating a bonfire of the vanities by setting alight books that are the legal property of schools mightn’t constitute an actionable act of arson. And historians might venture to educate the minister for education on an issue of the past. \nMaharana Pratap did indeed wage war against the Mughal emperor, but the defeat he suffered at the great Battle of Haldighati – an Aravali mountain pass that connects the present-day districts of Rajsamand and Udaipur – was inflicted not by a Mughal, but by a fellow-Rajput, Man Singh, one of Akbar’s most redoubtable generals.\nOn June 18, 1576, the greatly-outnumbered forces of Maharana Pratap fought against an army led by Man Singh who won the day, with the wounded Maharana being persuaded by his followers to cede victory and quit the battlefield.\nSo would the minister recommend that all texts mentioning Man Singh also be consigned to the flames for his having been a traitor to the Rajput cause, and thus offending Rajasthan’s honour? \nLike porcupines and facts, factions can also be uncomfortably prickly when exposed for what they are. \n\n",
        "headline_1": "Fact vs faction",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/fact-vs-faction/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "Whether or not his quitting as CM helps AAP win Delhi polls, he has brought himself back in voters’ focus & created distance between his image & governance\nArvind Kejriwal has done it again. The announcement of his resignation has stunned friends and foes alike. Turning his release on bail into a political opportunity, the Delhi chief minister’s decision reveals his knack for staying in the limelight.\nIt is tempting to view Kejriwal’s move as exemplifying political opportunism or as personifying public saintliness. Neither offers the full picture – of a suave politician who has effortlessly blended the instruments of technocratic governance with the practice of populist politics.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Behind Kejriwal’s gambit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/behind-kejriwals-gambit/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "It is deeply troubling that despite spending Tk 523 crore over the last six years to alleviate Khulna's waterlogging problem, the city still floods after any substantial rainfall. According to a recent report, the meteorological department recorded 173mm of rainfall in Khulna as of Sunday afternoon. As a result, two-thirds of its 1,215 roads were waterlogged. Earlier in July, this daily reported that just 89mm of rainfall—including 55mm in three hours—left most roads and low-lying areas of the city submerged, causing significant suffering for the residents. Similarly, last year, only 34 mm of rain inundated two-thirds of the city. All this highlights its persistent waterlogging crisis and the failure of the authorities to address it.\nAfter the latest bout of rainfall, the Royal Intersection, KDA Avenue, Boyra Bazar, and several other areas in Khulna were submerged in knee-to-waist-deep water. Consequently, locals were forced to depend on rickshaws and vans to navigate the flooded streets, sometimes at considerable personal risk. Commuters claimed that despite the authorities spending Tk 4.58 crore on reconstructing drains and Tk 2.5 crore on renovating roads, they continue to experience hardships even after minimal rainfall. In July 2018, the Executive Committee of the National Economic Council (Ecnec) approved a Tk 823 crore project aimed at eliminating waterlogging in the city. The first phase of the project—costing Tk 523 crore—is set to be completed by June 2025. However, residents have yet to find any relief from seasonal waterlogging.\nResidents have urged immediate action to free the Mayur River and Khulna's 22 canals from encroachment, as well as proper excavation to improve their flow. Additionally, there have been growing demands for regular cleaning and maintenance of the newly constructed drains. The chief conservancy officer of the Khulna City Corporation (KCC), however, claimed that workers regularly clean the drains, but because residents discard household waste inappropriately, it clogs the drains resulting in the perpetuation of the waterlogging problem.\nWhatever the case, the fact that this problem has persisted for so long is unacceptable. For this, the KCC must take the responsibility. Residents too must shoulder some responsibility as without responsible disposal, the drains may continue to fail to channel excess water. That said, the time has come to evaluate the status of the aforementioned project, investigate why it is failing to deliver, and come up with a holistic solution to the waterlogging problem.\n",
        "headline_1": "Why must Khulna suffer waterlogging every monsoon? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-must-khulna-suffer-waterlogging-every-monsoon-3705076",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "While Bangladesh is currently overwhelmed with reforming different sectors, including public administration, banking, education, law enforcement, and judicial systems, we are not hearing much about reforming the environment sector. This is a bit odd, since we have several environment champions as the advisors of the current interim government. There might be two reasons for that: either environment is not a priority at the moment, or environment sector doesn't need any reforming.\nI believe the first point falls short since environment is one of three pillars of sustainable development, while society and economy are the other two. Therefore, failing to prioritise the environment can't be an option. Nevertheless, the environment sector currently has three major concerns: biodiversity, climate change, and pollution. Given the extremely desperate situations we are in now to fight these challenges, reforming our environmental institutions, policies, laws, and practices are crucial.\nFirst, we need to reorient our mindset. A country having 50 percent area as wetlands and 40 percent people living in cities and towns, we must let go of the idea that increasing the percentage of forest is the main measure of biodiversity conservation. When we talk about conservation and ecosystems, we should include our natural and man-made waterbodies, green and planted areas on fallow land, arable land (having agroforestry), roadsides, rural homesteads, roof-tops, and industrial spaces in the biodiversity estimates.\nSecond, over the last few decades, we have lost many wetlands to urbanisation. From 1990 to 2020, Dhaka alone lost about 70 percent of its waterbodies. It may sound utopian to evict millions of people from young urban areas and re-water the lost wetlands. But it is not practical at all technologically, financially, legally, or ethically. However, we can legally bind city corporations, municipalities, real estate developers, and housing societies to make those settlements \"nature hubs\" by restoring old or creating new water-ways, and increasing green spaces by waterbodies, on open land, and on concrete structures, for example. Legally, we need to ensure no more urban wetlands are killed. Furthermore, we shouldn't monetise aquatic ecosystems' benefits nor should we put high taxes or transfer costs on these ecosystems to increase public revenue or discourage their conversion. This is because we now have many individuals and groups who can simply purchase ecosystems, despite what the price tags may be. A complete embargo on further switching of wetlands for other use is the only option we have.\nThird, the government needs to reclaim its encroached land legally belonging to the forest department (250,000 acres) or the railway authority (4,000 acres) and bring these under restoration and plantation programmes with appropriate plant species. It may seem impossible, but given these departments' recent past successes and an absence of certain ill forces at the moment, it is feasible. Such reforestation and afforestation programmes should not be a crazy festival of planting thousands of saplings over a week, then totally losing their traces over the next few months. We must capitalise on our 30-year experience of community-based natural resource management to make such plantation sustained. To stop government-supported destruction of forest land and planted land, especially on the coast, we need to put legal measures in place which will make it difficult even for the government to allocate forest land/planted land to build cantonments, stadiums, economic zones, or settlement through harmful executive orders.\nFourth, we need to have updated, authentic figures of our forest cover and the total area of wetlands. We can brag about increasing the number of protected areas through gazette notifications, but without knowing exactly what biodiversity, small and big, we are trying to protect, the whole effort is meaningless. Thus, only counting the tiger population every 3-5 years is not enough. Similarly, fisherfolks are prevented from catching fish several times a year, but we don't have any scientific data if such fishing bans are actually increasing aquatic biodiversity. So, to ensure our biodiversity protection is evidence-driven, from now on, no terrestrial or aquatic ecosystem should be declared protected until we know details about the biodiversity itself. Additionally, these protected areas' biodiversity should be periodically checked. Any legal restrictions on harvesting natural resources like fish should be revisited based on up-to-date scientific information, to ensure if such bans are bringing envisaged benefits.\nFifth, in 2017, the Bangladesh Country Investment Plan (CIP) for Environment, Forestry and Climate Change (2016-2021) estimated a need for around $423 million every year to take biodiversity actions. In 2019, Bangladesh reported to the Convention on Biological Diversity (CBD) that, during FY2015-FY2018, the environment ministry and its departments annually spent about $15 million. Despite such poor allocations, to ensure that finance is available for conservation, we don't need to reform our laws. Three legal instruments already have funding provisions: the Ecologically Critical Area Management Rules, 2016 (Article 23), the Protected Area Management Rules, 2017 (Article 29), and the Bangladesh Biodiversity Act, 2017 (Article 36). We now need to operationalise these funds, put real money in them, and establish coherence or jurisdictional boundaries among them to avoid overlapping. By formulating a \"Bangladesh Conservation Fiscal Framework,\" we could start outlining country's conservation finance.\nPostscript: The environment ministry is currently updating the National Biodiversity Strategy and Action Plan (NBSAP). I wonder how reforming our environment sector will be reflected in that.\nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research system; a visiting research fellow at the University of Liberal Arts Bangladesh (ULAB). He can be reached at [email protected]\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "To reform Bangladesh's environment sector, focus on biodiversity conservation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reform-bangladeshs-environment-sector-focus-biodiversity-conservation-3704976",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "In today's world, countries that prioritise Information and Communication Technology (ICT) have each chosen distinct positions for themselves. This positioning might be as innovators, manufacturers, providers of affordable labour, or champions of quality and luxury. These choices are not just about economic strategy; they shape the very identity of a nation in the global market.\n \nTake China, for instance. Historically, it was known for making products \"cheaper and better.\" Now, the country is shifting toward \"affordable innovation,\" reflecting a maturing economy that still values cost-effectiveness but is also pushing the boundaries of technological advancement. Scandinavian countries, on the other hand, have positioned themselves as \"inclusive talent hubs,\" inviting thousands of entrepreneurs from across the globe to work within their borders. Estonia's e-residency program is a prime example, allowing anyone in the world to establish and manage an EU-based company entirely online. Singapore's tech scene is driven by a philosophy of \"if you make it, we are interested in it,\" staying alert to new ideas and ensuring they are available within and from Singapore. The US extends its age-old national motto, the \"land of opportunity,\" to its tech sector, offering endless possibilities for innovation and growth. Japan is synonymous with \"superior quality,\" German engineering stands for \"robustness,\" and Switzerland epitomises \"luxury.\"\n \nEach of these countries tells a different story; each has a unique brand. Some have consciously chosen their angle, while for others, it has evolved organically. But every nation with a stake in ICT has a brand—except, perhaps, Bangladesh.\n \nWhen the last government came to power, it sought to align itself with the global wave of technological advancement. Part of this was driven by a desire to create a new thrust sector, while part was motivated by the worldwide surge in technological innovation. In 2008, the then-Prime Minister coined the term \"Digital Bangladesh.\" At its core, the philosophy aimed to ensure democracy, human rights, transparency, accountability, justice, and the efficient delivery of government services through the extensive use of technology.\nDespite the attention garnered by \"Digital Bangladesh\" and \"Smart Bangladesh,\" neither concept effectively communicated a coherent and purposeful brand for Bangladesh to the outside world.\n \nSeveral glaring questions remain unanswered: what message do we want the world to hear? Do we want to position ourselves as a hub of trained human resources? Are we aiming to become a manufacturing powerhouse? Should we focus on innovation, bolstering our R&D capabilities? Or are we looking to build a long-term strategy around research and the accumulation of Intellectual Property Rights (IPR)?\n \nFrankly speaking, to this date, our ICT sector doesn't seem to know where it should be heading. We are not an investable brand, so the obvious question is, where do we go from here?\n \nThe answer is simple—onward and forward! We must move past the years of fruitless efforts and begin shaping our industry right away. This time, we need a clear focus and purpose. \nTo begin with, we need to stop investing in expensive infrastructure projects that almost never achieve their intended results. We need to democratise innovation on all fronts. Separate funds should be allocated to public and private universities for research and innovation. Researchers, students, and entrepreneurs should be able to manage seed funding from their respective universities. The IPs generated using these funds should be shared by innovators and the universities; this way, universities would also have an incentive to promote and support new ideas and inventions.\nBangladesh must focus on ground-breaking innovations, cheaper and better than others. It's not just about doing the same thing that China does at a lower cost, but we should focus on making things that China and other competitive countries cannot make. Reduced costs will give us a competitive edge, helping us stay ahead of others, but they will also allow us to penetrate high-potential markets that remain unexplored due to their limited purchasing power, such as Africa, Central Asia, and Eastern Europe. \n \nGenerating original intellectual properties (IP) is a critical element. Moving forward, we can generate revenue through leasing our IPs, ensuring long-term sustainability and profitability for all stakeholders. Drawing interest from foreign investors will depend on many factors, but stability and continued innovation will play a significant role in attracting foreign funds to Bangladesh. Instead of blindly following mature and advanced companies, investment should be encouraged in early-stage start-ups, both by the government and private venture funds.\n \nThere is a heightened national spirit in every walk of life. Citizens and policymakers are actively investigating and introspecting. The time for transformation in the technology and ICT sector is now; it's a golden opportunity, one we never had before. It won't be easy, but with relentless pursuit of cost-effective innovation, we may be able to build a name, perhaps even a brand for ourselves—\"Bangladesh, the leader in frugal innovation.\"\nSinha Ibna Humayun works in technology marketing and is a tech enthusiast. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Beyond 'digital' and 'smart': Defining Bangladesh's ICT brand",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/beyond-digital-and-smart-defining-bangladeshs-ict-brand-3704861",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "As the first ever visit by any foreign diplomats to Bangladesh following the political changeover at its helm, a high-powered multi-agency U.S. delegation met the leaders of the interim government headed by Chief Adviser Dr Yunus on September 15 last. Considering the composition of the visiting delegation which included the Deputy Under Secretary for International Finance and Development at the US Treasury Department, Brent Neiman, and the Assistant Secretary of State for the Bureau of South and Central Asia, Donald Lu, it is plain that the US wants to see the interim government of Bangladesh succeed and prosper. Small wonder that the USAID (US agency for foreign aid) promptly responded to the CA's request to the US government for financial assistance by extending a grant of over US$200 million to carry through its (interim government's) development agenda that include development, youth empowerment, strengthening democracy and governance. The agreement clearly highlights the interim government's development focus which prioritises inclusive growth and prosperity for all. This undoubtedly is a good augury for the weeks-old interim government of Bangladesh.As the interim government has inherited all the social and economic ills left by the fallen government, which, while discussing with the US delegates, the CA termed an 'ocean of corruption', the enormous challenges facing this administration cannot be overstated. Needless to say, the interim government sought US support for carrying out the reforms of the judiciary, the police, the civil administration, anti-corruption commission, and the effort to retrieve the country's stolen assets from abroad. However, these are all internal issues that need urgent addressing to pave the way for establishing good governance. Bangladesh can amply benefit from the US's centuries old rich experience in this regard. For instance, in getting back the money siphoned off from the country to the US, Canada and different European destinations, the US support can play a critical role.The deliverability of these efforts at various reforms and recovering stolen assets from abroad will certainly see a qualitative improvement with external technical support. But the most important issue that remains to be addressed is repatriation of more than a million Rohingya refugees to their ancestral homeland in the Rakhine state of Myanmar. Notably, these victims of genocide in neighbouring Myanmar escaped with their lives to Bangladesh. It may be recalled that the first phase of the ethnic cleansing of the Rohingya population began in October 2016 and continued till January 2017, while the second phase started in August 2017 and has been continuing sporadically since. As a consequence, no repatriation effort succeeded so far. Worse yet, fresh waves of Rohingya are entering Bangladesh from time to time. This is too much for Bangladesh's fragile economy to sustain. Bangladesh's development partners including the US should help Bangladesh in resolving the festering Rohingya repatriation issue. Hopefully, Dr Yunus with his global acceptability, especially in the US, may use his goodwill to find a lasting solution to the problem.Various reform agenda aside, the most important support Bangladesh can have from the US is for trade and investment. In this connection, Bangladesh should try to get zero-tariff access for all its exports to the USA. At the same time, more investment from US entrepreneurs in the country's major sectors particularly the energy and IT can contribute significantly to the country's economic growth.",
        "headline_1": "US support for trade and investment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us-support-for-trade-and-investment-1726587193",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "The directive of the interim government to halt use of poly bags in the super shops looks like a first step in materialising the mandatory jute packaging law that seemingly lost its urgency despite sporadic moves to enforce it in the past. Obviously, the only viable alternative to poly bags is jute-made packaging stuffs.Environment, forest and climate change adviser to the interim government announced the ban of polythene and polypropylene shopping bags across all superstores in the country starting October 1. She made the announcement during a meeting with stakeholders. A press release issued in this regard says the government will require superstores to offer jute and fabric bags as eco-friendly alternatives. There will also be an emphasis on engaging young people and students in the initiative. A detailed action plan has reportedly been formulated to enforce the upcoming ban, including steps to raise public awareness through a nationwide media campaign. To ensure the availability of jute and fabric shopping bags, the Ministry of Textiles and Jute will hold meetings with superstore operators within a week to secure a steady supply of alternative bags.The decision, one may recall, is not new. A ban on the use of poly bags or other non-biodegradable materials for packaging was imposed as early as 2002, first of its kind in the world to curb pollution and water-logging, and also as a breakthrough in the increased consumption of jute materials domestically. Following the restrictions, there was a surge for a while in the use of paper and other biodegradable materials (in the absence of sufficient jute bags) for packaging, and no doubt it did signal a shift that further needed to firm up actions in a sustained manner.Unfortunately, that did not happen. What is surprising is that the authorities had backtracked from the restrictions on the use of polythene or synthetic materials for packaging all kinds of groceries in the shops, kitchen markets and super stores. So, what promised like a good prospect had gone into oblivion. There were quite a few moves including framing of a law, and a verdict by the Appellate division of the High Court, to make jute packaging mandatory in respect of a variety of commodities. These, though reinforced later by law enforcers' drives in the market places, fell flat as the then government's effort to replace packaging by plastic or synthetic materials with jute sacks/bags remained unheeded. The law on the mandatory use of jute sacks was enacted in 2010, but in the absence of rules to be followed, it was largely ignored. Subsequently, a set of rules for implementation of the law had been formulated which among others sought to ensure use of jute sacks in packaging a number of products, including rice. The ministry of textiles and jute on September 26, 2013 issued a Circular on mandatory use of jute bags for commercial packaging of rice by the private rice millers, husking millers and rice traders. It had also asked them to stop using polythene/plastic bags by December 2014. But the millers and traders did not comply with its instructions. Subsequently, some rice mill owners filed a writ petition with the High Court seeking a stay order on the enforcement of the Circular. In response, the High Court in an ad-interim order stayed the government directive relating to mandatory jute-bag use. However, following the government's move in the form of Appeal, the Appellate Division vacated the stay order upholding the government' directive on mandatory jute packaging. It may be noted that while making jute packaging of rice mandatory, the directive of the government had included a number of other products. These were - paddy, wheat, maize, fertiliser, sugar, spices, turmeric, onion, ginger, garlic, coriander, pulses, potato, flour, crude flour (ata) and rice bran. Later, two other products-poultry and fish feed were also included in the list.It was not the lack of compliance alone but dearth of sufficient and cost-effective jute bags/sacks that stood in the way of enforcement. Now that the interim government is set to revive the issue-- much to the relief of conscious citizens, it is important to go by phases. Starting with the super stores, the ban should gradually extend to other areas such as kitchen markets, shops, restaurants. Eventually, it would be important to make use of jute sacks compulsory for packaging food grains. Packaging of food grains has for long been viewed crucially important for a variety of reasons. In the wake of the global campaign on the use of environmentally friendly, biodegradable natural materials in as many areas as possible, it is highly likely that Bangladesh being the producer of world's finest variety of natural fibre - jute, would make the best use of it to draw benefits in tangible economic terms. Experts are of the opinion that if enforced strictly, use of jute sacks will no doubt go beyond environmental security as it will ensure better price for jute growers and jute goods manufacturers, who are currently facing a lingering slump in view of receding demand. It is expected that the authorities will take lesson from the past. The success of the move depends on availability of biodegradable materials and enforcement of the law. As the authorities will proceed to bring other areas under non-polythene packaging, shortage of required materials, say jute bags/sacks, may be a problem, which had been the case in the past. It is thus important to ensure availability first. \n[email protected]",
        "headline_1": "Fresh focus on jute packaging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fresh-focus-on-jute-packaging-1726587237",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "Environment, forest and climate change adviser to the government has instructed the city's super shops not to use polythene bags but arrange for the biodegradable and environmentally friendly alternative. The environment advisor is well known nationally and internationally for her environmental activism and the declaration by the interim government to eliminate the use of plastic bottles in government offices is perhaps the first step in moving towards a more environmental-friendly policy stance.A laudable initiative, but there are many hurdles on the way! In 2002, the government led by the BNP had actually banned polythene bags without taking any major steps to stop production of polythene and plastic goods in the country. While this threw the supply chain of polythene packaging in disarray for a while, people started adapting to the new status quo by going back to jute bags.That ban didn't have the desired impact because no real enforcement by the environment officials, no clear-cut directives issued on how to deal with errant traders and buyers of polythene packaging material, including shopping bags were there. All this was compounded by the illegal production and distribution of poly bags, simply because jute bags available back then were considered unsuitable for modern shopping needs. Hence, that initiative failed.Some developments have taken place since those early days. Dr, Mubarak Ahmed Khan, A Bangladeshi scientist has discovered the secret of unlocking a biodegradable substitute to harmful plastic. Back in 2017, he had developed a polymer made from jute fibre rocking the hugely powerful plastic sector which is closely connected to the world of petrochemicals. While his discovery garnered global public attention as it had opened up the possibility of replacing one of the most environmentally-damaging materials the world uses today to carry and package goods, mass production of the 'Sonali bag' has remained a distant dream.There should be no confusion as to why nothing has happened. Leaving aside geopolitics and the massive sway the plastic industry holds over government decision-making in any country, there is a question of its viability in the face of well-entrenched business interests. Merely expressing the wish to promote this biodegradable material as the building block of an entirely new industry that will replace an old one that provides thousands of crores of Taka in VAT contribution to the national exchequer isn't going to get much traction. The plastic industry goes beyond simply providing VAT revenue to the government, it employs hundreds of thousands of people at various stages of production and distribution and allows for durable packaging to all sorts of goods across various sectors of the economy.That said, there is no reason why Sonali bag cannot be made viable. The initial investment of about Tk100 crore, if invested into a project as working capital for the production of this bag, will enable the Bangladesh Jute Mills Corporation to reach government's production targets set for consumption. Dr. Mobarak has stated that given the present machinery and introduction of certain new technology, national goals for replacing plastic poly bags is reachable. What is required is not just political will, but putting into place a regime of practices for effective enforcement of any directive that will involve supplanting either plastic polythene or single use plastics in the economy. That is something the government has to think deeply over prior to taking on the power plastic lobby. Lastly, if Sonali bag can be made viable in Bangladesh, there are huge possibilities for products made of jute fibre in the export market. It is the government that must come up with requisite finance for taking this groundbreaking initiative forward. Only the state has the power to effect change at the policy level.\n[email protected]",
        "headline_1": "Govt must finance and promote Sonali bag",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/govt-must-finance-and-promote-sonali-bag-1726587279",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2024"
    },
    {
        "full_article": "To improve access to areas such as Mugda, Manda, Maya Kanon, Banasree, Meradia, Sipahi Bag, and Madartek from the business hub of Motijheel and adjacent areas a new railgate is needed halfway between Kamalapur Station and Khilgaon railgate. A large number of people live in these areas, and excessive traffic congestion occurs at Khilgaon railgate, especially during the evening rush hour. The same situation arises in the morning when people head to offices, schools, or business establishments.Khilgaon railgate is currently the only gateway to this densely populated area of Dhaka. Several educational institutions, such as Notre Dame College, Ideal School and College, and Motijheel Government Boys' and Girls' School and College, are located here, adding to the traffic pressure at the railgate.If the authorities introduce another railgate between Kamalapur Station and Khilgaon railgate, it would lessen congestion. Commuters, particularly those not using the flyover, travelling to Motijheel and nearby areas could move faster by rickshaw, bicycle, motorbike, or small vehicles.\nMd. Muradul Haque Sardar Manager - Purchase (Local & Foreign)Amanat Shah Group, Motijheel, Dhaka [email protected]",
        "headline_1": "Need another railgate at Khilgaon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-another-railgate-at-khilgaon-1726587296",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-09-2024"
    }
]