[
    {
        "full_article": "India’s current regime has a penchant for symbolism and optics, a tendency that becomes more pronounced when the symbolism is religious. So it was not a surprise that Prime Minister Narendra Modi made a short visit to Lumbini in Nepal on Buddha Jayanti. Lumbini, in Buddhist tradition, is the birthplace of Gautama Buddha and Mr. Modi along with his Nepali counterpart laid the foundation stone for the India International Centre for Buddhist Culture and Heritage in the Lumbini Monastic Zone. The Centre will play a role in challenging the preponderance of the Chinese sponsorship and patronage of the Buddhist festivals and institutions in the area. It could also be a harbinger of a focused development of the area into a tourist and cultural hub for pilgrims and other visitors. To that end, the PM’s visit would have been welcomed by his Nepali counterpart. With the PM also unequivocally asserting that Lumbini was the birthplace of Gautama Buddha, who was born as Siddhartha, this should put to rest a needless irritant in the India-Nepal relations, with some hyper-nationalist Nepalis claiming that the Indian government had a different belief on the Buddha’s origins. The visit also coincided with the signing of a few MoUs, the most prominent being the development and implementation of the Arun-4 hydropower project. The PM’s visit followed his counterpart Sher Bahadur Deuba’s trip to India in April, which thawed relations after a series of controversial steps (during the tenure of Mr. Deuba’s predecessor, K.P. Oli) on the Kalapani dispute.Mr. Modi’s speech in Lumbini sought to highlight the strong cultural ties between the two countries, which already share a special relationship, cemented by the Treaty of Peace and Friendship signed in 1950. There are several irritants that have developed, straining this relationship, and for now there seems to be a concerted attempt by both regimes to return to bonhomie, with the Indian government seeking to utilise “religious diplomacy” as a means to emphasise the special relationship. But there have been significant changes in Nepal’s political-economy, in particular a substantial reduction in the Nepali youths’ dependence on the Indian economy as compared to the past. Beyond a soft power emphasis on cultural ties, India-Nepal relations need to graduate to a more meaningful partnership on economic and geopolitical issues, with the Indian government continuing to retain a substantial role in partnering the Nepali regime in development projects. The challenge is to utilise the return of bonhomie in ties to refocus on work related to infrastructure development in Nepal, which includes hydropower projects, transportation and connectivity, and which could benefit the citizens of the adjoining States in India as well. Symbolism, after all, is useful only to a certain extent.",
        "headline_1": "Symbolism and beyond: On PM Modi’s visit to Lumbini",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/symbolism-and-beyond/article65423604.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "The three-day Nav Sankalp Chintan Shivir of the Congress in Udaipur has charted an action plan for its revival. The proof will be in its implementation, but at a minimum it acknowledges the party’s shortcomings. The party plans to give more opportunities to the youth, limit dynastic politics with a ‘one family, one ticket’ rule, and have a new deal for socially weaker groups such as the Scheduled Castes (SC), Scheduled Tribes (ST) and the minorities. In a major deviation from its earlier position, the Congress is now backing sub-quotas for SCs, STs and Other Backward Classes (OBCs) in the women’s reservation Bill that has been hanging fire for long. A Social Justice Advisory Council is to advise the Congress president on issues regarding socially weaker groups. Half of the party posts are to be filled with people under the age of 50, a principle that will be applied in the selection of candidates too. Other measures announced include a Public Insight Committee to gather feedback on key political issues, a training institute to bring ideological clarity for party workers, and a committee for constant election preparedness — all aimed to overcome the inertia and decadence that have immobilised the party.The Chintan Shivir was prompted by the party’s repeated electoral failures and serious questions about the effectiveness of the leadership of the Gandhi family, but it did very little in terms of addressing and enforcing the principle of accountability at the top. In fact, the three-day brainstorming session saw a clear assertion by the Gandhis. Amid demands by leaders of the G-23 — the ginger group purportedly pushing for internal reforms and collective leadership — to revive the Congress Parliamentary Board, party chief Sonia Gandhi announced the setting up of an advisory group from among the senior Congress Working Committee members. Ms. Gandhi made it clear that there would not be collective decision-making and that her word was final. While such an assertion may convey the message of being in control, that is no solution to the sagging popularity of the party and the family. Former party chief Rahul Gandhi admitted that the party had lost its connect with the people, but did not offer anything new. Udaipur was an assertion of his role at the helm, which will in all probability be formalised in the forthcoming organisational election. A Bharat Jodo (Unite India) yatra from Kanyakumari to Kashmir and Jan Jagran Abhiyan (public awareness campaign) as ideas sound good, but a lot will depend on his ability to reinvent himself in an era that rewards and punishes individual leaders disproportionate to their role. If the Udaipur meet is not to end up as a new bargain among power brokers and interest groups, the party will have to immediately begin a process of regeneration free of nepotism and avarice.",
        "headline_1": "Thought and action: On Cong’s three-day Chintan Shivir",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/thought-and-action/article65423545.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "Biman is once again making the headlines and, as usual, for all the wrong reasons. The country's national flag carrier has recently come under fire for performing a botched job in arranging logistics to operate the Hajj flights for 2022. According to media reports, Biman's board approved an agreement-signing with Lithuania-based Heston Airlines for wet leasing of two 266-seat Airbus A330s from the latter to operate the Hajj flights—despite having own capacity to run the operation with existing resources—at its 276th board meeting, held on April 30.\nMahbub Jahan Khan, Biman's director for corporate planning and training, had reportedly placed the same proposal earlier in April, which was turned down due to lack of insufficient study and analysis. However, when he placed the proposal again, it was approved for agreement signing. It has been alleged by Biman insiders that, due to vested interest of a certain quarter, the proposal had been placed for the second time before the board.\nAir Asia and Avico had offered cheaper rates for the same, but Biman opted for the costly Heston block-hour offer of USD 7,000 per hour. In the face of allegations of irregularities and mismanagement, and backlash from various quarters, it was later announced that Biman would operate the Hajj flights with its existing resources—as it had done last year—by diverting three aircrafts from Middle East routes to support the operation.\nThis, however, is not Biman's only misadventure of this year. Earlier in March, the airline came under severe criticism from aviation industry experts for flying an \"experimental commercial\" flight on the Dhaka-Toronto-Dhaka route, carrying around 40 government officials and two MPs free of cost. There were only 36 general passengers on the Dhaka-Toronto route, while the return flight had only six general passengers. The flight, operated with a Boeing 787-9 Dreamliner, had incurred an expense of around Tk 4 crore—a blatant misuse of the public's hard-earned money.\nEven after repeated warnings from experts that the fight will not be commercially viable—despite having 298 seats, the flight would be able to accommodate only 120 to 130 passengers because of fuel and luggage weight—Biman was confident that it would be the contrary. In the end, the flight was shelved because of its lack of commercial viability.\nNow, the question is: Who is going to take responsibility for the massive wastage of public money? And why did Biman high-ups not take into consideration the opinion of experts? When is Biman going to be held accountable for its misdeeds?\nOver the years, Biman has been embroiled in multiple controversies with regards to mismanagement and corruption. One would recall the leasing of two Boeing 777 aircrafts from Egypt Air, for which Biman had to face a loss of Tk 1,223 crore in total.\nThe terms of the five-year lease, from 2014 to 2019, had been against the interests of Biman, and one of the aircrafts had to be grounded since 2017 due to engine defects. The two aircrafts had been returned in July and October of 2019, respectively, to Egypt Air.\nThe fact remains Biman is a highly inefficient organisation, mired in corruption and mismanagement since its inception of its operation, resulting in loss after loss, and significant wastage of public money.\nWhile discussing the issue with this writer, Transparency International Bangladesh (TIB) Executive Director, Dr Iftekharuzzaman, said, \"Biman has so far run as a government organisation. They do not seem to have any business strategy or even a basic plan, and clearly operate on ad-hoc basis having no concern for value for money of investments and expenses. And Biman's organisation structure could not internalise the corporate culture required to compete in the international market, despite their salary and benefit structure, which is on per with corporate standard. This is reflected in their substandard customer service and their constant misuse of public money. Biman seems to enjoy some form of government protection, which is why they are hardly ever held accountable for their misadventures. Perhaps this has given them the idea that they can get away with anything. This scenario needs to be changed.\"\nDr Iftekharuzzaman further suggested a three-pronged strategy that the government can adopt to address the situation: Cleaning up the Biman board by appointing aviation industry experts whose strategic and policy directions will help steer the organisation in the right direction; streamlining the top management through the appointment of competent individuals who can implement strategies with a focus on achieving competitive edge in the international market; and introducing a stringent code of conduct to strengthen the internal control system and make Biman accountable internally and to the government.\nIn addition to these, the government also needs to demonstrate a strong political will to reform Biman internally and transform it into an efficient and profitable organisation. And it can do so by thoroughly investigating the misdeeds of Biman's management and officials and holding accountable the culprits, irrespective of their identity or political connections.\nBiman, as an organisation, is in dire need of exhaustive Business Process Reengineering, without which it will never be able to come out of its laidback, government-office attitude, enforce internal accountability, or grow the appetite for commercial viability. If it is allowed to continue on its current course, its losses will only grow in scale and the public and the nation will suffer because of it.\nThe government should take a hard look at the mismanagement and misconduct of Biman's board and management, and immediately take uncompromising and committed measures to reform the organisation from within. Public money cannot be allowed to be wasted for the gains of certain vested quarters.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Biman’s misadventures continue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/bimans-misadventures-continue-3025766",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "India is no stranger to political controversies. At least half a dozen rage in its fractious public life at any time. But perhaps the most unseemly dispute recently has been the one over the country's Covid-19 mortality figures.\nThe pandemic hit India hard, particularly during the second wave in April-June 2021, when people were dying from Covid in hospital waiting rooms and car parks, while others succumbed due to a lack of medical oxygen. Countless funeral pyres glowed in the darkness along the banks of the Ganges, even as some poor families, unable to afford a funeral, wrapped their loved ones in shrouds and sent them floating down the river.\nBut despite widespread anecdotal evidence of a catastrophic pandemic death toll, the official figures told a different, although still alarming, story. Prime Minister Narendra Modi's government estimated that, between January 2020 and March 2022, just over a half-million deaths were attributable to Covid. Many Indian journalists were sceptical, pointing out that the official figure was well below even the number of compensation pay-outs made by state governments to the families of Covid victims. The respected British medical journal The Lancet published a study suggesting that India's numbers were a gross undercount. But the government stood its ground.\nIt took an explosive report from the World Health Organization (WHO) earlier this month to blow the lid off the government's claims. Using the measure of \"excess deaths\"—based on pre-pandemic mortality rates in the same area—the WHO estimated the number of Covid deaths in India at 4.7 million. That was nearly 10 times higher than the government was prepared to admit, and accounted for almost a third of the estimated 15 million pandemic deaths globally.\nThe Indian government, which had at first tried unsuccessfully to stall the adoption of the report, denounced it, citing concerns about the WHO's methodology. But, given that lower Covid mortality figures are an essential part of the government's messaging, the denials were widely seen as an attempt to counter unfavourable publicity about its management of the pandemic.\nIronically, the WHO's figures confirm that India did not do all that badly relative to other countries in tackling the pandemic. Although India's Covid fatality rate of 1.2 percent of confirmed cases is the seventh highest globally, the country does not figure in the top 100 in terms of deaths per million population. Moreover, it is possible that many more people in India were infected than diagnosed, and that the true fatality rate is therefore lower, even if the absolute numbers are high as a result of India's large population.\nIt would therefore have been better for the government to accept the WHO's figures and frame them as relatively good news, rather than kicking up a controversy that has put it in an unflattering light internationally. India should have admitted that the draconian, Chinese-style lockdown the government imposed when the pandemic began in 2020 paralysed much administrative activity, including the reporting and registration of deaths (not just from Covid). Field surveys were not conducted, and statistical sampling was based on inadequate data. While things improved in that regard in 2021, shifting patterns of lockdowns and the severity of the second wave also interfered with the maintenance of accurate records. The government could simply have asked the WHO to include a footnote in the report explaining that, for these reasons, the organisation's estimates of Covid deaths in India were based on a modelling exercise.\nInstead, Indian officials made the preposterous claim that 99.9 percent of all Covid deaths to date were registered in 2020, and that the increase in \"excess deaths\" really reflects an improvement in registration. This is so palpably untrue as to cast doubt on the government's overall trustworthiness.\nLife and death cannot be a matter of opinion. Accurate mortality figures enable a country to understand the scale of a tragedy, honour the dead, compensate the living, and better gauge what kind of measures will be required to prepare for future public health crises. India must not be victimised again by the Modi government's embarrassingly clumsy attempts to control its image.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for Indian National Congress.\n",
        "headline_1": "India’s Covid Con",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/indias-covid-con-3025761",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "The prices of essentials continue to rise at a fast pace. Bangladesh has been feeling this inflationary pressure since June 2020, which recently became unbearable for the poor and fixed income groups in the country. The pressure has been compounded further due to the Russia-Ukraine war that began in February. High prices of fuel, edible oil, food, wheat, sugar, and intermediate goods and raw materials have been passed on to the Bangladeshi markets as we import these items at high prices. Watch as Fahmida Khatun, executive director at the Centre for Policy Dialogue (CPD), explains how the government can help the general public out of this situation. \n",
        "headline_1": "Price hike of essentials: What can the government do?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/price-hike-essentials-what-can-the-government-do-3025636",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "Over the years, Bangladesh has achieved considerable economic progress despite many odds. The economy, however, has now reached a point where continued progress will require course corrections, as alluded by the title of this write up, which is also the subtitle of a bestselling business book.\nThe imperatives for such policy changes had already been there, only to be heightened by the Covid-related economic slowdown and now by the global economic impact of the Russia-Ukraine war. \nThe extent of the fallout of the Russia-Ukraine war will depend much on how long the war will continue. Our external balance of payments is already under increasing strain due to the soaring price of imported crude oil. The impact of price speculation in global edible oil markets has clearly upset the domestic market leading to erratic moves by the government to keep the price within a limit. For two other essential import items, namely wheat and fertilisers, uncertainty has arisen not only from the global price hikes but also from doubts about the very availability of these items in the global markets. How far the domestic consumers, and farmers in the case of fertilisers, can be protected from the increased import prices will depend on the amounts of subsidies the government can afford to provide through its various distribution channels.\nIt thus comes down to the space for manoeuvre within the government's budgetary allocations. That space has unfortunately shrunk due to the increasing burden of servicing public debt, which is now eating up an increasingly large chunk of the revenue earnings. The government has resorted to increased deficit financing, both through domestic and foreign borrowings, for managing the Covid crisis, and more so, for funding the mega-projects.  \nBut the main underlying reason for the looming budgetary problem is the low revenue earnings, that has remained obstinately low and stagnant as a proportion of GDP for the last three decades of so. Our tax-GDP ratio, which is one of the lowest among our comparator countries, has remained the Achilles' heel of our budgetary management, only to be more openly exposed by the fallout of the pandemic and the impact of the ongoing global economic turbulence. \nAlthough the post-Covid export recovery has been a saving grace, it has not been enough to prevent the opening up of a gaping hole in the trade balance, and even in the overall external balance. The Bangladesh Bank cannot possibly continue to defend the taka-dollar exchange rate even though the level of foreign exchange reserve may still look comfortable. We need to have adequate cushion against the impact of repayment of loans incurred for the mega-projects, given that the significant amounts of debt servicing will begin within the next medium-term period. As for the more immediate future, while taka gets devalued, it is likely to add fuel to the fire of imported inflation. This in turn will require more social safety net protection and other support measures for the poor, while the low-middle class families will also likely to come under distress. \nThere is an apprehension in Bangladesh about a looming spectre of a Sri Lankan-type situation of external bankruptcy. That possibility seems unlikely given the current levels of macro-financial parameters in Bangladesh. But there are lessons to be learnt. Merely avoiding external bankruptcy, which is more of an African and South American phenomenon, should not be the yardstick of how well we are managing our externally-financed projects. It goes without saying that we need to manage these projects far more efficiently, in terms of reducing cost and time overruns, in preventing resource leakages and in setting priorities. The huge costs incurred in infrastructure projects should not be justified by their prestige value, but by their capacity to attract future private investments. In particular, investments in export-oriented industries can take care of the stress on the balance of payments created by future debt repayment obligations. \nWhile our immediate policy focus needs to be on redressing the impact of the price hikes of essentials in the domestic markets, this may also be an opportune moment for rethinking our longer term development strategy. It is a sobering thought that, while rapid growth episodes for a\ndecade or so is quite common among developing countries, sustained growth over a much longer period, as happened, say, in South Korea, is extremely rare. Agriculture apart, the laudable economic progress achieved so far in Bangladesh has been mainly driven by the replication of economic activities based on low-wage and semi-skilled labour along with low-productivity technology, as in the case of readymade garment industry, manpower export and the scaling up of small and micro-enterprises. In order to go into the next growth trajectory, the economy needs to shift from replication to a deepening of skills and technology, associated with higher productivity and wages. A lot of homework has also yet to be done about how to negotiate our way into an increasingly turbulent global economy, particularly as we graduate out of the LDC status. Economic growth in future will also be more costly given the need for making industrialisation and urbanisation more compatible with environmental sustainability.\nIn the social sector development indicators, we have achieved even more remarkable progress, but the achievements so far have come from the adoption of low-cost solutions, such as reducing child mortality through diarrhoea treatment by oral saline and through successful immunisation campaigns. The enrolment rates have rapidly increased at all levels of education, but only at the cost of lowering quality. Further progress in the social sector indicators will depend not only on more social public spending, the level of which has remained extremely low even by the standards of low-income countries, but also on substantial improvement in the quality of public service delivery. The existing educational system, with its deteriorating standards, is simply incapable of meeting the human capital needs of our envisaged development goals.\nWhile delineating an entire development strategy is beyond the scope of this write up, I shall leave you pondering on a question rarely discussed in the development discourses: What made post-World War ll Germany and Japan emerge again as economic powerhouses within a decade or two after having their physical infrastructure thoroughly ravaged by the War? Although the post-War US support towards economic rehabilitation was a factor, a reasonable guess is that the major role was played by the existence of a highly skilled labour force.\nThe author has retired as Professor of Economics at the University of Dhaka.\n",
        "headline_1": "Bangladesh Economy: What got you here won’t get you there",
        "headline_2": "",
        "link": "https://www.thedailystar.net/business/economy/news/bangladesh-economy-what-got-you-here-wont-get-you-there-3025416",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "It is quite a startling fact that most of the coal-fired power plants in Bangladesh are located in the Chattogram region, which will encounter a catastrophic situation if and when all of these plants are completed and operational. It's worth noting that Bangladesh has one of the largest coal power pipelines—29 in total—according to a study conducted in 2019.\nTo begin with, why are we still investing in dirty energy when the whole world is moving away from them? Secondly, two-thirds of the new fossil-fuel-powered energy plants have been concentrated in one region—in Chattogram division alone—which bodes very badly for its ecology, flora, fauna and public health. To quote a recent study by a group of NGOs, Chattogram is at high risk of being one of the world's largest carbon catastrophes. We also wonder why a country like Japan, which has committed to stop coal financing, is bankrolling this damaging project in Bangladesh. How are we to mitigate the estimated 1.38 billion tonnes of carbon dioxide emission during the lifetime of these proposed coal- and gas-fuelled power plants? The study highlights that once Matarbari, the most damaging of the projects, goes into operation, it will be the cause of 6,700 premature deaths during its lifetime.\nWe believe the time has come to rationalise our power policy, which must begin with addressing the contradictions in this regard. Why go for such big and damaging projects when there is unutilised capacity in the country's power sector? Shouldn't the government explain why about 60 percent of the installed capacity was left unused in the 2020-21 fiscal year, and why USD 1.6 billion of public money was paid to companies for underutilised power capacity in 2021? Whose fault is it, and who will answer for this pathetic state of planning? Why should the public have to bear the consequent rise in power tariffs? What can justify the overenthusiasm of the government to house coal-powered projects that have been proven to be both environmentally and economically unviable around the world?\nUnfortunately, despite the global call to reduce the use of fossil fuel, and despite lofty promises that Bangladesh will reduce its dependence on dirty energy, we seem bent on investing in this damaging and dirty source of power. Regrettably, we don't have the same enthusiasm for finding renewable and clean sources of energy. We must purge our predilection for coal-powered projects, and utilise the unused generated power. In the meantime, we must adopt renewable and clean sources of energy that are both economic and sustainable and can lessen the burden on the consumers.\n",
        "headline_1": "Chattogram’s carbon catastrophe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/chattograms-carbon-catastrophe-3025751",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    },
    {
        "full_article": "As the global market continues to remain topsy-turvy, and with India banning wheat exports on May 13, Bangladesh needs to put more focus on ensuring its short- to medium-term food security. Reportedly, the government is banking on having a good harvest of Boro paddy to bolster its grain stock. Experts, however, have warned the government not to solely rely on local production of food grains. The government should take heed of their warning, and look to secure other sources of import at the earliest—before more countries start to impose similar export bans to guarantee their own food security.\nBy the looks of things, the global market will continue to remain volatile—at least for the foreseeable future. Many predicted the current crisis in regards to a shortage of food grains globally due to Russia's invasion of Ukraine and other related factors. The export ban by India is a big concern, as Bangladesh has been importing significant amounts of wheat from its neighbour over the past years. But government officials say the ban is not likely to have much of an impact, since India has only banned commercial wheat exports, and the government can still import the item through government-to-government deals using its good relations with New Delhi.\nOnly a day after the ban was announced, however, wheat prices increased by as much as 25 percent in the local markets here. What explains such a sharp rise in price in such a short time? If what the officials have said is true, there is no reason for the price hike—except for traders trying to exploit the situation. Therefore, besides bolstering its grain stock by importing wheat and other food items from different sources, the government also needs to remain vigilant to check any attempts to manipulate prices by powerful traders and syndicates.\nAs experts have pointed out, Bangladesh is already under significant inflationary pressure right now. Because people in huge numbers are struggling to afford many essentials, they are being forced to give up on a variety of foods and fall back on their main staple—i.e. rice. That means they are already down to their last option. And so, if there is a shortage of food grains or the prices rise any further, the country could face a severe crisis.\nThat's why the government must not show any form of complacency in ensuring the country's food security for the foreseeable future. In regards to that, it should exercise all its options, starting with securing new import opportunities, supporting local production through the cheap availability of fertilisers—whose supply has also become volatile because of global factors—and other production-related items, as well as use the futures market if necessary.\n",
        "headline_1": "Our food security is at genuine risk",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/our-food-security-genuine-risk-3025571",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-05-2022"
    }
]