[
    {
        "full_article": "From around 200 million in 1990, the number of people with diabetes has quadrupled globally to over 800 million in 2022 while the global diabetes prevalence in adults rose from 7% to 14% between 1990 and 2022, as in data released in The Lancet on November 13. At 212 million, India has the highest number of people with diabetes as against China’s prevalence of 148 million. India also topped the list of countries with 133 million people over the age of 30 years with untreated diabetes as against 78 million in China. One reason for the steep increase in the number of those with diabetes was the methodology used for pooling and analysing the data — being on medication for diabetes, or having a fasting plasma glucose of 7·0 mmol/L or more, or an HbA1c of 6·5% or more. Unlike earlier studies that mostly relied on elevated fasting plasma glucose or other single-biomarker data, the analysis by the NCD Risk Factor Collaboration with support from the World Health Organization (WHO) included people whose fasting plasma glucose or glycated haemoglobin (HbA1c) was elevated. Taking into account elevated fasting plasma glucose alone without including those with elevated glycated haemoglobin, the study notes, misses out many people with diabetes, particularly in south Asia. That diabetes prevalence in India has increased in the last three decades is beyond doubt even if the absolute numbers are contested.While consumption of unhealthy food, particularly high-calorie foods rich in carbohydrates and saturated fat, and a sedentary lifestyle are two major controllable risk factors for diabetes, the role of tobacco in causing diabetes has not been highlighted sufficiently. According to a November 2023 WHO report, there is overwhelming evidence that cigarette smoking raises the risk of developing diabetes by 30%-40% compared with those who do not smoke. Nicotine, the addictive substance in tobacco, impairs the function and amount of insulin producing beta cells, thereby affecting insulin production and regulation of glucose production, which together play an important role in the onset of diabetes. Nicotine also induces insulin resistance, another factor causing diabetes. Besides sharply lowering the risk of diabetes, avoiding tobacco in all forms is associated with a reduced risk of cardiovascular disease and mortality in people with diabetes. The role of managing gestational diabetes in reducing the risk of both mother and child developing diabetes at a later date cannot be overemphasised. With 133 million people remaining undiagnosed, India has to rapidly scale up diagnosis to meet the 2030 WHO target for diabetes — 80% of people with diabetes are diagnosed and 80% of people with diagnosed diabetes have good control of glycaemia. Published - November 18, 2024 12:45 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        diabetes\n                    \n                            /                      \n                        \n                        disease\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        diet (health)\n                    \n                            /                      \n                        \n                        tobacco\n                    \n                            /                      \n                        \n                        cardiovascular disease\n                    \n                            /                      \n                        \n                        parent and child\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        lifestyle diseases\n                    \n                            /                      \n                        \n                        healthy lifestyle",
        "headline_1": "​Growing epidemic: On diabetes and India",
        "headline_2": "India has to scale up diagnosis to meet the 2030 WHO target for diabetes",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bgrowing-epidemic-the-hindu-editorial-on-diabetes-and-india/article68878483.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "Over 13 months of Israel’s war on Gaza has destroyed much of the Palestinian enclave of 2.3 million people. The latest war, triggered by Hamas’s October 7, 2023 cross-border attack, has also spilled into West Asia, with Israel invading Lebanon last month and Israel and Iran carrying out strikes and counter-strikes. Israeli Prime Minister Benjamin Netanyahu says his country is fighting for its survival and will not end the wars until he meets his objectives. While he continues the wars with his maximalist goals, there is growing criticism in Israel on the security failures of October 7. Despite Mr. Netanyahu’s tall claims, it was on his watch that Israel suffered its biggest attack since 1948, the year the state was created in historic Palestine. Until now, neither Mr. Netanyahu nor his now-fired Defence Minister Yoav Gallant has taken responsibility for the security failures. The Prime Minister has consistently denied having been briefed in advance about the Hamas attack. However, recent reports suggested that his aides are being investigated for allegedly doctoring details of a call he received from his military Secretary, Major General Avi Gil, on October 7. Gen. Gil, who left his post in May, had complained to the Attorney General that the call details appeared to have been altered — Gen. Gil had warned that militants seemed to be prepared to attack Israel.Officials at the Prime Minister’s Office face other grievous allegations, including leaking classified documents, doctoring transcripts of official conversations and intimidating those with access to such records. While Mr. Netanyahu is not a target of the investigation, there is a pattern in the alleged actions of his aides — all aimed at bolstering the Prime Minister’s reputation through the wars. Israel, basically a security state, has a culture of taking security lapses seriously. Golda Meir, the Labour Prime Minister during the Yom Kippur war, had to resign within a year of Egypt’s surprise attack in October 1973. The war also damaged Labour’s reputation and expedited the rise of the right-wing Likud. Israel’s botched 2006 Lebanon invasion cost Prime Minister Ehud Olmert and his Kadima party dearly — Kadima ceased political activities in 2015. Mr. Netanyahu is aware of the consequences, which is why he is avoiding taking responsibility for the security failures. But Israelis should ask themselves if they are feeling secure after more than a year of his aimless wars. There needs to be an independent investigation into the security lapses of October 7 and hold those responsible in the government, military and intelligence accountable. This is essential to prevent another October 7-type attack. Published - November 18, 2024 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Egypt\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        armed Forces\n                    \n                            /                      \n                        \n                        espionage and intelligence",
        "headline_1": "Missing accountability: On Israel and security lapses of October 7",
        "headline_2": "Benjamin Netanyahu must take responsibility for failures that led to Hamas attack",
        "link": "https://www.thehindu.com/opinion/editorial/missing-accountability-the-hindu-editorial-on-israel-and-security-lapses-of-october-7/article68878490.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "Hospitals to exams, public suspicion of public institutions comes from bitter experiences \nIn Prayagraj, student protests outside the UPPSC office have waned after it agreed to conduct the provincial civil services preliminary exam on a single day. The decisions that drew these large protests were per se unobjectionable. Officials cited the large number of applicants to split the exam over two days, then normalise the results. This is a routine practice, both in India and internationally. What is off the wall, however, is the desperation for govt jobs whose supply is surreally short of demand, topped by recurrent corruption scandals in govt recruitment. If students are wary of being mistreated, it’s with good reason.\nThese exams are just one of the public services where there’s an extensive lack of public trust. Over in Jhansi, on Friday 10 newborns lost their lives after a govt hospital’s neonatal intensive care unit caught fire. Deputy CM Brajesh Pathak dismissed as false all the reports of serious lapses in safety measures, including expired fire extinguishers and alarms that didn’t work. But such a clean chit has little value without a proper investigation. Moreover, this is the authorities’ default response, across different services. Its credibility is undermined by people’s experiences. Millions of Indians depend on govt hospitals, find their care substandard, and hospital fires also make more regular headlines than is compatible with a competent regulatory regime.\nTo take a third example, there are compelling questions about the Aadhaar-based payment ‘reform’ of Nrega having ‘deleted’ lakhs of workers instead. Govt needs to engage with these in a serious way.  Public institutions build trust by delivering public goods with broad efficiency and without broad misuse of public money. Such trust is, no doubt, invaluable for both prosperity and democracy. But don’t gaslight citizens for being distrustful when they have learned this behaviour from bitter experiences. \n\n",
        "headline_1": "Trust is dying",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trust-is-dying/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "Stop weapon supplies to stop wars. Trump sees this for Ukraine but not for Gaza \nThe Ukraine war is soon going to hit the 1000-day mark. But we are seeing something absent for around 900 days – let’s-end-this-war musings in Kyiv and western European capitals. First, German Chancellor Scholz had a conversation with Putin – the first such chat in two years – where he urged Moscow to engage in negotiations with Kyiv. Second, Zelenskyy himself has said that the war should end through diplomatic means next year. What changed? Trump won, that’s what. He’s made it clear he won’t support open-ended military supplies to Kyiv – and Kyiv has started singing differently. As we have argued, arms supplies prolong wars. Biden chose not to see this.\nStrange logic | Supplying weapons to Ukraine in 2022 was right. Without this Ukraine would have been overrun and its population massacred. But after Kyiv liberated Kherson and Kharkiv, it was in a position of strength in 2023. That’s when US could have backed a realistic plan to end the war. Instead, it took the call to continue supplying weapons to Ukraine but also restricted their use. This created a situation where Russia as the bigger country could slowly regain the momentum on the battlefield. Today, Russia is willing to sacrifice its people for land, and Ukraine is willing to give up land to save its people. \nKilling talks | The only explanation for this strange stance is that the West wanted to weaken Russia. But given Russia’s massive nuclear arsenal this was a wrong strategy. Instead, with casualties mounting, both Kyiv and Moscow felt they had to show gains for their losses, spiking hopes of talks. \nEnd weapon supplies | The greater openness for talks now shows that even the threat of turning off the weapons tap can facilitate negotiations. Therefore, both the West and the China-Iran-North Korea coalition are guilty of prolonging the conflict through endless weapon supplies to Kyiv and Moscow. Trump got it right. This war can only end through negotiations. And endless weapon streams only help defence companies, not the cause of peace. \nWhere Trump is wrong | This also means Trump is wrong on the Israel-Hamas war. His pledge to give Tel Aviv a blank cheque and fully support its military operations in Gaza through weapon supplies can’t end this conflict. Israel, no matter what it does, can’t eliminate Hamas or the Palestinian desire for statehood. Therefore, Trump’s position will only make the West Asia situation worse. If he really wants to be seen as someone who ends wars, he must apply the same logic to Ukraine and Gaza.\n\n",
        "headline_1": "Not in my arms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-in-my-arms/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "That’s you diagnosing yourself on Google\nWhat is with hospitals and clinics that they don’t share the test results with you? You have just had an MRI or ECG and the assistant or nurse has your result in their hands but won’t tell you because it has to be given to the doctor first. Really. Here your BP is spiking with the suspense of it all, the whole staff knows how good or bad the outcome is except you.\nPredictably, the doctor has gone for lunch and he won’t be back till 4pm so you do what all mature and sensible adults do. You go berserk on Google typing in your symptoms. By 2.30pm you are pretty much sure you have spondylosis, colitis and a possible ulcer. The more you read the longer the list of what ails you. \nTwenty minutes later, you add migraine, infection in the sinus cavities and rheumatism to the list. It is also on the cards that you have a frozen shoulder and your neck might need surgery. As the clock strikes 3.30 you are abs certain you have kidney issues, liver issues and angina pectoris. \nThe thing with Google medicine is you cannot get enough of it. For sheer masochism it is hard to beat. The more you read, the more miserable you are and the more miserable you are the more you read. Oh, vertigo is a given and you have a sneaky feeling that you have neuropathy and plantar fasciitis with an outside chance of being afflicted with gout and tendinitis.\nAt last it is 4pm but no sign of the doctor. He is stuck in traffic. So you begin to now climb walls in frustration. The nurse holding your file and future in her hands has walked past you seven times without giving you even an itty-bitty clue. Even the ward boy knows your fate and you think, maybe if I bribe him, he can peek and tell me.\nJust then doc arrives with that impassive poker face and by now you are a blabbering, gibbering idiot who is convinced he has diabetes, sepsis and cervical tensions in the C3, C4 and C5 vertebrae.\nYour name is called and you totter in abs certain that it is curtains and have you noticed the doctors never look up, they are reading your file, making those hmmmmmm type sounds, turning the pages while you are thinking why don’t I just kill myself and then he looks up and says, nothing wrong, all good, just lose a little weight. And the nurse grins.\n\n",
        "headline_1": "Dr Doom",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dr-doom/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "Republicans are hopeful that Trump will now be able to fundamentally reshape American government in a way that largely eluded him during his first term. This belief follows from Trump this time being unbound by a need to run for re-election, or by insider appointees who thwarted some of his more extreme ideas last time.\n \nRead full story on TOI+\n\n",
        "headline_1": "No magic in Musk-aswamy?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-magic-in-musk-aswamy/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "In recent years, British-Bengali women have made significant strides in higher education, challenging stereotypes and overcoming systemic barriers. Drawing on in-depth interviews, this article delves into their journey, highlighting the challenges and achievements of these young women as they navigate their way through university and beyond.\nThe Bangladeshi diaspora is one of the largest, spanning across various countries including the UK, the US, Canada, Australia and Italy. In the UK, the Bangladeshi community has grown considerably since the mid-20th century. According to the 2021 Census, there were 652,535 residents of Bangladeshi origins, accounting for around 1% of the total population. Most live in the once-industrial London's East End and North England cities of Birmingham, Oldham, Luton and Bradford, where Bangladeshi immigrants hailing mainly from Sylhet, Chittagong and Comilla found employment in the second post-war period. The 1970s textile industry collapse left many unemployed while others turned to the restaurant trade, with 'Indian' restaurants becoming a staple by the early 2000s. Despite facing high levels of income poverty and employment challenges, this community has shown remarkable resilience and has made notable advancements in education and employment.\n\nFor many young women, university life fostered intellectual and political engagement, and a heightened awareness of social and racial justice issues, which contributed to re-evaluating their Bengali heritage.\nOver the past three decades, the school achievement of pupils of Bangladeshi background has surpassed that of white British pupils and the number of those accessing university has increased at higher rates than for those of white British background. While educational attainment has improved, British-Bengali women continue to face unique challenges. Despite high aspirations, they often encounter barriers in higher education and the job market. These include higher university dropout rates, and difficulties securing high-paying jobs even with comparable qualifications to their peers. Common misconceptions attribute these challenges to cultural and religious norms, but the reality is far more complex. In-depth interviews with 21 British-Bengali women attending universities in London reveal a diverse range of experiences. These young women, aged 18-24, spoke about their aspirations, challenges, and the interplay of class, ethnicity, and gender in shaping their journeys.\nFor these women, attending university was a natural and expected part of life, regardless of their parents' educational and professional backgrounds. Their families and communities also shared and supported this expectation. Chandi, who pursued a BSc in Economics, said for example: \"I always thought I would go to university. It's one of the norms of our culture\". Echoing this sentiment, Farhan, who studied BA Sociology, explained: \"My decision to go to university, it was just kind of a rule… Because education is seen as a very big thing in my family.\"\nEven those who were the first in their family to attend university emphasized the high value that their family placed on education and how this shaped their upbringing.\n\"[My parents] have always been into education. Even when we were younger, they always encouraged us to work even at home, do extra work and stuff like that. So, I think [university] was just one of those things we were going to go into anyway.\" (Fauzia, BSc Mathematics)\nDespite facing challenges from their minority ethnic background and, for some, their working-class origins, these women saw higher education as key to their personal growth and professional career, a belief that was rooted in their parents' struggles and sacrifices during migration and settlement. In this shared narrative, the value of education is linked to overcoming the difficulties their parents faced and seizing new opportunities. Sultana, studying BA Youth Studies, highlighted her mother's desire for her to take advantage of the educational prospects that her mother lacked due to racial and gender barriers. Kanta and Shirina reflected on their parents' migration hardships, stressing a sense of duty to succeed academically as a tribute to their parents' perseverance.\nExperiences of racism and discrimination in the labour market further underscore the necessity of higher qualifications for Bangladeshi women to compete with their white British counterparts. Flora, whose father was a UK-trained doctor, shared that his experiences of racism motivated her to excel academically. Similarly, Sadia and Zainab discussed their ambitions to challenge the white, male, middle-class dominance of certain academic and employment fields by increasing the presence of women of minority ethnic, working-class background.\nThese narratives highlight a collective determination to pursue university as part of a broader family project for social mobility, drawing on intergenerational experiences and aspirations to achieve better prospects despite significant challenges. Shay's picture representing what it meant for her to be Bengali (Figure 1) illustrates this shared perspective. This picture portrays the Bangladeshi market in Whitechapel, in London's East End, and includes in the back the buildings of 'the City', the financial district of London. Shay explained that this symbolises the drive for upward mobility of those of Bangladeshi origins:\n\"I had to get the big buildings in the back, so the Gherkin and the Shard. Because obviously we are from a poor background, we are not really privileged, but we can work our way up to the top. We can work, we are determined, and we always want to be at the top … Because in our background Bengalis don't really have that opportunity to get a degree and to get a good career, so coming over here to the UK where you have the opportunity to get a degree, they want to take full advantage of it.\" (Shay, BSc Pharmaceutical Chemistry)\nFamily support plays a crucial role in British-Bengali women's educational journey. Many parents, despite having limited educational qualifications, are determined to provide their children with better opportunities. Participants emphasised their parents' emotional and time commitment, and their investment of even very limited financial resources to support their children's education. While those of working-class origins faced additional hurdles, such as financial constraints and limited guidance, they stressed the efforts that their parents made.\n\"My parents were first generation immigrants, so they barely knew English themselves… But I still remember when it came to homework my dad would hover behind me… they would try and help me as much as they can. They used to put us in after school club… And my brother, when he was struggling, my mum got a Maths tutor… My parents spent their wage.\" (Sadia, BA Geography)\nWhile higher education is increasingly seen as a norm in the Bangladeshi community, these women's experiences reveal how these norms are evolving. Older relatives play a pivotal role in setting educational trends, making what was once exceptional now common and valued. Beyond family, social networks like teachers, education practitioners, and friends significantly influence educational aspirations by providing information and motivation. For those who are the first in their families to study at university, this support system is especially vital.\nDespite high aspirations, British-Bengali women often face significant challenges in higher education and beyond. They are less likely to attend prestigious universities and more likely to drop out than their white British peers. Even when they graduate, they often find themselves in jobs that do not match their qualifications. Participants from working-class families highlighted the additional challenges they faced compared to other students in accessing learning resources like course materials and private tuition. The lack of teaching staff of minority ethnic origins within universities also affected these women's experiences, by influencing the ideas and discourses that students encountered.\nDifferential access to resources and perceptions of fit shaped these young women's career aspirations, expectations and pathways, often along lines of class, race, and gender. Known routes and the experiences of similar individuals—by gender, class, race, ethnicity, and religion—made certain pathways more visible and feasible. Schools and universities played a crucial role by providing access to information, contacts, and experience essential for actualizing these aspirations. Yet, anticipating discrimination based on gender, class or ethnicity could deter these women from certain types of job.\nNotwithstanding these challenges, the women I spoke with demonstrated resilience and adaptability. They negotiated their identities and aspirations within the framework of their cultural and familial expectations, often finding innovative ways to balance professional ambitions with personal responsibilities. Educational institutions are also pivotal to these women's experiences. Schools and universities that provide supportive environments and foster inclusivity can make a significant difference in their academic and personal development.\nFor many young women, university life fostered intellectual and political engagement, and a heightened awareness of social and racial justice issues, which contributed to re-evaluating their Bengali heritage. Kanta exemplifies this shift, saying: \"Now, when I get more involved in social activism and issues of social justice, I always remember the colonial parts of Bangladesh. And when I remember it, I feel like that's something I can't let go of and I have to keep hold of that part of my identity.\"\nThis process of re-evaluating their Bengali origins was common among the women interviewed, supported by the accumulation of social and cultural resources and increased reflexivity through higher education. Sadia's experience and the picture representing what it meant for her to be Bengali (Figure 2) illustrate this journey.\n\"When I was young, I used to really like [henna] and I'd always want to wear it, then during my teenage years I was kind of embarrassed by it, and now again I really like putting it on, and I think that also reflects my attitude towards the Bengali culture… I really want to re-claim my culture. I think just learning about it in terms of society that we're in, just reading… you have all these people of colour embracing their culture, and it's more liberating when you own it.\"\nJamila's narrative underscores the importance of peer networks and engagement with other British-Bengali students in promoting interest in one's cultural background. Her involvement in the university's Bangladeshi Society deepened her appreciation for her heritage, leading her to visit Bangladesh after ten years. She explained: \"Only recently I've started learning more about Bangladeshi history, its culture, and accepting that I'm Bangladeshi and being proud about it\". About the picture representing what it meant for her to be Bengali (Figure 3), she said: \"That picture for me represents sort of home in a sense, and not forgetting our ties with it\".\nThese women's narratives evidence how, for young people of minority ethnic origins, university environments can foster a sense of pride and connection through social and intellectual engagement.\nThe achievements of British-Bengali women in higher education are a testament to their determination and resilience. However, there is still much work to be done to address the structural inequities that hinder their full potential. Policy makers, educational institutions, and communities must work together to create an environment where these young women can thrive. The journey of British-Bengali women in higher education is a powerful narrative of aspiration, resilience, and transformation. By understanding and addressing the unique challenges they face, we can pave the way for more inclusive and equitable societies.\nBerenice Scandone is a Research Fellow at the Polytechnic University of Milan (Italy).\n\n",
        "headline_1": "The Journey of British-Bengali Women in Higher Education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-journey-british-bengali-women-higher-education-3755266",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "In a country where so many people are killed or injured in road crashes—with the Bangladesh Passengers' Welfare Association citing 105,338 deaths and 149,847 injuries from 2014 to September 2024—the importance of compensation for the victims cannot be overstated. Yet, it is disheartening to see this basic measure of justice being denied to most victims or their families. For the families losing their primary breadwinners, the effect is particularly devastating as they have to grapple with the financial and emotional tolls of a tragedy simultaneously.\nWhy, then, is the BRTA failing to deliver compensation promptly, even after the ouster of a regime that prioritised the interests of transport bosses over those of ordinary passengers? According to a report by this daily, despite the establishment of a fund under the Road Transport Act in January last year—mostly with contributions from vehicle owners—bureaucratic delays and inefficiencies have slowed the process to a crawl, with only 592 of the 1,940 victims or their families that have applied for compensation receiving it. During this period, at least 22,855 people have been killed or injured in road crashes, all eligible for compensation.\nIt goes without saying that a compensation denied or delayed effectively doubles the suffering for the affected families. Our report cites the case of Mohiuddin Mal, a ride-sharing driver who was killed in an accident last year. As the sole earner, he provided for his four-member household, including two school-going children. Now, his family is in dire straits. Despite filing an application for compensation as well as a case with the local police station about a year ago, the family is still waiting, with no financial relief or justice in sight. This is also the story of thousands of families ruined by road accidents.\nWhat this shows is how complex and exclusionary the compensation process has been—something we had cautioned about when the rules were first formulated. This is further exacerbated by delays in the application, inquiry and disbursement processes. For example, the BRTA's inquiry committee, tasked with verifying compensation claims, often takes far longer than it should. All this also discourages victims from even applying, which defeats the very purpose of the fund, while many do not even know about it.\nWe have recently called for the establishment of a commission to address our road safety issues holistically. Such a commission, besides bringing necessary reforms to improve road safety, could also ensure that crash victims receive justice as well as fair compensation. This is an issue that deserves utmost priority. Moreover, since the BRTA itself is at the centre of most problems in the transport sector, it must be overhauled so that it can perform better. The government must take these issues with the seriousness they deserve.\n",
        "headline_1": "Ensure fair compensation for road crash victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-fair-compensation-road-crash-victims-3755006",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "The critical race theory (CRT) emerged in the United States between the 1970s and 1980s and gained momentum in academic circles in the late 1990s. The theory addresses racial inequalities and injustices and explicates how racism operates in society and is normalised. Ideas of legal scholar Derrick Bell, who became the first tenured black professor at Harvard University in 1971, are considered instrumental in expanding this theory. He was once \"arrested for using a Whites-only phone booth in Jackson\" in Mississippi.\nThe CRT took a discursive form in Bell's 1970 book Race, Racism, and American Law, which argues that White supremacy is an integral part of US institutions. He argued that victories of the civil rights movement in the US \"were not a sign of moral maturation in White America but a reflection of its geopolitical pragmatism.\" At 28 years old, Barack Obama introduced Bell to a rally at Harvard and said, \"[Bell's] scholarship has opened up new vistas and new horizons and changed the standards of what legal writing is about.\"\nThe 1995 anthology of essays titled Critical Race Theory: The Key Writings That Formed the Movement articulated the principal arguments of CRT and gave it a wider scope. Subsequently, the 1619 Project was launched in the US in 2019 to commemorate the 400th anniversary of the arrival of first African slaves in North America. It sought to relook at the country's history by rediscovering the contributions of African-Americans to American society from colonial Virginia to the present day. The project created an urgency to understand the long and enduring legacy of slavery in the US and thus increased the importance of CRT.\nIn 2020, in the aftermath of the killings of Breonna Taylor and George Floyd by White police officers in the US, protest marches under the banner of the Black Lives Matter (BLM) movement broke out in cities around the world. As a result, critical race theory came to prominence again as an emancipatory discourse. Its proponents felt vindicated that such killings \"were not anomalies but evidence that the system was functioning as it was designed to.\" Especially in the US, academics gave CRT renewed attention to address racial disparities through the education system and put its opponents on the ropes.\nProponents of CRT believe that racist practices are not individual or idiosyncratic, but are inherent in institutions, policies and structures of governance. While persistence of discrimination and oppression is looked at through the prism of slavery and racial segregation in the US, in Europe the focus is on colonialism and the slave trade.\nEmboldened and stoked by political demagogues both in Europe and the US, opponents of the critical race theory have mounted resistance under the pretext of defending positive images of their countries that were involved in colonialism, slavery and other forms of oppression. They view it as an attempt to \"cannibalise\" Euro-American countries. For instance, an anti-CRT commentator in the US complained that CRT teaches \"young people to hate the country they are going to inherit.\"\nCritics also argue that CRT leads to the indoctrination of students into anti-White stereotyping and the perpetuation of a struggle between Black and White people. Cynics among its detractors characterise the theory as \"Black-supremacist racism, false history, and the terrible apotheosis of wokeness.\" Many US states have banned CRT or any discussion that characterises the US society as inherently racist and segregationist. However, many agree with Derrick Bell and believe that critical race theory \"means telling the truth, even in the face of criticism.\"\nCritics of critical race theory don't deny that people of colour endured unspeakable injustice in the past through racism, colonialism, transatlantic slavery and other systems of exploitation. Nor do they seemingly suggest that such discriminatory practices should continue. They tend to focus on the here and the now and seek to herald a new beginning. Diverse groups of people rally around this idea of emphasising the present and the future.\nFor example, in the run up to the Commonwealth Summit (October 25-26, 2024) in the small island country of Samoa, there was a row between some member countries and former coloniser Britain on the question of reparation for slavery and colonialism. Although the British PM acknowledged that the slave trade was \"abhorrent,\" he was unwilling to discuss the question of reparation in the summit. He expressed a desire to be \"forward-looking\" and to address \"today's challenges.\" In this respect, the British government is not alone; other former colonial and slave-owning powers would perhaps make similar statements when they are forced to address the question of reparation.\nAgainst this backdrop, the ongoing genocide in Gaza stares in the face of Western governments. It belies their assertion that they really \"abhor\" historical injustices for which repair and reckoning are being demanded. Their complicity in the killings in Gaza don't prove that they are opposed to injustices or committed to a just world where apartheid and ethnocentric arrogance are unacceptable.\nWithout the continuous supply of deadly weapons and ammunition from—and diplomatic coverups by—the US, Britain, Germany and some other former colonial countries, Israel would not have been able to continue its ongoing genocide in Gaza for over a year. This sponsorship of genocide is making it impossible for citizens of these powerful countries to throw off their sense of guilt. Rather, it is adding more reasons for them and for their future generations to be ashamed of the actions of their governments.\nSince October 7, 2023, tens of thousands of innocent Palestinian babies, children, women and men have been killed in Gaza. This is robbing the conscientious people of genocide-enabling countries of their national pride. What's more, decades and centuries down the road, it will bring shame on citizens of the countries that have abetted it. Their future generations may not feel proud to know that their countries stood by a genocide-perpetrating regime even when it was slaughtering hundreds of healthcare providers and journalists so no one can treat the injured or report its massacres.\nIn these circumstances, can one really say that critical race theory is irrelevant in today's world?\nDr Md Mahmudul Hasan is a professor in the Department of English Language and Literature, International Islamic University Malaysia. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Critical race theory, Euro-American pride and the genocide in Gaza",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/critical-race-theory-euro-american-pride-and-the-genocide-gaza-3754891",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Fresh impetus to technical, vocational training",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fresh-impetus-to-technical-vocational-training-1731858148",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bringing looted money back home",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bringing-looted-money-back-home-1731858275",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Discrimination at its worst",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/discrimination-at-its-worst-1731858342",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Swipe less, save more",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/swipe-less-save-more-1731858368",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2024"
    }
]