[
    {
        "full_article": "This week’s summit meeting between U.S. President Joe Biden and Chinese President Xi Jinping in San Francisco is unlikely to resolve any of the major differences that plague relations between the world’s two biggest powers. It has, however, offered the promise of much needed respite for the world by stabilising a relationship that has recently been in free fall and brought growing concern. The summit, on the sidelines of APEC, yielded two significant takeaways. The first involved several concrete agreements, including to restart military-to-military direct dialogue and to discuss risk and safety issues involved with artificial intelligence. The second is what both sides have described as establishing a floor to the relationship. That was the goal when the two leaders last met in Bali in 2022. The Bali consensus was, however, blown away by the “spy balloon” incident. This time there is cautious optimism that this attempt at stabilisation has been built on more solid ground. But how long it will last remains an open question, especially with two potentially disruptive political events looming on the horizon. In January next year, Taiwan goes to the polls, and the outcomes could see a further ratcheting up of tensions across the strait. On Taiwan, both sides reiterated their stands, with China cautioning against interference, and the U.S. saying it opposed any change in the status quo. Meanwhile, the U.S. will, next year, go into election mode ahead of polls in November 2024, and campaign season inevitably brings heated rhetoric on China.A longer term concern — and one that underlines the limits of this modest stabilisation — is a basic point of difference in how they see the future of their relations. As Mr. Xi put it, “the number one question” was whether they were “adversaries or partners”. He criticised U.S. framing of the relationship as being fundamentally competitive, saying it would lead to “misinformed policy making, misguided actions, and unwanted results”, and asked it to “refrain from flip-flopping, ... and crossing the lines” on issues including Taiwan and export controls. Mr. Biden, however, “emphasised that the U.S. and China are in competition” and described the immediate challenge as how to “manage it responsibly”. These differences aside, one crucial point of agreement is the apparent realisation that high-level engagement and open channels are key in preventing competition from sliding into conflict. This offers clear lessons to the India-China relationship, as the crisis along the Line of Actual Control enters its fourth winter. Dialogue in and of itself is not a concession, and as the U.S. and China have realised, building a floor, when ties between major powers are at the risk of free fall, is the first step.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy\n\n/\n\nsummit\n\n/\n\ndefence\n\n/\n\nArtificial Intelligence\n\n/\n\nespionage and intelligence\n\n/\n\nTaiwan\n\n/\n\nIndia-China\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\nelection",
        "headline_1": "Building the floor: On the U.S.-China summit meeting, lessons for India",
        "headline_2": "Moves by the U.S. and China to stabilise their rocky relations hold lessons for India",
        "link": "https://www.thehindu.com/opinion/editorial/building-the-floor-on-the-us-china-summit-meeting-lessons-for-india/article67544302.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "The World Cup caravan finally returns to Ahmedabad, where it commenced its journey on October 5. This Sunday, a packed Narendra Modi Stadium will witness the summit clash between India and Australia. The host is in prime form, having notched 10 wins on the trot, including a fine victory over doughty New Zealand in the semifinal at Mumbai. Meanwhile, Australia started on the wrong foot with two losses before winning eight consecutive games. With Australia having won cricket’s premier championship on five occasions, Pat Cummins and his men must live up to a hallowed legacy. Their semifinal against South Africa had the thrills associated with low-scoring humdingers at Kolkata’s Eden Gardens. The last time India and Australia clashed in a World Cup final, it was in the 2003 edition at Johannesburg in South Africa, and Ricky Ponting’s men won by 125 runs. Two decades later, Rahul Dravid, a key player involved in that iconic match, is now the Indian team’s coach. The former India captain will surely infuse pragmatism without toning down the adrenaline surge within the dressing room. Back then, Zaheer Khan got locked in a war of words with Matthew Hayden and Adam Gilchrist, lost his focus, and soon the contest nestled inside the rival’s pocket.This time around, Dravid and captain Rohit Sharma swear by the philosophy of taking it one match at a time. World Cup finals are massive sporting engagements, where the best either find extra reserves of strength or watch their legs turn into jelly. If India sticks to its consistent methods, executed well so far in this championship, it should start as the favourite. Rohit Sharma’s ballistic starts, Shubman Gill’s poise, Virat Kohli’s prolific run, and the combined yield of Shreyas Iyer, K.L. Rahul and Suryakumar Yadav, have ensured that rivals have no relief on the field. A bowling attack helmed by Jasprit Bumrah has prised open the opposition’s top order before the spinners stepped in and strangled the middle order in the middle game. Kohli, with 711 runs, is the leading batter in this World Cup, and Mohammed Shami leads the bowlers’ pack with 23 scalps. Still, Australia will remain a combative unit, scrapping hard, never ceding an inch. Even though all its batting stars have not performed as smoothly as the Indians, Glenn Maxwell’s stunning unbeaten 201 against Afghanistan indicated at the magic and mayhem within the Australian changeroom. A fine seam attack and an effective spinner in Adam Zampa, will pose a challenge, which India has to tackle well, if it is to hold up the Cup for the third time.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nICC World Cup\n\n/\n\nGujarat\n\n/\n\nAustralia\n\n/\n\nAhmedabad\n\n/\n\nSouth Africa",
        "headline_1": "Summit clash: On India, Australia and the world cup cricket final",
        "headline_2": "India will need to be at its best against Australia in the final",
        "link": "https://www.thehindu.com/opinion/editorial/summit-clash-on-india-australia-and-the-world-cup-cricket-final/article67544330.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "Rohit Sharma is a vibe. Just recently, at a press conference, it was put to him: “Whenever you hear Jana Gana Mana at matches, tears come from your eyes …” Before the question could be finished, Rohit interjected: “What? Who? Me? What all questions people ask, yaar.” The way he rolled his eyes would have made a thespian proud.\nOn the field, the captain sets a field. Then he runs over from mid-on to tell the bowler exactly why he made the adjustment and what line and length he expected. Sometimes he even shadow-demonstrates how the batsman might react to the ball. The bowler then delivers the opposite and gets smacked for four. Not Rohit, he jogs across, settling the bowler down with an arm around his shoulder.\n\nRead full story on TOI+\n\n",
        "headline_1": "The Matriarch And The Prodigal Son, the two heroes of India’s great run to World Cup final: Captain Rohit Sharma, who’s repeatedly sacrificed his wicket for good starts & Shami, who never gives up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-matriarch-and-the-prodigal-son-the-two-heroes-of-indias-great-run-to-world-cup-final-captain-rohit-sharma-whos-repeatedly-sacrificed-his-wicket-for-good-starts-shami-who-ne/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "Biometric collection to establish identity is now commonplace across different levels of government. Bengal now has a law that mandates biometric collection as part of the process of recording marriages. Submission of biometrics is mandatory for both the couple and accompanying witnesses. Governments may have good reasons to increase the stringency level to establish identity. Bengal’s aim to prevent trafficking is an example. But this can be done without collecting biometrics at all levels.\n\n \nAadhaar is based on biometrics. As on September 29, 138 crore unique Aadhaar numbers had been generated, which covers almost the entire population. Bengal, for instance, had recorded an Aadhaar saturation level of over 90% by March 2021. Securing its Aadhaar database is a core function of UIDAI, the body entrusted with managing the ecosystem. Its functioning is subject to CAG performance audits. However, if biometric collection is carried out at different levels, it undermines the safety of the entire database because safety protocols vary. Breaching of one database will compromise all of them with the same data.\n \nIn the case of Bengal, officials have said that the data is encrypted to ensure safety. It’s a good practice but global experience shows that encryption raises the level of difficulty for hackers but doesn’t eliminate it. No database is entirely safe and securing it is a constant challenge for legitimate custodians of data. FATF, the inter-government agency combating money laundering, has warned that biometric characteristics can be stolen in bulk from central databases. In 2015 more than 5 million fingerprint records were stolen from the US government’s networks. Therefore, in the interest of safety, collection of biometrics should be limited to UIDAI as it reduces potential targets.\nGovernments can continue to impose the level of stringency needed to verify identities for their purposes by tapping into the UIDAI database. As financial intermediaries do, state governments can authenticate identities in real time by utilising UIDAI’s Central Identities Data Repository. It’s in everyone’s interest to narrowly restrict biometric collection and do so without compromising its usage for valid reasons.\n\n",
        "headline_1": "Do it via UIDAI: States shouldn’t create separate biometric databases. Multiple datasets increase security risk.",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-it-via-uidai/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "The extent to which the current Israel-Hamas war is testing universities’ commitment to freedom of expression has been startling, especially in the US. Given how long this conflict has been heatedly debated on campuses, passionate voices holding opposing positions were expected to find ways to continue to coexist. Instead, student groups are being suspended and calls for firing faculty are growing loud, simply for their speech acts. This ‘cancel culture’ is making its way to Indian shores as well. IIT Bombay has followed up controversy over a guest lecture and a documentary about the Palestine situation, with draconian guidelines on future events. When even elite institutions succumb to prohibitions so easily, it speaks very poorly for the prospects of free inquiry that should, in fact, thrive in the scholarly ecosystem.\n\nThere is a reason the autonomy of higher educational institutions is considered critical to their pursuit of academic excellence. Think about how unpopular the ideas of Galileo Galilei and Charles Darwin were in their own time. Universities that prioritise political or populist patronage over the pursuit of knowledge serve the cause of their own hollowing. In the present case IIT-B is saying it encourages open discussions as long as these remain apolitical. But this is the sine qua non of censorship. There can be no scientific yardstick to decide which technical, literary or artistic events are political and which aren’t. The effect of such powers on free speech is more chilling because these are exercised arbitrarily.\n\nAmerican social reformer Frederick Douglass insightfully said way back in 1860 that to suppress free speech is a double wrong, because it violates the rights of the hearer as well as those of the speaker. At a time when extreme polarisation is doing widespread harm to social good, universities are uniquely placed to teach young citizens how to listen to discomfiting opinions instead of only occupying echo chambers. If the answer to every conflict is to hunker down in opposing bunkers, that only pushes peace and progress further away.\n\n",
        "headline_1": "Ivys To IITs: Academic tolerance of diverse opinions on hot button issues is under threat. That’s a terrible thing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ivys-to-iits/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "Nayaswami Devarshi\nIn Autobiography of a Yogi, Paramhansa Yogananda quotes the advice given by his guru Swami Sri Yukteswar, “Forget the past. The vanished lives of all men are dark with many shames. Human conduct is ever unreliable until anchored in the Divine. Everything in future will improve if you are making a spiritual effort now.”\nThe words are at once consoling and encouraging. Consoling, because we’ve all made mistakes in the past, and we are bound to make more until we are fully anchored in the Divine. Sri Yukteswar is gently advising us that guilt and regret are not helpful.\nThe words are encouraging because they remind us that we cangain control of our destiny, simply by making the right spiritual effort now. His promise is supported by Krishn’s advice in the Bhagwad Gita, verse 2:40: In this path (of yoga action) there is no danger of ‘unfinished business’, nor are there latent within it the opposite, cancelling effects of duality.\n\nPeople mistakenly think of their destiny as fixed and out of their control. Many use this as an excuse for not taking proper precautions during times that call for it: ‘If it’s my destiny to die, I’ll die, so why bother being careful.’ That thinking is true only in this way: If you don’t look both ways before crossing a busy street, you may well be run over and killed. Yes, it was your destiny – but you chose that destiny by choosing to ignore common sense. Our destiny is always a choice that we make, now or in the past.\nWhat of those past karmas that still must come to us? Can we mitigate their effects? Swami Kriyananda once advised me about a past karma that nearly killed me. In 1999, when I still practised mountain climbing, I was descending a steep, icy slope. Suddenly a boulder came crashing down the mountain and smashed into my leg. I could only stumble and crawl for the next hour as I sought help.\nAlthough I had been alone on that part of the mountain, I miraculously found some other climbers and was soon airlifted to a hospital. Soon after, Kriyananda remarked that if you have the karmic destiny to die by getting hit by a rock falling off a precipice, then for the time being you should avoid being under precipices.\nBut then came the important message: In the meantime, he said, work on increasing your magnetism. Once your magnetism is strong enough, the same karma may cause only a minor injury instead of death. Our magnetism is a protective aura, like a force field around us. Increasing our magnetism is the best protection against receiving the full effects of past bad karma.\nSpiritual effort of any kind increases our magnetism. Negative thoughts, for instance, weaken our magnetism and can make us more vulnerable to catching the negativity around. Strong willpower can help us change our magnetism and our destiny. There are many similar practices. Begin making more of the right spiritual effort now, and everything in the future will improve.\n\n",
        "headline_1": "Master The Art Of Designing Your Destiny",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/master-the-art-of-designing-your-destiny/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "The refiners and millers of edible oils seem to have developed the habit of clamouring for oil price hike whatever the market situation. Notably, the cooking oil refiners are learnt to have sent a letter to the Bangladesh Trade and Tarff Commission (BTTC) requesting a raise in the price of their merchandise on the grounds that due to appreciation of the US dollar, they have to pay more in Taka to purchase the greenback for import purpose. Oddly enough, the edible oil prices in the global market are lately at their lowest in the last six months. It may be recalled at this point that the National Board of Revenue (NBR) earlier in March last year granted the oil refiners a one-year tax break by 10 percentage points (from then-existing 15 per cent VAT to 5.0 per cent) on cooking oils to give some respite to the public reeling from runaway price hike of essential commodities.Though later the prices of edible oils more than doubled in May 2022 (compared to 2020's price), the prices subsequently fell by more than 40 per cent in April this year. Meanwhile, the one-year VAT waiver that the oil refiners had been enjoying came to an end. Even soSo, they again made a plea for hiking oil prices, despite their fall in global market. Against this backdrop, the government in June last year instructed refiners to lower both retail and wholesale prices of oil (soybean and palm oil). Even so, it was later found that the market in most cases did not reflect the downward adjustment of the prices so made by the government. Now they have again come up with their demand for oil price hike afresh. Interestingly, the refiners in their early July's request to the government for a raise in the oil prices also placed similar arguments of appreciating US dollar against Taka, increased bank interest rates following the government's new monetary policy for FY 2023-24 and so on to justify their demand despite a persistently bearish edible oil market globally. So, before considering the pressures from oil merchants to upwardly adjust cooking oil price, a plea that calls for scrutiny to see if it is based on facts, needs to be attended. The government will be required also to keep in mind the public's endless plight, thanks to the stubbornly volatile essential commodity market. In this context, the Bangladesh Trade and Tariff Commission (BTTB), to which the Bangladesh Vegetable Oil Refiners and Vanaspati Manufacturers Association, in short Association, did, reportedly, appealed for an oil price hike, would do well to examine the merit of their request in the light of cooking oil's price in the international market and the current trend of the foreign currency market. In this connection, in view of the historic decline in edible oil prices in the world market, experts including the consumers' right protection bodies, not only questioned the Association's request for a price review, but also advised a reduction in the prices (of cooking oils). In a similar vein, they, however, recommended a temporary removal of duties on cooking oils, sugar and other imported edibles. But from the past experience of similar duty waivers, questions remain about the efficacy of such a measure, if adopted. In that case, the authorities concerned would be well-advised to weigh up the options before taking a fresh review of edible oil prices.",
        "headline_1": "Refiners' plea for oil price hike needs strict scrutiny",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/refiners-plea-for-oil-price-hike-needs-strict-scrutiny-1700223103",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "For the greater part of this year, people have been hammered by soaring food inflation. This has now become the norm. That a lot of working-class people were going hungry is obvious, particularly in the city where suddenly the number of people asking for handouts has shot up. But none of this could prepare the vast majority of people who depend on coarse rice as their principal staple food because this particular commodity appears to have suddenly been hit by supply crunch.According to recent media reports, supply of coarse rise has suddenly declined in both the capital city and many other regions of the country. This has resulted in an increase in the prices of coarse rice by Taka 5.0 per kg at the retail level. Traders say the price is unlikely to come down before the Aman harvesting season, which will start soon.According to the Trading Corporation of Bangladesh (TCB) information, the so-called \"affordable\" rice available today are BR-28 (Tk 58-60 per kg) and 'Swarna' (Tk 55-50 per kg). Reportedly, Naogaon that serves as the largest rice hub also has no supply of coarse rice. If one is to go by these reports, markets were sustained by last year's stocks. The indication is that the next import of rice will not occur before late first quarter of 2024 and harvesting of Aman rice in late November. So, coarse rise crunch will continue till election time.The medium category of rice that constitutes BR-28 (and two others) are products of the Boro season paddy. In the absence of coarse rice like hybrids, Guti Swarna, etc., BR-28 and similar other rice varieties that sell for substantially more than rice from Aman paddy have become the new rice for common folk. Of course, one can't simply stop eating. So, consumption has reduced and more people are going hungry these days. Because of the supply shortage, rice prices have gone up on an average between Tk 2.0-6.0 for a kilogram at both wholesale and retail markets. As has been highlighted throughout the year, it is not just a simple case of demand and supply, rather greed has become the overwhelming driver for price manipulation.Any shortage of supply of a particular commodity will cause havoc. There is difference of opinion about why the Aman supply has dried up. While rice mill owners and traders say that stocks have finished, retailers tell a different story. It is their opinion that the manipulation is happening in the upper tiers of the supply chain and \"syndicates\" are the main culprits for creating an artificial scarcity. Whatever may be the case, it suits millers and traders perfectly. They now have a situation where the food that the bulk of the population eats has registered a price hike. A manipulative means resorted to controlling prices is, however, a crime. But who cares? The situation brings to the fore precisely what sort of planning the government has done to avert such a crisis. One can understand reluctance on the part of relevant ministries to import such a bulk item, especially at a time when the economy is contracting and foreign exchange is in short supply. But the dual shock of short supply on top of which market-controlling interests are at play, can hardly leave any option other than import. The data on which the government has based its planning comes from the bureau of statistics, which is notorious for getting its facts confused. Perhaps a more reliable agency can take care of data collection for agriculture in the future, but it hardly solves the problem at present.At the end of the day, what experts say is that production of coarse rice is limited. In the post-production stage, this rice is collected by the government which distributes a part of it through its various social safety net programmes and the rest is sold in the open market. There are imports of the variety but this year, the government had to distribute more food than the preceding years given the overall economic situation in the country. But then it was also unimaginable that unscrupulous business cartels would be so adept at taking undue advantage with every essential food item so ruthlessly.Since the state apparently is helpless to act against the unholy forces, the only course open to it is to import rice. This must happen sooner than later. Of course, in an age when the largest rice-producing countries are themselves tightening their exports, it will probably cost the country more to procure coarse rice from international markets this year. The government should look into how data is collected on the staple and the agencies involved in data collection need to be brought up to standard. Otherwise, the planning required to avoid situations like this will not materialise and people will continue to go hungry.\n[email protected]",
        "headline_1": "Common man's staple food out of reach",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/common-mans-staple-food-out-of-reach-1700223157",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "A decade ago, the United Nations formally started to observe the World Toilet Day on November 19 in order to inspire actions dealing with the global sanitation crisis. The day is being celebrated globally with the theme 'Accelerating Change.' So, who will be the change makers? It is all the global people who put in their effort as this year's campaign asks people to 'be like a hummingbird.' According to an ancient tale, the smallest bird in the world once carried droplets of water in her beak, helping to douse a fire. The story's moral is that even a small initiative can contribute to solving a big problem. The US thus chose the hummingbird as the symbol of the World Toilet Day and the World Water Day, observed on March 22 this year.Today, there are 3.5 billion people still living without safe toilets, and 419 million people still practise 'open defecation'. Thus, they seriously compromise health, sanitation, and the environment as these situations help spread various diseases. One of the severe outcomes is the death of around one thousand children under-five daily. So, there is a need to address the severe sanitation problem, which is also recognised in the Sustainable Development Goals (SDGs). Countries are committed to achieving the SDG-6, which underscored ensuring access to safe water and sanitation for all by 2030. Extensive effort is needed to attain the goals with only seven years in hand. The World Toilet Organisation (WTO) is a prime body working to help different governments in this regard. Bangladesh has improved a lot in terms of sanitation as the country's 'toilet revolution' was recognised globally almost a decade ago. The country has reduced the use of non-sanitary toilets significantly. Open defecation has nearly been eliminated. Thus, the country draws attention from many other countries like India, where open defection is still prevalent. Around 11 per cent of the population in India still practises open defection due to a lack of necessary toilets as well as knowledge of basic cleanliness. The latest WHO-UNICEF data also show that at least one-sixth of India's rural population still defecates in the open, and a quarter doesn't even have primary sanitation access. In Bangladesh, the rate is now zero, which was 11 per cent in 2006, according to statistics compiled by the World Bank.The challenge for Bangladesh is to maintain the achievement, as there is already a sign of slight deterioration. Bangladesh Sample Vital Statistics (SVS) 2022, released by the Bangladesh Bureau of Statistics, showed that safely managed sanitation services declined to 66.10 per cent in the last year from 68 per cent in 2021. At the same time, the ratio of shared toilets increased to 26.60 per cent in 2022 from 25 per cent in 2021. Thus, more work is needed to enhance the safely managed sanitation services, which can be done by setting up more public toilets, especially in urban areas, and keeping those clean. The condition of the bathrooms in most educational institutions, hospitals, bus terminals, rail stations, shopping centres, and offices leaves much to be desired. A lack of adequate public toilets in Dhaka has already created environmental challenges as open urination is slowly rising in different parts of the city. Awareness building is also necessary at all levels.Hand washing is another critical thing to ensure safe sanitation. The ratio of hand washing facilities with soap and water reached 71 per cent in 2020 from 54.40 per cent following the Covid-19 pandemic. According to SVS data, the ratio later declined to 58.90 per cent in 2021 and stood at 63.20 per cent last year. More attention is needed there also.The SVS data, however, showed that the ratio of improved toilet facilities increased to 88.80 per cent last year from 85.80 per cent in 2021. The ratio was 78.10 per cent in 2018. If the trend continues, it is likely that 100 per cent improved toilet facilities will be there by 2030. \n[email protected]",
        "headline_1": "Maintaining success of toilet revolution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maintaining-success-of-toilet-revolution-1700223198",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2023"
    },
    {
        "full_article": "No other city residents are, possibly, as unfortunate as Dhaka residents. It looks like this mega city gives its residents more troubles and fewer facilities. With the onset of every winter, Dhaka city's air starts deteriorating and does not improve until the monsoon sets in. So, the capital of Bangladesh often tops the list of the worst cities in the Air Quality Index in between winter and spring. What is more worrying is that when air pollution is reportedly responsible for the premature death of nearly 180,000 people a year in Bangladesh, the authorities concerned appear to have failed to contain air pollution and comply with the High Court orders issued in the past to this end. The court reportedly directed the government to shut down brick kilns in and around the capital, ban black smoke-emitting and unfit vehicles and sprinkle water on roads regularly. All the directives seem to have been largely ignored, leaving the air quality of Dhaka and its adjacent areas to worsen. We urge the authorities to implement all the HC directives urgently so that Dhaka dwellers can have some breathable air this spring. \nMd. Fajlay Rabbi,Uttara, Dhaka, [email protected]",
        "headline_1": "Addressing Dhaka's air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-dhakas-air-pollution-1700223230",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2023"
    }
]