[
    {
        "full_article": "There is something rude and unpleasant in the way the Government is going about the task of demanding a big say in the appointment of judges in constitutional courts. The latest salvo is from Union Law Minister Kiren Rijiju, who has written to the Chief Justice of India to request that the executive be given a role in the appointment process, which now is being handled by a Collegium of judges. Reports say that the Minister wants the formation of a search-and-evaluation committee, with Government representatives, to suggest names to the collegiums in the High Courts and the Supreme Court for appointments. He is also understood to have asked for a representative of the Union government in the Supreme Court collegium, and a State government’s representative in the High Court collegiums. The letter comes as the latest in a series of official fulminations against the judiciary. Mr. Rijiju has been at the forefront of this attack, frequently questioning the collegium system by rightly highlighting some of its acknowledged flaws. There is little doubt that the Government’s anger is towards the 2015 judgment of a Constitution Bench striking down the formation of a National Judicial Appointments Commission (NJAC). While few would disagree that the Collegium system needs reform, the Government’s motive in carrying on a campaign against the judiciary in the name of seeking reform in the appointments process is questionable.The answers to some of the issues raised by the Government are quite simple, and has been repeatedly pointed out by the Court, as well as the political opposition. It can address the need for a more transparent and independent process by making a fresh legislative effort to establish a neutral mechanism that does not impinge on the independence of the judiciary. Until such an exercise to amend the Constitution achieves fruition, it has to abide by the law of the land, that is, the present system of appointments through the Collegium. It is difficult to avoid the impression that the Government’s tactics are bordering on veiled warnings: deliberately delaying action on recommendations; ignoring reiterated names even after multiple reconsiderations; and carrying on a campaign to delegitimise the institution. It is surprising that it seeks to rein in a judiciary that has been quite accommodative of the Government’s concerns on the judicial side in recent years. The only conclusion is that the current regime wants absolute control over who gets to be a judge in this country. A system of checks and balances that prevents any one branch gaining the upper hand is essential for democratic functioning.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexecutive (government)\n\n/\n\njudiciary (system of justice)\n\n/\n\nconstitution",
        "headline_1": "Check, do not cross: On the government’s attack on the judiciary",
        "headline_2": "Government should work towards systemic reform, and not attack the judiciary",
        "link": "https://www.thehindu.com/opinion/editorial/check-do-not-cross-the-hindu-editorial-on-the-governments-attack-on-the-judiciary/article66397573.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "The deaths of five men in Tamil Nadu in as many events of jallikattu and manjuviratu — in Madurai, Tiruchi, Sivaganga, Pudukottai and Karur districts — and injuries to dozens of persons this week, though unfortunate, are no surprise. Ever since the event resumed in January 2017 after a three-year ban and a massive agitation, participants and spectators alike have been its victims. According to the Animal Welfare Board of India, between 2008-14, there have been 43 deaths and thousands of injuries. As of now, zero human casualty remains an elusive goal, not to speak of the plight of the animal. The Supreme Court of India has reserved its judgment on a batch of petitions questioning the validity of the Prevention of Cruelty to Animals (Tamil Nadu Amendment) Act of 2017. Organisers of jallikattu events must note the observation made in late November by the Constitution Bench, which heard arguments over the amendment, that the sport of jallikattu as such might not be brutal but the “form” in which it was being held in the State might be cruel. Proponents of jallikattu, who view the event as a sport, argue that the logic that is applied to football or boxing, where the probability of injury is high, should be extended to jallikattu too. Also, just as the occurrence of mishaps does not trigger the demand for a ban on these two sporting activities, the same yardstick should hold good for jallikattu, which is also justified in the name of culture, tradition and valour. But, what is overlooked is that in football or boxing, or even car racing, the whole game centres around humans, unlike in jallikattu.At the same time, regulation and safety are being given greater importance. It is comforting that the authorities have tightened the rules. In Madurai district, which has 21 venues, an online registration system allowed bull owners to choose only one out of the three high-profile venues — Avaniapuram, Palamedu and Alanganallur. In Tiruchi, no more than 700 bulls can be released at each event. Of course, elaborate guidelines were issued by the State Animal Husbandry, Dairying, Fishing and Fishermen Welfare Department in late December, on the duties and responsibilities for each stakeholder. Though fairly extensive, the rules should also have stringent penal provisions. The authorities should focus on preventing deaths, at least among spectators, who should be behind impregnable barricades. Also, the government should end the practice of having fancy prizes, such as cars and motorcycles, to draw in youth. After all, jallikattu was originally meant to showcase strength and valour, and the rewards should not be seen as an incentive to overlook the risks to life and limb. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\nTamil Nadu\n\n/\n\nanimal",
        "headline_1": "Risks and rewards: On jallikattu deaths",
        "headline_2": "Jallikattu should not incentivise risk-taking by participants and spectators",
        "link": "https://www.thehindu.com/opinion/editorial/risks-and-rewards-the-hindu-editorial-on-jallikattu-deaths/article66397483.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Pakistan’s economic implosion has had some odd political repercussions, including an olive branch for forever enemy India. While on a fund collection drive in west Asia to save Pakistan’s collapsing economy, Pakistan PM Shehbaz Sharif made an emotive, headline-grabbing peace overture to India, claiming that his country had learnt its lessons from three wars and now wanted to live in peace with its neighbour.\nHis message to PM Modi was to ‘sit down on the table and resolve our burning problems including Kashmir’. While he referred to the revocation of Article 370 and ‘mishandled’ minorities in India, he placed no conditions on a dialogue, which he asked ‘brotherly’ UAE to facilitate.\nRead full opinion on TOI+\n\n",
        "headline_1": "Pak’s many confusing faces: All too often when Pakistan leaders offer grand talks, like PM Sharif did, hasty clarifications & aggressive rhetoric follow",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/paks-many-confusing-faces-all-too-often-when-pakistan-leaders-offer-grand-talks-like-pm-sharif-did-hasty-clarifications-aggressive-rhetoric-follow/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Even as India struggles to rise to the present challenges of improving school learning outcomes, a big new one is looming on the horizon. The ASER 2022 report indicating how much the pandemic pushed reading and math outcomes below already disquieting levels, has come amidst a global panic about how much ChatGPT, an artificial intelligence tool that can write college and school essays and solve some basic problems, will be upending education. For example, it’s been banned from New York City public schools’ devices and networks. Remember this chatbot was launched less than two months ago, more advanced versions and cousins will take exponentially faster tolls.\nYet, most of India’s policymakers, school administrators and teachers maintain a loud silence on this topic. Their attitude makes zero sense given the breakneck pace at which the country has been embracing new technologies. It is also tone-deaf to the buzz among the students themselves. They are strikingly swifter at catching global cultural trends. The pull of a tool that can do the homework without the teacher detecting the plagiarism, is no different in Bengaluru than New York. Bans are a poor counter, with ChatGPT itself suggesting multiple ways of evading them. Much more sensible workarounds are also being devised, such as increased in-class, handwritten and creative assignments.\nASER reports that across rural government and private schools, since 2018 the proportion of Class V children who can read at least a Class II text has fallen from 50.5% to 42.8%, while the number of Class V children who can do division has fallen  from 27.9% to 25.6%. In theory it is possible that as deep learning is being deployed for mass admissions and testing, it can help guide more effective lesson plans. But this will need teachers with very sophisticated pedagogic and digital competency to be in the driving seat.\nBasically a new paradigm of foundational education is rising up in the world even as India is rallying the building blocks of the previous one. But our Achilles heel remains the same: poorly trained teachers. Herding them into a stadium to sit through lectures is a very poor substitute for ‘learning by doing’. Meanwhile, Bihar’s pupil-teacher ratio is a horrifying 54, 55 and 63 at the primary, secondary and higher secondary levels. Let’s equip our teachers better, then they can help turn AI from learning’s foe to friend.\n\n",
        "headline_1": "AI vs schools: ChatGPT rises, ASER scores fall, India needs much better trained teachers to navigate this vortex",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ai-vs-schools-chatgpt-rises-aser-scores-fall-india-needs-much-better-trained-teachers-to-navigate-this-vortex/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "The Election Commission yesterday officially kicked off the election schedule for the year. While Tripura will vote on February 16, Nagaland and Meghalaya will go to polls on February 27. Counting for all will be held on March 2. With BJP president JP Nadda recently declaring the party’s intention to go all out in each of the nine assembly polls this year, keen contests await the Northeast.\nOf the poll-bound states, BJP is leading the state government in Tripura and is part of governing alliances in Meghalaya and Nagaland. BJP’s success lies in the combination of promoting a development narrative for the region coupled with clever coalition building. But two challenges also confront the party. First, it finds itself increasingly tangled in Northeast’s inter-state border disputes. For a region that still relies heavily on natural resources and continues to harbour strong ethnic identities, this is a sensitive issue pitting one BJP government against another, which rival parties are likely to exploit for political gains.\nSecond, there is also a growing sense among BJP’s regional partners that the party is trying to expand at their own expense. For example, there are signs of strain in NPP’s relations with BJP since the two parties fought the Manipur polls separately last year. With NPP now declaring candidates for 58 out of 60 seats in Meghalaya, it could open up space for a party like TMC at the expense of BJP. True, BJP deserves credit for revoking the draconian AFSPA in significant parts of the Northeast last year. But full normalcy and end to regional insurgency that are crucial for economic growth hinge on concluding grand deals like the Naga Peace Accord. Meanwhile, BJP’s Hindi-heartland nationalist sentiments often elicit countervailing political mobilisation in the Northeast. In short, BJP’s aim of sweeping the poll-bound Northeast states to build political momentum for the rest of 2023 won’t be easy.\n\n",
        "headline_1": "Northeast hustle: EC sounds poll bugle for three states. BJP juggernaut faces two clear challenges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/northeast-hustle-ec-sounds-poll-bugle-for-three-states-bjp-juggernaut-faces-two-clear-challenges/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Engaging busy lawyers as ‘cameo judges’ to let them wield the gavel for two years, and bringing back retired judges as ‘ad hoc’ judges are among the so-called out-of-the-box remedies proffered by those concerned at docket explosion in Indian courts. Last month, even a Supreme Court bench proposed that procedures for these two modes of appointment can be made less cumbersome.\nOther solutions like doubling or tripling the number of judges and quickly filling existing judicial vacancies are also tossed around. What is neither said nor discussed is how three ‘A’s – adjournments, admissions and appeals – wreck the judicial system and how serving judges themselves are guilty of recklessness here.\nRead full opinion on TOI+\n\n",
        "headline_1": "Look who’s feeding pendency: Three ‘A’s  – adjournments, admissions, appeals – require firmness from the Supreme Court, which must set an example",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/look-whos-feeding-pendency-three-as-adjournments-admissions-appeals-require-firmness-from-the-supreme-court-which-must-set-an-example/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "When the Israeli newspaper, Haaretz, reported that Israeli cybersecurity companies sold spyware systems to Bangladesh – a country that does not recognise Israel – the response from our government was that it had not bought the systems \"directly\" from Israel. Haaretz didn't say it either, but revealed details of the technology and the identities of the owning company and its intermediaries spread in three countries: Cyprus, Switzerland, and Singapore. Just one day after this revelation, on January 12, home minister Asaduzzaman Khan told MPs that the government has taken initiative to introduce an Integrated Lawful Interception System (ILIS) to monitor social media and thwart various anti-state and anti-government activities.\nFirst came a non-denial of the fact that the government agencies have indeed procured highly sophisticated Israeli technology, which many experts describe as a surveillance weapon; then a confirmation of the existence of an integrated interception system, which according to the minister is \"lawful.\" A closer examination of the minister's response, however, raises serious questions about misinterpreting the law, since he has equated anti-government activities with anti-state acts.\nSince when has being anti-government or not supporting the government's actions and policies been a crime? This happens only in a totalitarian state. Is the minister suggesting we are no longer a democracy? Doesn't the job of the opposition require criticising, challenging and opposing the government, and putting forward alternative arguments to hold it to account?\nResponding to a parliamentary question, the minister added that law enforcement and intelligence agencies were working relentlessly to foil any conspiracies against the country. He said, \"Besides, modern technology like Open Source Intelligence Technology [OSINT] has been included in the National Telecommunication Monitoring Centre [NTMC under the home ministry] to prevent anti-state and anti-government activities through monitoring social media.\"\nAgain, his answer appears to be an attempt to obscure facts and confuse us. The legitimacy of using open source intelligence has never been questioned by any rights group. Rather, snooping or breaching citizens' privacy has been opposed, as it violates their fundamental rights guaranteed by the country's constitution and various international treaties and instruments.\nIn addition, there are genuine reasons to be concerned over the deployment of such surveillance mechanisms without any judicial oversight, as there are plenty of allegations of abuse of authority against members of our law enforcement agencies. Rights groups have listed a number of cases in which people have been charged for sedition for criticising politicians belonging to the ruling party on social media. Without legal safeguards, putting in place such surveillance systems aimed at suspected anti-state activities carries serious risks of innocent victims being harassed.\nTransparency International Bangladesh (TIB) has justifiably expressed alarm by arguing that, in the absence of any specific policy related to cyber surveillance, the advanced tools would erode fundamental constitutional rights related to privacy, communication, and freedom of expression.\nIt is not the first time that we are having a debate on the issue. In July 2021, a Washington Post report on Pegasus software being used for spying on politicians, journalists and rights activists in 45 countries, including Bangladesh, stoked a similar debate. The Bangladesh government denied buying the software. The report was based on research carried out by a Canadian cybersecurity organisation, Citizen Lab, which, however, didn't specify whether the spyware was actually deployed by the government or any other entity. Experts say that Pegasus can harvest data, turn on the microphone and camera of a smartphone without the user's input, track locations, and record keystrokes.\nWell before the Pegasus controversy, a number of foreign media outlets reported that Bangladesh had procured a few other Israeli surveillance technology and equipment from Cellebrite and Picsix Ltd to acquire the capabilities of hacking phones and obtaining encrypted data. Those, too, were bought from affiliated entities registered in a third country.\nAs the home minister acknowledges acquiring greater surveillance capability, TIB reminds us of previous examples of private phone chats and conversations of politicians, businessmen, journalists, and opposition figures being intercepted and leaked on social media to embarrass them. A court filing by a group of lawyers in August 2021, seeking an immediate probe into leaked telephonic conversations, listed almost 20 such leaks between 2013 and 2021 in their petition, which was rejected by the court.\nBut it's a different story in neighbouring India.\nWhen the Pegasus story broke in July 2021, the names of several Indian politicians, journalists, activists, lawyers and judges popped up on the list of people surveilled, and fingers were pointed at the Indian security agencies. In October 2021, the Indian Supreme Court ordered an independent inquiry into whether the government had used the spyware to monitor its citizens, following a petition filed by a number of victims and the Editors Guild. The court-appointed probe committee was headed by former chief justice Raveendran and included top cybersecurity experts. The Indian Supreme Court rejected the government's offer to form its own panel of experts to probe the allegations, saying that indiscriminate spying could not be allowed, and highlighted the \"chilling\" effect it could have on freedom of speech and freedom of the press. The judges added that they were compelled to \"determine the truth and get to the bottom of the issue.\"\nOn August 25, 2023, the Indian Supreme Court said that the committee had found five phones that had some kind of malware, but could not determine whether it was Pegasus. Without revealing the full probe report, the court said that Justice Raveendran had recommended changes in the existing law governing surveillance in the country and that privacy protections must be enhanced along with the cyber security of the nation.\nAnother historic order made by the Indian Supreme Court, which has suspended the sedition law, should be referred to here. On May 11, 2022, a three-judge panel said that the law has been used to quash dissent and is not in tune with the times.\nMany observers believe that the Bangladeshi government's enhanced surveillance capacity is aimed at silencing dissent and weakening opposition parties, and that this would only intensify ahead of the general election, which is due within a year.\nIndia is an example of what an independent judiciary can do in protecting citizens' constitutional rights to free speech, expressing dissent, and protesting.\nCan we expect similar judicial protection in Bangladesh?\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "How can breaching citizens’ privacy be lawful?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-breaching-citizens-privacy-be-lawful-3224821",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "We spend our time now staring into the rabbit holes that are our computer screens and smartphones – for work, entertainment, and news. When, for whatever reasons we cannot look at a screen, we put on our headphones and listen to songs or a podcast. To fritter away the otherwise unbearable time, it seems our eyes must always be focused on something else.\nWe seldom spend a minute of our waking hours without input – somebody else's thoughts flooding our own. What is it about our own thoughts that are so awful that we cannot spend a minute alone with them? There is only one way to find out. Unplug and go outside.\nWalk if you feel up to it, and especially if you don't. You might lose weight, have lower blood sugar levels, gain fitness, feel more alive, and even enjoy nature's best antidepressant – endorphins. But that is not why you must walk.\nWhat walking really is, is a way to leave behind this digital dystopia and its constant notifications, if only for a little while and a few miles. Laptop screens or Bluetooth earbuds are not built into our system when we are born. When we turn off these firehoses of input, when we move with nothing in our ears but air, we return step by step to what we were meant to do and meant to be.\nA long walk, French author Frédéric Gros suggests, allows us to commune with the Transcendent. \"All truly great thoughts are conceived while walking,\" said Nietzsche, who wandered the mountainside to write. Rousseau took saunters through his town in order to think. Nerval, the French poet, perambulated up and down the streets of Paris to cure his melancholy. And Kant, the German thinker, marched through his hometown everyday at the same time to escape the compulsion of thought.\nIn 1854, American philosopher Henry David Thoreau said he could not stay in his house for a single day \"without acquiring some rust.\" He was amazed at the power of endurance of his neighbours, who confined themselves to their homes and offices the whole day for months on end. Later, Thoreau's idea of \"civil disobedience\" as a form of nonviolent protest influenced the spiritual and political thoughts of Tolstoy, Gandhi, and Martin Luther King Jr.\nSpeaking of protest, I could not recall a single incident in recent history where change came quietly while people sat comfortably in their homes and workplaces. Morality is like water – it flows from the top down. When morality has to rise from the bottom up, and people have to take to the streets – in masses and on foot –, we call it a revolution.\nSometimes, it is just one person making a statement.\nMuhammad Dulara sells low-cost clothes out of a cycle van in Mohammadpur. He provides for a family of four dogs in addition to his own family. Why and how does he do it? \"They cannot talk. If I don't help them, who will?\" he says, mixing Bangla and Urdu.\n\"I work seven days a week to support them,\" he continues. Underneath the van, the puppies, named Lalu and Sadhu, sleep without a care in the world while their parents patrol the streets nearby. They look agile, amiable, and alert.\nI would not have met Dulara had I not been walking that afternoon. In a way, he is Superman. Not the Hollywood character who wears his underwear inside out, but Nietzsche's \"Übermensch,\" one who strikes off conventional social values to create his own. Dulara cannot walk on water, nor can he fly. But he can hand life over to four animals who have become his children. To paraphrase Tagore, he comes with the message that \"God is not yet discouraged of man.\"\nThe streets have many more stories. I saw workers of the city corporations tirelessly sweeping streets and lanes every day at dawn and in the evenings. Unfortunately, within minutes, they become dirty again. Now contrast that with the Japanese spectators who, during the FIFA World Cup in Qatar last year, collected garbage from the stadium before handing it to smiling stadium workers on their way out.\nYes, dustbins are few and far between, the city is overcrowded, decentralisation is the need of the hour, and the overall quality of services is disappointing – all that is there.\nWhat seems to be missing is personal responsibility. Taking responsibility is not about accepting blame for our difficult circumstances. It is simply about recognising the part we can play in improving them, whatever their cause. It is an expression of a belief that we as individuals can wield greater degrees of authorship over our lives and by extension our conditions. This is not merely a fanciful thought. It was an argument put forward in one of the Reith Lectures organised by the BBC late last year.\nRecently, India's Rahul Gandhi, following the footsteps of men much greater than him, launched a cross-country march, hoping to connect with people and unite them against hate and division. He has reportedly been walking more than 30 kilometres a day, getting up as early as 4am in the morning.\nOf course, not everyone can walk. Temperament and, above all, age, have a good deal to do with it. As we grow older, our ability to sit still and practice indoor activities increases. Eventually, we leave the room feet first, hoping only to be remembered in our children's heads. Their walking begins and ours ends.\nAn invitation to walk, dispensed from a dispassionate distance by someone who has never lived it, rings hollow and smug. That is not the case here. But where are we supposed to walk when a well-made pavement is a dream in our city? Well, where there is a will…\nWe are built to walk. It is probably the most fundamental and democratic of all human activities. No prior experience, relevant education, or strategic planning is required. Only a willingness to set foot outdoors. We must ourselves be well before we can ensure the wellbeing of society.\nThe only way out is all in.\nAmitava Kar writes from Ottawa, Canada.\n\n",
        "headline_1": "Movement is the essence of life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/movement-the-essence-life-3224526",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Of late, the to-go medium for airing series and films have been OTT platforms. The BTRC wasted no time in catching up and effectively drafted regulations for digital, social media, and OTT platforms, which allows the government to order individuals to take down content, empowers it to order social media companies to block content, and grants it indemnity for its actions under the law. \nBut what troubles can content creators face if these regulations are approved and implemented? Moreover, will such regulations not hinder artists' creativity? Filmmaker Ashfaque Nipun has spoken in detail to The Daily Star Opinion regarding this issue.\n \n \n",
        "headline_1": "OTT regulations would badly restrict creative filmmaking",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/ott-regulations-would-badly-restrict-creative-filmmaking-3224516",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Over the last few decades, remarkable progress has been made in the field of primary education in Bangladesh. Large numbers of teachers have been recruited and the present student-teacher ratio is 54:1, but quality remains an issue, and is one of the main barriers to achieving Sustainable Development Goal (SDG) 4.\nWith the aim of increasing the quality of teaching and learning activities at the elementary level, training programmes of primary school teachers were re-visited, reviewed, and subsequently redesigned. The Certificate in Education was cancelled and the 18-month Diploma in Primary Education (DPEd) programme was developed following the ways of international teacher training standards.\nThe DPEd was launched in all Primary Teachers Training Institutes (PTIs) in Bangladesh between 2012-2017. A major goal of the DPEd programme was to develop basic theoretical and practical knowledge about the teaching profession so that teachers' attitudes and abilities could reflect professional commitment and competencies.\nI had the opportunity to review and analyse the objectives, goals, frameworks, contents, resource materials, and delivery mechanisms of the DPEd programme to evaluate its effectiveness.\nBased on the data collected from the field and the opinions of stakeholders, I made recommendations to strengthen and improve the DPEd programme. I emphasised on keeping the duration of the DPEd unchanged, as opposed to the recent proposal from the Directorate of Primary Education to reduce it to four to six months.\nIt was clear that all stakeholders supported the 18-month duration to be appropriate as a good initial teacher training timeframe and applauded the DPEd programme launched by the government.\nBut why are we thinking of reducing the training period? Is there a logical reason behind this?\nIt is not mandatory to have a professional degree to be employed as a teacher in Bangladesh. Candidates can participate in the job recruitment process with certain qualifications/degrees in general education. After passing the exam, they get a job and then can receive professional training, which has a profound influence on their teaching career. New recruits have no idea about the learning process. Because of a lack of pedagogical knowledge and skills, they are unable to provide quality teaching to students at the pre-primary to primary levels. As a result, the quantitative expansion of primary education in this country does not reflect the quality of classroom learning activities. Student learning outcomes/achievements are not permanent, and this justifies the importance and necessity of the DPEd programme.\nTeachers teach students from pre-primary to primary levels without having much pedagogical training. But this period is the most important of one's entire education. Teaching needs at this level are therefore highly complex and challenging. How can untrained teachers do this job properly? They need to be introduced to various theories of learning and teaching techniques. They need intensive training, observation, monitoring, and mentoring to acquire the right teaching skills.\nWithout reducing the duration of the DPEd training programme, we need to instead think about how to make it more effective and fruitful. Where intervention is required, it must be carried out. And discussions must be held with different stakeholders. It is important to understand the essence of their opinions and implement their ideas without being bound by them.\nWorkshops should be organised at a national level. Formulating a national policy on the training of primary school teachers, with the consultation of all concerned (teachers, students, PTI trainers, trainees, NEP, IER, DU and other educational agencies), is essential.\nThe DPEd programme should be restructured and rearranged in line with the new educational policy, curriculum, and textbook evaluation system. If this measure is not taken, the current mindset about primary teachers' training in Bangladesh will keep disappointing people. Moreover, Bangabandhu's dream of building a Shonar Bangla, the historic declaration of the nationalisation of primary education immediately after independence, and his educational philosophy and directions regarding education will remain elusive.\nSalma Akhter is former director of the Institute of Education and Research at the University of Dhaka.\n\n",
        "headline_1": "Quality training crucial for primary school teachers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/quality-training-crucial-primary-school-teachers-3224491",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "When the Armed Police Battalion (APBn) took over the responsibility of security at the Rohingya refugee camps from Cox's Bazar district police more than two years ago, it was with the aim of properly maintaining law and order and ensuring the safety of refugees who were vulnerable to violence from criminal gangs and armed groups. How disappointing to find now – as laid out in a recent report from Human Rights Watch (HRW) – that the forces in charge of security are not only failing to ensure it, but are allegedly complicit in making it worse.\nAccording to the HRW report, members of the APBn are getting involved with extortion, arbitrary arrests, and custodial torture of Rohingya refugees. On top of that, its lack of oversight over the real issues in the camps has led to a sharp deterioration in the security situation. Some refugees even spoke of collusion between APBn officers and criminal/armed gangs operating in the camps.\nThese are all grave allegations that must be taken seriously. While some of the testimonies regarding torture in custody are horrific, the revelation cannot be exactly called surprising. We have, in this very column space, expressed our concerns in the past over the use of torture and harassment as methods of interrogation by police forces, which continues unabated, despite the formulation of the Torture and Custodial Prevention Act in 2013 and despite widespread condemnation of lack of efforts to prevent them.\nThe situation is the same when it comes to bribery. According to refugees' testimonies in the report, they have been made to pay bribes to avoid arrest, release a detained family member, and even to access relief items like rice and tarpaulins. There are also accusations of false cases filed against refugees for the purpose of extorting money from them. What is truly concerning is that these allegations are being reported in a space where police forces have even more free rein than usual to act with impunity. As one of the most vulnerable communities in the country, the refugees have access to almost no other avenue for justice for any wrong committed against them.\nSo far, the only response from the APBn has been one of blanket denial. However, there is no denying that security is still a big issue in the refugee camps. Reportedly, criminal gangs involved in drug trade and other crimes continue to operate there. Why has the APBn, in all this time, failed to make a dent in dealing with these security issues? We do not feel this question is unjustified in the present context.\nIt is now imperative that the government investigates these allegations, and holds responsible police officers to account. The HRW recommendation of training non-APBn personnel in each camp to receive complaints from refugees against police officers should also be taken into consideration. At the same time, donors must step up and do their part in providing funds and supporting projects that promote the safety of refugees in camps. If urgent steps are not taken, the situation in the camps will only continue to worsen.\n",
        "headline_1": "Police running riot in Rohingya refugee camps?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/police-running-riot-rohingya-refugee-camps-3224451",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "We applaud Dhaka University for taking the decision to include a special quota for transgender students in its undergraduate programmes. It has done so in an attempt to promote diversity among its student body, recognising the systematic stigmatisation faced by the community. This decision comes on the heels of another notable development in recent days, when Ankita Islam became the first openly trans woman to be admitted to the university to pursue her MBA.\nThe decision is significant because the transgender community in Bangladesh suffers from a range of exclusionary practices, including limited access to jobs, education, legal and health services, and decision-making at the policy level. A majority of them, particularly those who identify as hijras, struggle to complete their education, ostracised by their families and society from an early age. They are denied a safe learning space, having to constantly confront harassment and bullying from classmates as well as teachers throughout their education journey. As a result, most of them eventually drop out, limiting their prospects of a future job and a stable life.\nWe hope DU's stance in this regard will encourage other educational institutions to follow suit, and take inclusive measures to create a safe space for members of marginalised communities. It goes without saying that they, too, deserve a dignified life, which includes the right to education.\nWhile the government has taken some notable steps to give recognition to the transgender community of the country over the last few years, these initiatives have at times fallen short of their desired outcomes because of a fundamental failure to understand the lived realities of the community in question and a general ignorance about the fluidity of gender, diversity and sexuality. For one, there is a tendency to conflate transgender with the term \"hijra\", though not all hijras identify as trans, and certainly not all transgender folks identify as hijras.\nGiven the widespread confusion, hijras are often asked to \"prove\" their authenticity by going through intrusive physical examinations. In 2016, for instance, the government took the laudable decision to provide employment to the community; however, their employment was contingent upon a medical checkup, the process of which ended up being harassing, humiliating and dehumanising for the community members, according to a report by the Human Rights Watch. Twelve of their pictures were even published in print and online platforms, and they were shamed as being \"frauds\" because their bodies did not conform with our expectations.\nAs an academic institution we hold in high regard, with a reputed gender studies department, we hope DU will not make similar mistakes. However, we remain wary of the statement that trans people will need to provide \"related papers for confirmation\". We urge the authorities to make the process smooth and dignified. People who have been humiliated all their lives do not need to go through further humiliation to prove their marginalised status.\n",
        "headline_1": "A commendable initiative, indeed!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/commendable-initiative-indeed-3224286",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "The International Labour Organisation's (ILO's) projection on the global employment situation for the 2023 is hardly encouraging. Titled, 'World Employment and Social Outlook:Trends 2023 (WESCO trends)', the report was released on Monday focusing on job creation or the lack of it along with inflation, productivity and broad economic recovery or not in each country, region and continent separately and collectively. Against the projected global employment growth of a paltry 1.0 per cent which is half that of the previous year, unemployment will be slightly higher by just 3.0 million to 208 million to stay at a rate of 5.8 per cent. South Asian region's employment growth will also be almost half at 1.6 per cent from 3.0 per cent a year ago. So far as employment generation is concerned, Bangladesh's performance will be at the centre of attention for its people. According to the ILO report, there will be a slight drop in the country's unemployment from 5.0 per cent in 2022 to 4.8 per cent in the current year. It can be seen either way---positively or negatively. Positively because, although it is a negligible recovery of just 0.2 per cent, it is after all a decline in unemployment at the same annual rate since 2020. If the higher number of working-age population who join the workforce here is taken into consideration, even the 0.2 per cent drop in annual unemployment at this crunch time cannot be considered a dismal development on the labour front. The negative perspective is that this is much too inadequate for a country's healthy and equalitarian socio-economic order---particularly when it is poised to attain the low-income developing status by 2026. Significantly, despite the drop in unemployment, the rate of unemployment will still remain higher by 0.4 per cent over the pre-pandemic level of 4.4 per cent in 2019.As the free-market economy is increasingly exposing its ills in terms of uneven growth and atrociously unequal distribution of wealth, Bangladesh has also followed suit in that respect. The fact that even in the pandemic and post-pandemic periods, two-thirds of the world's wealth were accumulated into the hands of just one per cent of the global population is likely to be true for Bangladesh as well. When inflation bites and not all retrenched people succeed in getting employment or are forced to accept lower-paid jobs on adverse terms and conditions, the ILO report's underlying message becomes even more troubling. The ILO has suggested prudent government policy intervention. Well, in order to make the macroeconomic health as much stable as possible, governments almost everywhere have generously allocated stimulus packages for big businesses with hardly any corresponding return or facilities for workers, avenues of fresh employment or any condition for limited profits. Had there been such strings attached to the generous allocations, inflation would not flare like forest fire crippling the economy at the micro level. Big businesses were reluctant to downsize their operative capital and profits and governments preserved their interests instead of the small units and workforces. What if the small and medium enterprises could maintain their optimum operation and workers were provided with higher wages, and fresh hands recruited particularly in post-pandemic recovery time? People's purchasing capacity would perhaps propel large industries and big businesses also to run full capacity. At least it was possible before the escalation of fuel price and Ukraine war. Now the only option is to realise wealth tax more than proportionate to the undue possessions by the rich and the superrich in the meantime.",
        "headline_1": "Addressing unemployment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-unemployment-1674057400",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "There are too many cars, and too many flyovers, in Calcutta. As with flyovers as also metro rail links in a good number of cities in our part of the world --- think here of the metro rail structure overshadowing the DhakaUniversity area --- it is the beauty of precious places which declines somewhat. In large areas of Calcutta, that is precisely what has been happening. Add to that the increasing number of vehicles, thanks to a growing middle class, that now define life in this sprawling city.Beyond and above everything, though, is the sense of continuity which keeps Calcutta linked to history. Calcutta remains a moving vehicle of history; and this is a truth which reasserts itself when Andalib Elias, the suave Bangladesh deputy high commissioner, takes you on a tour of the mission grounds. It is that seminal moment of 18 April 1971 which comes alive, with recollections of the move by Hossain Ali and his staff to switch their allegiance to Bangladesh a day after the Mujibnagar government was sworn in at Meherpur.And what's the story behind the two flag poles on the premises of the deputy high commission? Elias explains. At the top of the mission the flag flutters on the pole as a commemoration of the history of April 1971. The pole at the slightly lower level displays the Bangladesh flag in line with standard diplomatic practice. History is thus a brilliant coming together of past and present at the Calcutta mission. The deputy high commissioner operates from the very same room where Hossain Ali engineered the functioning of the place in those heady days of the War of Liberation. The wide lawn is a reminder of the difficult yet enthusiastic ways in which the Bangladesh governmental structure, administratively speaking, worked in a set of tents in those crucial days. Beyond the mission complex not far away is of course where the political leadership conducted the war. The old seat of the Mujibnagar government is today Sri Aurobindo Bhaban.The Bangladesh deputy high commission is thus a significant landmark in Calcutta. And then there is the excitement which pumps life across the city, even in areas adjacent to old graveyards. The narrow road leading to Gobra, where Muslims have been buried through the decades, reverberates with the haggling which goes on between sellers and buyers. Arguments fly around the food items, vegetables in particular, snaking along the two sides of the street, compelling the driver of an old Ambassador yellow cab to bring all his skills into play as he navigates his way to and back from Gobra.Calcutta's beauty comes through its cosmopolitan personality. Malls have arisen all over the city, competing with similar places anywhere on the globe. But while such development is appreciable from the perspective of modernity, there is that old world charm which remains glued to old homes, those which have refused to buckle before the onslaught of the apartment complex culture. The old structures --- windows and doors and buildings which surely came up in the 1940s if not earlier --- convey that unmistakable sense of the magic which cultural history always is. Old street names, such as Ripon Street, Bentinck Street, Camac Street, Elgin Road, are for students of Calcutta history an attraction that cannot be left unexplored. The second-hand bookshops on Mirza Ghalib Street, formerly Free School Street, are gone. But a walk down it revives not only one's interest in the past but is also for many a retracing of the steps of parents who shared quarters here in their bachelor days in the run-up to the vivisection of India in 1947.You go past the Maidan, and you think you hear the old roaring crowds cheering politicians on in times when Mountbatten rushed the country to partitioned independence seventy-five years ago. You move on, indeed journey to College Street, to look for books you need to take back home. You take a peek inside the old Coffee House, where intellectual discourse once flowed --- and still flows --- hoping to find a place to sit and sip a cup of coffee even as you conjure up images of the generations which sipped coffee there long before you did. An empty chair seduces you. History has you walk to that chair. You are giving shape to new history, your own.Interaction is integral to Calcutta. Publishers cheerfully bring forth their new works, which are a delight because of the subjects covered as well as the excellent editing marking them. The elderly and the middle-aged reminisce on the times they have been to Bangladesh, recalling with that faraway look in their eyes the hospitality showered on them in Dhaka and elsewhere. There is talk of the ramifications of partition, of the slow death of hope in those who trekked all the way from East Bengal to West Bengal, convinced that they would soon go back home, that the political division was but a brief aberration. The aberration assumed the shape of permanence; and all these men with hope said farewell to life, away from home, one after another. Their grandchildren, themselves on the verge of twilight, relate the tales.Calcutta is nostalgia. It is also a vibrant embodiment of these moments of present import. Billboards proclaim what clearly is the aura of Mamata Banerjee. There she is welcoming delegates to the G-20 conference. And here she is celebrated by her acolytes on posters. DidirDoot, Didi's envoys, have fanned out across West Bengal to carry the chief minister's message to the grassroots. And in Calcutta, Amartya Sen whips up a new squall through his statement that Mamata Banerjee is fit to be India's prime minister. BJP sensitivities are swiftly aroused, with a party spokesperson letting people know that no vacancy exists in the prime ministerial office.There are the voices --- Bengali, Urdu, Hindi, English, Punjabi --- one hears in Calcutta. A composite mix of cultures greets you as you step out into the street. This image soon translates into lunch in Park Street, where friends pursuing different faiths recall their school and college days and will themselves young again. Hindu, Muslim, Christian, Sikh --- they relive past springtime in their greying autumn. Across the room, at all those tables, everyone is engaged in conversation, polite and soft and low and dipped in urbanity.This is Calcutta, forever old and yet forever new. Contrary to Rajiv Gandhi's reference to it as a dying city, Calcutta throbs and thrives all day and all night long.You make your way to the old Christian cemeteries, for a conversation with the likes of Madhusudan Dutta and Derozio. Voices rise from the ancient graves, to remind you that your present is your path to what soon will be your past. \n[email protected]",
        "headline_1": "Calcutta ... in its sounds, sights and colours",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/calcutta-in-its-sounds-sights-and-colours-1674057442",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Many university graduates in Bangladesh cannot pen an article on their own in English. Despite learning the language for more than a decade, they cannot speak English fluently. And after their graduation when these students decide to go abroad for higher studies, they have to spend a big chunk of money to learn the language again at coaching centres. So, what is wrong with teaching and learning English in the country? The problem is that most educational institutions in Bangladesh lay stress not on the language as such, but on its grammar. As a result, the students can never attain fluency in English. According to some researchers, an adult requires a lot of effort to learn a language whereas children pick up new languages easily and quickly. However, schoolchildren in Bangladesh are introduced to English as a subject right from the playgroup. And in primary schools, almost every teacher uses Bangla, not English, as the medium of instruction. It is an irony that schoolchildren are made to learn English by rote. These students reach secondary or higher secondary level without growing the ability of articulating anything they want to explain in English. The joy of learning a language is missing in schools and colleges. Interestingly, many children and teenagers in the country know Hindi, Tamil or Korean better than English. They have mastered these languages from their own interest watching movies and TV series. However, they get frightened whenever they encounter films or documentaries with subtitles in English. But it does not happen with Hindi and Tamil. For them, English is a subject like mathematics or physics. Whenever they try to learn English, they keep only one thing in mind, which is how they would get good grades in the subject. So, they cram to memory their lessons as much as they can and put those on their answer scripts in their examination halls. This does not help in any way learning the language. On the contrary, English-medium schools in Bangladesh put stress on spoken English. Students' creativity is encouraged and they are motivated to write on their own. And these students can write on any subject in English based on their own observation and imagination. But most Bangla-medium students cannot do that. They even memorise creative questions like composition or story writing and can secure good grades in their exams. English should not be taught like any other subject but should be taught and learnt as a language or as a life skill. Conducting an English class using Bangla cannot make students competent in English. Unfortunately, most English teachers in Bangladesh do this. Every educational institution should ensure that the whole teaching and learning process of an English class is conducted in English. But it does not happen because the teachers themselves do not have the capacity to do that. Even the schools and colleges in Dhaka city struggle on this count. Students spend their time in their effort to just pass or get good grades in English. \n[email protected]",
        "headline_1": "English teaching in our schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/english-teaching-in-our-schools-1674057472",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2023"
    },
    {
        "full_article": "Day by day, ragging in our public universities is taking an alarming turn. When a new batch of students arrives in a university, senior students start making fun of them in the name of ragging. Instead of welcoming them cordially, some senior students start teaching them the so-called manners of the university. Sometimes, they make the juniors sing and dance in public. This is quite humiliating and disturbing for the new students. Ragging is getting widespread as not many people are aware of the mental trauma that it can cause. Sometimes, it can be violent. It is often alleged that ragging is the worst in Jessore University of Science and Technology (JUST). Stories are doing the rounds on social networking sites with accounts of recent victims of ragging. It proves that the allegations are not groundless. The extent of abuse is so severe that some students no longer want to return to their classes. In many developed countries, ragging is a crime. There must be strict punishment for those who are involved in such activities. Ragging not only affects a person mentally but sometimes it can lead to physical harm. I urge the JUST authorities to stop this ragging culture as soon as possible and take appropriate action against those who are involved in ragging. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID)[email protected]",
        "headline_1": "Stop ragging at JUST",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-ragging-at-just-1674057489",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2023"
    }
]