[
    {
        "full_article": "In the final inflation print before the Union Budget for 2025-26 is presented, followed by the first review of the monetary policy led by the new Governor of the Reserve Bank of India (RBI) in early February, the price rise faced by Indian consumers eased to 5.22% in December. Although a four-month low, this still marked only a mild decline from November’s 5.5% uptick in the Consumer Price Index (CPI), and was largely driven by a sequential easing in food prices. Food inflation moderated from over 9% in the previous month to 8.4% last month, and though inflation in vegetables cooled from 29.3% to 26.6%, it still remained generally high. Households still forked out a lot more for their meals than they did a year ago — it must be recalled that overall inflation was 5.7% and food price rise, over 9.5% in December 2023. While prices of some food items, including vegetables, are seen cooling further this month, those of a few critical ingredients have started spiking, including of edible oils, that rose at a 33-month high pace of 14.6% in December. Eggs, meat and fruits also saw inflation accelerating last month along with the relatively humble potato (up 68.2%). Moreover, inflation in wholesale prices has gained pace, signalling that there is room for higher costs to be passed on to consumers for food items as well as manufactured products.The government and industry want the RBI to cut interest rates to reinvigorate consumption and fading growth impulses by looking through ‘volatile’ food inflation. But even industry captains admit that just keeping food prices out of the interest rates and growth-inflation balancing act will not suffice. Moreover, even if the weightage for food in the CPI is reduced in line with the recent household consumption spending survey results, food price trends have a material impact on the spending propensity of households and their inflation expectations. Inflation may yet average 4.5% through January to March, as the RBI expects, but the central bank that has committed to await a durable alignment to its 4% goal before slashing rates, has a difficult call to make in February. Tangible measures, if any, to ease price pressures in the Budget, along with some visibility on the Centre’s fiscal glide path, could help tip the scales for a rate cut cycle to begin soon, if not next month. There are a few new imponderables that have compounded the trade-off matrix for policymakers in North Block as well as Mint Street — the swift unravelling of the rupee vis-à-vis the dollar in recent weeks which raises the risk of importing inflation, among other collateral effects, especially as global oil prices have resurged to multi-month highs. A very nuanced approach is imperative to avoid fresh missteps. Published - January 18, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Union Budget\n                    \n                            /                      \n                        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        fruit and vegetable\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        currency values",
        "headline_1": "Inflation matrix: On the numbers and trends",
        "headline_2": "December’s price rise numbers do not ring in enough relief",
        "link": "https://www.thehindu.com/opinion/editorial/inflation-matrix-on-the-numbers-and-trends/article69108854.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "The recent announcement by Tamil Nadu Chief Minister M.K. Stalin, of a $1-million prize scheme for deciphering the script of the Indus Valley Civilisation (IVC), seems to have revived popular interest in the subject, which remains a puzzle to archaeologists, historians and linguists. His invitation for further research was made in the context of the centenary celebration of the IVC discovery, which was published by then chief of the Archaeological Survey of India, John Marshall, in September 1924. Spread across 1.5 million square kilometres in the territories of modern-day India, Pakistan, and Afghanistan during the Bronze Age (3000-1500 BCE), the IVC, also known as Harappan Civilisation, was regarded as complex as the better-known civilisations of Mesopotamia, Egypt and China. The Indus civilisation was essentially urban. Even though there has been a large number of objects and materials of archaeological value in support of the IVC, the decipherment of seals and tablets has not been to the satisfaction of all. About 20 years ago, a group of western scholars had argued that writing was not a necessity of ancient urban settlements, not even those as massive as those of the Harappans, and that “a handful of unknown symbols” could no longer be claimed as evidence of writing. Since then, there has been an exchange of scholarly views for and against the theory of the Indus civilisation being a highly literate society. It is against this context that Mr. Stalin’s announcement needs to be seen. There is also a school of thought that there was a script which was “proto-Dravidian”, “non-Aryan” and “pre-Aryan”. This could be a reason why a southern State, Tamil Nadu, has made the offer. The State government has also supported a study on Indus signs and graffiti marks of Tamil Nadu as part of a project of the documentation and the digitisation of graffiti and Tamili (Tamil-Brāhmī)-inscribed potsherds of Tamil Nadu.Researchers face certain challenges while resolving the Indus riddle. There is a complaint that the entire database regarding the seals has not yet been made available in the public domain. While allowing free access to these resources, central and State authorities should ensure that context for them is also provided. More importantly, studies should be carried out without any interference. The likelihood of the proposed study’s findings going against the established and particular narrative should not be allowed to cloud intellectual pursuit. There is also scope for well-coordinated work among South Asian countries, including Sri Lanka, Bangladesh, Pakistan and Afghanistan, to unravel the mystery. But if political differences are permitted to adversely impact the execution of any such study, the world, and India, will be much the poorer for it. Published - January 18, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        research\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Afghanistan\n                    \n                            /                      \n                        \n                        Pakistan\n                    \n                            /                      \n                        \n                        Egypt\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "​Script reading: On deciphering the script of the Indus Valley Civilisation",
        "headline_2": "The deciphering of the Indus script should not be clouded by politics",
        "link": "https://www.thehindu.com/opinion/editorial/script-reading-on-deciphering-the-script-of-the-indus-valley-civilisation/article69108959.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "When Carlsen’s denim or Steve Jobs’s black turtleneck hits headlines, super-pricey and much coveted versions of everyday items follow. Goes to show how fuddy-duddy those harping on formal wear are\nIn recent years, quick-footed commerce has played on high-minded sentiments to turn in magnum profits. Affordable and commonplace items have now become super-deluxe products while superficially retaining their original feel and optics.\n\nJeans, sneakers and non-alcoholic drinks all carry the aura of down-to-earth wholesome living and yet, how they have all changed.\nRead full story on TOI+.\n\n",
        "headline_1": "It’s in our jeans, and sneakers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-in-our-jeans-and-sneakers/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "All through the 15-month conflict Israel has focused on dismantling Hamas without sparing effort to create an alternative. That leaves a political void in Gaza and conditions for Hamas to spring back, leading to the cycle of war and destruction all over again\nAfter more than 450 days of fighting and captivity, the hostage deal (Phase I) serves as a trial by fire for Israeli politics and society. From the ancient roots of Jewish ethics to the complex DNA of the state’s multi-layered fabric, bringing back brothers and sisters from captivity is an almost divine command – a core value of the Jewish people’s war-filled existence upon their return to their homeland.\n\nHowever, even ancient imperatives face challenges in today’s populist and immature political reality.\nRead full story on TOI+.\n\n",
        "headline_1": "Six weeks of calm and then what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/six-weeks-of-calm-and-then-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "By Humra Quraishi\nWhile working on the architectural wonders of Kashmir valley, I had the opportunity to visit several Sufi dargahs and learn about lives and philosophy of Sufi saints. Abu’l Fazl writes about his meeting with Sufi Wahid, who had been “…gathering happiness on an old mat for thirty years. He lived apart from joy and sorrow and took nothing from anybody except broken bread.”\nIn his memoir, Emperor Jehangir writes, “Though they, Sufis, have no religious knowledge nor learning of any sort, they possess simplicity and are without pretence. They abuse no one. They restrain the tongue of desire and the foot of seeking. They eat no flesh, they have no wives and always plant fruit-bearing trees so that men may benefit from them, themselves desiring no advantage.”\nInterestingly, Sufis had travelled from Central Asia, Iran and Iraq to the valley in search of peace. Most were driven out of their land by those in power. The Kashmir valley became their new home; they lie buried in and around Srinagar. Their dargahs are pilgrimage destinations for both Hindus and Muslims.\n\nA legendary Sufi, Shah I-Hamdaan, came to Srinagar from Iran. Forced to flee his native place, Hamdaan, by the then ruler, Timur, he reached Srinagar along with 700 Sufis. Hamdaan’s presence in the valley made a great impact. Besides being an author and poet, he and his followers reached out to people by building hospices. Historians say his influence can be judged by the fact that the then-sultan of the valley, Sultan Qutb-uddin, acknowledged his greatness.\nThe Kashmir valley has nurtured many women Sufi mystics and poets. Lalla Ded stands out among them. Lalla Ded’s life took many turns, and along the way, she earned several monikers – Lalla Arifa, Lalla Maji, Lalleshwari and Lalla Yogeshwari. Lalla Ded’s outpourings in verse were not confined to one religion; they went far beyond; they carried mystical strains that were expansive and inclusive. Even as a child, she was said to have been engrossed in thought, never interested in worldly matters. She is believed to have walked away from an unhappy marriage in search of peace.\nLegend states that she clothed herself – earlier, she moved about in a semi-clad state – when she saw Sufi Shah Hamadan in Kashmir, stating that, at last, she had spotted a man! Before that, she had questioned her critics – for roaming about in rags and in a semi-nude state – that, where are men around that she’s to hide herself from!\nIt is said that Lalla Ded would wander around countryside in search of peace and solace, while chanting and singing. Verses poured out of her heart as she sought solace for her troubled soul.\n“Passionate, with longing in mine eyes\nSearching wide, and seeking nights and days\nLo, I beheld the Truthful one, the Wise\nHere in mine own House to fill my gaze\nThat was the day of my lucky star\nBreathless, I held him my Guide to be …”\n(Humra Quraishi: 25.04.1956 to 16.01.2025)\n\n\n",
        "headline_1": "Transcendental Sufi mysticism in Kashmir valley",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/transcendental-sufi-mysticism-in-kashmir-valley/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "Will Gaza war end? Only if Trump can control Bibi, Hamas\nAfter several twists and turns, the Israel-Hamas ceasefire agreement has finally been inked. Tel Aviv is wrapping up cabinet approvals and the deal will go into force on Sunday. However, this is only the beginning and the first phase of what is expected to be a lengthy process to wind down the 15-month-old Gaza conflict. Only 33 hostages out of the remaining 98 are being released in this phase in exchange for 1,700 Palestinian prisoners. That too over a 42-day period during which Israeli forces are to withdraw to a perimeter around Gaza and draw down from crucial areas such as the Philadelphi Corridor between Gaza and Egypt.\nThe big question is will both sides hold up their end of the deal. There are plenty of ifs. IDF wants to retain the ability to go back into Gaza if things go south. Hamas, despite being battered, has recruited as many new fighters as it has lost. And as Netanyahu’s right-wing allies threaten to quit his coalition – they want IDF to finish off Hamas for good – over the deal, there’s no telling if the agreement will sustain. Tel Aviv’s failure – or refusal – to outline an alternative for Gaza’s administration means Hamas will endure in the Strip.\nMeanwhile, Hamas should also be clear that violation of the deal on its part will elicit a massive response from Israel and the US Trump administration that takes office on Monday. And with Assad gone, Hezbollah licking its wounds, and Iran circumspect, it will be foolish of Hamas to renege on the deal. Trump, no doubt, was the catalyst for this agreement and he wants to present a win. Both Netanyahu and Hamas should go along. West Asia and the world desperately need this break for peace. \n\n",
        "headline_1": "Is it a big deal?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/is-it-a-big-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "After fifteen months of relentless bombardment that has killed nearly 47,000 Palestinians—mostly women and children—the Israeli government has agreed to a ceasefire deal with Hamas, set to begin on Sunday morning. The agreement was brokered primarily by incoming US President Donald Trump (with support from the Biden administration), Egypt, and Qatar. While there is some relief that the horrific bloodshed in Gaza may finally come to an end, serious doubts still remain given the realities on the ground.\nIt is appalling that even after the ceasefire was announced on Wednesday night, at least 122 Palestinians, including 33 children, have been killed in Israeli attacks. What does this say about the future of the ceasefire deal, or the quality of the \"peace\" to be brought by it?\nDuring the first and second stages of the deal, Israeli hostages will be released, with priority given to children, the sick, and the elderly, while hundreds of Palestinian women and children held in Israeli prisons will also be freed; humanitarian aid—largely withheld by Israel throughout the war—will also be allowed into Gaza. The third phase likely involves Gaza's reconstruction, supervised by Qatar and the UN, along with a full Israeli withdrawal from the Gaza Strip. However, given Prime Minister Benjamin Netanyahu's reliance on far-right coalition partners, there is reason to doubt whether Israel will fully relinquish control. Moreover, allowing Palestinians to return to northern Gaza—now reduced to rubble—feels like a cruel irony. What arrangements are being made to shelter them before their homes are rebuilt?\n\nIsrael's history of overwhelming and disproportionate retaliation, along with the unwavering support it received from the US and other Western nations, leaves room for scepticism about whether Palestinians will be treated fairly in this process. Still, as delayed as it is, a ceasefire is something the world—and especially the Palestinian people—desperately needs.\nIsrael's history of overwhelming and disproportionate retaliation, along with the unwavering support it received from the US and other Western nations, leaves room for scepticism about whether Palestinians will be treated fairly in this process. Still, as delayed as it is, a ceasefire is something the world—and especially the Palestinian people—desperately needs.\nThe international community now must extend full support for Gaza's reconstruction and recovery. The war's catastrophic consequences—including thousands of disabled, injured, and traumatised children, women, and men—must be addressed with urgent medical care, psychological support, and financial aid. Palestinians must also have the right to choose their own leadership and be free from Israeli control. Most importantly, the US and other Western nations must ensure that Israel does not renege on its commitments under the deal using any pretext.\n",
        "headline_1": "Will the ceasefire in Gaza hold?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-ceasefire-gaza-hold-3802641",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "Bangladesh's economy is significantly dependent on its export earnings. The export sector has faced several challenges under the interim government. Business insiders opine that the recent political upheaval has created an uncertain environment for businesses. The interim government's efforts to restore stability are becoming visible, but the situation has led many international buyers in the garment sector to reconsider placing orders in Bangladesh, anticipating potential disruptions.\nThe garment sector accounts for over 80 percent of Bangladesh's export earnings and has experienced significant obstacles due to worker protests demanding higher wages and better working conditions. These protests have led to the closure of many medium-scale factories as well as production delays, causing concerns among international buyers about the continuity of Bangladeshi suppliers.\nRising temperatures due to climate change have increased heat stress among garment factory workers, potentially affecting productivity, lead times, and timely shipments. Global brands are legally required to address these conditions in their suppliers' factories under new EU regulations, exerting pressure on Bangladeshi exporters to improve working conditions.\nIn July 2024, discrepancies were identified between export figures reported by the Export Promotion Bureau (EPB) and the National Board of Revenue (NBR). The EPB acknowledged a $3.16 billion mismatch in export data for the July-September period of the previous fiscal year, causing a temporary suspension of regular export data publication. This has confused stakeholders and may affect trade decisions in the future.\nThe government reduced export incentives across various sectors in July 2024, aiming to encourage exporters to raise competitiveness ahead of the country's graduation from the least developed country (LDC) status in 2026. Business leaders have expressed concerns that curtailing incentives could adversely impact industries already struggling with increased production costs and global competition.\nThe snowball effect of political turmoil, labour unrest, and reduced incentives has strained the economy. The interim government is seeking international assistance to rebuild the economy, but challenges persist in restoring investors' confidence and ensuring sustainable growth.\nTo address the major export challenges, the interim government has adopted the following strategies:\n* Restoring law and order, which is crucial to regain the confidence of international buyers. The interim government has been working on industrial security and anti-corruption reforms to achieve this.\n* Improving working conditions and ensuring fair wages in the garment sector, which are vitally important. The government is reviewing the wage structure and addressing legal concerns for workers to prevent further unrest.\n* Reducing logistics costs, which can significantly boost exports. Implementing the National Logistics Policy 2024 aims to lower business costs, enhance competitiveness, and integrate Bangladesh into the global value chain.\n* Curtailing dependency on the garment sector by supporting other industries such as leather, agriculture, and electronics. Inconsistent policies have been barriers to export diversification, and addressing these can open new markets. The government is putting efforts into reducing inconsistency.\n* While the government has set an ambitious export target of $110 billion by 2027, economists and business leaders are pessimistic about its feasibility due to persisting challenges. Setting achievable goals can help in better planning and execution. The interim government is reassessing previously set export targets to establish more realistic and achievable goals, considering recent data discrepancies and global economic trends.\n* Investing in infrastructure, such as ports and transportation networks, which can improve efficiency and reduce costs, making Bangladeshi exports more competitive. The National Logistics Policy 2024 also emphasises infrastructure development.\n* Implementing the Export Policy 2024-27, which would help increase annual export earnings to $110 billion by 2027, focusing on product diversification, infrastructure development, and market expansion.\n* Strengthening diplomatic and trade ties, particularly with key partners like the US and the EU. The interim government is engaging in dialogues to foster these relationships, aiming to improve market access and trade conditions.\n* Stabilising the labour market, especially in the garment sector. The government is working to resolve disputes and improve working conditions to ensure uninterrupted production and maintain buyer confidence.\n* Efforts are underway to rectify data collection processes to provide accurate export statistics, which are essential for informed policymaking and maintaining credibility.\n* Promoting the inclusion of new products in the export basket, such as handicrafts, vegetables, and light engineering, to reduce dependency on traditional export sectors and tap into unexplored markets.\n* Developing logistics, ports, and transportation networks, which is important to enhance export efficiency and reduce costs, thereby increasing competitiveness in the global market.\nLastly, a stable political environment is essential to attract foreign investment and reassure international buyers of Bangladesh's reliability as a global trading partner.\nDr Nasim Ahmed  is additional secretary at the Ministry of Home Affairs. He can be reached at [email protected].\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n",
        "headline_1": "Snapshots of Bangladesh’s major export challenges",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/snapshots-bangladeshs-major-export-challenges-3801791",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "\"Takar khoje sarkar\" (Government looking for money)—this was a top story of a reputed daily on January 12. No wonder, in its desperate hunt for money in the wake of a fiscal deficit, the incumbent government has resorted to the most easily accessible option: raising indirect taxes.\nThe recent decision to increase and impose additional value-added tax (VAT), customs and supplementary duties (SD) on as many as 100 consumer goods and services—that, too, in the middle of a fiscal year—has come as a flash flood to an already inflicted community. These additional taxes have added insult to injury to the people who are already severely hit by high inflation. Understandably, it has sparked a sharp protest from consumers as well as criticism from economists, businesses, political parties, and civil society, in face of which the government has decided to retract its decision for some items and services.\n\nGiven the fact that tax is the lifeline of a civilised society, and that the tax-GDP ratio in Bangladesh is one the lowest in the world, the importance of mobilising enough tax revenue cannot be overemphasised. However, the issue of how it is done has never gone unchallenged anywhere in the world. Interestingly, in Bangladesh, despite people's strong resentment about this \"how\" aspect of tax revenue, pragmatic proposals on how tax should be collected in an efficient and effective way as well as in a win-win situation seldom come from the concerned stakeholders.\nTax structure in most developing countries is historically characterised by their heavy reliance on indirect taxation, such as VAT, customs and SD. This is even truer in Bangladesh's case as more than 70 percent of its meagre tax revenue, equivalent to barely eight percent of GDP, comes from indirect taxes. (According to the World Bank data, the average tax-GDP ratio of developing countries is 25.6 percent, the OECD average is 35 percent, and the world average is 15.34 percent).\n\nIndirect taxes, equally levied on poor and rich people with the possibility of double taxation, are characterised by their regressivity. On the other hand, a good tax administration relies more on progressive tax, such as income tax where taxpayers pay taxes according to their ability.\nIn Bangladesh, the tax gap as exemplified by its low tax-GDP ratio is huge. Tax gap means the gap between the potential tax and the actual collection, and results from a set of factors, including weak tax administration, narrow taxbase, tax evasion, and broad-based exemptions. Alternatives to imposing new and/or additional indirect taxes lies in addressing these factors.\n\nEconomist Adam Smith argued that taxation should be based on the four principles: fairness, certainty, convenience, and efficiency. Fairness underscores the compatibility of taxpayers' ability with their conditions, including their ability to pay in line with their income and lifestyle.\nOf all taxes, income tax is believed to be most progressive so long as it observes the principle of fairness. On the other hand, while indirect taxes are relatively convenient and efficient in terms of collection, they mostly disregard the principles of fairness and certainty.\n\nThe number of registered income taxpayers crossed the one-crore mark last year—a heartening increase from 35 lakh a few years back. However, this figure is believed to represent only 25 percent of the taxable population. That is to say, even if half of the potential taxpayers could be brought under the tax net, the existing 30 percent share of income tax could be doubled. Furthermore, though the existing taxpayers complain of high rates of personal income tax, it can be argued that there are ample opportunities for increasing the direct tax collection by following the \"ability to pay\" principle as well as by reducing widespread evasion. For example, people in posh areas and leading a lavish life with luxurious cars and flats should be able to pay higher amounts of taxes according to their income.\nWidespread tax evasion—both direct and indirect—is another formidable antagonist in our tax culture. Evasion takes place first by dodging the tax net, and then, when forced into the tax net, by evading taxes in numerous ways. One example could be cited to indicate the extent of tax evasion in Bangladesh. According to a 2020 report of the VAT Intelligence Wing under the National Board of Revenue (NBR), only 175 out of 13,245 traders at Pink City Market, Mouchak Market, Rajdhani Market, New Rajdhani Market, Chawkbazar, Armanitola, Bangshal and Sutrapur areas in Dhaka submitted VAT returns, and only 1,937 traders had VAT registration numbers. I am not sure whether income tax intelligence has undertaken any such study which, if done, might have revealed equally startling facts.\n\nIn order to significantly reduce, if not remove, tax evasion and plug loopholes, there is no alternative to strengthening the tax administration, both in terms of its integrity and physical resources. Additionally, the synergy of responsible businesses, individuals and tax administration needs to be built to drive away the ghost of unholy alliance among tax evaders and their cohorts in tax administration. Particularly, businesses which clamour about the imposition of VAT, SD and customs duty, which are actually not paid by them but by end-users, should come forward with their proposals of how income tax can be made more efficient and effective.\nAccording to media reports, as of the July-September period of FY2025, the NBR fell short of its revenue collection target by around Tk 25,597 crore. The recent fiscal measure of increasing commodity taxes is expected to raise an additional amount of Tk 12,000 crore. It is not certain whether this has been done just to satisfy the IMF conditionalities. This kind of ad-hoc measure erodes the principles of fairness, certainty and convenience in taxation, and hence should have been avoided.\n\nGiven that taxation is fundamental to sustainable development, and the ability to raise revenue and manage public expenditure is of core importance to every state, taxation has a direct bearing on good governance and vice versa. The good governance principles of rule of law, responsiveness, transparency, and accountability have immeasurable significance on what taxes are imposed and how they are collected. It is empirically proven in many countries that policy and administrative measures endowed with these principles contribute to revenue maximisation in a fair and equitable way. For this, what is most essential is the political will of the government \"of the people, by the people, and for the people.\"\nDr Ahmed Munirus Saleheen is a tax researcher and a former senior secretary of the Government of Bangladesh. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "How to maximise tax revenue without imposing regressive taxes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-maximise-tax-revenue-without-imposing-regressive-taxes-3801696",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Need for a predictable tax policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-a-predictable-tax-policy-1737209604",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Rate hike yet to contain inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rate-hike-yet-to-contain-inflation-1737209772",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Graffiti that stirred up  a hornet's nest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/graffiti-that-stirred-up-a-hornets-nest-1737209810",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Mother Nature's wrath",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mother-natures-wrath-1737209875",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2025"
    }
]