[
    {
        "full_article": "Recent testimony to the US Senate Armed Services Committee by the head of US Strategic Command, Gen Anthony J Cotton, confirms that China is accelerating the upgradation of its strategic deterrence. It has augmented the types, quantities, and quality of its nuclear weapons and delivery systems.\n\nCotton stated that China’s land-based intercontinental ballistic missile (ICBM) launchers currently exceed those of US. The outsized Chinese nuclear ambition is to become a strategic co-equal of Russia and US, which is disquieting for India, necessitating Indian countersteps.\nRead full story on TOI+\n\n",
        "headline_1": "The new clear Chinese strategy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-new-clear-chinese-strategy/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "It may be hard to have a Lok Sabha election these days without contentious debates about EVMs. The voting process is basically the soul of democracy. Assuring its sanctity and, by extension, its unbiasedness is undoubtedly a prerequisite for democracy. However, convincing voters of the impartiality of the voting process is no less important.\n\nA question of balance | The demand for tallying more VVPAT counts to corresponding EVM counts is not new. Guidelines for VVPAT-auditing five EVMs in each assembly constituency were established by Supreme Court in 2019.\nRead full story on TOI+\n\n",
        "headline_1": "Vote counting: How to get it PAT",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/vote-counting-how-to-get-it-pat/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "Supreme Court is back to dealing with the tricky issue of trust in the integrity of India’s election process. It’s an important issue, but one where the apex court’s repeated interventions have failed to quell doubts. We are now in the midst of one more attempt.\nEVMs to stay | EVMs were introduced for 2004 Lok Sabha elections. Govts have come and gone since, and in general EVMs are seen as an improvement over paper ballots. Therefore, SC did well to quash the idea calling for a return to ballots.\nVVPAT comes in | A voter verified paper audit trail is connected to an EVM device. It allows a voter a chance to verify that the choice is captured accurately and also creates a paper trail to resolve any subsequent dispute. It was SC in 2013 (Subramanian Swamy vs UOI) that ordered the introduction of VVPAT. Its logic was that it’s an essential part of the election process.\n\nThis intervention was meant to get adequate buy-in of the electorate in the integrity of elections. However, till this day it’s an issue that hasn’t been laid to rest. It can’t be ignored as an electorate’s trust in an election’s integrity is what holds up democracy.\n2019 intervention | Ahead of 2019 LS elections, SC took an extra step (N Chandrababu Naidu vs UOI). In response to a petition seeking verification of 50% of VVPAT slips in each constituency, EC put out a statistical reason to oppose it. Indian Statistical Institute had told EC that 479 randomly picked EVMs for VVPAT verifications would generate results with over 99% accuracy. EC said it was already verifying eight times the number. Once again, to buy-in electorate trust, SC ordered a fivefold increase in VVPAT verification.\nTime’s not the issue | Any increase in VVPAT verification will delay results, said EC in court. But time’s not anymore a relevant issue. To illustrate, in 2004, LS polls along with that of four state assemblies were completed in a little over three weeks. This year, the polls will take a little over six weeks.\nUS has been a deeply divided society after the breakdown of trust over election results in 2020. India shouldn’t go that way. But having introduced VVPATs to quell doubts in 2013, we remain unsure of the adequate level of verification needed. EC should consider increasing VVPAT verification.\n\n",
        "headline_1": "Trust is key: As SC again hears petitions on poll process, EC should consider increasing VVPAT verification",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trust-is-key-as-sc-again-hears-petitions-on-poll-process-ec-should-consider-increasing-vvpat-verification/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "Go home, the placards tell you clearly. The Spanish have had enough of tourists. Local govts in Spain have raised tourist taxes. Overtourism, though, isn’t a European problem. It has afflicted iconic landmarks and famous landscapes in other parts of the world. Tourism has increased because of higher incomes and cheaper travel. A study found that 80% of the world’s travellers go to just 10% of the world’s tourism destinations – and these destinations have finite capacities.\n\nWhile travel is an expansion of the imagination, and certainly should not remain an elite indulgence, tourism is too often about seeking and finding cliches, a frenzied ticking of boxes, a ‘bucketlist’ of places to go and things to do. Instead of meshing unobtrusively into a living environment, we often see it as mere backdrop for ourselves. It’s a familiar story in India too, our hills and coastlines are clogged with junk and single-use plastics we leave behind. Tourist hotspots become reliant on seasonal income. Economic benefits are clear. But there are also unseen costs on local populations and environment.\nIrresponsible tourist infrastructure in protected areas is one of the big reasons for habitat fragmentation and loss. If done right, though, tourism and its revenues can also be a driver of conservation, if tourists and the tourism industry move from a consumer mentality to one of collective stewardship. Leaving a place as we found it is a basic courtesy, to make sure that those who live there and future visitors can savour it too. Sustainable travel means examining the impact of our actions – from the way we travel to the experiences we seek, to being mindful about our effects on local communities and nature. We can chase our individual dreams without collectively savaging the earth.\n\n",
        "headline_1": "The pain in Spain: Thoughtless tourism damages the places we seek out, and the people who live there. We can change this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-pain-in-spain-thoughtless-tourism-damages-the-places-we-seek-out-and-the-people-who-live-there-we-can-change-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "The plan of the Department of Agricultural Extension (DAE) to bring three million farmers under its network of agro-related weather information sounds good. Currently, the DAE runs a project under a network covering 30,000 farmers across the country. The World Bank-funded project 'Bangladesh Agro-Meteorological Information System (BAMIS)' was launched in 2019 to better equip farmers with forecasts on weather -- good or bad -- and natural disasters. In view of positive results from the project, the DAE is now reportedly planning to expand the scope of the project in collaboration with a foreign development agency. According to a FE report, an impact assessment of the BAMIS project shows farmers under two unions in Cox's Bazar could save crop worth Tk 10 million after they were provided with the forecast of cyclone Mocha. This underscores the importance of leveraging advanced scientific methods to anticipate weather conditions, particularly in the face of global climate change.In Bangladesh, till today, farmers mostly rely on their knowledge, past experience and power of observation and perception to predict the weather. As a result, they sometimes experience significant losses due to misjudgment. The inaccuracy of these methods has been further compounded by the now-frequent and unpredictable changes in weather due to climate change. The modern method of weather forecasting in farming refers to the prediction of the atmospheric condition of a place at a given time to ascertain its suitability or unsuitability for agricultural activities. This practice stems from the relationship between stable atmospheric conditions such as rainfall, sunshine, temperature, humidity, air, and bountiful yield. Since farming as a whole chiefly depends on seasons and weather, forecasting facilitates to properly plan farm operations, such as planting, irrigation, fertiliser application, pruning/weeding etc. One of the advantages of weather forecasting is its preemptive quality -- empowering farmers with the knowledge of an area's climatic changes before they occur.The importance of weather forecasting must be taken into consideration because the world has to deal with global warming, climate change and its damaging effect on the world's food production. Reports say, global agricultural productivity might be reduced by 17 per cent by 2050 as fertile farmlands are being ruined due to hurricanes, tornadoes and constant flooding, depletion of the nurturing properties of soil for sustainable agriculture. As a result, modern farming through rapid technological advancement creates room for empowering farmers with the requisite skills and technical know-how to turn their farm fortunes around based on application of weather forecasting in farming. Considering the significant role weather forecasting plays in enhancing agricultural output, the aforementioned DAE initiative should gradually bring under its fold more and more farmers. Efforts are reportedly underway to enhance the effectiveness and user-friendliness of the forecasting system. A web portal for weather monitoring has been established, alongside plans to install agro-meteorological touch screen kiosks in 487 upazilas. These kiosks will feature data display screens at upazila agriculture offices. If the project progresses according to the plan, its success will significantly improve the country's agricultural productivity in the long term.",
        "headline_1": "Weather forecasts for farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/weather-forecasts-for-farmers-1713456225",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "Objects are seen in the sky over Amman after Iran launched drones towards Israel, in Amman, Jordan, April 14. —Reuters \nEver since the latest round of surprise Hamas incursion into Israel and killing and taking hostage of civilians in October last, the powder keg Middle East has been itching to burst into a conflagration. With the Israeli retaliation of brutal forces unleashed on the Palestinians in Gaza, human civilisation has now become a helpless witness to one of the worst genocides of modern time. The latest incendiary to this already explosive situation is the Iranian attack on Israel around midnight of April 13 last. Iran and its allies launched a barrage of over 300 missiles, drones and rockets at Israel in retaliation for Israeli air strike on Iranian consulate in Syria in which seven people including two generals of Iran's armed forces were killed. Since then the two powerful foes in the Gulf have threatened each other of more deadly attacks. Given the hawkish leadership in the Jewish state, it would by now have retaliated with counter offensive against Iran. But with Israeli premier Netanyahu's mentor US president Joe Biden, thankfully, expressing his unwillingness to join in the party of retaliatory action against Iran may have given enough cause for the former to think twice before starting an offensive. Maybe, Biden has been prompted to announce such a wise decision because of the US national election. The anti-Israeli sentiment among the common American citizens is growing. Yet you never know. Biden is known for maintaining a double standard in foreign policy. At a time he was sending consignments of deadly weapons for use against the Palestinians in Gaza, he also went for air drop of food and relief materials there. So, his words cannot be taken in their face value. Former British premier and now foreign minister on a visit to Jerusalem, however, clearly spells out that Israel is bent on launching an offensive against Iran any time. In the meantime, Netanyahu has held meetings with his war cabinet to decide on its response to Iranian attack. He goes further to illustrate that Israel will 'make its own decision how to defend itself'.This is important. The indication is clear that the Western big powers which usually support Israel are trying to prevent an escalation of war in the Middle East. More importantly, the European Union has more or less reached a consensus to recognise Palestine as an independent country. By the time this write-up gets published, the result of the voting on full membership of Palestine to the United Nations at its Security Council is likely to be known. Palestine has been trying for full membership since 2011 but it was granted only the status of an observer in 2012. Several times did it and its supporters apply for full membership only to be thwarted by US veto. This time may be no exception given the statement of Linda Thomas-Greenfield, US ambassador to the UN. She opined that full membership will not help the 'Palestinians with statehood'. Pray, why not?That the war has not escalated yet has stronger reasons behind it. This is the Chinese and Russian support for Iran. Military hardware and advanced defensive system it received from Russia have certainly bolstered its capability to defend against Israeli air and missile attacks. The telephonic conversation between Chinese Foreign Minister Wang Yi following the Iranian attack on Israel is particularly significant. In his statement, the Chinese FM has categorically mentioned that Iran is capable of defending itself against Israeli offensive. Over the years, Russia and Iran have come closer, thanks to Western sanctions against both of them, in military cooperation. Iran has defied Western sanctions to supply drones to Russia in its war against Ukraine. So the Middle East conflict is unlikely to be confined to the region. In fact, it unfolds the spectre of a far wider war, maybe, a possible Third World War. This possibility, however, may serve as both its deterrence and a cataclysmic end of humanity. Why deterrence? It is because of the possibility of a full-scale world war which every sane person would like to avoid. Big powers supporting Israel must as well realise that its carnage in Gaza is the ultimate shame for this civilisation. The people who suffered Hitler's 'Final Solution', a euphemism for extermination of the Jewish people from Europe, must be made aware of their crime against humanity in the form of the genocide being carried out against the Palestinians who are the people of the land. The world survived many provocations when the Soviet Union and the Western powers were on the verge of a Third World War because of the fire powers on both sides. This time Russia is no longer the Soviet Union but it has got on its side China that has fast come up as a world power in terms of both economy and military might. Hopefully, sanity will prevail or if somehow things go out of hands, the planet will get destroyed. Even in case of a regional war, oil supply will be terribly hampered and its price will soar beyond limit with unimaginably catastrophic impact on economies all across the globe. So, it is important to respect the sanctity of lives everywhere and stop aggressions on the Palestinians and the Ukrainians. Humanity desperately needs to rediscover its lost soul. \n[email protected]",
        "headline_1": "Middle East conflict unfolds an ominous spectre",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/middle-east-conflict-unfolds-an-ominous-spectre-1713456265",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "Entrepreneurship is developing a concept into a business, which requires creativity, risk-taking, and the desire to create something new and worthwhile. Value creation, the introduction of new products or services, market disruption, and risk-taking are all important considerations. Entrepreneurs must also plan, promote, and manage funds to transform their ideas into reality. This entrepreneurial method may be used to start and grow enterprises of any size, creating jobs and encouraging innovation. Additionally, youth entrepreneurship refers to the engagement of young people, often in their adolescence or early adulthood, in entrepreneurial activities. Young entrepreneurs are taking the globe by storm, armed with new ideas and a desire to disrupt the current status quo. This surge in youth innovation is not just about chasing personal dreams, it's about tackling social and economic challenges in creative ways.Today's young entrepreneurs are creating innovative solutions in industries such as renewable energy, education technology, and sustainable agriculture. What's their advantage? A unique capacity to detect generational problems and design answers that appeal to a tech-savvy audience.However, the road to success is not always straight forward. Young entrepreneurs frequently have difficulties in obtaining capital, clearing legal barriers, and getting access to mentorship possibilities. To overcome these difficulties, organisations are developing supporting environments. Incubator programmes, workshops, and youth-focused business challenges provide young entrepreneurs with the resources and training they require to succeed. The surge in youth entrepreneurship bodes well for the future. It represents a generation of young people who are proactive, resourceful, and committed to making a difference. By encouraging their creativity, we can unleash a flood of inventive ideas that will benefit society for years to come.Moreover, the value of encouraging youth entrepreneurship and innovation should not be underestimated. It is a light of hope, pointing the way to a more inclusive, vibrant, and affluent society. By recognising and cultivating our youth's entrepreneurial potential, we open up limitless possibilities for development, innovation, and good change, assuring a better tomorrow for future generations.\nJinatul Ferdous SumiyaStudentDepartment in Finance,Mejor in Finance, North South University[email protected]",
        "headline_1": "Rise in youth entrepreneurship",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-youth-entrepreneurship-1713456288",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2024"
    },
    {
        "full_article": "Dhaka's public transport system sees a diverse band of passengers, encompassing individuals from various socioeconomic backgrounds. While the affluent may opt for private cars and those who can afford opt for CNG-powered auto-rickshaws or motorcycles, for many middle and lower-class individuals, as well as students, public buses remain the primary mode of transportation on consideration of costs.However, given that both men and women must travel together on these vehicles, some men engage in deliberate harassment of women. When confronted, women often face humiliation and endure filthy languages.In this age of women's empowerment, why do such indignities persist? Where is the awareness? Ultimately, every man has female relatives-mothers, sisters, wives, daughters-so why disrespect women? These questions linger.Furthermore, it's common to see men occupying seats reserved for women, leaving female passengers to struggle for balance amidst the crowded bus aisles, pushed and jostled by the throng of bodies.The risks that men are willing to endure are often untenable for women. When objections are raised, the retort is, \"Why make a fuss on public buses?\" As a woman, I respond: just as men rely on public buses due to economic constraints, women find themselves in the same situation.All we seek is basic respect, particularly freedom from unwanted physical contact. We can mitigate these issues to some extent by raising public awareness.\nNahida NishiA conscious citizenDhaka",
        "headline_1": "Harassment of women on public buses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/harassment-of-women-on-public-buses-1713456308",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2024"
    }
]