[
    {
        "full_article": "A potent cyclonic storm, Biparjoy, swept through Gujarat and parts of Rajasthan last week and while it did cause noticeable destruction to the infrastructure, scores of injuries and cattle deaths, there have been only two reported casualties. The India Meteorological Department began issuing its first reports on the cyclone’s trajectory as early as June 8, and by June 11, the agency first indicated that the storm would not bypass India, as previously estimated, but would likely sharply swing towards coastal Saurashtra, Gujarat. The storm was also categorised as falling in the ‘very severe’ category — average wind speeds of over 115 kmph. The four days of lead time and an estimate of its strength gave enough time for district authorities in Gujarat to begin evacuating people — nearly 1,00,000 people in the coastal regions of the States were moved to shelters and close to 30 central and State disaster relief teams were kept ready. The railways cancelled several trains and fishermen too received advance warnings of the cyclone’s impact, that kept them away from the sea.There were power outages in 1,092 villages, about 5,120 electricity poles were knocked down and an estimated 186 transformers and 2,502 feeders were damaged in the Saurashtra-Kutch region. While shops and establishments have reportedly re-opened, a full return to normalcy is still awaited. Experience from recent years shows that cyclones, whether in the Bay of Bengal or the Arabian Sea, and their expected impact can be precisely gauged only 36-60 hours ahead. While a greater lead time should in theory mean more time for preparation, the nature of coastal infrastructure, inefficient communication networks and livelihood patterns, combined with the natural fury that cyclones bring about, mean that there are limits to precautionary measures. A cyclone in 1998, that struck Gujarat, reportedly killed nearly 3,000 people, and it can be safely said that India has moved beyond that era. However, there are newer threats on the horizon. Several studies warn that the Arabian Sea, thanks to the effects of global warming, is likely to be the fountainhead of many more severe cyclones. Frequent evacuation cannot be implemented as a permanent policy intervention and efforts must be made to ensure that coastal-regulation-zone norms that prescribe the kind of structures permissible at specific distances from the shoreline must be strictly implemented. The dwellings of rural, coastal inhabitants must be strengthened and natural bulwarks such as mangroves at wetlands must be buttressed for improved resilience.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncyclones\n\n/\n\nweather science\n\n/\n\nGujarat\n\n/\n\ndisaster management\n\n/\n\nnatural disasters\n\n/\n\noceans\n\n/\n\nglobal warming\n\n/\n\nenvironmental issues\n\n/\n\nRajasthan",
        "headline_1": "Preparedness pays off: On Cyclone Biparjoy",
        "headline_2": "India escaped the fury of the cyclone, Biparjoy, because of early warnings from the  India Meteorological Department",
        "link": "https://www.thehindu.com/opinion/editorial/preparedness-pays-off-the-hindu-editorial-on-cyclone-biparjoy/article66982827.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "The killing of at least 41 people, including 38 students, in an attack on a school on the Uganda-Congo border by suspected Islamist militants is yet another cruel reminder of the worsening security situation in Africa. In recent years, Islamist and militant violence have picked up across the continent, from North Africa to Somalia, as governments look increasingly weaker. The border region between Uganda and the Democratic Republic of Congo is no stranger to militancy. Ugandan authorities have blamed the Allied Democratic Forces (ADF), an Islamist militant group that largely operates from the Congo, for the attack. According to the police, a group attacked the Lhubiriha secondary school, located just two kilometres from the Congolese border, with machetes and grenades on Friday. Students were hacked, some them kidnapped. the dormitory set on fire and the school looted. In 1998, the ADF had attacked another school on the Congolese border, where some 80 students were burnt to death. The outfit, which declared its allegiance to the Islamic State terrorist entity, in 2016, utilises such attacks for their shock value and to use kidnapped students as child soldiers.The ADF was formed in the 1990s by a number of militant groups opposed to the rule of Ugandan leader Yoweri Museveni. Founded by a former catholic who had converted to Islam, the ADF’s main recruiting plank was that Muslims, who make up some 14% of Uganda’s population (official figures), are being discriminated against under Mr. Museveni’s rule. After the 1998 school attack, the Ugandan and Congolese armies launched a joint operation, which forced the ADF to relocate to the jungles of eastern DR Congo. The group became active again in recent years as different al Qaeda and Islamic State-linked outfits emerged stronger in Africa, particularly after the North Atlantic Treaty Organization invasion of Libya that brought down the regime of Muammar Qadhafi, caused a civil war and triggered a proliferation of weapons in the hands of militant groups across the continent. The situation in Uganda is particularly grave. Under Mr. Museveni, who has been in power since 1986, the country has never been stable or peaceful. He has presented himself as an ally in the war against terror, while at the same time, turning his regime more repressive at home. In neighbouring Congo, another civil strife-hit country, the vast expanses of lawless eastern parts are a safe haven for militant extremists. Uganda and the Congo say they are committed to fighting militants including the ADF, but those words are written in sand unless the regimes take urgent measures to improve the quality of governance, implement law and order and launch joint operations, with help from international actors, against the growing networks of militants in the region.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAfrican Union\n\n/\n\npolitics\n\n/\n\nNATO\n\n/ \n\nLibya\n\n/\n\nIslamic State\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Massacre of innocents: On the attack on a school on the Uganda-Congo border",
        "headline_2": "Uganda and Congo must do more against Islamist militants",
        "link": "https://www.thehindu.com/opinion/editorial/massacre-of-innocents-the-hindu-editorial-on-the-attack-on-a-school-on-the-uganda-congo-border/article66982837.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "I am a journalist, so you may call me biased. But I think the Nobel Peace Prize should go this year to Jimmy Lai, owner of Hong Kong’s Apple Daily, for going to jail in support of free speech and human rights. Billionaires usually prostrate themselves before autocrats rather than stand up to them: They have so much to lose and so little to gain by speaking truth to power. But Jimmy Lai said goodbye to his billions and went to jail for what looks a hopeless cause — asking China to honour Deng Xiaoping’s pledge when Britain handed over Hong Kong in 1997 that Hong Kong’s unique system of civil rights and independent institutions would continue for 50 years. It was part of Deng’s ‘one country, two systems’ policy.\nRead full story on TOI+\n\n",
        "headline_1": "China vs Jimmy Lai: Why the tycoon deserves a Nobel prize",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/china-vs-jimmy-lai-why-the-tycoon-deserves-a-nobel-prize/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "Prime Minister Modi’s state visit to the US from June 21-23 has already generated a high level of anticipation and voluminous commentary. While this is common in India during visits of Indian PMs, this time the excitement in Washington DC’s political and policy community has been at unprecedented levels for several reasons.\nThe excitement partly centres around the invitation list for state dinners, which are rare occasions. In the two and half years of the Biden administration, this will be only the third such event — the earlier two were for the French and South Korean Presidents. President Biden reportedly told the Indian PM, when they met on the sidelines of the G7 meeting in Hiroshima in May, that he was under tremendous pressure for invites to the dinner on June 22.\nFriends with boundaries: From defence to technology, the Indo-US relationship is growing but convergence can’t come at the cost of strategic autonomy\nThe US policy community, across the administration, Congress, media, think tanks and businesses, is also trying to figure out the exact framework and potential for the India- US relationship. They have experience, since World War II, of dealing with alliances, where the US has explicit commitments for ensuring security, but acts on them based on its own assessments in moments of challenge. So far, it has been more forward leaning in dealing with its perceived challenges to the European security architecture, but less so when China challenged the status quo in East and South China Seas through grey-zone activity or militarisation of features. It also expects its allies to fall behind its own decisions to respond to global and regional challenges.\nIndia has consistently kept itself out of any formal alliance structures. It assertively wants to maintain the strategic autonomy and independence of its decision-making based on its own assessments of its national security interests. Its positioning on the Russia-Ukraine issue since the outbreak of conflict in February 2022 reflects that. At the same time, it can be argued that the comprehensive national interest of India gets served by a deepening partnership with the US, which is now described as a Comprehensive Global Strategic Partnership. The US is India’s largest trading partner at $191 billion, with the surplus in India’s favour. Companies from the two countries have invested more than $40 billion in each other, with presence of Indian investments across all 50 US States. At 4.9 million individuals, Indians are the second largest immigrant group in the US. As many as 200,000 Indian students in US universities constitute a potential for building business and other networks for the future. The US and India now do more military exercises with each other, with increasing complexity and building towards interoperability, than with any other non-allied country. India has contracted to buy more than $20 billion of defence supplies from the US since 2008, and supplies of $3 billion of armed drones are on the anvil. The two are now exploring defence technology cooperation, and authorisation for transfer of GE jet engine technology is in the works.\nSince the start of the new phase in the relationship with President Clinton’s visit to India in 2000, repeatedly new elements have been infused to try and build this unique architecture. President Bush inked the civil nuclear cooperation agreement with India in 2008, ending India’s nuclear “apartheid”. President Obama invited Prime Minister Manmohan Singh as the first State visitor of his administration in 2009. During his own visit to India in 2010, he articulated support for India’s permanent membership of UN Security Council, and later worked successfully for India’s membership of the Missile Technology Control Regime (MTCR), the Wassenaar Arrangement (a multilateral export control regime), and the Australia Group. During his and the Trump administration, there were other breakthroughs on higher-level technology releases. President Biden elevated the Quad with India, Japan and Australia to summit-level meetings. A new group I2U2 (India, Israel, UAE, USA) met at the summit level in July 2022, acknowledging India’s interest in West Asia. National Security Advisers of the US, India, the UAE and Saudi Arabia had their first-ever meeting in this format on May 7. On January 31, the NSAs of India and US launched a major new initiative for a partnership on critical and emerging technologies, which seems to have now become the organising framework for the new phase in the bilateral relationship.\nIndia has also taken many steps to deepen the partnership, as it navigates global multipolarity. In 2015, it declared, along with the US, a Joint Strategic Vision for the Asia Pacific and Indian Ocean. It has signed agreements for logistics support, communication security and compatibility and sharing of geospatial information.\nWith PM Modi’s visit, the urge to put the relationship in neat constructs will continue, but it should be seen as a partnership based on convergence, and allowing space for the two to disagree on occasion. Only then will it have a more enduring foundation.\n\n",
        "headline_1": "New phase in India-US ties but there has to be room to disagree",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-phase-in-india-us-ties-but-there-has-to-be-room-to-disagree/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "Since the first wild cheetahs landed on Indian soil in September 2022 and February 2023 as part of an ambitious reintroduction project, three adults and three cubs have died. While these deaths are tragic, they do not in any way indicate that the project is doomed to failure.\nIf we are to succeed in our efforts to conserve wildlife in the 21st century, we are going to have to take some risks and try things we have not tried before. While such risks can be carefully calculated, they still almost always involve some cost. Human-inflicted ecological change is taking place at a rate that exceeds the ability of most species to adapt and it is becoming increasingly clear that active wildlife management is essential in any conservation strategy. While we might mourn the loss of these few individuals, we cannot lose sight of the greater goal to save this species from extinction and to utilise its attraction as an umbrella species in the conservation of threatened ecosystems. This would be a case of not being able to see the wood for the trees.\nJumping to conclusions: It is an unprecedented effort, and one can’t predict every complication\nCheetahs have proven to be a difficult species to conserve. Despite concerted conservation efforts, most populations of cheetahs in Africa and Asia are still in decline. Many efforts to reintroduce cheetahs into South Africa in the 1980s and ’90s failed, but in the process, lessons were learnt. Today we have a population of more than 500 cheetahs in around 60 fenced reserves in the region with a population growth rate of 8.8% per year. Despite this success, we were, until recently, still experiencing a high number of cheetah deaths during capture and translocation. A scientific investigation in 2019 revealed some of the risk factors involved. Veterinary capture and translocation protocols were adapted based on this new information. The success of these new translocation protocols was clearly demonstrated by the survival of every single cheetah in the long and potentially stressful journey from southern Africa to India.\nReleasing wild cheetahs into completely open, unfenced conditions, such as in India is, however, unprecedented. Despite the best expertise, it is simply impossible to predict each and every complication that may arise. Some lessons can only be learnt in the doing. Moving the cheetahs out of the very controlled conditions in the quarantine enclosures into less controlled hunting camps and then finally into truly free-ranging conditions at Kuno was always going to be risky. It is, therefore, not surprising that some deaths occurred during this period.\nWhat is really encouraging is that not a single cheetah released into free-ranging conditions in the greater Kuno National Park has encountered any significant problems so far. Many of us were concerned about the high leopard density in Kuno and how this might impact the cheetahs. So far, there has been very little evidence of conflict between the leopards and cheetahs of Kuno. Despite some sensationalist media reports, there has also been no evidence of any human threat to the animals that have been released thus far.\nIn recent publications, other scientists have raised concerns about the spatial ecology of cheetahs and the number of animals that can be accommodated in Kuno. In my view, their data is based on very different and specific ecosystems in Africa. While predictions should be seriously considered, real science can only be done through actual experimentation. We would expect the cheetahs released into a completely novel environment to explore the landscape and range widely. The cheetah-carrying capacity of Kuno cannot however be conclusively established until this exploration has been completed and stable territories have been established.\nCurrently, cheetahs are being released in a staged approach into Kuno National Park. Some individuals have moved far out of the park while others have not. When everything settles down, we will need enough cheetahs to be released to ensure that there is sufficient territorial overlap to allow for communication networks to be established so that mating can take place. Releasing too many cheetahs at once would create too much chaos and would place unnecessary strain on those tasked with monitoring the animals, while releasing too few may result in isolation of individuals and lost mating opportunities.\nPerhaps some of the cheetah deaths at Kuno were avoidable in hindsight, but in my opinion, the deaths of these animals would only be in vain if nothing was learnt in the process. I don’t believe that is the case. Very few things in life that are worth fighting for are obtained without some degree of loss and pain. No doubt Project Cheetah will still encounter more difficulties in the future, but we must strive to learn as much as possible in order to continue to do the work of ecosystem restoration.\n\n",
        "headline_1": "Cheetah deaths tragic but let’s not lose sight of greater goal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/cheetah-deaths-tragic-but-lets-not-lose-sight-of-greater-goal/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "We all have varied levels of self-worth. Each of us tries to please others in an effort to feel important, validated, loved and relevant. Many a time we acknowledge that we are so busy doing stuff for others that we put our own needs on a back burner, because what we experience by doing for others, validates our existence. Now imagine that you feel irrelevant because no one notices you, appreciates you or cares about you, and that all that you do, all that you are, all that you share makes no real difference to the world around you. How important does your journey of life become if it’s not validated by others? How many of you wonder if you have actually created an impact in someone’s life? How do you measure relevance v/s self-worth? The unfortunate reality for many is that they indulge in negative self-talk. Self-blame, self-inflicted guilt, self-denigration is validation for why others don’t care about them or recognise them. The reality is that each individual creates an impact though it may not be apparent in the way they wish it to be shown.\nFor example, you had a lovely evening and shared some hilarious insights and went home. Perhaps 2 weeks later, someone will suddenly giggle at the memory of it and it lights up their day.\nPerhaps you gave someone a random compliment which you forgot about, once the day ended, but it gave them the much needed self-esteem boost they needed to perform better the next day. I write this column, but I have no idea how impactful it is until suddenly I encounter someone who tells me how dramatically life altering certain columns of mine have been for them. If I hadn’t encountered them, I wouldn’t have known, but the fact is it alters lives and opinions and thinking. Someone not giving me validation doesn’t change that reality. The way you live your life, dress, speak, conduct yourself, your attitude, your creativity, your courage are attributes that someone silently admires, emulates or gets inspired by. That’s so powerful! By simply being you, you have changed lives! You may think nothing much of a hug you gave someone, or words of support and kindness to a friend or random stranger but your words and actions have meaning and value beyond what you comprehend. Your inputs make people think twice, whether its noticeable or not.\nYes, your existence matters, so what are you doing to amplify it? Focus on what you do, share positive thoughts, knowledge, perspectives, kindness and radiate with a happy quotient. When was the last time someone smiled at you, and you felt bad about it?\nHappiness breeds happiness. Sow the seeds, let them germinate. It’s not important to see fruition, it’s important you know it matters, and therefore, so do you. Every aspect of you matters, so live your life as a fabulous example even if validation is invisible or disguised.\nQ&A\n\nMy parents have found a perfect match for me through a matrimony site. But on the other hand, I have found someone on a dating app who I started dating a couple of weeks ago. The rishta that has come through the matrimony site is also quite worth it. I am really confused about how to handle this situation.\n\nThis is the most important decision of your life, so why are you in a hurry to decide? Meet them both, ask them both many questions, gauge the potential of the marriage candidate vs. the seriousness of the dating app one. Enjoy the process with no pressure and if neither is a perfect fit, keep looking.\n\nMy wife and I divorced last year after seven years of marriage. I am seeing someone else now and we are happy together. My ex-wife has been calling and messaging me for the past one month just to talk casually, but my partner is feeling insecure about it. What should I do?\n\nFirst assess how your wife feels about you having moved as that plays the most important role. If she in any way shows she is upset or disapproves, then it’s important to seek time out from the ex-equation till she heals. At the same time keep all the communication open and transparent to your partner. Build trust with your girlfriend and most importantly, ensure you affirm your feelings and commitment to her on a regular basis not just in words, but in action as well.\n\nI recently moved cities due to a better job, but it has started taking a toll on my health and I am unhappy living alone. I fought with my parents to move out and I don’t know how to tell them that I want to move back home. I don’t want to hear taunts. What should I do now? \n\nHow long will taunts last? Yes, actions have a few consequences, but don’t you think they would be delighted to have you back? After all, if you fought to leave, they fought for you to stay. Taunts won’t last, but soul satisfying home food, the comfort of your own bed, and being surrounded by family will.\n\n",
        "headline_1": "Do you seek validation for your existence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/do-you-seek-validation-for-your-existence/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "The existence of enclaves in different continents is a perceptible reality of contemporary world history. Enclaves are generally referred to as land tracts that are detached from the mainland or its 'home' and surrounded by another country (host) but politically and mentally attached to the 'home' country. Along with the enclaves of Euro-Asian and African countries, the presence of enclaves has been a perpetual feature of the Indo-Bangladeshi border.\nThe Indo-Bangladeshi enclaves (popularly called chhitmahals) have a long geo-historical background. They are not only linked to the process of decolonization in South Asia but also the outcome of pre-colonial historical development. The main actor in this history was the development of Cooch Behar (Koch Behar), a kingdom that flourished in the region in the sixteenth century. Under the leadership of Naranarayan (1540-87 CE), this kingdom extended its influence in the entire Tista-Dudhkumar-Brahmaputra basin, i.e., Sub-Himalayan Bengal and Lower Assam. The Koches also established a friendly relationship with the Mughals (1526-1857). However, at the beginning of the seventeenth century, Lower Assam along with Cooch Behar began to face repeated invasions from Mughal-ruled Bengal.\nThough the Mughals did not establish direct rule over the conquered territories of the Koches in the seventeenth century, they started occupying some revenue-yielding tracts of the Koch kingdom called chaklas from the beginning of the eighteenth century. Over time, these chaklas were transferred to the Koches with the condition of paying revenue to the Mughals. Boda, Patgram, and Purbabhag tracts were ceded to Cooch Behar. However, direct Mughal rule was established (in 1711) in certain chaklas like Kakina, Fatehpur, and Kajirhat. In 1713, these three chaklas were taken as izara (the right of collection of revenue) by Cooch Behar. Since then, these tracts had transformed into isolated parts of Cooch Behar from an economic point of view, but politically they remained loyal to the Mughals. Although the Mughals had surrendered these chaklas to Cooch Behar in 1737, many Mughal servants living permanently in these tracts showed their loyalty to the Nawab of Bengal (1717-72). As a result, these tracts became known as Mughlans, eventually appearing as isolated parts of the Rangpur district after the establishment of the East India Company's rule in Bengal (1772). At the same time, Boda, Patgram, and Purbabhag (known as Rajwara) came under the control of the Koch kings.\nAfter the conclusion of the 'Anglo-Cooch Behar Treaty' in 1773, the East India Company attempted to establish its domination in these tracts since they were located in the Rangpur District of British-controlled Bengal. However, the right of collection of land revenue remained with Cooch Behar's authority. Hence, the former 'Mughlans', situated within the territory of Cooch Behar from the administrative point of view, were transformed into exclaves of the Rangpur District. On the other hand, some tracts of Cooch Behar remained within British territory, particularly in Jalpaiguri of Bengal and Goalapara District of Assam. This administrative arrangement continued in the 'Cooch Behar-British Bengal frontier' until the Partition of Bengal in 1947.\nHowever, after the Partition, five police stations of Jalpaiguri District — Tentulia, Boda, Debiganj, Patgram, and Panchagarh — were transferred to East Bengal (East Pakistan) as per the 'Radcliffe Award.' East Bengal thus became the principal host of the major enclaves of the Cooch Behar State. Through the merger of the Cooch Behar State with India in 1949, the enclaves of Cooch Behar automatically transformed into Indian enclaves in Pakistan. The enclaves of Eastern Bengal had been transformed into inseparable parts of Pakistan (and later Bangladesh).\nDistribution of the Indo-Bangladeshi enclaves\n\nThe enclaves of India and Bangladesh were associated with a few districts in the North Bengal region. Available official records show that the Indian enclaves were mainly distributed in four districts of Bangladesh: Kurigram, Lalmonirhat, Nilphamari, and Panchagarh. In the Kurigram District, India had 23 enclaves with a total area of 1,778.85 acres, located within Kurigram, Phulbari, and Bhurungamari Police Stations.\nThe largest number of Indian enclaves were located in Lalmonirhat District, with 58 tracts covering a total of 2,787.19 acres of land within Lalmonirhat, Hatibandha, and Patgram Police Stations. However, Panchagarh District was the main host of Indian enclaves in terms of territorial size. These enclaves were distributed within Panchagarh, Boda, and Debiganj Police Station limits, covering an area of 15,696.86 acres.\nOn the other hand, the enclaves of Bangladesh belonged to Kurigram and Lalmonirhat Districts. Enclaves in Kurigram were distributed within the Tufanganj and Dinhata Subdivisions of Cooch Behar. Patgram in Lalmonirhat District was home to the largest number of Bangladeshi enclaves, hosted by the Mathabhanga and Mekhliganj Subdivisions of Cooch Behar. The Hatibandha Police Station in Lalmonirhat was the 'home' of three Bangladeshi enclaves, while Kaliganj Police Station was the 'home' of two enclaves of Bangladesh situated in the Dinhata Subdivision of Cooch Behar. Bangladeshi enclaves under Boda, Debiganj, and Panchagarh Police Stations were primarily counter enclaves, totaling 21 in number. Their size ranged from 0.71 acres to 169.37 acres.\nLife in the Chhitmahals\n\nWith an approximate population of seventy thousand, the Indo-Bangladeshi enclaves witnessed the statelessness of multiple individuals. During our fieldwork in 2012-2014, it was observed that the majority of inhabitants of Bangladeshi enclaves located in Mekhliganj and Mathabhanga Subdivisions of Cooch Behar acquired Indian citizenship by purchasing a small piece of land in any Indian village or by presenting forged documents with Indian addresses. In addition to this common process, enclave-dwellers in Dinhata adopted a different approach to attaining Indian citizenship. The children of the enclave-dwellers were formally adopted by Indian citizens, enabling them to obtain Indian citizenship. As a result, they became 'proxy citizens' of both their 'home' and 'host' countries.\nHowever, the practical reality for many tenants of Bangladeshi enclaves was one of extreme poverty. They lived their daily lives in utter misery, lacking basic civil, cultural, political, and economic rights. Furthermore, the people residing in Bangladeshi enclaves situated in the Dinhata and Tufanganj subdivisions faced severe hardships due to their contested identity. They were neither recognized as Indians nor as Bangladeshis. They were simply seen as human beings devoid of dignity and rights, struggling to access educational, medical, political, and administrative facilities.\nSimilarly, statelessness in the Indian enclaves in Bangladesh had been a common phenomenon since 1947. The enclave-dwellers endured atrocities and persecution on various grounds, resulting in the Indian enclaves becoming chaotic zones. Forced migration from the Indian enclaves had been a prevalent trend. In India, these individuals were not recognized as Indian citizens and were often labeled as 'infiltrators' or Bangladeshi 'proxy citizens'.\nSince India and Bangladesh were unable to allow their state agencies to enter their respective isolated land tracts, the inhabitants of many enclaves established 'enclave protection committees' that functioned as mini-state systems. These committees maintained law and order, ensured the security of the enclaves, issued land deeds, and attempted to negotiate with neighboring villagers in case of internal disputes. However, this system was insufficient for their survival. As a result, most Bangladeshi enclave-dwellers sought an exchange of enclaves as a solution to their statelessness.\nThe dwellers of the Indian enclaves held various opinions on the matter. Some argued for their right to access the Indian mainland for official purposes. Despite disagreements and differences in opinions, it appeared that the exchange of enclaves was the most viable option for resolving the statelessness of the enclave inhabitants.\nExchange of Enclaves\n\nThe Indo-Bangladeshi enclaves played a significant role in bilateral relations between India and Bangladesh (formerly East Pakistan). Additionally, the demarcation of the border at Berubari in Jalpaiguri District and the issue of 'Adverse Possession' were prominent topics in the exchange process of the Indo-Bangladeshi enclaves. Despite India and Pakistan experiencing massive population migration immediately after their independence, both countries were able to conduct population censuses in their respective enclaves in 1951, which legitimized the existence of enclaves in India and Pakistan.\nHowever, the residents of these enclaves encountered challenges related to their free movement from their place of origin. The introduction of the Passport System between India and Pakistan in 1952 turned the enclaves into truly isolated areas, particularly for their inhabitants. As a result, enclave-dwellers found themselves trapped in their own land, as they were only allowed to enter their 'host' and 'home' countries through specific crossing points. Nevertheless, the enclaves of India and Pakistan remained part of the Indo-Pakistan talks in 1953 and 1954.    \nOn the other hand, a controversy arose in Jalpaiguri regarding the demarcation of the border at South Berubari Union No.12, where the former Cooch Behar State had a few enclaves. Pakistan claimed that South Berubari should be part of East Pakistan according to the 'Radcliffe Line'. Talks between Jawaharlal Nehru (Prime Minister of India,1947-1964) and Firuz Khan Noon (Prime Minister of Pakistan,1957-1958) in early September 1958 added to the anxiety of the people of Berubari. The Nehru-Noon Agreement (1958) explicitly stated that South Berubari would be divided between India and Pakistan, and the former enclaves would be exchanged. However, opposition from the people of South Berubari and the intervention of the Supreme Court of India halted the progress of the enclave exchange in 1958. Although India amended its Constitution (9th Amendment, 1960) for this purpose, the demarcation of the boundary at Berubari was further delayed by the Indo-China War outbreak in 1962, the death of Nehru in 1964, and the India-Pakistan War in 1965.\nHowever, the emergence of Bangladesh as a nation-state in 1971 through the Liberation War marked a new phase in the history of the enclaves. As the successor state of Pakistan, Bangladesh inherited the territories and boundaries of East Pakistan, transforming the border and enclaves into matters of India-Bangladesh relations. The relationship between India and Bangladesh began on a cordial note and gained solid ground with the conclusion of the Land Boundary Agreement, popularly known as the 'Indira-Mujib Pact', on May 16, 1974.\nThis pact aimed to peacefully resolve the border disputes between India and Bangladesh. The agreement clearly stated that South Berubari would be adjusted to India, and in return, Dahagram and Angarpota, two enclaves of Bangladesh, would be connected to the mainland through a narrow corridor of India called Tin Bigha Corridor. Other enclaves would be exchanged in due course.\nHowever, the implementation of the Indira-Mujib pact was hindered by the assassination of Sheikh Mujibur Rahman in 1975 and the political changes that occurred in India during the 1970s. Nevertheless, Bangladesh expressed interest in implementing Article 1.14 of the Indira-Mujib Pact (1974) to establish a direct connection with Dahagram and Angarpota at the expense of India's claim of non-enclave land (South Berubari).\nIn a discussion held in New Delhi, P.V. Narasimha Rao (the Minister of External Affairs of India) and A.R. Shams-Ud-Doha (the Minister for Foreign Affairs of Bangladesh) finalized the draft of the 'Tin Bigha Corridor' on October 7, 1982. However, due to opposition from the people and domestic politics in India, the draft could not be signed in 1982. Finally, through an exchange of letters on March 26, 1992, the Government of India and the Government of Bangladesh confirmed the modalities for leasing out the Tin Bigha area, which came into effect on June 26, 1992. As a result, the people of Dahagram and Angarpota enclaves in Bangladesh were relieved from the curse of statelessness. \nSince the problems of the Indo-Bangladesh enclaves and the issue of Adverse Possession in Berubari were not resolved in the late twentieth century, the people living in these fragmented land tracts continued their movement for a peaceful resolution of their century-old difficulties. India and Bangladesh persistently made efforts at the bilateral level to complete their mutual international boundary. This effort took a significant step when India and Bangladesh established the Joint Boundary Working Group (JBWG) in 2001, with the objective to \"address the outstanding land boundary issues, namely the border dispute comprising 6.1 km of an un-demarcated stretch, enclaves, and adverse possessions.\" The JBWG held four meetings by 2010. In September 2011, Bangladesh and India signed a \"Protocol concerning the Demarcation of the land Boundary between India and Bangladesh and related Matters.\" However, the exchange of \"Indian enclaves in Bangladesh and Bangladesh enclaves in India\" as specified in Article 1.2 of the Indira-Mujib Agreement remained unrealized until June 2015. The final step was taken in 2015 when Narendra Modi, the Prime Minister of India, visited Dhaka on June 6, 2015, to meet Sheikh Hasina, the Bangladeshi Prime Minister, and officially announce the adoption of \"the Land Boundary Agreement (LBA, 2015).\"     \nDuring the period between July 6 and July 16, 2015, Indian and Bangladeshi officials conducted a survey to gather the opinions of the enclave-dwellers. Finally, on July 31, 2015, the terms for the exchange of enclaves were officially implemented, along with the option of determining the \"nationality\" of the enclave-dwellers. This conversion from de facto to de jure became a reality regarding the exchange of enclaves. A total of 111 Indian enclaves, covering an area of 17,160.63 acres, were officially transferred to Bangladesh, while India received 51 Bangladeshi enclaves with an area of 7,110.02 acres located in India. Additionally, India acquired 1,374.99 acres of adverse possession in the Berubari sector, while Bangladesh retained its possession over 260.55 acres of adverse possession. With the Land Boundary Agreement (LBA), the long-standing enclave issue found a peaceful resolution.\nProfessor Rup Kumar Barman, is the Vice-Chancellor of Murshidabad University, West Bengal.\n",
        "headline_1": "Forgotten Borders: Tracing the History of the Indo-Bangladesh Enclaves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/forgotten-borders-tracing-the-history-the-indo-bangladesh-enclaves-3349841",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "The trainee doctors in Bangabandhu Sheikh Mujib Medical University (BSMMU) recently staged an agitation for several days demanding an increase in their monthly allowance, payment of arrears and regular payment of allowance. The matter came to the attention of mainstream media when the BSMMU vice-chancellor was confined by the demonstrators. Non-government trainee doctors are on duty six days a week, working 60-80 hours per week. In return, they get a monthly allowance of Tk 20,000 each. These trainee doctors are not allowed to practise medicine outside of their employment either. The average age of each of these doctors is around 30 to 40 years. They have families to take care of. It is not possible for them to make ends meet with Tk 20,000 of monthly income at a time when commodity prices are rising through the roof.\nThe non-resident trainee doctors of the 2022-23 session received only three months of allowance in a year, with nine months' allowances still due. They have been demanding an increase of monthly allowance from Tk 20,000 to Tk 50,000 – a demand which is justified. Trainee doctors in neighbouring India get a much higher allowance – between 60,000 and 113,000 rupees, depending on the region. In Bangladesh, Tk 20,000 is fixed for all courses year after year, but in India, this allowance is increased every year. In Pakistan, which we know as a \"failed state,\" trainee doctors are paid double compared to us.\nThe BSMMU trainee doctors chose peaceful ways of protest, including submission of memorandum and forming a human chain. The medical organisations did not come forward to support them. Seeing as it's an election year, heavyweight medical leaders may have felt it is safer to avoid the issue. The desperate trainee doctors, therefore, appeared before the VC with their demands, but no effective solution came out of it. In fact, when the agitating doctors pushed their demands, the VC proclaimed that the agitating doctors were \"anti-national and Jamaat-Shibir.\" He also threatened to throw them out of their courses if they went on a strike.\nAfter passing MBBS or BDS and completing internship, after preparing for two or three years, competing with thousands of doctors for a few seats, a few talented doctors on the basis of merit get an opportunity to train at the BSMMU. According to the vice-chancellor's office, there are 3,276 resident trainee doctors and 1,531 non-resident trainee doctors in the university. The medical profession is one of the most challenging in the world. Is it possible to establish a sustainable model of training when these doctors are under physical, mental and financial stress? Many of these doctors are forced to live far away from the hospital as they cannot afford living anywhere closer – many cannot even afford a balanced diet. Their overall lack of a quality life has an impact on their workplace performance.\nAs much as Tk 6,558 crore of the allocation for the health sector in the national budget of FY2022-23 was returned to the government as the fund was not utilised. And yet, the trainee doctors did not get paid their allowances on time, let alone get a raise. It is evident that there is a huge flaw in the policy framework.\nLet's not forget the role that these doctors played not too long ago. During the worst phases of the pandemic, they stepped up and worked at the front line to save lives. Many sacrificed their lives while doing their job. The authorities should remember that and be more humane towards the private trainee doctors, and accept their demands immediately.\nDr Rakib Al Hasan\nPhysician, author, activist, and youth leader\n",
        "headline_1": "Who will listen to the woes of trainee doctors?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/letters-the-editor/news/who-will-listen-the-woes-trainee-doctors-3349681",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "The recently concluded city corporation elections in Barishal and Khulna can be termed one-sided. With the main opposition BNP and other political parties not participating in the polls, there was neither contest among the candidates, nor enthusiasm among the voters to cast their votes. Only five out of the 41 registered political parties took part in these elections. According to the Election Commission, the voter turnout was around 50 percent in Barishal and about 42-45 percent in Khulna.\nAlthough the EC seems to be content with the number of voters coming out to vote, the fact is that, if these elections were held in a free and fair atmosphere and all the major political parties participated in it, even more voters would have gone to the polling centres to cast their votes; it is natural to have 80 percent voter turnout in local elections. When we held the first city corporation election in Barishal – under a caretaker government – we were surprised to see the high voter turnout. I was personally present there. There was knee-deep water at the polling centres because of incessant rain, yet people were standing in long queues to vote. The enthusiasm among the voters was extraordinary, because they knew that they could vote for their candidate of choice. The polling environment was very satisfactory, with no report of clashes, vote-rigging or other irregularities.\nHowever, none of the elections over the last 10 years have been held in a manner that could be termed participatory or relatively fair. A series of bad elections has clearly discouraged the voters to vote, their apathy towards the elections becoming particularly clear after the 2014 and 2018 national elections.\n\nAt present, the most important question is: can the EC play a more assertive role in the elections? Well, they have to go through a soul-searching process as the nation waits for the next general election, which is going to be a critical one.\nIn Barishal, the attacks on the mayoral candidate of Islami Andolan Bangladesh (IAB) and some of his followers, allegedly by the supporters of Awami League, raised questions about the Election Commission's capability. The EC failed to take immediate action against the attackers despite the fact that judicial magistrates were deployed there. Later, they ordered a lengthy enquiry, which may lead to nowhere. Our previous experiences regarding such investigations make us doubtful about the outcome of this one. Has anything happened to those who were involved in irregularities during the Gaibandha-5 by-polls? Have any of the officials been punished? Sadly, no. There were also allegations of vote-rigging and other irregularities in the media.\nIn Khulna, the situation was even more sad. There was a serious lack of interest among the voters. Although the EC said that 42-45 percent votes were cast, media reports stated that the actual number was much smaller than the figures projected by the EC. Even the people of Khulna questioned the voter turnout. Reportedly, there was no competition because there were no candidates other than the one from the ruling party, which was one big reason why voters were disinterested. Even the hardcore supporters of the ruling party candidate did not show up at the polling centres as the result was obvious.\nSo, can the popularity of a party be measured by such a small-scale, lacklustre election in a small urban area? The answer is no. The integrity of these elections could not be determined because of the serious allegations that resulted in the IAB rejecting the results and boycotting the elections. The party's participation in the election had been a relief since the major parties were absent. Although in many advanced countries, local elections are indicators of national elections, the case is not the same here.\nAt present, the most important question is: can the EC play a more assertive role in the elections? Well, they have to go through a soul-searching process as the nation waits for the next general election, which is going to be a critical one.\nThe EC is not legally bound to all parties that decide not to participate in the elections. But my opinion is that it has a moral obligation to pursue all parties to convince them to participate in the elections, with the assurance that it would discharge its duties neutrally. Shrugging off its moral obligation with unpalatable comments will not add to the cause of gaining public trust.\nAbout taking action against violations of electoral norms, violence and irregularities during elections, the EC has all the power, which it should use. During the elections, the EC has to take instant decisions rather than be bureaucratic. For instance, in Barishal, instant action followed by a detailed enquiry after the IAB candidate was attacked could have had a salutary effect, with apportioning the responsibility on the members of law enforcement agencies who were responsible for maintaining law and order during the polling. There were members of police, Bangladesh Ansar and the Border Guard Bangladesh (BGB). What were they doing? There were also executive magistrates and judicial magistrates there, who were supposed to punish the offenders instantly. But none of that happened in the Barishal city corporation election, or in any other recent elections.\nThe EC should evaluate its own performance and find out where it has gone wrong, instead of being complacent. If need be, it should talk to the Islami Andolan Bangladesh to relieve their grievances and look into other allegations of irregularities in the city polls. If it cannot take any substantive action against these small-scale incidents, what will it do when the national elections are held in all 300 constituencies, with one million voters voting in a single day? We expect that the EC will do its best as it is empowered under Article 119 of the constitution. It should be noted that the world – those who matter – will be watching how the EC delivers its constitutional obligations.\n(As narrated to Naznin Tithi.)\n\nBrig Gen (retd) Dr M Sakhawat Hussain, former election commissioner of Bangladesh, is senior fellow at the South Asian Institute of Policy and Governance (SIPG), North South University (NSU).\n",
        "headline_1": "The EC must evaluate its own performance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-ec-must-evaluate-its-own-performance-3349571",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "We are appalled at the news of yet another death in police custody. Like most other custodial deaths, this time, too, the victim died in a hospital on Friday after he was arrested. Police detained 50-year-old Alal Uddin, a caretaker, in connection with a murder at the building where he worked. However, while his family says he was picked up by police on June 6, the latter claim they arrested Alal on June 10. According to Alal's family, he was in good health before being picked up – yet, within four days, he was taken first to an orthopaedic hospital, as ordered by the court, and then moved to a hospital for cardiovascular diseases, where he died soon after. Alal's body also bore marks of injury, as per his family.\nBy now, we know that there are too many unanswered questions in the version provided by police. We also know the familiar pattern of stories around custodial deaths. Just this March, 38-year-old Sultana Jasmine was declared dead 48 hours after she was arrested by the Rapid Action Battalion (Rab) on her way to work. The death certificate said she had died of a severe brain haemorrhage, and media reports stated that she had a head injury.\nAfter the US sanctions on Rab, the number of extrajudicial killings and enforced disappearances dropped dramatically, according to human rights organisations. But unfortunately, custodial torture and deaths still take place every now and then. The reason? Members of law enforcement agencies hardly ever get punished for these crimes, leading to a sense of impunity among them. Despite laws and High Court directives, prohibiting any kind of torture and with clear guidelines regarding how arrestees should be treated, these barbaric practices continue.\nThe solution to this is clear. The government must investigate all custodial deaths – not by the force whose members are implicated in the deaths, but by an independent body to ensure the probe is unbiased and transparent. The government must also put a stop to the practice of people being picked up and shown arrested at a later date, as this allows for possible torture of detainees. We hope that the High Court's proactive role in demanding the probe report in Sultana Jasmine's case within 60 days, and asking the officials concerned to show causes as to why they should not take action against the Rab members involved, will be repeated in all other cases of custodial death, including Alal's. Custodial deaths go against our constitution, against international conventions and against democracy. They must end regardless of whether the US imposes sanctions or not.\n",
        "headline_1": "Investigate Alal’s custodial death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/investigate-alals-custodial-death-3349426",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "For over four decades, Shishu Park, the country's first amusement park for children, had been a source of joy and cherished memories for countless children and families. Located in the heart of Dhaka, it offered affordable entertainment options in a city where such opportunities are still scarce. It is, therefore, hard to accept the park's prolonged closure dating back to January 2019. According to a report by this daily, the closure, primarily attributed to modernisation efforts, has since turned into a saga of overlapping purposes, bureaucratic red tape, and budgetary complications, with the authorities unable to provide a tentative date of reopening even after four and a half years.\nThe question is, why is this being allowed to drag on? It is perhaps not surprising when you think of the plight of parks, zoos and other outdoor recreation facilities managed by urban authorities across the country. We have often come across similar reports of prolonged closures in the name of modernisation. Even those that are open to the public are often poorly run, with allegations of mismanagement and antisocial activities routinely heard of. The Ramna Park recently made news for still imposing a pandemic-time entry restriction during certain hours, when apparently only \"sirs\" can enter it. The picture that emerges from this state of affairs is deeply troubling, especially in a city with few public spaces and facilities left for recreation. Although there are some private amusement parks for children in Dhaka, those are often prohibitively expensive for low-income families.\nShishu Park is now the site of several development works simultaneously, thus complicating and lengthening their execution. While the DSCC's plan for its modernisation through the installation of 15 new rides is yet to take off, works on an underground parking lot within the park as well as an underpass – implemented by the Department of Public Works – are at various stages of development. Given the glacial pace at which all this is happening, DSCC thinks it may take another three years for its own project to be completed once it receives approval.\nWhat this means is that the gates of this beloved and affordable amusement park will remain locked indefinitely. This is totally unacceptable. We urge the authorities to expedite the park modernisation work. Not doing so is an injustice to the children who are growing up without the joy and wonder that Shishu Park once offered.\n",
        "headline_1": "Shishu Park closure is depriving children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/shishu-park-closure-depriving-children-3349251",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "With fossil fuels becoming hard to procure for running the country's power plants, the government's plan to construct a set-up that uses municipal wastes for generation of power couldn't have come at a more appropriate time. By putting the waste-to-energy plant (WTE) to work, the government expects to generate 42.5 megawatts of electricity a day. The waste will be collected from Dhaka's Aminbazar landfill. In completing the WTE project, the government is poised to begin the construction of the project's first incineration plant on July 20. Local Government, Rural Development and Cooperatives (LGRD) Minister Md Tazul Islam disclosed the information on June 15.To speak without mincing words, Dhaka is veritably swamped with municipal and other types of waste. The landfill falls under the Dhaka North City Corporation (DNCC). It's worth mentioning that the Local Government Division, Power Development Board and DNCC have signed a contract with China Machinery Engineering Corporation in 2021 for a project to generate power from waste. The government has already acquired 30 acres of land at Aminbazar at a cost of Tk 3.36 billion. It has to supply 3,000 tonnes of waste as raw materials daily after the project starts. As the LGRD Minister said, the power plant will be built costing around $300 million. Bangladesh Power Development Board will purchase power from the plant for the next 25 years after its completion. It's also worth mentioning that the power produced at the waste-to-energy plant will be cheaper than the electricity produced from fossil fuels.Currently, at least 3,500 tonnes of mixed wastes are collected from the DNCC area, Mayor Atiqul Islam said. Those will be supplied to the plant after screening out construction materials, and human and animal waste. As days wear on, different types of waste, the largest part comprising the domestic ones, continue to plague public life in both urban and rural areas. Due to the unbridled increase in population in the cities and business centres, prompt collection of municipal waste continues to prove daunting. Thanks to the lack of manpower and designated transports, large volumes of waste fail to reach the landfill points. Thus overfilled dumpsters have become a common sight in Dhaka. At the same time, littering has emerged as a community habit in the urban areas. In the outlying swathes of the metropolitan areas, timely collection of municipal and other wastes remains illusory – leading to the urban scourge of sloppy waste management. Against this backdrop, introduction of the waste-to-energy project, a unique one, will prove beneficial to the country. It's because the mission, eventually, assures the power-deficient Bangladesh of a significant volume of electricity.What has prompted Bangladesh to join the waste-to-energy (WTE) project in collaboration with China is to generate power through disposal of waste materials by way of an incineration process; the prime objective being keeping the urban environment pollution-free. It's undoubtedly a laudable project. But the absence of the Dhaka South City Corporation (DSCC), the other part of the city authorities, throws many into confusion. Meanwhile, European environmental platforms like Zero Waste Group have expressed their reservations about these projects as they note CO2 emissions from WTE are almost double the reported amount. This nagging damper ought to be kept in mind while becoming a party to the project.",
        "headline_1": "Power from unwieldy waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-from-unwieldy-waste-1687100285",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "The drive to look for an alternative source of energy to keep industrial society running was not prompted by any altruistic motive of protecting environment or arresting global warming as many would like to believe nowadays. In fact, it was known from the beginning of the industrial revolution that the reserve of fossil fuel was limited. That overdependence on fossil-based energy is an untenable option became glaringly evident during the oil embargo imposed during 1973-74 by the OPEC (Organization of Petroleum Exporting Countries) on the US-led Western powers who rearmed Israel during the 1973's Arab-Israel war. Then the biggest oil producer among the OPEC nations, Saudi Arabia, led the move. It was the first oil shock that led industrialists and policymakers to search for a more durable energy base for the industrial economy. The nuclear hope soon dimmed as it proved to be risky as well as expensive. So, after the 1973's oil crisis was over, the race to find fresh fossil fuel reserves only got further momentum. But the Western powers now embroiled in the Ukraine war are facing yet another oil shock of political origin. So, the efforts at developing alternative energy base for industrial and domestic use have now taken the centre stage. But the worst-hit by this new fossil energy crisis are the developing countries which unlike the richer industrialised nations lack the money power to buy oil and gas from the international market for an indefinite period of time. Meanwhile, the climate change is no longer an issue to be debated, though some climate-sceptics with ulterior motives are still in a denial mode. But the seasonal shifts, frequent droughts and downpours, prolonged heat waves with temperatures rising to unprecedented levels, just to name but a few of the fallouts from the global warming, are leaving their devastating impacts on the rich and poor countries alike. It is again the poorer developing nations with fewer resources to mitigate the impact of climate change which are paying the highest price. The good news is that with the flow of cheaper gas and oil through Russian pipeline drying up due to Ukraine war, the Western industrial economies have now begun to adopt various policies to promote efficient and economical use of energy. At the same time, they are also influencing developing countries to practice the same. For instance, the slogan of circular economy that encourages the so-called 3Rs-reduce, reuse and recycle-- helps save both energy and protect environment. Since Bangladesh is the world's second largest exporter of readymade garment (RMG) products and the main consumers of these items are the European and North American countries, it is not surprising that they have been stressing the reuse of the erstwhile waste from the garment industry. This is to reduce both raw material and energy use. The waste from the garment factories consists of materials that are already processed. So, if the garment waste is used as the fresh input into the production line, a lot of energy and raw material are saved. Additionally, the environment is also saved from further pollution from the garment waste.However, recycling can be an answer to the wastage of energy and raw materials in other sectors of the economy, too. That would require introduction of sector-specific best practices as well as recycling technologies.But there are also non-recyclable ingredients of waste. Those usually end up in the urban landfills. These landfills are yet another source of environmental pollution. Especially, the rotting biodegradable materials pollute the air and underground water reservoir. In the advanced countries, the practice had been to incinerate such garbage. Now with technologies available, the focus has turned to convert non-recyclable waste into usable energy in the form of heat, even fuels and electricity. Popularly called 'waste-to-energy', or (WTE), this process takes place through a number of stages. One of which is incineration. The other options include gasification, pyrolysis, anaerobic digestion, and landfill gas recovery. Pyrolysis involves heating up of, especially biomass at very high temperatures in absence of oxygen. This produces volatile products and char. In anaerobic digestion, on the other hand, different kinds of bacteria are used to finally convert biodegradable organic materials into hydrogen, ammonia, organic acids and carbon dioxide. At the landfills, this process occurs naturally producing mainly methane and carbon dioxide. Methane can be recovered for producing heat and electricity for domestic use as well as domestic purpose. However, when we talk of WTE, it usually stands for incineration. The reason is, it is the most economically viable technology available so far.In this connection, a WTE project to be set up at Aminbazar under the Dhaka North City Corporation (DNCC) is a welcome development. To be implemented with the help of Chinese technical and financial support, the project will produce 42.5 MW of electricity a day. China being the world's leading nation in the field of urban waste management, Bangladesh can amply benefit from its experience in this regard. Though WTE through incineration is not entirely about recycling, still it can well help complete the loop of circular economy. This is done by way of converting residual waste, the recycling of which is either not practicable or economically viable. The best option in that case is to convert it to energy through incineration. As planned, the government should go ahead with more such WTE plants across the country. For an energy-starved nation like Bangladesh, nothing can be more welcome than getting electricity from garbage. \n[email protected]",
        "headline_1": "Getting electricity from garbage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-electricity-from-garbage-1687100334",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "That 11 people out of each 1,000 left cities and towns for villages in 2022 against only six in 2021 could be a piece of great news but for two reasons. The reverse migration was not by choice but out of compulsion. They left because they lost whatever employment they had and could not manage one for staying in urban centres. The other reason is no less concerning---26.4 people in 2022 against 18.4 of 1,000 in the previous year migrated to cities. If this is not enough, the movement of 38.4 people in each 1,000 during the same period against 29.9 in 2021 from one municipality or metropolis to another would mark the desperation of poor and low-income people instead of their mobility by choice for better opportunities. According to the Sample Vital Statistics of the Bangladesh Bureau of Statistics (BBS), the per thousand rate of people who went abroad also increased from just 3.0 in 2021 to 6.6 in 2023. In 2020, there was a mass exodus of people who were mainly employed in the informal sector, many of them returned later. But no clear picture of this is available. In India, this rate of return home from cities and towns was 23 per cent. Bangladesh's share might have been lower than 20 per cent. Increasing mobility of people means greater economic activities. Unfortunately, the movement of low-income people out of desperation does not correspond to this theory. During the Covid-19 lockdowns, the daily wage earners had no work as the majority of small factories and enterprises in the private sector had to close down and their employees were forced to leave cities and towns. Although, there is no lockdown now, economic hardship is no less biting and some of the small businesses or enterprises were forced to put their shutters down, rendering their employees without any source of income. These are the people who find no option other than returning to their ancestral homes. The same is true of people who are moving from one city to another or to foreign lands in search of employment. Of course, a proportion of such people would have tried their luck abroad no matter if the financial stress and inflation were so pervasive or not. The fact is that employment opportunities have not expanded but over the past three years, the number of employable young people has accumulated to an astounding total. Inflation has made the situation worse because families can no longer wait for the long process of a decent job for their sons and daughters who were supposed to get employed by these three years and have helped with their incomes. The job market in the country would have further expanded had the snowballing impacts of the Ukraine war not followed the pandemic. If the productive sector cannot become vibrant, opening for employment is impossible. Many of the large industries are suffering because they cannot open letters of credit (LCs) for import of raw materials and capital machinery. The smaller units are more at a disadvantage and hence they are mostly running under capacity. Moreover, production costs have also risen on account of soaring energy prices. Some factories had to shut down because they had no supply of natural gas used as the only fuel. Business sharks have, made the matter worse by taking advantage of the crisis. They are manipulating the market in order to raise prices of essentials. This has fuelled inflation on the one hand, and caused more sufferings to the low-income people who are now looking for any livelihood option for survival. Even the middle class people find themselves in dire straits. If the situation continues, the natural consequence is stagflation ---one that will adversely affect all including the players responsible for market manipulation.\n[email protected]",
        "headline_1": "When reverse migration is no good news",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-reverse-migration-is-no-good-news-1687100375",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-06-2023"
    },
    {
        "full_article": "As many as 400,000 people are bitten by snakes every year in Bangladesh, and 7,511 of them die of the injury, according to a recent study conducted by the Directorate General of Health Services' Non Communicable Disease Control unit. This is one of the biggest causes of deaths in the country. The incidence of snakebite increases particularly during floods when snakes slither out of their habitats and take shelter in the houses of people. Those who survive the venomous snakebite can suffer from various complications including paralysis and psychological disorders. Those affected live mostly in the rural areas and often rely on agricultural activities for their income. These activities put them at risk of snakebite for working in areas infested by venomous snakes. Treatment for snakebite victims in village settings is, therefore, greatly delayed, because existing anti-venom therapies are mainly provided in district headquarters. As snakebite treatment is not available in villages, many people take help from local quacks who use kabiraji (herbal) medicine. As a result, the condition of these victims deteriorates further in most cases. In this situation, we urge the authorities concerned to provide appropriate treatment and medicines for snakebites at the union level health centres across the country. \nAshikujaman Syed, Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Proper treatment for snakebite patients",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proper-treatment-for-snakebite-patients-1687100394",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-06-2023"
    }
]