[
    {
        "full_article": "India’s goods exports shrank for the seventh consecutive time and the ninth time in 11 months this August, while imports surged to hit the highest level since March this year. At $58.6 billion, inbound shipments were still 5.2% below last August’s levels, but exports fell by a relatively steeper 6.9%, leading to a $24.2 billion trade deficit — the widest since October 2022. Goods exports are now down 11.9% so far this year and imports have dropped 12.1%. Services exports for last month will be known later, but Commerce Ministry extrapolations suggest that this engine that has been resilient so far through the global economic turmoil, is also beginning to feel the heat. For now, the 0.4% drop expected in services exports in August is minor and with intangible imports also likely dropping at a sharper pace, this will not exacerbate the trade balance yet. However, shrinking services exports imply that their ability to bridge the goods trade deficits that were up sharply last year, will be restricted, thus raising the possibility of wider current account deficits from this quarter.With global commodity prices rising around 12% from June levels to hit a 15-month high this month, the pressure on the goods trade deficit is likely to escalate, especially as oil and gems and jewellery imports have fallen less than their exports so far in 2023-24. In the first four months of this fiscal, about half the decline in outgoing shipments has been fuelled by petroleum despite volumes rising 6%, as prices fell 27%. This may change if global oil prices, which crossed $90 per barrel over the past week for the first time since November 2022, stay elevated. Export volumes of as many as 13 major items rose between April and July, but their value had declined owing to lower prices. That is a good omen about demand for Indian goods amid the gloom, and the government believes rising commodity prices will help trade tallies. But they could also be a double-edged sword for India as its strategic gambit to import more Russian oil has turned less lucrative. Moreover, sticky inflation could further dampen demand, especially in key markets such as the European Union, which just hiked interest rates to a record high. Inflation reheated in the United States last month, but not enough yet to dent festive demand that may lift order books in coming months. That engineering goods, which account for a quarter of India’s exports, clocked their first uptick after eight months in August, with half of the 14 key segments of exports growing — the best performance in nine months — is a welcome sign. India needs to do all it can to nurture precious green shoots and support exporters.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\neconomy (general)\n\n/\n\ntrade balance\n\n/\n\noil and gas - upstream activities\n\n/\n\njewelry\n\n/\n\nIndia\n\n/\n\nRussia\n\n/\n\nUSA",
        "headline_1": "Testing times: On shrinking of India’s goods exports",
        "headline_2": "August’s foreign trade numbers are worrisome, yet hold some hope",
        "link": "https://www.thehindu.com/opinion/editorial/testing-times-the-hindu-editorial-on-shrinking-of-indias-goods-exports/article67318619.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "A year after the death of Mahsa Amini, the 22-year-old Kurdish woman who was arrested by Iran’s morality police for allegedly flouting the country’s mandatory hijab rules, anti-government protests seem to have lost their momentum. But the theocratic regime remains vulnerable to more such shocks. The Islamic Republic, which is struggling with economic woes due to crippling American sanctions, has witnessed a wave of protests, with a demand for reforms, and at times, regime change. The protests triggered by the custodial death of Amini had rattled the regime initially, which had sent mixed signals on disbanding the infamous morality police force and altering the hijab laws. But it later recovered from the setbacks and tightened the crackdown on the protesters. According to rights organisations, more than 500 people, including 71 minors, have been killed in the unrest and hundreds wounded and arrested in the past year. Iran has also executed at least seven people linked to the protests. On the first anniversary of Amini’s death, there were reports of the security personnel detaining activists to prevent any kind of memorial events for the woman, whose name has emerged as a rallying cry for reforms and women’s freedoms in a country that has been tightly held by Shia Mullahs since the 1979 revolution.The Biden administration of the United States has imposed a new set of sanctions on the first anniversary of Amini’s death, targeting officials in Iran’s security apparatus. President Joe Biden and other officials have repeatedly called out rights violations. But the U.S.’s policy towards Iran has its own problems. First, while the sanctions have hit the Iranian economy hard, inflaming resentment, they have done little in changing the behaviour of the regime. Second, when it comes to protecting its interests, Washington has chosen to engage with the Mullahs, irrespective of its rhetoric over human rights. The U.S. and Iran are in an advanced stage of finalising a prisoner swap deal as part of which the U.S. would agree to transfer some $6 billion Iranian funds frozen in South Korean accounts to Qatar, which Tehran can tap for humanitarian purposes. Instead of this off-and-on hostility and engagement which is not helping the Iranian people, the West should adopt a more consistent policy of engagement and pressure to extract compromises from Iran in return for economic rewards. For the Mullahs, the recurring protests should serve as a reminder that a large section of the population has already turned hostile towards their reign. The protesters may not have attained a critical mass for now, but it may not remain so forever in a country with a history of radical revolutions if the underlying problems of economic crises, regime rigidity and lack of reforms are not addressed.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIran\n\n/\n\nUSA\n\n/\n\neconomic sanction\n\n/\n\npolice\n\n/\n\narrest\n\n/\n\nprison\n\n/\n\nSouth Korea\n\n/\n\nQatar",
        "headline_1": "Sanctions for change: On America’s policy towards Iran",
        "headline_2": "U.S. policy toward Iran has done little to improve the lives of people",
        "link": "https://www.thehindu.com/opinion/editorial/sanctions-for-change-the-hindu-editorial-on-americas-policy-towards-iran/article67318600.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "The much anticipated special session of Parliament begins today. There was intense speculation about its purpose when the government announced the session dates that differed from the general parliamentary calendar. But there is some clarity about the next five days. The session is reserved exclusively for lawmaking and will not have any Question Hour.\n\nRead full story on TOI+\n \n\n",
        "headline_1": "Can we use the new Parliament to give up old habits?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-we-use-the-new-parliament-to-give-up-old-habits/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Swiss MP Niklaus-Samuel Gugger was born in India. Shortly after his birth, his mother handed him over to the nurse and left the hospital never to return. Nik was adopted by a Swiss couple and grew up in Switzerland. He was elected as an MP six years ago and since then has worked to strengthen ties between his country of birth and Switzerland. He explains to Surojit Gupta why he is now focused on ensuring that the India-Switzerland FTA becomes a reality.\n\nRead full story on TOI+\n\n",
        "headline_1": "‘My Indian birth mother gave me away. I don’t know who she was but I am certain she must have been extremely brave’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/my-indian-birth-mother-gave-me-away-i-dont-know-who-she-was-but-i-am-certain-she-must-have-been-extremely-brave/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "In June, 2014, TDP chief Chandrababu Naidu became Andhra’s first CM post-bifurcation; he was already undivided Andhra’s longest-serving CM. Ten years on, he is in jail, accused of graft. TDP (23 MLAs) is the only opposition to CM Jagan Reddy’s YSRCP (151 MLAs) in the 175-seat assembly. Andhra’s politics and its economy, not just faltering but in disarray, are in contrast to Telangana’s, which has found firm footing as a new state – an identity and prosperity – in spite of controversies, from graft to nepotism, that dog CM K Chandrasekhar Rao.\nTelangana, in 2022-23, boasted India’s highest per capita income of ?3,08,732; Andhra’s stood at ?2,19,518. Andhra’s lagging behind on human development indicators as well. The infant mortality rate in Andhra remains the highest among the five southern states, at 30 deaths per 1,000 live births. Telangana had improved its IMR by 2020 – it was down to 26, lower than the all-India IMR number of 28. Andhra can ill-afford indifferent governance because it has some of India’s most drought-prone areas, and a coast frequented by intense cyclones. Add to all this the soap opera of Andhra’s capital city.\nNaidu still promises Amravati, his ?59,000-crore dream capital built on fertile land pooled from farmers of 30 villages. Andhra lost the plot once Reddy, as CM in 2019, initially raised loans for Amravati, then opted to “decentralise”, identifying three cities as seats of power, then decided on Visakhapatnam as capital. The World Bank pulled out and investors remain wary. Telangana and Andhra are still fighting over division of assets and river waters. Meanwhile, Rao is flaunting a “Telangana model”, his BRS is set to contest in Andhra in 2024 – both in LS and assembly. Murky politics and poor policy ultimately hurt political careers. That’s something Andhra’s incessantly squabbling politicians should remember.\n\n",
        "headline_1": "2 states, 2 stories",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/2-states-2-stories/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "The legislative agenda of the special Parliament session, beginning today, is still not known definitively. But one of the speculated agenda items is a bill to reserve one-third of all seats in the Lok Sabha and the state legislative assemblies for women. The country and its women have come a long way since the passage of such a legislation was first attempted in 1996. The vociferous opposition that every government attempting this has faced so far, has also muted. Brutish scenes of male MPs tearing up women’s reservation bills in the past, are now unlikely to be repeated. The socio-economic argument for this reservation was strong even three decades ago. What the passage of time has done is shifted the politics to the same page.\n\nBJP committed to a constitutional amendment towards this reservation in both its 2014 and 2019 manifestos. Individually many male politicians must still be offering resistance within the party.\nBut today’s BJP can tame rebels. And the party has a chance to tell voters it has delivered the boldest reform for women since the Constitution delivered universal adult franchise. Of course, Congress will remind voters how it spearheaded the transformative one-third reservation for women in panchayati raj institutions. Plus, how Sonia Gandhi’s staunch leadership ensured a women’s reservation bill through the Rajya Sabha in 2010, in a much more hostile time. But almost certainly, the governing party will bag the bigger bragging rights. As for reasons the politics on women’s reservation has shifted so much since 2010, look at the 2019 Lok Sabha elections voting data: women’s turnout beat men’s for the first time – a trend also being seen in many assembly polls.\nWomen are the focus of many more welfare schemes, their issues are much more centrestage. But their representation in legislatures still remains 0-14%. The same year the women’s reservation bill passed RS the budget had spoken of double digit growth – another unmet goal. Policymakers should know there’s a close and much-studied connection between high growth and women’s empowerment, and the latter will get a major boost if the number of women more than double in our legislatures. Noting how much women have been empowered since 1947 or 1996 cannot hide how much discrimination still persists, or how much it is costing India in wealth and wellbeing.\n\n",
        "headline_1": "33% fairer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/33-fairer/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "The timing of the Cyber Security Act, in the run-up to the elections, was hardly surprising. Oddly enough, it fits a strange pattern that goes back 20 years. Before delving into a discussion around this new menace against press freedom, let us explore this pattern.\nThe Bangladesh Telecommunication Regulation Act, 2001 intended to control the communications infrastructure, providing sweeping powers to the government. This law allowed the government to tap any phone or track its location for as long as it wanted, based on its suspicions. The law was enacted a few months before a national election.\nWhen the outgoing BNP regime enacted the ICT act in 2006, as one of its last acts in office, it was most likely to provide what it hoped would be a puppet caretaker government with an instrument to apprehend undesirable elements. For all intents and purposes, at least as far as BNP was concerned, the election was all but won with a malleable president duly installed to head the caretaker government. That government fell apart, some would say specifically because the president was overly malleable.\nThe ICT act set a precedent of seeking to control online content and criminalise free expression of thoughts. Its rather nebulous Section 57 strived to define an offence but left much to interpretation, basically allowing the government to criminalise online content at its discretion.\nThe following Awami League government amended that act in 2013, in the run-up to the 2014 election, and turned it into an even more potent weapon to clamp down on dissent. The amendment allowed the government to make arrests without warrant and made cases under certain sections, including Section 57, non-bailable. In the aftermath, Section 57 gained much notoriety and went on to inspire a level of fear that could only be compared to that of the infamous Section 144 from the Pakistan (Language Movement?) period.\nThe ICT Act was retired to be replaced by the more potent Digital Security Act. Very similar to BNP's ICT Act, the DSA was passed during the last days of the Awami League government in office in 2018, just before the election and without much discussion in parliament or outside. The DSA allowed arrests without a warrant solely on the basis of suspicion. Evidently intent on criminalising expression and controlling online content, or rather dissent, the DSA's widespread use saw much criticism within the media.\nMore recently, and yet again leading up to another general election, the Cyber Security Act is set to replace the DSA with nominal concessions, essentially remaining the same beast as its predecessor but with the added potential to be used against whistleblowers.\nThe consistent pattern of introducing these laws in the run-up to elections suggests that this phenomenon is not merely coincidental. It also suggests that successive regimes have enacted such laws at a critical juncture, most likely to be able to use them, or abuse them, over the impending uncertainty that elections bring about.\nHowever, another pattern, or the lack thereof, emerges from a cursory perusal of periodicals and newspapers. Editors and journalists have held meetings and discussions every time these laws were passed. Citizens, civil society groups, and activists have held rallies and demonstrations against these acts of legislation. These laws are often the centre of discussion when a certain extreme instance of abuse comes to light and duly makes it to the headlines over several days. But there has not been any sustained campaign from any single outlet on this issue. None of the outlets in Bangladesh has consistently covered any of these laws for even a week. In short, for all its talk and posturing, the media has hardly campaigned against these laws.\nAs any seasoned campaigner would agree, it takes weeks, months, and sometimes years of relentless harping of these issues to generate a critical mass that impels authorities towards remedial action. That has been all but absent in popular news media. It may well be that, considering the current climate of iron-handed intolerance, such coverage would bring down further wrath from the powers that be. But there are smarter ways of circumventing this, too. News outlets need not publish critical stories or about the injustices derived from these laws.\n\nIn these difficult times, when trust and confidence in news outlets are ebbing, not least due to laws of the state, it is no longer enough to just cover the news and hope that readers will be happy.\nShort of a designated CSA or DSA corner on the website or the printed newspaper, one could simply introduce a \"seal\" for news items that have been impacted or affected by the law in question. A simple \"CSA seal\" on top of every report would suffice. Every report that refrains from divulging the full details of a story to keep from being sued under the provisions of this law would carry this seal. This would serve two purposes. First, it would keep this issue alive and readers would be reminded that the news industry lives under the spectre of a law that threatens and criminalises free speech. It would keep the campaign alive for months, if not years. It would also put on record the number of stories that are affected by the law. Second, a \"CSA seal\" would indicate to the reader that the news outlet in question is admitting to its readers that it is not being able to be fully transparent, so far as a particular story is concerned. As opposed to a seal of quality, this seal would indicate the contrary: that the story is not complete, thus increasing the story's credibility among readers.\nAnother measure could be a public editor speaking on behalf of the people at regular intervals. This public editor, employed by the news outlet but independent of the outlet's editorial oversight, would look out for the interests of the readers and write on the shortcomings of that news outlet – such as partial stories for fear of reprisals due to laws that criminalise free speech. The public editor could be the news outlet's own mechanism to hold itself to account on behalf of the public. The recent fiasco over disinformation through pro-government op-ed's begs a candid confession from news outlets, which has not been forthcoming. This is the kind of thing that the public editor would presumably take up and comment on.\nIn these difficult times, when trust and confidence in news outlets are ebbing, not least due to laws of the state, it is no longer enough to just cover the news and hope that readers will be happy. Readers are already flocking to independent analysts and commentators who spew all kinds of vitriol. It used to be that initial interest in such commentary would wane and readers would flock back to traditional journalistic platforms. It used to be that the alternatives would be clear: one being a source of authentic, meaningful, and balanced reporting and another offering a skewed point-of-view. But this is not possible anymore, thanks to the climate of self-censorship and fear. Hence, readers do not have the benefit of a convincingly better alternative. It is becoming increasingly imperative for legacy outlets to find avenues to tell readers that they are being as responsible and truthful as possible. It is imperative that news outlets subject themselves to ever stronger, more exacting standards of journalism in order to remain credible.\nTanim Ahmed is a freelance journalist based in Dhaka.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The media must do more to protest oppressive laws like the CSA",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-media-must-do-more-protest-oppressive-laws-the-csa-3422006",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Most recently, Bangladesh again found a place in global media headlines. Sadly, it was for convicting and imprisoning two of its most prominent human rights defenders, Adilur Rahman Khan and Nasiruddin Elan of Odhikar. This is the first awarding of jail term to any human rights defender in Bangladesh since independence. Adilur founded human rights organisation Odhikar in 1994. With an initial slow start, it soon became a leading independent rights monitoring group. Since then, it has been diligently documenting all kinds of violations of human rights by both state agencies and non-state actors.\nOdhikar's annual reports on rights dating back to 2004 are still available on the organisation's website. These reports contain well-sourced data about custodial deaths, crossfires, extrajudicial killings, detentions without trial, use of force to break up political and union protests, violence against minorities and women, border killings, and most other violations of citizens' rights. It also monitored the two national elections held in 2001 and 2008, and documented post-poll violence particularly targeted at members of minority communities. In its 2001 election monitoring report, Odhikar mentioned that poll-related violence had caused 52 people to die and 867 to be injured, which I quoted in one of my columns in Prothom Alo when Adilur was first arrested in 2013.\nIn its 2004 annual report, Odhikar stated, \"The year 2004 witnessed an alarming escalation in human rights violations. From 01 January to 31 December 526 people were killed, 6235 injured, 2918 arrested and 28 abducted in incidents concerning political violence. 240 people were killed at the hands of law enforcers. Of them, 149 were killed in crossfire.\" Can anyone cite a better compilation of rights' violation data dating back to those years, when the BNP-Jamaat alliance was in power?\nAdilur, despite being the secretary of Odhikar, was then working as one of the deputy attorney generals. A former student activist belonging to the student wing of Jatiya Samajtantrik Dal (JSD), led by Hasanul Haq Inu, Adilur has never been a member either of the BNP or Jamaat. But in the era of alternative truths, ministers and leaders of the ruling Awami League have relentlessly been trying to delegitimise his role as a human rights defender, claiming Adilur's service to the state under a different regime as proof that his work was politically motivated. Perhaps this reflects the workings of their own minds, as they have long ago erased the fine line that should exist between the state and the party in power by capturing all the state institutions using loyalists.\nAdilur Rahman Khan and Nasiruddin Elan have been convicted of criminal offences for allegedly harming the nation's image by falsely claiming that 61 people died in the mayhem following Hefazat-e-Islam's Dhaka siege on May 5, 2013. This figure is almost five times higher than the government's official count of 11. But there were other tallies that also showed huge variations and, till now, there has been no attempt to establish the full facts of one of the most unsettling incidents in Bangladesh's history.\n\nThe verdict against Adilur Rahman Khan and Nasiruddin Elan under the ICT Act, a law which has already been replaced twice and is still being criticised as unfair and repressive, is another reason for it to be seen as unfair. Besides, the ruling party's policies of appeasing Hefazat in the years following makes one wonder whether their aggrievement towards Odhikar can be justified any longer.\nOn May 7, Amnesty International said that unofficial figures from hospitals obtained by them confirmed 22 deaths in Dhaka and 22 more in places outside of Dhaka. In total, Amnesty International claimed that it was able to confirm the protest-related deaths of at least 41 civilians and three police or security force personnel across the country on May 5-6.\nUS-based global rights group Human Rights Watch (HRW), in its August 2013 report titled \"Blood on the Streets,\" said, \"Based on hospital logs, eyewitness accounts, and well-sourced media reports, Human Rights Watch believes that at least 58 people died on May 5 and 6, seven of whom were members of the security forces. However it is likely the death toll was even higher.\"\nEkattorer Ghatak Dalal Nirmul Committee, an advocacy group closely linked with the ruling party and campaigning for trials of suspected war criminals of the Liberation War, in its white paper published on November 8, 2013, claimed that 39 people had been killed during the rally and sit-in programmes of Hefazat-e-Islam. Of them, it added, 24 were killed between morning and 8pm on May 5 in Hefazat activists' clashes with law enforcers and Awami League activists. And, according to the group, another nine people were killed on the morning of May 6 during clashes between Hefazat and Jamaat activists and law enforcers at Kanchpur on Chittagong Road, Madanipur, and Narayanganj.\nAll these figures are much higher than the officially admitted numbers. Yet, the government sued only the two executives of Odhikar. In July 2013, the information ministry asked Odhikar for the addresses and names of the relatives/family members of the deceased persons that it had listed. Odhikar declined that request, claiming that doing so could jeopardise the family members' safety. This wasn't unreasonable as we have heard of such allegations of intimidation and harassment by members of the security forces from the families of enforced disappearance victims. Odhikar, however, said if the government formed an independent inquiry commission, it would hand over the names and addresses to the commission.\nThough Odhikar did not publish the list of victims, ruling party activists and a section of the media claimed that they had traced some victims listed by Odhikar to be alive and commenced a smear campaign against Adilur, Odhikar, and the fact-finding report. Some ruling party supporters are now arguing that Adilur had 10 years to clear his name, but have conveniently forgotten that the latter's computers and server were taken away by police, making them inaccessible.\nOdhikar's defence team and many national and foreign observers of the trial have alleged that the trial did not follow due process. In this regard, they have pointed out that they weren't afforded full and timely access to discoveries made by the prosecution. They've also alleged that, in an unusual and rare move, the judge allowed the prosecution to reinvestigate the case after the completion of witness testimonies. The lead prosecutor, Nazrul Islam, responding to a post-verdict query, told Prothom Alo that the supplementary investigation (after 10 years) was necessary for the conviction.\nThe verdict under the ICT Act, a law which has already been replaced twice and is still being criticised as unfair and repressive, is another reason for it to be seen as unfair. Besides, the ruling party's policies of appeasing Hefazat in the years following makes one wonder whether their aggrievement towards Odhikar can be justified any longer.\nIt is no wonder that 72 organisations working across the globe to defend human rights have termed the Odhikar duo's conviction as a punishment for their work. The organisations stated that the hearings had been accelerated following the designation of US sanctions against Rapid Action Battalion (Rab) and its officials in December 2021, and that this acceleration was based on allegations that Odhikar was behind these sanctions.\nThe European Parliament's resolution, and concerns expressed by at least four Western governments – namely the United States, the United Kingdom, France, and Germany – should not be taken lightly. The regret expressed in the France-Germany joint statement for convicting the Odhikar duo may prove regrettable for us sooner than the government may believe.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Odhikar duo’s convictions are regrettable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/odhikar-duos-convictions-are-regrettable-3421076",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Shortly after noon on Sunday, Tangail and its nearby areas were struck by an earthquake of 4.4 magnitude. While this was a minor quake and resulted in no casualties, earthquakes have been observed at a higher rate recently not only in Bangladesh, but worldwide. On the afternoon of September 9, for instance, a 4.4-magnitude quake shook Sylhet. Another 3.9-magnitude earthquake, the epicentre of which was in Bhulta of Narayanganj, hit Dhaka on April 25.\nAgainst the background of such frequent quakes, we must ask: is Dhaka adequately prepared to face a 6-7 magnitude earthquake? Are we planning our cities, buildings, and infrastructure in a way that would make the capital safe for our lives and properties, given its vulnerability to earthquakes? Are our development authorities diligently enforcing planning laws and building codes?\n\nUnlike cyclones, earthquakes cannot be accurately predicted. Hence, requisite preparations are needed from urban development authorities. Unplanned urbanisation, unsafe building development, coupled with the expansion of urban areas in low-lying or marshy areas have greatly aggravated the capital's earthquake vulnerability, which has a population of nearly 20 million people. We must remember that a large portion of this population dwells in poorly built structures, and even in semiformal and informal housing in unsafe and precarious conditions.\nBetter preparation in terms of maintaining building codes and planning rules could save lives to a great extent, which has been seen in the experiences of recent earthquakes in Chile, Haiti, and Turkiye. In 2010, Chile experienced a quake of 8.8 magnitude, which killed 700 people, while the Haiti 7.0-magnitude earthquake killed around 220,000 people in the same year. Chile established strict building codes in 1985 following a 7.8-magnitude earthquake; and Haiti had no national building code and no means of checking building safety.\n\nUnplanned urbanisation, unsafe building development, coupled with the expansion of urban areas in low-lying or marshy areas have greatly aggravated the capital's earthquake vulnerability, which has a population of nearly 20 million people. We must remember that a large portion of this population dwells in poorly built structures, and even in semiformal and informal housing in unsafe and precarious conditions.\nThe 7.8-magnitude earthquake that hit Turkiye on February 6 resulted in a death toll of over 50,000, while more than 160,000 buildings collapsed or were severely damaged. This gave rise to questions about whether the natural disaster's impact was made worse by a lack of building and planning compliances.\nReports on the Turkiye-Syria earthquake revealed that unplanned urbanisation, material weaknesses, insufficient inspection processes, and illegal constructions were the main factors behind the extensive destruction. These factors are also prevalent in the urban development and building construction practices for urban areas in Bangladesh.\nAt least 65 percent of Dhaka and its surroundings are at high risk of earthquakes, as the buildings have been constructed on landfills due to unrestricted urbanisation, and have not taken into consideration the nature of the soil or earthquake vulnerabilities of the area in general. Rapid construction of housing and high-rise infrastructure on weak land, without carrying out proper study on geological features, have alarmingly increased the risk of earthquakes and other urban disasters in Dhaka.\nThe expansion of Dhaka city to the east and southwest has therefore made it more vulnerable to liquefaction during earthquakes, since buildings in these areas are erected by filling up water reservoirs and wetlands, in violation of building codes.\n\nIn order to ensure building safety, we have the Bangladesh National Building Code (BNBC), updated in 2020, and the Dhaka Building Construction Rules, 2008. There are also physical plans like the Detailed Area Plan that provide detailed guidelines for urban development in different land-use zones in Dhaka. Despite this, a large number of buildings in the capital have not been designed properly or have been constructed violating land use guidelines, which may turn out to be dangerous in case of a moderate to strong earthquake.\nAccording to a survey by the Rajdhani Unnayan Kartripakkha (Rajuk), nearly 865,000 buildings would collapse in Dhaka city if an earthquake of 6.9 magnitude strikes at Madhupur fault in Tangail. Additionally, 210,000 people would die and another 229,000 would sustain injuries if the quake strikes during the day. As per a survey conducted by Rajuk in 2018, an alarming 67 percent of buildings were found violating building codes, out of 1.95 lakh buildings surveyed.\nWe may recall the March 13 declaration by Rajuk relating to the evacuation and demolition of 42 dangerous buildings identified by its Urban Resilience Project. It also listed around 342 buildings, owned by various government organisations, as being risky for living. But no significant progress has been made since Rajuk provided the notice to the owners of the buildings to vacate the structures. This is proof of the utter disregard and apathy towards building safety and earthquake preparedness from different authorities and building owners.\n\nA devastating earthquake could hit anytime and would be quite catastrophic for us. Yet, we are wildly ill-prepared to face something like this. A specific authority should be formulated on an urgent basis to enforce the Bangladesh National Building Code in order to increase building safety. Urban development in low-lying areas should be strictly prohibited, even for government projects. The government should no longer allow the violation of planning guidelines and building codes, and must take appropriate measures against violators. Planning and investment is required so that our utility services and facilities do not collapse in the case of a major earthquake.\nThe corruption in the supervision and monitoring system of Rajuk and related bodies must be checked. We welcome recent directives from Rajuk to mandate the submission of architectural, structural, fire safety, electrical, and plumbing plans before building construction. However, making planning permits – which still does not exist in Bangladesh – mandatory is required as well to increase building safety and urban resilience. Third-party monitoring of building construction, as planned by Rajuk, could help push this forward. However, there is no scope for laxity by development authorities and urban bodies in monitoring the overall urban development process. We cannot prevent earthquakes; but we should be properly prepared against them to save invaluable lives.\nDr Adil Mohammed Khan is executive director at Institute for Planning and Development (IPD) and professor at the Department of Urban and Regional Planning of Jahangirnagar University. Reach him at [email protected]\n\n",
        "headline_1": "What if an earthquake of 6.9 magnitude hits Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-if-earthquake-69-magnitude-hits-dhaka-3421611",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "It is extremely distressing that, despite repeated warnings about the grave dangers of plastic pollution in the Bay of Bengal, unsustainable waste management continues to wreak havoc in our nation's most treasured natural resource. According to a recent study conducted by Enhanced Coastal Fisheries in Bangladesh (ECOFISHBD) – an initiative funded by the United States Agency for International Development (USAID) – around 15 tonnes of non-biodegradable waste are dumped into the sea by fishermen alone. The waste includes plastic bags, bottles, and polythene bags, all of which are disastrous for the environment, wildlife, and human health. The latest study undoubtedly serves as yet another reminder of the dangerous and persisting lack of awareness resulting from the lacklustre implementation of environmentally sustainable policies.\nJust last year, another study by ECOFISHBD found that around 22.77kg of non-biodegradable waste is dumped daily on the Kuakata sea beach by tourists and locals. Experts have warned that the large-scale plastic pollution and proliferation of harmful bacteria are likely to make the Bay of Bengal unusable in the next 30-50 years. It goes without saying that the nation would not have descended to this situation had authorities implemented the bold steps taken to protect our environment since 2002, when Bangladesh became the first country in the world to ban polythene bags. Furthermore, in 2010, the country adopted the Jute Packaging Act to promote alternative packaging – with little effect 13 years later. In 2020, the High Court ordered the government to impose a ban on single-use plastic products by 2021, yet no effective measures have been taken to promote multi-sectoral change.\nAs destruction from plastic pollution continues to plague the environment, all the strides in policy and legislative arrangements have only served as mere rhetoric. It's time we put the jute packaging law into effect to replace the widespread use of plastic. Authorities should also diligently conduct regular drives to stop the indiscriminate use and illegal production of polythene bags and single-use plastics. Measures should also include multi-ministerial monitoring divisions to rigorously prevent the dumping of non-biodegradable waste into water bodies. It is of utmost importance to protect the Bay of Bengal against environmental degradation.\n",
        "headline_1": "Bay of Bengal drowning in plastic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bay-bengal-drowning-plastic-3421621",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Lead poisoning has been a global problem for decades, having devastating effects on people's health, especially that of children. Bangladesh happens to be the fourth most affected country in terms of the number of children affected, according to a report launched in 2020 by Unicef and Pure Earth. Last Tuesday, the Lancet Planetary Health journal published the World Bank's study on the health and economic burden of lead poisoning around the world.\nThe harm caused by lead exposure has turned out to be far worse than previous estimations. The report has found that lead poisoning causes cognitive deficiency in children and fatal cardiovascular diseases among adults. In specific terms, children below five years of age lose around 20 million IQ points and the economic cost is estimated at $10,897 million or 3.6 percent of the country's GDP. Lead damages the brains of children below five, causing lifelong neurological, cognitive, and physical impairment. It also causes heart diseases and strokes in adults. Exposure to lead damages the foetuses of pregnant women. In Bangladesh, the sources are ubiquitous: used lead acid battery recycling, lead in paints, aluminium cookware, ceramic crockery, spices, toys, cosmetics, food, electronic waste, fertilisers, and cultured fish feed. Around 35.5 million children are affected.\nDespite local and international studies with such frightening findings, there does not seem to be any comprehensive plan of action to address this silent killer that is practically everywhere. Has the government, for instance, made any effort to stop children from working in informal battery recycling plants and factories where they are directly exposed to lead and other toxins? Why are we still using lead paint to paint our walls? Why have we not devised safe waste disposal of batteries and electronics? Why is there lead in turmeric powder? The questions are endless.\nIt is a gross understatement to say that we are far behind in addressing such a debilitating health crisis that has huge implications for the nation's future. The study has recommended a 10-point plan to reduce lead pollution. This includes analysing the sources of lead, designing specific interventions, developing an efficient blood lead level surveillance, reviewing existing policies and enforcing laws and regulations, identifying and cleaning toxic sites as well as raising public awareness about the issue. It is mind-boggling that previous studies and expert recommendations have not had any impact in terms of provoking the government to take immediate steps to reduce lead pollution and exposure. Given that the situation has worsened markedly, it is high time that the government gives this issue the greatest priority and implements an action plan.\n",
        "headline_1": "Lead pollution is killing us and our children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lead-pollution-killing-us-and-our-children-3421026",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "An initiative is reportedly underway to amend the capital city's detailed area plan (DAP). Approved only a year before, the DAP could not be what it ought to have been because of the undesirable transformation already brought about illegally to geomorphic features both within the city parameter and in its neighbourhood and also under pressure from influential and vested quarters. This latest initiative is triggered by those quarters and once again, the government agencies responsible for execution of the plan seems to have capitulated to such pressures. That the authorities are ready to appease the vested quarters ahead of a national election is clear no matter if such tinkering with the DAP turns an unliveable city still more unliveable and unsustainable. The Institute for Planning and Development (IPD) and other urban planners accuse the Rajdhani Unnayan Kartripakkha (RAJUK) of making compromises on several counts under such pressures. This time the pressure is on for creating an opportunity for developers to increase floor area ratio (FAR) of buildings. Then the already distorted population density zoning once again faces similar reversals with double or even more population living in a place meant for inhabited by a rationally designated size in order to maintain balanced and sustainable development. Human liveability will get severely compromised, the IPD expresses its apprehension, because of non-compliance with the DAP's do's and don'ts. At issue is not just the poor liveability but also the urban population's health with the commercially developed crammed housing arrangement. In a larger frame, the population density only puts pressure on the city's utility services, traffic system and other open urban spaces such as playgrounds, parks, lakes not to mention centres for cultural activities. Those responsible for shaping the DAP in its approved form last year had no option other than planning with the already radically transformed topography around the city. Most of the flood plains and water retention areas along with the water bodies within the city's extended parameter had long been filled up. Those could not be reversed. In fact, the city is on life support ever since its lifeline, the Buriganga and other rivers have been grossly abused, grabbed and polluted with industrial waste---both solid and effluent. Dwindling green space and heavy pollution have been taking an atrocious toll on the inhabitants' health and well-being. So the latest move to tinker with the DAP, the execution of which demands prudent and painstaking private-public cooperation, is likely to throw the future of the plan into uncertainty. This must not happen to the urban plan developed by a most capable team of urban planners. The inhabitants of the capital as well as the people in general deserve better. There is no point concentrating population in a limited urban space. The ambivalence of city development is clear from the urban mega projects. They encourage people to cram the city. However, projects like the Padma Bridge and the modern highways already built and are under construction can help dispersal of city population and even may end up triggering reverse migration. If utility services and modest infrastructure in other parts complement such fast and smooth communication, they can take the pressure off from the capital city. So it would be unwise to put people in cage-like accommodations with no sunlight and airflow in the premier urban centre.",
        "headline_1": "Why amend the DAP?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-amend-the-dap-1695046897",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Few local bicycle manufacturers could think in the recent times that the industry would fall on such a phase of adversities. Disheartening reports keep pouring in from trading circles as well. To speak in brief, both the local bicycle manufacturers and traders are going through setbacks as demand sees a decline in the local and international markets. The global economic slowdown, caused by the protracted Russia-Ukraine war, has been singled out for the grim development.It's now clear that sectors engaged in global bicycle manufacture and trading have been afflicted by unease for some time. That a relatively humble sector like one dealing with bicycle would fall victim to this complex web is beyond the thoughts of the stakeholders. But reality shows the grim aspects of the local bicycle production. As an FE report notes, costs of bicycle manufacture have galloped due to import expenses for raw materials amid a dollar crisis in the Bangladesh market. Local traders engaged in importing bicycles have cut down on their imports due to complications in opening Letters of Credit (LCs), aggravated by the currency crisis, it adds.The present impasse vis-à-vis earnings from bicycle exports appear to be unprecedented. According to sources close to bicycle exports, the country has not faced such adversities even during the corona pandemic times. During that fraught period, the manufacturers of export-oriented Bangladeshi bicycles were fortunate enough to take heart from the increase in demand for their products in the global market. During the pandemic times, people in many overseas developed countries, especially Europe, turned to bicycles to meet the prerequisite for 'social distance' and remain strong physically. According to market insiders, the higher import cost of raw materials poses a great challenge to the local manufacturers. Some others maintain that between 30 to 40 per cent of the bicycle parts have to be imported.On the other hand, many hygiene-conscious people were seen opting for bicycles during the pandemic period. They had the health authorities' advice on avoiding crowds in buses and other short-distance public transports in mind. Bicycles have been an integral part of life in Dhaka and other urban and semi-urban cities and towns since the 1940s. The pedal two-wheeler began entering even the remote villages a couple of decades later. Physically fit people of all ages above adolescence riding bicycles are common spectacles in Dhaka. The two-wheel vehicle offers dozens of facilities while using them in cities. They do not require much space while on road. During the times of traffic gridlock, they can manage their passage through the traffic congestions. Few drivers of motorised vehicles view them as any hindrance to their movement. Unlike the motorcycles, they hardly encroach on the Dhaka footpaths. These and some other features continue to make them a popular and user-friendly transport in the large cities of Bangladesh.Apart from the office-goers, smart and sprightly youths are seen being drawn to bicycles in increasing numbers. In the period of the 1970s-1990s, only a handful of students studying at colleges and universities would use bicycles as their transport. Nowadays, they could be seen overflowing the fixed stands and parked at almost every corner on the campuses. The recent fall in the bicycles' demand has led to worries on the part of both manufacturers and exporters. Prior to the overall decline in the last fiscal year, the country's export earnings from bicycles grew by around 28 per cent from $130.89 million in the corresponding fiscal year of 2020-21 to $167.95 million in FY 2021-22. It declined by 15 per cent to $142.24 million in the last FY, as per data from the Export Promotion Bureau. Bicycles experienced a rise in demand in Europe during the pandemic, as people turned to the two-wheelers considering them an environment-friendly mode of transport, the general manager of a bicycle manufacturer based in Chattogram EPZ has said. Between 30 to 40 per cent of the bicycle parts are imported, he added. It has been learnt that the major destinations for the Bangladesh-made bicycles include Germany, the UK, India, Denmark and the Netherlands. Meghna Group is considered the premier entity in the sector of bicycle exports from the country. Its share comprises around half of the international market for Bangladeshi companies. A director at the Group says local sales remain lower than expected, mainly due to inflationary pressure on the consumers.There are also signs of optimism. According to sources, the local market is still mostly dependent on imports, but the bicycle manufacturing has started picking up over the past couple of years. Given the current state of the market, there is an estimated demand for 2.0 million bicycles in the country per year. Of it, 40 per cent of the pedal bikes are made locally, the rest coming from abroad.Meanwhile, young bicycle-fans find themselves in a fix. Seeing the state of the current bicycle market in the country, many of them feel perplexed. The Bangladesh bicycle market is at present estimated at around Tk 18 billion. The country's bicycle aficionados rue the fact that the local market has lately been facing difficulties --- the reason being the inability to procure quality bicycles. Passionate bicyclists accept the present stalemate, saying traders have reduced imports as they face difficulties, leading to a drop in demand. Despite the existing ground reality amid the global economic uncertainties, they are also prepared to await better days.\n[email protected]",
        "headline_1": "Bicycles go through bad times",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bicycles-go-through-bad-times-1695046946",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "The operators of the essentials market do not seem to have responded to the commerce minister's directive in the expected way. For the prices of three essential commodities, namely, potato, the local variety of onion and egg were fixed at the retail level through an executive order last week (on September 4) by the minister. And he also warned of the consequences if any trader dared to defy his directive. He further informed that officials of the Directorate of National Consumer Rights Protection (DNCRP), the district administration and the police would mount strict monitoring to see that the government's order was obeyed by the retail as well as wholesale traders. But to all appearances the traders did not care. Then are these traders more powerful than the government? How can a small grocer ignore a government order? The grocer of a city ward or neighbourhood or the kitchen market buys his merchandise from the wholesaler at a certain rate. Now if he has to keep doing his business he has to make some profit after taking into account all the expenditures he has to make to run his business. These may include transport cost of the merchandise, rent for his shop, power bill and other costs. Now if the wholesaler from whom he gets his supply charges higher price than that fixed by the government for the three kitchen items in question, then what can the grocer do? He will have only two choices: either defy government order or close his business. That is what the regular shoppers observed a day after the government issued the order. On Friday, a day after the commerce ministry gave the order, potato, for instance, was selling at TK.45/50 per kg. That means the market price for potato was 25 to 39 per cent higher than what the government had fixed. The case for onion was not different as its price in the kitchen market was still 14 to 38.5 per cent higher than that set by the government. But it does not mean that traders in the kitchen market are fair. In fact, they will not miss any opportunity to take advantage of lax government monitoring to raise the prices of their merchandise as the whim takes them. The wholesaler, too, will not act differently. The so-called syndicate will emerge as soon as the importers and wholesalers of the essentials think they can hoodwink the law-enforcers or can make them look the other way. So there is no alternative to strong market monitoring by law enforcers, who should be upright to protect the market against any manipulation. However, it is one thing to monitor the market, and it is another to fix the prices of commodities. Because law alone cannot dictate prices unless there is adequate buffer stock of commodities to offset any foul play like hoarding or any other kind of activities by traders to create artificial crisis in the market. The bogey of importing certain items from the neighbouring country, too, is not an effective deterrent, since the dishonest section of traders know that there is a substantial time-gap between the decision to import and actually supplying those imported goods in the market. The best way is to use the buffer stock of the commodity in question to calm the volatile market. If past experience is any guide, government measures like fixing bus fares, taxi fares, commodity prices, to name but a few of such initiatives, never worked in this country. In that case, to influence the essentials market, the government, too, will be required toplay by the rules of the market.\n[email protected]",
        "headline_1": "The intractable essentials market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-intractable-essentials-market-1695046981",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2023"
    },
    {
        "full_article": "Dengue has become endemic to Bangladesh. More and more dengue patients are requiring hospitalisation nowadays. A total of 3,122 new dengue cases were reported in 24 hours on Sunday, the highest number of patients hospitalised in a day with the mosquito-borne disease this year. During the period, eighteen more deaths were reported from the viral fever, raising the fatalities from the disease to 822 this year, according to the Directorate General of Health Services. However, the sharp spike in dengue cases this year should not come as a surprise as health experts had been flagging this concern for long. But the authorities concerned apparently neither paid sufficient heed to this concern, nor took timely measures to strengthen the healthcare system to cope up with rising number of dengue cases. Starting from a shortage of regular beds, ICU facilities and scarcity of saline, public hospitals are losing the battle against dengue infection. Critical patients lying in hospital corridors are not an unfamiliar scene in government hospitals in Dhaka. The scenario outside the capital is no better either. When dengue infections reach a critical level, public hospitals find it difficult to deal with the onrush of patients. So, every hospital should dedicate a particular ward for dengue patients. These hospitals should ensure treatment for every dengue patient by providing at least one regular bed for them. No dengue patient should receive treatment in hospital corridor or on the floor. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Ensuring hospital seats for dengue patients",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-hospital-seats-for-dengue-patients-1695047002",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2023"
    }
]