[
    {
        "full_article": "The issue of reserving private sector jobs for people domiciled within the same State may face its first judicial test soon. The Supreme Court has asked the Punjab and Haryana High Court to decide within four weeks the validity of the Haryana law mandating 75% reservation for local candidates in private sector jobs that pay up to ₹30,000 a month. Even though the apex court set aside an interim stay order granted by the High Court, it was only doing so because the stay was granted without assigning reasons. It is a settled principle that legislation cannot be stayed unless there is a preliminary finding that it is unconstitutional or suffers from any glaring illegality. There are quite a few issues that arise when the State introduces a quota in the private sector, especially if it is based on a domicile norm. Andhra Pradesh and Jharkhand have also introduced such laws, while the ruling DMK in Tamil Nadu had promised 75% reservation in its election manifesto for last year’s Assembly polls. Given the bleak employment situation in the backdrop of the reported loss of millions of jobs during the pandemic, it is no surprise that the leadership in every State seeks to find employment opportunities for its youth. In some States, employers may find it cheaper to use the services of those from a faraway State, while in others there may be an acute shortage of labour within the local population.\rThe first hurdle that a law such as the Haryana State Employment of Local Candidates Act will face is the constitutional bar on discrimination on the basis of place of birth or residence. Even though the Constitution allows the Government to prescribe a residential criterion for employment to public posts, it is doubtful whether such a measure can be extended to the private sector. In the Haryana case, it covers companies, societies, trusts, partnership firms and individual employers. The industry may feel aggrieved that the residential requirement may adversely affect the hiring of talent from outside Haryana. From an individual point of view, the law may impinge on the freedom of movement, the right to reside and settle in any part of the country, and the right to carry on any occupation. Of course, the Act provides for exemption to any employer if an adequate number of local candidates are not available in terms of skill, qualification and proficiency. And there is a sunset clause: the Act will cease to operate in 10 years. Beyond the question of legality, what is flagged by such developments is the state of the economy, especially the labour economy. Rapid urbanisation and the agrarian situation are behind large-scale migration in search of employment. The real issue to address is the widespread disparities between urban and rural areas, between advanced States and backward ones.",
        "headline_1": "Wrong solution: On urban-rural divide and reservation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/wrong-solution-the-hindu-editorial-on-urban-rural-divide-and-reservation/article65062806.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "Close on the heels of the Government’s sharp summons to the South Korean Ambassador over social media posts by private companies, the MEA summoned the Singapore High Commissioner, following a speech earlier this week by the Singapore Prime Minister, Lee Hsien Loong, where he had said there has been a decline in political probity in India after Prime Minister Nehru’s tenure. He warned that Singapore must stem any political corruption if it is to not “go down that road”. The speech was an unexpected broadside, despite the high praise for Nehru, the Government felt, and one which merited raising the issue of the “uncalled for” remarks with the Singaporean diplomat. As the South Korean case suggested, South Block appears to be making a pattern of its “zero tolerance” stand towards any criticism of India. To begin with, PM Lee’s comments, where he said that about half of all Indian Lok Sabha MPs face criminal charges, are not baseless. Mr. Lee even added the caveat that many of these cases could be motivated by political rivalry — which indicates some understanding of Indian politics. Second, he spoke of a similar downslide in Israeli politics, and the British “partygate” scandal (as of date, Israel and the U.K. have not raised objections). Finally, the speech was set in a grander context, as he invoked the Confucian guidelines for social behaviour that unite a country: rituals, righteousness, probity and shame. His 5,000 word speech on the subject contained just one Indian example where he had even praised the founding fathers of the independence movement, and then decried a slide in values since then. The comment, while harsh, does not merit a strong-headed response.\rIt is possible to argue that Mr. Lee’s examples were arbitrary, and contained unusual criticism for a country that has otherwise friendly ties with Singapore. Given that the issue at hand was a breach of privilege matter in the Singaporean Parliament, where an Opposition member had been found guilty of lying in the House, the India mention was certainly not required. It is even possible to argue that Singapore’s very controlled version of democracy cannot be compared to India’s more vibrant democratic traditions. However, the strong reaction New Delhi displayed evinces an insecurity about just these traditions. The fact that it comes on the back of a series of other summons, démarches and statements reacting to other governments for speaking about “India’s internal matters” adds to this impression, especially given that the Modi government frequently comments on the internal issues of its own neighbours. While this event is unlikely to cause more than a ripple across the broader, historically deep bilateral relationship with Singapore, the Government must avoid an international reputation that lends itself to the Shakespearean line — that it “doth protest too much”.",
        "headline_1": "Foreign quarter: On internal matters and India’s response",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/foreign-quarter/article65062734.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "A colleague teaching abroad recently called to ask, \"What's the minimum criteria for becoming a vice-chancellor in Bangladesh? Can one be a vice-chancellor without any teaching experience whatsoever?\" A certain high-level academic appointment of an entrepreneur drew his attention.\nEquating a university vice-chancellor (VC) with the chief executive officer (CEO) of a university is becoming a marketing trend for institutions that view students as consumers. Especially in some of the newer universities in the UK that prioritise internationalisation as their major revenue source, the traditional title of a VC is being replaced by a CEO. For them, the term means little outside the academia, and they have trouble explaining the job titles to their counterparts in China, for example. They have opted for a title that corresponds with the responsibilities and nature of their institutions. To reverse the pattern is another ballgame and has confused many, including my colleague.\nHis quizzing on the drift from tradition makes me revisit the root of the word \"chancellor.\" The dictionary dates it back to the Middle English word chaunceler, which means a chief administrative officer of a ruler, while the Late Latin root cancellarius implies a secretary or a doorkeeper. Seen thus, the application of the term chancellor to denote the chief executive officer of a university or campus is a valid proposition. In Bangladesh, the post is mostly ceremonial as the president of the country is the chancellor of all universities. He is the ultimate gatekeeper of over 150 public and private universities. In the case of the only international women's university in the country, the chancellor is the wife of a former British premier and the VC is nominated by the university's Board of Trustees. While the chancellor selects his representative—the Latin prefix \"vice-\" means \"in place of\"—for all universities in Bangladesh, in AUW's case, its independent Board of Trustees makes the choice.\nThe difference in institutional orientations has probably caused confusion. Then again, can the post of a VC be devoid of the academic remit of teaching experience, curriculum preparation, and research publications required by an institution that delivers higher education? It's justified only when we restrict the job of a university head as the chief executive to the administrative tasks of managing a university. The post, however, demands a combination of administrative and academic acumen.\nIn case of the recent appointment, the magic wand of a Doctor of Philosophy can be waved to show a seal of approval. The trend is increasingly becoming prominent among the universities for professionals where the PhD degree is pursued by many aspirant academics as a career move. Many uniformed men are now pursuing PhDs as there is a rapid growth of military universities. Ironically, the administrative focus on education has made the government appoint VCs without PhDs. The recent turmoil at the Shahjalal University of Science and Technology (SUST) has exposed the issue. Earlier, we had a number of University Grants Commission (UGC) chairs without doctoral degrees. A PhD, of course, is just a degree and not the ultimate litmus test of one's scholarly pedigree. But it involves long periods of rigorous training, where scholars identify the knowledge gap in their fields before pitching their ideas (theses) to make significant contributions to the existing knowledge.\nThis is highly important as the government has repeatedly underlined a knowledge-based economy for the overall growth of the country. The compromises that we are seeing at the academic administrative roles undermine the proposition. It is symptomatic of an anti-academic culture as well as the corporatisation of education. The former is promoted by the successful innovators who are school drop-outs, who have apparently leveraged their freedom from tradition-bound institutions to change the world. No wonder, Facebook has become a proxy book, and Apple's logo has a bite at the fruit of knowledge.\nThe celebration of anti-intellectualism in the mass media is related to commodified information that is used to manufacture consent. It is said that during the military regime, academic session jam was used as a controlling device to stop graduates from adding to the prevalent long list of unemployed youth. The rhetoric has changed. Today, we expect our graduates to create their own jobs as there are not many out there. \"Be an entrepreneur\" is the mantra that we chant.\nThe business-minded education is forcing us to forgo many of our cherished values. This occurred to me when we invited a leading businessman to give a motivational talk for our students. He made no secret of the spurious means he adopted to be successful. He was a man of action with a proven track record of material success, which is miles away from the pursuit of an idea for an academic degree. He has the charisma to become the role model for the next generation. In an article published in the Journal of Business Ethics, provocatively titled, \"The Impact of Anti-Intellectualism Attitudes and Academic Self-Efficacy on Business Students' Perceptions of Cheating,\" Rafik Elias writes, \"At universities, student anti-intellectualism has resulted in the social acceptability of cheating on schoolwork, especially in the business schools, a manifestation of ethically expedient cognitive dissonance rather than of academic critical thinking.\"\nThe academic focus has shifted to \"cognitive dissonance,\" where students are asked to deal with the discomfort triggered by their beliefs that clash with anything new or contradictory; they are asked to find a way to mitigate the contradiction to reduce their discomfort. It's a problem-solving model. In theory, such pragmatism is fine. In reality, our students don't have the necessary foundation of literacy and numeracy skills to pursue such a model manufactured in the West. We replicated the system without nurturing the very foundation of our education system: the primary and the secondary. The three-track education has benefitted one class of students who are more in tune with these suggested innovations. In the process, the practised education system is widening the social gap. We are becoming comfortable with a madrasa student becoming a religious cleric, a Bangla medium student a BCS officer, and an English Medium student a corporate boss. I know I am guilty of oversimplification and overgeneralisation. But I believe that only individuals with personal initiatives are able to break such stereotypes.\nA close look at the way our educational focus has changed in the last three decades after the introduction of private universities, with mostly business majors at the helm, will give you an idea of why and how the core values of our education have changed. Initially, there was a massive social and cultural resistance to the privatisation of education. Thanks to the World Bank-funded quality assurance programme, the public system has followed suit as well.\nIn the name of academic transparency and excellence, new ranking and accreditation criteria are set. Education, like other sectors, now requires investment to earn the badges of recognition. The academic administrators are under constant pressure to make their institutions profitable, so that they can take benefit of all the international best practices to refurbish their institutional images. For a private university, student tuition fees are the \"only\" sources of revenue. For the public, the purse string is tied to the government. The success barometer of public university VCs depends on how much money they can bring to campus for \"development\" by using their political connections—how many departments they can open to facilitate their party members. We are after numbers. We are spreading thin. We boast the stellar results of our students without acknowledging that the system is producing many high school graduates who lack the basic knowledge and skills and are unprepared for university-level reading. We have 1.3 million students ready to enter the tertiary system, yet the fear is that there are not enough quality institutions to accommodate them. Many of the better students will migrate to OECD countries due to the lack of opportunities here.\nSomething is rotten in our education system. We need an education policy that reviews and reassesses the very purpose of education. We need visionary guidance, not managerial skills. The latter can give temporary relief or a cosmetic facelift, but the deep-seated wound will not heal.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Farewell VC, Welcome CEO",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/farewell-vc-welcome-ceo-2965266",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "A nosy parker asks, \"Why aren't you having kids yet? You've been married for two years already! Why the delay? Your biological clock is ticking! You'll regret it later!\" In my head, I respond, \"What's it to you?\" Instead, I smile and act like the respectful South Asian wife I'm supposed to be. The nosy parker is not one person; it's everyone, ranging from a precocious 12-year-old to people of older generations.\n\"You'll make such a cute little mini-Noora,\" says a well-meaning friend. \"A child will strengthen your marriage and anchor your husband,\" says an acquaintance who has never met my partner. \"Motherhood will give your life meaning,\" says another who believes my life is meaningless at the moment. \"You'll die alone,\" says an elderly man who thinks I need to invest in a backup plan—a child to be my caregiver when I'm senile. Since it's everyone's business to ensure that I produce a child—whether my partner and I are ready for such a commitment or not—I've started questioning myself: Why should I have a child, if we ever do decide to have one? To find the answer, I've looked around at parents and their reasons for having children.\nSome have children because they want a miniature version of themselves. A baby that looks like you or your partner, or a mixture of both? That's a selfishly cute reason to produce a mini-you. But why want a mini-you?\nA female child is often gifted with a baby doll, essentially moulding her into becoming what society expects of women—a mother. She rocks the baby doll to sleep or pretends to feed it a bottle of fake milk. Being a pretend-mother to a pretend-baby can still be considered somewhat harmless, as long as the child doesn't grow up to think that the pleasure she received from being a role-playing mother is going to be equivalent to the joys of actual motherhood. A real baby is much more than an inanimate toy, with real needs and preferences. According to American author Teal Swan, the real child is a \"dysfunctional doll,\" because they are their own person—something that parents with \"doll syndrome\" fail to understand. A role-playing mother puts her doll away when she goes to school, but a real mother can't put her child on a shelf when she goes to work. A role-playing mother pretends to feed her doll-baby with imaginary food when she feels like it; a real mother feeds her baby according to the latter's needs.\nHaving a flesh-and-blood child requires commitment and sacrifices. Dolls remain unchanged, but a child grows up with their own aspirations that may be against their parents' hopes. Are parents ready to accept their children, who may only resemble them in appearances, to be unique individuals and not just an extension of themselves? Will parents care for their children unconditionally and encourage them to form their own identities?\nMoreover, many couples in dysfunctional marriages—including my own classmates—decide to have children because they believe having a child will \"fix\" their marital problems. When a couple decides to take this path, they use the child to their own benefit. In many cases, the marriages remain \"unfixed\" as the child's birth can't act as a magical love potion that will save the parents' marriage. Ultimately, the child may be raised in a toxic environment, which may cement their mistrust in the institution of marriage.\nFurthermore, many say that having children has given them a sense of purpose. Being a parent can be an important part of one's identity, but it can't be one's sole identity. If I'm to introduce myself, I won't say, \"My name is XYZ, my husband is ABC, and I'm a mother to Ka-Kha-Ga.\" I'll tell my name and mention my profession, OR if I'm a full-time mother, I'll say so with pride, and then talk about my passions, interests or hobbies. My mother, who has two Master's degrees from Nagpur University, decided to be a full-time mother until I, her youngest, turned 17. She has authored seven books and conducts online discourse sessions about current social issues. My mother-in-law never had a job, despite having a degree from Dhaka University. She has raised two wonderful children, is a bibliophile and a cinephile, and is currently supervising a humanitarian project in her hometown. Both women had their own identities before becoming mothers; consequently, they didn't feel lost after their children grew up to be independent adults.\nLastly, having children because they'll grow up to be your caregivers when you're too old to look after yourself is an unsolicited advice often given to childless couples. Rearing children with that sort of selfish agenda is highly problematic.\nSo why have children? I believe there should be one intention behind having children: to raise virtuous human beings, devoid of prejudices and hate, championing love for all. According to the Baha'i philosophy, our purpose, for which we have, \"from utter nothingness, stepped into the realm of being, is that [we] may work for the betterment of the world and live together in concord and harmony.\"\n \nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n",
        "headline_1": "Our selfish obsession with becoming parents",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-selfish-obsession-becoming-parents-2965256",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "There is a comprehensive global perception that Canada is a nation where relative peace, justice, stability and the rule of law are institutionalised across public life; protests, riots, violence and divisiveness are associated with their southern neighbours. Yet, the ongoing pandemic and—crucially—the resulting socioeconomic effects, in conjunction with health mandates, have created ample room for a small but vocal group of individuals calling for a restoration of their so-called freedoms. The Freedom Convoy is supposedly being led by truckers and their supporters, who are protesting against Covid-19 vaccine requirements to re-enter Canada—rules imposed by Justin Trudeau's government as a public safety measure in January 2022. Convoys from across Canada descended on the capital city of Ottawa on January 29 and spread across economic hubs like Toronto and Windsor. The fundamental question is: How popular are these protests, and how necessary?\nLet's look at the facts. Canada has a vaccination rate of above 80 percent (with two doses)—higher than countries like the US and the UK. Roughly 85 percent of the 120,000 Canadian truckers are fully vaccinated, with the trucking industry being fundamental during the pandemic in ensuring a sustainable supply chain process, with regards to the smooth transfer of essential goods and services across Canada and the US. When it comes to restrictions, the decentralised nature of governance in Canada means that much of the public measures taken during the pandemic have been imposed by provincial governments—not by the Government of Canada. In essence, both left- and right-leaning provincial governments across the country have mandated the usage of masks in schools, introduced vaccine passport systems, and instituted public health fines.\nOn the other hand, Prime Minister Justin Trudeau and his cabinet have focused on driving forward a pro-vaccine message and pushed through unprecedented stimulus packages for workers and businesses, while outlining border restrictions relevant to the mobility of travellers and essential workers. In a nutshell, both the state architecture and the public have generally been receptive to the advice of health experts and medical professionals.\nBut now pandemic fatigue is setting in, and the polar extreme of this very fatigue is being manifested via the Freedom Convoy. It is important to point out that the trucking industry groups, including the Canadian Trucking Alliance (CTA), have dissociated themselves from the protests, indicating that a large number of those calling for the end of mandates are, in fact, not truckers. Concerns have been raised as to the influence of far-right groups in determining the tone of the protests—even that of pro-Trump groups emanating from the US. The international ramifications are widespread as well, with similar demonstrations being mobilised in France and Belgium.\nThe Freedom Convoy may have started as a genuine means to kick-start a conversation around health mandates and fundamental rights. Yet, it has transitioned into a tool to call for Trudeau's resignation and a demand for the termination of all mandates—irrespective of who instituted them or the health implications of such a decision. \"Unmask the children\"—is what truckers who protested outside a school in Ontario demanded this very week. Citizens across the country, and particularly people of colour, have reported racist and verbally abusive language being directed towards them by demonstrators.\nThe situation on the ground remains politically fluid and volatile. In a first in Canadian history, the Emergencies Act was invoked on February 14—a constitutional instrument guaranteeing the federal government wide-ranging powers to respond to public welfare emergencies. It's expected that this will have the nod of a majority of parliamentarians to be enforced. Measures discussed include targeted law enforcement actions, along with directions to financial institutions to curb flows of funds towards the protests. At the same time, there has been wide-scale indication of plans to remove restrictions across most aspects of public life in the coming month itself. While such has been based on the advice of health experts, it's difficult to unwaveringly deny that the Freedom Convoy has had no effect in policymaking in the past month or so.\nThere are those who will say that Trudeau is out of touch with the public—perhaps he is. Some will say that he is overreaching when it comes to enforcing his authority. And there is reason to question him on his government's spending patterns and rising inflation rates. Yet, to call for his resignation on account of existing public safety measures is a far stretch—especially given that he received a mandate to govern via recent elections, wherein he outlined very clearly a pro-vaccine and pro-mask road to recovery.\nThe Freedom Convoy consists mostly of a demographic and racial group who have not been oppressed systematically, and their rights have categorically not been infringed upon, in my opinion. The expectation to follow health guidelines and the science around Covid is one that's driven by a civic duty to keep each other safe, and it's for this very reason that a majority of Canadians, and 85 percent of truckers, are vaccinated today, and the country's Covid mortality rate remains relatively low. The minority of Canadians who are not, barring those with medical conditions, can choose to remain unvaccinated—but there is an opportunity cost of doing so, and that in principle is valid.\n \nMir Aftabuddin Ahmed is a banking professional based in Toronto, Canada.\n",
        "headline_1": "Your freedom ends where mine begins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/your-freedom-ends-where-mine-begins-2965251",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "(I thank the Search Committee for inviting me, and apologise for not attending due to Covid-related complications.)\nAt the very outset, the government said there was not enough time to make a law for the formation of an Election Commission (EC), which is mandated by the Constitution of Bangladesh since its adoption in 1972. Then suddenly, the government declared that it had enough time to make such a law. Though it is called a law for the \"Appointment of the Chief Election Commissioner and other Election Commissioners\" (original name is in Bangla, abbreviated translation is ours), what it actually does is spell out the formation of a \"Search Committee,\" which will select and recommend to the president who, in his turn, will form the EC in consultation with the prime minister (The president is bound by the constitution to do so). How and why the \"Search Committee\" idea came to the fore when the need was for a law to form the Election Commission itself has never been satisfactorily explained.\nOn the face of it, the Search Committee is trying to find the right team to form the EC. But the underlying significance of their task is that they are laying the foundations for a free and fair parliamentary election to be held in less than two years—by December 2023.\nHowever hard the ruling party supporters may try to whitewash the events surrounding the last general election, serious doubts persist about its authenticity. Because of faulty elections, the prestige of the elected members of parliament (MPs) took a nose dive—and with it the prestige of the parliament itself. This has also made our democracy questionable—to us as well as outside—and clouded our otherwise stunning success in other fields.\nHere, we may recall that under the Kazi Rakibuddin Ahmed-led Election Commission (February 2012 to February 2017), in the 2014 parliamentary election, 153 MPs out of 300 were elected unopposed. This meant that no election took place in more than half of the constituencies in Bangladesh, with the majority of voters not being able to cast their votes. Of equal significance is the fact that the uncontested seats formed the majority in the House and formed the new government—without getting a single vote. So, former Chief Election Commissioner (CEC) Rakibuddin holds the dubious honour of presiding over perhaps the only election ever held in the world where the majority of voters could not cast their votes, and yet the election was certified as completely free and fair.\nOver the years, the political parties' capacity to manipulate elections have grown. With the work of firms like Cambridge Analytica, in Donald Trump's election in 2016 (there must be many others who operate in the shadows and have not been exposed yet. We have no idea what Israel-produced surveillance software like Pegasus—which we are rumoured to have bought—can do), with their data crunching algorithms powerful enough to discern the deepest prejudices in the voters' subconscious and bring them into play in determining how a voter should cast his or her ballot, elections have become more and more about subtle to crude manipulation of the masses, and not the making of an electoral mandate that it once was.\nThis is further exacerbated by the fact that ruling parties in most countries enjoy far greater advantage in manipulating elections than the opposition. Given its control over state media and their cosy relationships with the \"friendly media,\" the capacity of the parties in power to influence public opinion is a thousand times higher compared to their rivals. This they do in many ways: like inaugurating development projects or making extraordinary grants in electorally vulnerable areas before the elections or by instigating divisive ideologies and exploiting ethnic, religious, and racial fault lines to their advantage. With all major institutions of the state—bureaucracy, police, intelligence, local administration—mostly in their total control, and with an enormous source of funds, the ruling parties all over have reduced to a mockery what was meant to be the expression of \"people's will.\"\nProf Ali Riaz, distinguished professor at Illinois State University in the US, in his highly readable column published in this daily on February 16, 2022, talks about hybrid political regimes—meaning political regimes that combine democratic and authoritarian traits—and how they conduct elections. He highlights that such regimes are of two distinct types: competitive electoral authoritarianism, and hegemonic electoral authoritarianism. The major differences between them, he says, is the way they conduct elections. In the former type, while the entire political process is highly repressive and the media are muzzled, the election does engender a type of \"uncertainty\" through some form—however rudimentary—of competition. But in the latter type, that \"uncertainty\" is removed. He quotes from an essay by Steven Levitsky and Lucan A Way titled \"The Rise of Competitive Authoritarianism,\" that in the hegemonic variety of hybrid regimes, \"election manipulation is institutionalised in a manner that competition is rendered useless and removes the uncertainty. The removal of uncertainty is achieved through various measures, including constitutional changes and electoral changes, but it requires the election commission to become a tool that works in unison with other state apparatuses in favour of the incumbent.\"\nIn addition to the authoritarian nature and tendencies of the present ruling party, the status of our elections has been further affected by the main opposition party's utter failure to reorganise itself and regain any place of consequence in the hearts and minds of our voters. BNP's leadership crisis in the form of Khaleda Zia's illness and Vice-Chairman Tareque Rahman's incompetence have further reduced the prospect of any serious challenge for the incumbent.\nIt is against this backdrop of globally shrinking democratic space, the rising tendency of ruling parties to manipulate elections, and Bangladesh's own prospect of graduating to the status of a developing country by 2026 (Covid pushed it back by two years from 2024), that the Search Committee is selecting possible candidates for an Election Commission that will conduct the next election within 22 months.\nThe last factor is important to remember. Graduating to the developing country status will definitely entail higher governance standards and insistence by the global community for more and more democratic practices in the coming years.\nIt is our hope that the Search Committee sees the totality of their task, and does not deal with it as a technical task of fulfilling certain criteria and legal niceties. Being only correct in procedures and not in substance will amount to missing the forest for a few trees. Far greater than the legal, there is an enormous moral task facing the learned and experienced Search Committee. We hope they will not forget for a moment that their few weeks of work will either be a boon or a curse for our nation and democracy for the next five significant years.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: The Search Committee’s task is as moral as it is legal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-the-search-committees-task-moral-it-legal-2964561",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "Recent data from the Bangladesh Road Transport Authority (BRTA) has laid bare, once again, just how unsafe our roads are. As stated in a report by this daily, a staggering 508,000 registered vehicles, which are eligible for fitness tests, have not renewed their documents as of last month. Meanwhile, at least a million registered vehicles are being driven by unlicensed drivers—an equally major cause for concern. It seems to have become a ghastly tradition for us to demand safer roads in this column, and it all seems in vain. Over the years, as the situation has worsened, the authorities have not even done the bare minimum—such as properly enforcing the Road Transport Act, 2018—to make our roads safe.\nAccording to police data, at least 5,088 people were killed in 5,472 road crashes in 2021; these figures rose by 29.86 percent and 30.34 percent, respectively, from what they were in 2020. Of course, data from road safety organisations show these numbers to be much higher. While the closure of BRTA offices during the Covid lockdown may justify a lower number of registered vehicles, it's also true that irresponsibility exists on the parts of BRTA as well as the drivers. For one, though the BRTA issued more than 3.76 million driving licences against nearly 4.78 million registered vehicles till June last year—indicating that more than a million vehicles are being driven by unlicensed drivers—it is also true that many drivers acquire multiple licences for light and heavy vehicles. Many also operate using fake licences, and this has been motivated by the BRTA extending the time for delivering licence cards several times over the past two years.\nThe BRTA chairman resorting to shifting responsibility on the police, when asked if actions were being taken against unfit vehicles and unlicensed drivers by its mobile courts, further concerns us as to whether the organisation is truly working towards fixing these issues on its own. \nIf the relevant government bodies are skirting around their responsibilities, it certainly paints a bleak picture for the future of road safety in Bangladesh. All we can do—once again—is urge the government and those tasked with making our roads safer to work together and bring down these morbid numbers, instead of shifting blames while lives are prematurely lost daily.\n",
        "headline_1": "Unfit vehicles, unaccountable authorities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/unfit-vehicles-unaccountable-authorities-2965246",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    },
    {
        "full_article": "We are shocked that the government has spent only about 0.5 percent of a Tk-1,500-crore stimulus package unveiled in 2020 for the laid-off workers of export-oriented apparel and leather factories. The programme was launched with money from the European Union and Germany in October 2020, amid a global outcry that around a million Bangladeshi workers had already been fired or furloughed due to cancelled or reduced orders from international brands and retailers, according to a survey of factory owners by the Penn State Center for Global Workers' Rights. It is thus inconceivable that, despite the urgent and bleak situation on the ground, so little of the funds has been disbursed over the last one and a half years.\nWhat is even more staggering is the reason cited by the sources behind such a slow disbursement: apparently, the labour ministry is yet to finalise a list of workers eligible for the benefits. The director general of the Department of Labour claims it is \"difficult to find such workers.\" We wonder: Why is it such a mammoth and impossible task to find eligible workers? Do the export-oriented factories, which are supposed to keep extensive records for their auditors and suppliers—or the owners' associations, for that matter—not have documentation of the workers who were laid off? Do the labour unions not have a list of aggrieved workers? Or does the DG mean that no workers were actually laid off during the Covid-19 pandemic? \nIt isn't just eligible factory workers that the government can't locate. In 2020, the government took up a Tk-2,500-crore scheme to distribute free food among the poor people in April-June. But it is yet to spend two-thirds of the money, because they can't find people eligible for the benefits. Meanwhile, seven other stimulus schemes launched in 2020 have seen little progress. Only 60 percent of the money has been spent as of November last year.\nWhat exactly are we missing? According to various estimates, the fallout from the pandemic created somewhere between 17.5 and 20 million new poor in Bangladesh in 2020 alone. The second lockdown in the country pushed an estimated 32 million people into poverty, according to a survey conducted between April 2020 and August 2021 by the Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD). We can quote more statistics to highlight the growing desperation of lower-income people, but the government, we assume, is well aware of the depressing data. What we demand from various government agencies is an explanation of why they have failed so miserably to reach the people they were supposed to support. If our agencies are so ill-equipped to disburse the funds, why announce stimulus packages in the first place? \nThe government's performance in this regard has been embarrassing, and we urge the authorities to immediately look into the lacklustre attitude of its implementation agencies and take steps to ensure that the funds reach the deserving beneficiaries.\n",
        "headline_1": "Rate of stimulus disbursement disgraceful",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rate-stimulus-disbursement-disgraceful-2965111",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-02-2022"
    }
]