[
    {
        "full_article": "While North Block mandarins seek to conjure up policy levers in the upcoming Budget to spur India’s fragmented economic recovery along, the latest official data suggest industrial output is stuttering with a meagre 1.4% growth in November. More worryingly, inflation is re-emerging as a threat — retail prices surged to a five-month high of 5.6% in December from 4.9% in November. While urban India continued to record a higher incidence of price rise at over 5.8%, inflation faced by rural consumers was at 5.36% — the steepest pace since July 2021. A dozen States clocked higher inflation than the headline 5.6% level, with half of them recording well over India’s stated inflation tolerance threshold of 6%, led by Haryana and Tamil Nadu with an over 6.6% print. While the CPI cooled month on month by about 0.35%, this was offset by low base effects that pushed up inflation in food and beverages, and higher clothing and footwear prices. The deferral of a higher GST on textiles, and softening food and vegetable prices this month, may help rein in some of these pressures, but there are other headwinds. Fuel prices moderated after excise duty cuts in November, but this may not sustain for long as average prices for India’s crude oil basket are now at around $84. For now, retail fuel prices have remained static, but this may have more to do with the unstated tendency of not effecting such hikes in the poll season. By Monday, yields on government bonds had hit a two-year high which could upset the fiscal math over time. Inflation in wholesale prices offered little comfort in December even as it came off a record high of 14.2% in November to touch 13.6%, staying above double digits for the ninth successive month. Economists believe that the persistent gap between wholesale and retail inflation, now at eight percentage points, does not augur well for price stability ahead. Producers coping with high commodity prices and input costs will have to find ways to pass them on to consumers, feeding into retail inflation and squeezing household budgets further. For industry, inflation is as critical an obstacle to higher consumption and growth impulses as the new virus mutations and the third wave — which by itself is expected to further stoke retail prices. Consistently high inflation, as witnessed since the pandemic onset, constitutes not just a tax on the poor and the middle classes, but is also a potentially permanent wrecking ball for future spending capacity (and growth) amid a damaged job market. The Government, through its statement of intent in the Budget, and the RBI, which has noted that the waning of inflation spiralling across geographies may ‘take longer’ than expected and will review its monetary policy stance next month, need to communicate their inflation game plan to soothe expectations.",
        "headline_1": "Inflation conundrum",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/inflation-conundrum/article38288505.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "In recent times, the season-opening Australian Open has been played against sobering backdrops. If in 2020 the unprecedented bushfires marred the build-up, in 2021 it was the turn of COVID-19 lockdown restrictions to suffocate players. Nothing however compares to the saga that unfolded for 10 long days leading into the 2022 edition, which began on Monday. World No.1 Novak Djokovic, a nine-time winner in Melbourne, had his visa cancelled and was jettisoned over his decision to remain unvaccinated. Australia’s high inoculation rates have been credited for keeping its death rate low despite an ongoing surge in cases. In such a setting, the presence of an unvaccinated star, who has also not displayed COVID-appropriate behaviour in the past, was a tough sell. With Roger Federer also absent, the main drawcard is now Rafael Nadal, the only former Australian Open men’s singles champion in the fray. The Spaniard is locked with Federer and Djokovic on 20 Majors and can take sole possession of the record for most Grand Slam men’s singles titles with his second trophy Down Under. But by his own admission, Nadal is not in Slam-winning form, though he won a tournament last week in his first competitive appearance since last August. If the 35-year-old rediscovers his mojo to erase the pain of having lost four finals in Australia, it will be an achievement befitting his storied career.The favourites for the men’s title are thus Daniil Medvedev, the World No.2 and reigning US Open champion, and the third-ranked German Alexander Zverev, Olympic gold-medallist and the ATP Tour Finals winner last year. Closely following them are Wimbledon finalist Matteo Berrettini and French Open finalist Stefanos Tsitsipas. The women’s field on the other hand, despite the absence of Serena Williams, boasts of incredible depth, with no less than 10 Major champions still in the draw (Sofia Kenin, Angelique Kerber, Petra Kvitova and Sloane Stephens the ones to exit so far). Ferocious ball-strikers and consummate shot-makers abound, so do solid counter-punchers and crafty all-courters blessed with magic hands. Where men’s tennis has of late birthed a string of ‘Big Game’ players — armed with a cannonball serve and a crushing groundstroke — the women’s game has an eclectic feel, leading to suggestions that currently women’s tennis is the best tennis there is. The leaders of this pack are World No.1 Ashleigh Barty, the home favourite, and defending champion Naomi Osaka, who also wore the crown in 2019. There are also Garbine Muguruza, Victoria Azarenka and Simona Halep, all multiple Major winners with proven credentials. Closer home, Indians will again look to veteran doubles specialists Sania Mirza and Rohan Bopanna, as the nation goes a fourth straight Slam without a singles player in the main draw.",
        "headline_1": "Bad start: on Australian Open build-up",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/bad-start/article38288516.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "It is a matter of common sense that a university is supposed to create space and opportunities to generate knowledge, open up scopes for creative ideas and thinking, invite questions against the existing knowledge and system, and raise voices against injustice, discrimination and oppression. From this perspective, students and teachers walk the same path, where teachers have a greater responsibility to ensure a proper environment and create the space for students to become active thinkers. Teachers should be friends, philosophers and guides to their young students, and also be open to questions and differences of opinions.\nUnfortunately, we are witnessing a completely different scenario in Bangladesh now, where critical thinking and voices raised against injustice and corruption are suppressed even at public universities. The recent incident of Shahjalal University of Science and Technology (SUST) is a reflection of that.\nThis is how it started: female students of SUST were peacefully demanding solutions to some long-standing problems regarding daily meals and the environment of the halls. But the situation snowballed quickly as the residential hall authorities and university administration responded first with misbehaviour, then with threat, and then by unleashing ruling party activists and later police on the students.\nA university administration is supposed to look after the well-being of its students. But in our universities, as far as the administration is concerned, they look at students through the lens of power. The vast majority of students are of little importance to the administration. But then there is a small section of students affiliated with the student wing of the ruling party, who terrorise the campus, forcibly occupy the residential halls or control the distribution of seats in the halls, and so on. This group is seen to be in close terms with the administration. The latter uses the former in various ways to protect their own interests, and as such, succumbs to all their demands.\nUniversity authorities are supposed to maintain close relations with all their students, and be responsive to all their problems. But it is unfortunate that when university students in Bangladesh voice legitimate issues or concerns that affect them, teachers and the university administrations either ignore them or react with annoyance or anger to their plight. On the other hand, when it comes to the terror tactics employed by the ruling party activists, the administration is conspicuously silent. Rather, they hand over the control of the halls to the student wing of the ruling party and allow them to extort money from various construction projects and surrounding areas. This discrimination is rampant in all university campuses across this country. We saw this tragic situation take a horrible turn when we saw police suppression of student protests with the permission of or at the behest of the administration.\nIt is inconceivable that teachers can endorse violent attacks on their own students. It is possible that students might have problems with some of their teachers. But the role of a teacher is to listen to the students' grievances and engage with them in a constructive manner. Instead of doing that, they allowed students to be attacked—not just by the police, but also by the student activists of the ruling party.\nIf we are to believe that the SUST administration was not involved in the attack on the students, they should take action against the perpetrators. However, no action has yet been taken against the attackers. This proves that the attacks were directly or indirectly provoked by the administration. It can't be an acceptable norm for a university administration to unleash ruling party activists on students one day or police the next day.\nWe have seen university VCs in our country—the kind that we want to lead the highest institutions of education—who resigned from their post after state forces stormed into campus and attacked students. That's what the role of the VC should be. A VC is a teacher—they are not a member of the police or military. A VC is someone who should give the utmost importance to the students, who should talk to the students, who ensures that there is no terrorist or police attacks on the students. However, the main problem in our country is that the government wants the type of intuitional heads who will be loyal to them and implement all of their plans without question. Nowadays, the prerequisite for a VC is being able to surrender all of their self-esteem and being ready to work closely with corrupt, irresponsible and anti-people groups. Big construction projects have become the main area of interest for university administrations, ruling party bosses and their student leaders. The priorities of education and student interests are not on their agenda.\nNo university administration has taken any measures against criminals and the corrupt, or against violence committed by ruling party leaders. What they do is use the cadres for their own benefit, and if they face a difficult situation, they close down the university. Closing down the university is not the answer. Those who find solutions in doing so are not qualified to run university operations.\nThis problem exists all over Bangladesh. VCs and administrations are flexible towards the powers that be and rigid towards the student bodies. When students protest against injustice and corruption, they respond with anger and violence, with the help of political cadres and state forces. That cannot be the environment of a university where learning and free thinking is valued.\nUniversities should be run by putting knowledge-sharing and the interests of general students at the forefront. Therefore, teachers should be teachers first and last. The SUST authorities should reopen the university soon after meeting all the demands voiced by the students, and ensure an environment appropriate for higher learning.\n \nAnu Muhammad is a professor of economics at Jahangirnagar University.\n",
        "headline_1": "Free our universities of suppression and violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/free-our-universities-suppression-and-violence-2942016",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "On January 12, 2022, the Teacher-Student Centre (TSC) of Dhaka University should have been swaying to the soulful melodies of Qawwali. All preparations had been made for a concert, and approvals taken from relevant authorities. The university students' Qawwali band, \"Silsila,\" along with prominent Qawwali and folk artistes Nadim Ehtesham Reza Khan and Sheikh Fahim Faisal, were supposed to perform at the concert. But it was not to be—in the evening, a group of miscreants swooped on the venue and ransacked it, injuring the organisers, guests, and a journalist in the process.\nThis unfortunate incident has, once again, brought to the fore the debate over Bangladesh's growing problem of suppression of diversity and the shrinking spaces for liberal thoughts. Since the attack, the social media has been flooded with speculations regarding what triggered it. Some tried to paint it through an extremist lens. Some questioned the place of Sufi culture in our society. Some went on to suggest that it had been organised to revive the usage of Urdu as a major language, alluding to the 1952 Language Movement to highlight the stark contrast. Some pointed to the growing intolerance towards minority voices and diversity in the country, which could have triggered this incident as well. All of these aspects need to be thoroughly scrutinised during the investigation into the incident.\nThere is no denying the presence of extremist groups in the country, who cultivate support to grow their ranks by either appealing to our religious sentiments against the so-called un-Islamic practices, or at times—as seen recently—by evoking our Bengali nationalism, trying to \"other\" diverse groups. Those who pointed to the so-called incongruity of Sufi practices within the fabric of our Muslim-majority society to justify the attack on the Qawwali concert, are either ignorant or in denial of the wealth of diversity that underpins our cultural identity.\nAnd those who, evoking nationalist thoughts, suggested that Qawwali should not be performed in our country should not overlook the intertwining ideologies of Sufi mysticism and Lalon's teachings. Many of the core values of Sufism coincide with Lalon's philosophy, one that advocates love for the divine, purification of the soul, and harmonious and peaceful coexistence of individuals, irrespective of their caste, creed or religion. For us Bengalis, Baul songs mean far more than just words laced with soulful music. The philosophies and messages these songs carry form an integral part of our Bengali nationalism that promotes communal harmony and adds to our diverse character as a nation. And we take immense pride in the pluralistic, secular mosaic of the social fabric we have inherited.\nAnd the groups that tried to justify the attacks, suggesting a Qawwali concert could restore Urdu as a major language, are not presenting a rational argument, because one concert cannot change the cultural heritage of a nation. The historical dislike of many for anything that is related to our past oppressor or their culture is understandable—after all, memories of the genocide are still vivid in our collective memory. However, discouraging a cultural practice—that, too, so violently—is simply not acceptable.\nQawwali, once a very popular artistic expression in the sub-continent, has seen a decline in interest in Bangladesh since the country's independence, as many did not patronise it because of the language. On the other hand, many conservative Islamists have cornered the Qawwali artistes for their Sufi practices, which they term \"un-Islamic.\" Despite there being Qawwalis written in Bangla, this is an art form we are on the verge of losing.\nHowever, this is not how it should be. After 50 years of independence, Bangladesh is a shining example of inclusive progress, where the nation and its people have fought and overcome myriad challenges with their unity and innate resilience to become one of the fastest growing economies in the world. One of the drivers of this growth has been our secular character.\nAs we graduate from the Least Development Country (LDC) status, it is time for us now to open up to the world further. Confident as we are with inclusive growth and achievements, we must learn to embrace different cultures, which will only broaden our horizon and give us new perspectives. We can learn Chinese, French, Russian, Arabic and any other language we want in order to be better able to learn their cultures, and this is especially important in this age of global value chains, given our growth aspirations.\nAnd as we aspire to grow as a regional powerhouse—not just in economic terms, but to flourish as a centre for culture and learning—we should also learn Persian, Urdu, Hindi and Sinhala, among other languages, for effective cultural exchanges.\nBangladesh is known and respected around the world for its secular, inclusive and syncretic nature, where people from all religions, races and ethnic backgrounds coexist in harmony—where cultural diversity forms an essential part of our social fabric. Ours is a nation born without a silver spoon, yet over 50 years, we have matured into a shining beacon of inclusive progress, outstripping our more privileged peers in the process. All and sundry has cited our incredible resilience as the key ingredient of this journey.\nOur pluralistic, polyphonic society lies at the heart of this resilience. By making our tolerance threshold vulnerable, we risk not just undermining decades of our progress, but subverting a value that makes us who we are.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "We must nurture a pluralistic culture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/we-must-nurture-pluralistic-culture-2941981",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "We are living in the era of impacts by human-induced climate change, which requires actions by everyone on the planet every single day if we are going to reach the goals set to tackle the climate crisis by 2030. We have no time to lose; every single day counts. This means that we can no longer leave things to our leaders and the annual climate summits by the United Nations Framework Convention on Climate Change (UNFCCC), although they remain important points in time for global stocktaking of our overall progress.\nLet's look at some key actors at both global and national levels. The first topic of importance remains the issue of keeping the global temperature rise below 1.5 degrees Celsius, which we are yet to achieve. Efforts need to be redoubled by everyone concerned—from investors who need to switch to renewable energy sources from fossil fuel companies, to consumers who should opt for using better products, such as electric vehicles. Each of us can do our bit to shift the trajectory towards keeping the global temperature rise below 1.5 degrees.\nOne important element in this goal will be challenging fossil fuel companies who have quite clearly demonstrated their unwillingness to change, and indeed are doing their best to prevent change. They must be fought, and the companies who are developing renewable energy need to be supported.\nOther companies also have a key role to play by aligning themselves with the Race to Zero global campaign to achieve net zero carbon emissions, and actually delivering their promises once they join in.\nThe second issue is tackling the climate impacts that are unfortunately a reality now, as we have already entered the era of loss and damage from human-induced climate change. So, we need to deal with adaptation and loss and damage at the same time. The Race to Resilience campaign is focused on this issue, and every organisation and group can join it.\nThis will need actions by individuals, households, communities, towns, cities, and countries that are the most vulnerable to the adverse impacts of climate change, as well as by all the other actors who support those communities to adapt before climate change impacts occur and deal with the loss and damage once those impacts actually take effect.\nBy now, every government is well aware of the need to invest in climate adaptation and are developing national adaptation plans (NAPs), but actual implementation of those plans is still a long way ahead. The main actors here are, of course, the national governments, but local governments as well as the private sector, scientific research institutions, NGOs and civil societies are also vital to enable the most vulnerable to be better prepared for climate impacts.\nA particularly important group in both mitigation and adaptation are the youth in each country, who have an important role to play not just at the local level, but also at the global level.\nIn the context of Bangladesh, the issue of tackling climate change has been well understood and given due importance in national planning, with the latest being the Mujib Climate Prosperity Plan (MCPP), which now needs to have a whole-of-society approach to its implementation.\nIn conclusion, the global climate emergency now needs to be taken seriously by every citizen of Planet Earth. Actions need to be taken every single day if we want to prevent the worst impacts of climate change.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Tackling the climate crisis needs daily actions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/tackling-the-climate-crisis-needs-daily-actions-2941971",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "A few weeks ago, friends of the Kalabagan rape victim organised a candle light march, marking a year of the brutal death of the 17-year-old. The incident escaped the minds of the citizens, as they always do with so much happening every day. The recent death of DU alumnus Elma Chowdhury Meghla, who died after alleged torture by in-laws, made the news as well. And we, as usual, were quick to forget. \nGender-based violence (GBV) has always been a major cause for concern in Bangladesh, but it reached an alarming level in the last two years. According to Ain o Salish Kendra (ASK), at least 1,321 women were raped or gang-raped across the country in 2021, of whom 47 were killed after rape and nine died by suicide. At least 640 women faced domestic violence, of whom 210 were tortured for dowry. Of the 640 women, 372 were killed and 142 died by suicide.\nIn the end, all of them become just numbers. Most incidents of GBV remain unreported; only a fraction of such cases make the news. Seeking justice is a process with utmost complications—accessible and comprehensible for one group, but not the same for others. Even when cases are filed, there are loopholes that can be exploited against the victims—even the most educated, capable and aware ones. Then there are thousands of others without formal education, awareness or even proper guidance on legal issues. These are the ones who lack proper access to information that gives them the minimum advantage in the process of seeking justice.\nAbout a month ago, I had the opportunity to participate in a fact-finding mission on the GBV situation in the most remote areas of Rajshahi, organised by the Research Institute, Bangladesh (RIB), DASCOH Foundation, NETZ Bangladesh and National Conflict Transformation Platform. My experience of meeting a victim and two other's families from Rajshahi's Godagari upazila made me wonder: Does access to justice depend on class and socioeconomic identities? Is there a rampant inequality when it comes to the mere process of seeking justice?\nTake Mahbuba, for example. Mahbuba (17) is an acid attack survivor, who was forced into a marriage by her husband Murad (27). In 2018, 15-year-old Mahbuba was married off and went to a different village to live with her in-laws, who would torture her for months over dowry. Four months before the acid attack, Mahbuba came back to her parents. Murad tried repeatedly to take her back home, but she refused to go unless he could ensure her well-being at his house. On October 2, 2020, Murad threw acid on Mahbuba from outside her window, burning her face, neck, one eye and part of her chest. \nMahbuba's father filed a case on the same day under the Acid Control Act, 2002. Murad was arrested, and there were multiple hearings. On November 30, 2021, Murad was granted bail. \nAccording to the Acid Control Act, 2002, a tribunal has to complete the whole trial within 90 days of receiving the first written instruction. All crimes under the act are cognisable, non-compoundable and nonbailable. Yet, in Mahbuba's case, the perpetrator was released on bail. The case is still on trial.\nWhen the fact-finding team mentioned this information to Mahbuba's family, there was visible confusion. Turns out, even their lawyer didn't mention this to them. When asked if their lawyer was government-appointed, some said yes, while the others said they were paying the prosecutor. \nAccording to Section 15 (A) of the Acid Control Act, any acid victim or someone on their behalf can apply to the district committee for legal aid, leaving a clear provision for government-appointed lawyers. But what good is a provision if it doesn't benefit those who need it the most, solely due to the information gap?\nAn 11-year-old from another village of the same upazilla was murdered after rape at her own house during robbery in the area. No case was filed by the victim's family, having limited education and counsel to avail justice. The local camp of Rapid Action Battalion (Rab) later reported that the perpetrator had been found and killed in a \"gunfight.\" No trial was held. The family of the deceased is left with nothing but the consolation that the perpetrator was punished, even if in an extrajudicial manner. The local police, who were involved in this operation, refused to comment on how they caught the perpetrator or how he was killed.\nFatema Khatun's (28) married life was afflicted with domestic violence from the very beginning. Her family paid around Tk 2 lakh in dowry, but that couldn't satisfy her husband Motaleb Hossain (38) and his family. Despite trying many times, Fatema couldn't get separated from her husband, thinking of her two daughters. On June 15, 2021, a few hours after physical assault in her husband's hand, Fatema was found hanging by a tree in the yard. \nFatema's family allege that Motaleb and his brother murdered her and later framed it as a suicide. They filed a case with Godagari model police station for domestic violence and abetting death by suicide. Her brother claimed that they wanted to file a murder case, but filed a case of abetment under pressure from police. They tried to have the case transferred to the PBI or the CID on grounds of negligence, but with no success. \nWhen asked, Kakonhat police OC Kabir Hossain said they often recommend plaintiffs to file certain cases after examining the autopsy report and other evidence, but the plaintiffs have the option to file cases as they see fit. But Fatema's family got stuck in the legal loophole like many others, and not much useful counsel is available for them to pursue justice the way they want. \nWe could only observe three cases from such proximity, but they give only a glimpse of the situation when it comes to seeking justice for gender-based violence. The unavailability of legal aid and counsel for those in need is an issue that needs to be discussed alongside the more prominent discourses regarding GBV. Victims or plaintiffs making well-informed decisions with all the assistance permissible by law is also a prerequisite for proper enforcement of such laws. It's high time we made the judicial system more accessible for people across all classes and socioeconomic identities. It's high time we ended this vulgar disparity in seeking justice. \n \nNahaly Nafisa Khan is a sub-editor at the Metro desk of The Daily Star.\n \n",
        "headline_1": "When justice remains elusive for victims of gender-based violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-justice-remains-elusive-victims-gender-based-violence-2941211",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "It is hardly believable from the current state of affairs on our roads that we're going through a still-raging pandemic. As the country witnesses yet another surge in Covid-19 cases, the Bangladesh Road Transport Authority (BRTA) has informed us that the government retreated from its earlier decision to run public transport at half capacity. We cannot help but note the apparent disregard for public opinion and safety in the \"ministry concerned\" verbally telling the BRTA that buses can now run at full capacity, before informing the public—who would be most affected by this decision—about it. Although one official from the Dhaka Road Transport Owners' Association (DRTOA) refuted the allegation that the government made this move under pressure from transport associations, we find it hard to believe, especially given how it frequently bowed to lobbying from the transport sector in the past.\nAs this daily has reported, in the last 30 days, the government has made at least three decisions as per the demands of transport associations, mostly led by influential and politically connected people. Just last week, the authorities, under pressure from transport associations, waived fines for drivers who fail to renew their documents on time. Consider how the implementation of the Road Transport Act, 2018 has been delayed frequently, and how much it has been modified to suit the demands of transport owners and workers. The question is: Whom do the authorities serve—the public or the influential transport associations? An argument has been made by officials that there would have been a crisis of transport if buses operated at half capacity while all institutions remained fully open. If this is the case, we wonder why the government had not thought of this possibility before announcing its initial instruction to transport associations.\nIt is truly disconcerting to see the government bending so easily and frequently to demands made by transport organisations, with no regard for how it affects the public or what message it conveys to them. We urge the government to come up with coherent plans for public transport, keeping in mind the need to curb the surge of Covid-19 cases and to avoid another full lockdown. The goal must be to reduce the rising number of cases, while implementing a system of transportation that sits well with other regulations.\n",
        "headline_1": "Public transport cannot be held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/public-transport-cannot-be-held-hostage-2941966",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    },
    {
        "full_article": "It was only yesterday that we congratulated the Election Commission for holding a fair and peaceful election in Narayanganj City Corporation (NCC)—a parting gift from a soon-to-retire commission otherwise bedevilled by controversies. However, it took all of 24 hours for this moment to be spoiled. According to a report by this daily, while mayor-elect Selina Hayat Ivy got a well-deserved win on Sunday, there were at least 13 councillors who contested and won the election despite having multiple cases filed against them, on charges ranging from murder and drugs to arms and explosives. Of them, eight were affiliated with the BNP and five with the Awami League. \nTrue, many of these cases may have been politically motivated, but it doesn't take away from the fact that the Election Commission has failed to do its job of candidate screening properly. \"Data related to these cases are an essential part of the candidates' personal information,\" as an expert told The Daily Star, \"and it's the duty of the commission to inform the voters about this.\" The commission didn't even upload the candidates' basic information on its website, he added. What this essentially means is that it failed to uphold people's right to information, and thereby opened up the possibility for misinformed decisions. The question is: Why did the Election Commission allow it to happen?\nThis is especially unfortunate, because it may partly damage the credibility of an election the likes of which we haven't seen in a long time. Just imagine: no clashes were reported for about 18 days in the run-up to the polling day. There was no show of muscle power. Voters exercised their right without fear or intimidation. Even the two mayoral candidates exchanged pleasantries after the results were announced. When did we last see a peaceful campaign like this in the country? Now contrast this with the record of the last city corporation election held in January 2021, in Chattogram, where at least two people ended up dead. The whole campaign was marked by clashes. Even the five phases of the ongoing union parishad elections have been marked by heavy clashes and casualties. Unfortunately, such incidents as well as allegations of various electoral irregularities have been the hallmarks of the tenure of the current Election Commission, which expires in February. \nBut the NCC campaign gave us hope that while we cannot change the past, the future doesn't have to be weighed down by it. The legal ramification of the latest revelation about NCC councillor candidates is unclear. But it leaves a message for the upcoming Election Commission that you can't be too careful while conducting an election in a political climate like ours. We urge the authorities to look into the merit of these allegations, and take measures accordingly.\n",
        "headline_1": "Can we ever have a spotless election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/can-we-ever-have-spotless-election-2941886",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-01-2022"
    }
]