[
    {
        "full_article": "Welcoming leaders of 10 countries including Prime Minister Narendra Modi to the “G-7 Outreach” Summit, Italy’s Prime Minister Giorgia Meloni said it was important to step away from the old trope of the “West vs the Rest”. That sentiment explained Italy’s decision to invite mainly the Global South countries including BRICS notables such as Brazil, India, and the UAE, to hold an outreach with seven African countries on energy issues, and to host the summit in the Mediterranean Apulia region. The G-7 was once hailed as a dynamic group of the world’s most developed democracies where heads of state would roll up their sleeves once a year to effect real solutions to global financial and development issues. However, with manufacturing slowdowns, the COVID-19 pandemic, and the impact of the Russia-Ukraine conflict and western sanctions, the grouping has appeared more tired, and its meetings less effective. The shaky electoral fortunes of most of the G-7 leadership did not enhance that image at the summit. The joint communiqué read more like a laundry list of the world’s problems, than it did as a strong call to action on resolving them. Most salient was the G-7’s continued “military, budget, humanitarian, and reconstruction support” for Ukraine, but with no constructive plan on how to end the war. A Gaza ceasefire appeal has also not been accepted by Israel. The G-7’s focus on China in the Indo-Pacific and on “industrial targeting” and unfair practices was particularly sharp, but it remains to be seen whether any member-country will reduce its own considerable trade ties with Beijing. A line in the communiqué that recommitted to about eight infrastructure corridors, including the India-Middle East-Europe Corridor, reinforced the lack of focus on executing (as distinct from discussing) projects. Given the G-7’s current situation, India, in attendance for the eleventh time, could well take stock of the engagement’s utility. While the event was an opportune moment for Mr. Modi, now in his third term, to meet with some of the world’s top leadership, the meetings themselves did not yield many outcomes. Formal bilaterals with the leaders of important partner the U.S., and fractious relationship-ridden Canada, did not materialise. Mr. Modi focused on India’s elections as a “victory for the democratic world”, on the importance of harnessing technology and artificial intelligence to bridge global inequalities, and on the value of the Global South, especially Africa. It would seem most of those issues would be better addressed in a larger and more representational format such as the G-20, while the G-7 may wish to review its own identity and purpose amidst a rapidly changing global power dynamic.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nG7 summit\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nItaly\n\n/\n\nBrazil\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nIndia\n\n/\n\nUnited Arab Emirates\n\n/\n\nCoronavirus\n\n/\n\neconomy (general)\n\n/\n\nmanufacturing and engineering\n\n/\n\nelection\n\n/\n\nUnited Kingdom\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\nGermany\n\n/\n\nJapan\n\n/\n\nCanada\n\n/\n\npolitics\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ninternational relations",
        "headline_1": "New dynamics: On the G-7, its identity, its purpose",
        "headline_2": "G-7 must review its own purpose in a rapidly changing world",
        "link": "https://www.thehindu.com/opinion/editorial/new-dynamics-on-the-g-7-its-identity-its-purpose/article68304780.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "In Indian democracy, if a ruling party does not perform according to the expectations of the electorate, the opposition always gets the opportunity to win back the support of the people, provided it works towards earning it. This is evident in the contrasting fortunes of the Samajwadi Party-Congress alliance and that of the Bahujan Samaj Party (BSP), in Uttar Pradesh in the general election. The SP-Congress alliance took recourse to coherent messaging, targeting the Union government on issues related to protecting constitutional rights and freedoms and economic problems, while managing to stitch a new alliance that transcended the politics of narrow caste arithmetic reminiscent of the Mandal years. This helped it win 43 seats, boost its vote share and gain support from OBCs and Dalits. In contrast, the BSP’s vote share fell to 9.4% — a nearly four point drop from the 2022 Assembly elections — as even its loyal Jatav backers split their support between the three major political forces in the State. Other non-Jatav Dalits, OBC sections and the minorities (overwhelmingly in their case) endorsed the SP-Congress alliance.The BSP, a party, which began as a movement led by Kanshi Ram, reached its apogee in the late 2000s after being part of a series of post-poll coalition governments before winning power on its own in a split polity in 2007. By this time, its ideology had also shifted from being a “bahujan” (a term connoting the subaltern) to that of a “sarvjan” party, a catch-all phrase for an alliance of contradictions in order to win a broad-based vote. In government, the BSP accorded dignity to the Dalit population in the State and engaged in a fervent politics of Dalit symbolism, but showed little gumption to address socio-economic issues through steps such as redistribution or enlightened governance. Out of power since 2012, the party has remained an anodyne force, with its leader Mayawati abjuring agitational politics and largely limiting her political messaging and activism to statements and press releases. Her party has retreated into a cocoon even as it has sought to be a spoiler in the parliamentary elections by promoting a political messaging that relied on a false equivalence of the BJP and the SP-Congress. After her defeat, Ms. Mayawati blamed EVMs, the weather and the lack of trust among Muslims, while still refusing to acknowledge her own lack of agency that has resulted in the BSP’s decline. To revive itself, the BSP can learn from the experiences of the Viduthalai Chiruthaigal Katchi or even the fledgling Aazad Samaj Party (Kanshi Ram) that have taken to ideological and agitational struggle to represent the interests of Dalits, allowing these parties to punch above their weight.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nSamajwadi Party\n\n/\n\nIndian National Congress\n\n/\n\nBahujan Samaj Party\n\n/\n\nUttar Pradesh\n\n/\n\nvoting\n\n/\n\npolitics\n\n/\n\nhistory\n\n/\n\ndalits\n\n/\n\ntechnology (general)\n\n/\n\nweather\n\n/\n\nViduthalai Chiruthaigal Katchi\n\n/\n\nTamil Nadu\n\n/\n\nAzad Samaj Party",
        "headline_1": "Drastic decline: On the BSP",
        "headline_2": "An anodyne approach towards oppositional politics has made BSP a shell of its past",
        "link": "https://www.thehindu.com/opinion/editorial/drastic-decline-on-the-bsp/article68300601.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "J Krishnamurti\nAre you clear – as clear as in the knowledge a cobra is poisonous – that thought can never under any circumstances reach intelligence? People are using thought to create a machine that can think, a supercomputer, and artificial intelligence. They are working to create a brain that will be like ours, which will be mechanical. They are using their tremendous knowledge of the brain to produce an artificial brain which is based on thought.\nDo you see this as a fact? To see it as a fact is to see that thought under no circumstances can have the other. If thought is no longer the instrument of inquiry, then you have nothing else with which to inquire. You can’t inquire. Then what is intelligence that is not based on inquiry?\nI want to inquire into truth. I don’t know anything about it. I don’t want to depend on anyone to find out. So, I have to discard all of the past. I want to find out what supreme intelligence is. So, can I discard everything that I know? The only instrument I have is thought. I can think clearly because I have been trained to think not sentimentally but objectively. Thinking which can produce so-called intelligence is then on the same level as thinking that has produced war. Therefore, it is not intelligence. So, under no circumstances will thinking have a perception of that. I must be absolutely clear. If I am not clear unconsciously, deeply, then thought is going to interfere.\nBefore anything else, I want to clear the board. Is that possible? I see that what they are doing won’t get them there. They will create mechanical, artificial intelligence, which is like human intelligence. That is capable of destroying the world. Thinking, and all the instruments thought has invented to investigate into that – meditation, various types of silence, various types of self-denial – are out. The technologies won’t accept that, but true inquiry is that. And they haven’t found it. They are anchored to thought, and they move through thought. They won’t accept that thought can under no circumstances come to it. Then what have I left to see that thought, under any circumstances, cannot produce intelligence?\nCourtesy: KFI\n\n",
        "headline_1": "Do not mistake thought for intelligence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/do-not-mistake-thought-for-intelligence/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "Maharashtra Congress president Nana Patole steered Congress to its position as the state’s single-largest party, having won 13 of the 17 LS seats it contested as part of MVA. Having defeated the BJP-Shinde Sena-Ajit Pawar NCP combine, Patole tells Subodh Ghildiyal that BJP failed in “money politics” and that it instigated caste groups for political gain but instead faced people’s anger. Edited excerpts.\n\nWere you expecting the big Maharashtra vote?\nMaharashtra results were good because of Rahul Gandhi. Had he not taken out the two Bharat Jodo Yatras and not liberated people from BJP’s carefully crafted perception that ‘Modi is god’, and from fear of agencies, it would have been “400 paar” for sure. One man went out and mobilised people. Of course, allies contributed to this effort, but Rahul’s effort was pioneering and decisive. Even Advani said Rahul is this era’s ‘nayak’. In UP too, where Akhilesh Yadav got the mandate, Rahul played a big role. I’m not praising him because he’s a Congress boss, but because he shattered the illusion about Modi.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Religion, caste and reservations are issues where people don’t spare those who disturb the balance’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/religion-caste-and-reservations-are-issues-where-people-dont-spare-those-who-disturb-the-balance/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "After a bruising election campaign, Modi’s tryst in Italy with G7 bigwigs was not just an opportunity to hand out the new calling card of Modi 3.0. It was also an occasion to discuss global conflicts that are upending the world order.\n\nHowever, Modi wisely gave a miss to the Swiss-Ukrainian Peace Summit that followed soon after. Although India did send a secretary-level delegation to the summit, it did not sign the joint communique. Expectedly, the summit’s efforts did not go too far with Russia not at the table. But it would be good for India to study these peace moves carefully.\nRead full story on TOI+\n\n",
        "headline_1": "Why Modi must try & make peace",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-modi-must-try-make-peace/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "The churn over speaker’s and deputy speaker’s posts is throwing up more froth than cream. Politicisation of these two constitutional offices is again worth a lament. The process started some time back. Every year, it turns a shade worse. BJP is likely to retain the post. NDA ally TDP had eyed it, which probably prompted INDIA’s stand that it would support Chandrababu Naidu’s candidate for speaker in the event of an election.\n\nVerdict’s message | LS election’s sobering verdict returned BJP to office with significantly smaller numbers. With 240 seats, it is understandable that BJP wants to bag the speaker’s post, though to date it remains noncommittal. We’ll know soon if BJP’s choice will be a consensus candidate or if elections will be held.\nSpeaker’s role | From allowing questions and debate to disqualifying MPs, from deciding on defections to setting the agenda, the speaker and deputy speaker are Parliament’s conscience-keepers, tasked to run House business in an orderly manner. Essential attributes expected are impartiality, confidence they inspire in minority groups and Opposition, and freedom from party affiliations or bias. Given the hostile political atmosphere, such words sound outdated in the republic’s 75th year.\nLegal fiction | One need only look to Maharashtra in 2023 to see how a speaker unfamiliar with constitutional law, and seen as a “party man”, can cause irrevocable damage to a House. But such is the post’s authority that Supreme Court restricted itself on deciding on defections of Sena and NCP MLAs, lest it interfere in speaker’s jurisdiction. But the speaker’s delayed and dramatic decisions made everyone a loser in Maharashtra assembly.\nRecord vacancy | The 17th Lok Sabha from 2019-2024 was the first one ever without a deputy speaker throughout its duration – though Article 93 of the Constitution requires that LS elect a speaker and deputy speaker ‘as soon as may be’. BJP allowed the vacancy, doing away with longstanding parliamentary convention of the post given to opposition parties. A CJI-led bench last Feb heard a PIL on the vacancy. Little came of it.\nBe parliamentary | When the 18th LS meets for the first time later this month, govt must remember the mandate’s enormous message – the vote was for coalition, collaboration. The spirit of the people’s mandate and convention would be upheld were the post of deputy speaker to go to Opposition. That is how it should be.\n\n",
        "headline_1": "The verdict speaks: Politics is hotting up over speaker, deputy speaker posts. BJP not wrong to want the former. Opposition should get the latter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-verdict-speaks-politics-is-hotting-up-over-speaker-deputy-speaker-posts-bjp-not-wrong-to-want-the-former-opposition-should-get-the-latter/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "The most puffed-cheeked complaint I've heard from my dearest ones is that I have a bad memory. I seem to forget a lot of what's said to me and what I said to someone, at the moments that were supposed to be and were sweet like Persephone's delusional pomegranates of a binding truce. Lest I freight, I deny these allegations from time to time, because I have memories of my childhood well-secured like a treasure in a safe chest in the chaotic void of my heart. The most treasured ones would be my memories of Eid, in my paternal home, where the green still defies the grey of the mighty cities and a fairytale castle still sits on the side of a river. \nBefore I start to draw the drapes of this drama that tries to relive and re-observe the contrast in celebration of Eid from one era to another—I peek out of the glass window between me and the sky and look down. There goes another pickup truck carrying cattle. If I were younger and nearer to the trucks that passed with one or two cows or goats on them, I'd try to see if the buyer \"won\". Now, though, I look at the hands at the end of the ropes attached to the collars of the to-be-sacrificed animals. The clutch on the rope and the stiffened palms have dirt, scars, and soil on them; the faces hide a gloom, an inexplicable sadness for which words fall short. These animals are like their precious children, on the way to be sacrificed. These fathers sell so much more than just an animal that I wonder whether the worldly sacrifices to match up with the cruelty of reality ever shine brighter on any other occasion.\nEid-ul-Azha was one of the most-awaited, yet fearsome, events of my childhood. The crying sessions of adamancy that started right before the gorur haat day, to include me in the force that was anointed to buy the cow, were on my little girl's triumphs list for days (well, most years). I remember the haats being absolutely laden with cows twice my size and goats, well, my size. I would hide behind my grandfather's shadow and pinch his shirt as we walked through the bamboo bera (fences). There would be mud and many other things that are best left for imagination on the paths that we'd walk in. I visited the same haat after I was no longer a child— and I finally lost the fear of walking, but I had also lost my grandfather's shirt to hold on to anymore. \nI caressed the cows for days, tried to be friends, and conspired endlessly about how to convince them to eat from my hands without eating my hand. Then would come the morning of Eid, when I'd be asked to not leave my room till midday. I heard them scream, year after year. I stayed where I was asked to, crying. \nThere was a ritual of my Dadabhai to offer threads for me to wear so that I don't have nightmares. I believed in his Qaar's, the black threads imbued with his duas, on every Qurbani Eid. \nThe building of my Dadabari still stands, with our family visiting every Eid, loud and filled with children, sweets and halwa, kheer and puris on constant servings on the tables, fragrancing the whole house and the roads—that is Eid to us. \nEverywhere that is not my dadabari, Eid has felt foreign. As if I am visiting from someplace afar, with no Dida to feed me puris after puris. But sadness befalls me when I see kids peeking from the balconies of the tallest buildings in this metro, with their blank eyes. A cartoon-printed Eid card was all we asked as children before the Eid holidays—a charm long lost in the 5.5-inch display of a smartphone. \nSitting still in my dadabari's most light-filled room all day now, I deny the complaints of my ill memory once again, because when I close my eyes, I still see myself sitting on a brick wall in a chilly, foggy winter morning wearing a monochrome glittery sweater with uncountable little kids, watching the Eid jamat in front of me, listening to the muezzin's declarations aloud, and waiting for my dadabhai, father, and others to come running for me. Those fast-paced, smiling walks of my family are my signature on time's immortal wings.\nTahseen Nower Prachi is a writer. \nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The unforgettables of Eid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unforgettables-eid-3636486",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "Stepping outside in Dhaka these days feels like venturing into a furnace. A scorching sun beats down on a city choked by concrete, and temperatures routinely surpass 35 degrees Celsius—a far cry from the balmy days many of us remember. This relentless heat isn't just uncomfortable; it's a growing public health crisis. Studies by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) paint a concerning picture: rising temperatures are linked to a surge in heatstroke and dehydration cases, particularly among vulnerable populations like the elderly and children.\nThe culprit behind this urban inferno is a well-documented phenomenon known as the \"urban heat island (UHI)\" effect. Dhaka, like many rapidly urbanising cities around the world, has prioritised development at the expense of green spaces. Lush parks and verdant gardens have been replaced by towering buildings and sprawling infrastructure, all constructed from heat-absorbing materials like concrete and asphalt. This transformation has fundamentally altered Dhaka's microclimate. The city now acts like a giant heat sink, absorbing and trapping solar energy throughout the day. With limited vegetation to provide shade and cool the air through evapotranspiration, these heat-soaked surfaces continue to radiate the energy long after sunset, creating a microclimate significantly warmer than surrounding rural areas. This urban heat island effect not only exacerbates the discomfort of daily life but is also overburdening our healthcare system due to heat-related illnesses. \nDhaka's predicament is far from unique. Similar stories of scorching cities are unfolding across the globe. A 2019 study published in the journal Environmental Research Letters found that the UHI effect in Beijing, China, could be as high as 8 degrees Celsius warmer than surrounding areas. This extreme heat contributes to a rise in respiratory problems, with a direct correlation between UHI intensity and hospital admissions for asthma and other respiratory illnesses. In Ahmedabad, India, a 2012 study documented how the UHI effect can raise nighttime temperatures by as much as 7 degrees Celsius compared to rural areas. This dramatic rise in nighttime temperatures translates to a significant increase in energy consumption as residents resort to air conditioners for relief. The overburdened power grids struggle to meet this surge in demand, leading to blackouts and further exacerbating the heat crisis.\nThe crisis isn't limited to just scorching temperatures. The UHI effect also disrupts natural weather patterns. A 2020 study by the Indian Institute of Technology Delhi found that increased heat island intensity in Delhi led to a decrease in monsoon rainfall by up to 10 percent. This translates to water scarcity, impacting not only residents but also agriculture in surrounding regions, further straining food security. Globally, countries are grappling with the consequences of unchecked urban sprawl and diminishing green spaces. The science is clear: the UHI effect is a real and growing threat to our health and well-being.\nFortunately, there's hope. Cities around the world are implementing effective policies to combat UHIs. We in Dhaka can follow suit with a multi-pronged approach, starting with a greening transformation. Singapore, a global leader in urban sustainability, offers a compelling example with its \"City in a Garden\" programme. This initiative has demonstrably increased the city's green cover from 30 percent to over 50 percent in recent decades, transforming Singapore into a model metropolis. Imagine Dhaka's bustling boulevards lined with shade trees, parks teeming with greenery, and even vertical gardens adorning buildings. Incentivising residents and businesses to plant trees through tax breaks or subsidies, similar to programmes implemented in cities like Guangzhou, China, can also be a game-changer. \nNext, we need to rethink our infrastructure. Policymakers should mandate the use of heat-reflective pavements and rooftops. Los Angeles, US, for instance, has implemented a successful \"Cool Pavement\" programme that utilises lighter-coloured materials like concrete infused with reflective pigments. These pavements reflect sunlight away from streets, demonstrably reducing surface temperatures by several degrees. \nAdditionally, public awareness is crucial in this fight. Educational campaigns can inform residents about the dangers of UHIs and empower them to adopt heat-resilient practices. Dhaka can launch a city-wide initiative like \"Beat the Heat, Dhaka\" to educate residents on ways to stay cool during scorching days. This campaign could include tips on using energy-efficient appliances during off-peak hours, minimising outdoor activity during peak heat hours, and staying hydrated. Furthermore, implementing early warning systems like those in Ahmedabad, India, which utilise SMS alerts to inform vulnerable populations about extreme heat events, can be lifesaving. By equipping residents with the knowledge and resources to combat the heat, we can foster a collective responsibility for creating a cooler and more resilient city.\nDhaka stares down a fiery future, one choked by relentless heat. This isn't just a battle for comfort; it's a fight for the health and well-being of our citizens. By embracing a green revolution, smarter infrastructure, and empowered residents, we can rewrite Dhaka's narrative. Let verdant parks replace concrete jungles, cool pavements temper the sun's fury, and informed citizens become active participants in a cooler future. The time for action is now. Let's turn Dhaka's scorching reality into one where every resident can thrive, not just survive. The choice is ours.\nNahian Rahman is research associate, Bangladesh Institute of Governance and Management (BIGM).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Living in a furnace: Is there any way to beat the heat?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/living-furnace-there-any-way-beat-the-heat-3636081",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2024"
    },
    {
        "full_article": "As we prepare to celebrate this year's Eid-ul-Azha, it is crucial to reflect on the deeper meanings behind its rituals: sacrifice, sharing, and unity. We cannot overstate the significance of these values at a time when our nation is going through multiple challenges, ranging from economic turmoil and rising inflation to democratic decline and environmental degradation.\nFirstly, the spirit of sacrifice is more relevant than ever. Our nation has faced significant trials recently. Many of our fellow citizens have been severely affected by the rising prices of essentials, making it difficult for them to afford basic necessities. Prices have gone further up in the week leading up to Eid—which is not unusual during festivals—but for a people seeing the average inflation rate hover above 9 percent for the past two years, it means more painful adjustments. Moreover, many in the coastal regions are yet to recover from the devastating effects of Cyclone Remal and recent floods. In such times, it is crucial to extend our hands to those in need—a burden shared is really a burden halved. This is, however, not to take away from the responsibilities of the government which must roll out special measures to help the most vulnerable.\n\nSpeaking of sharing, it is also vital to remember our workforce, particularly those in the garment and textile industries, where the issue of unpaid wages and bonuses continues to be persistent. Reportedly, some factories have not yet fulfilled their financial obligations to workers. Ensuring that workers receive their rightful earnings not only upholds justice but also allows them to celebrate Eid with their loved ones.\n\nThe movement of home-bound people across the country also demands continued monitoring. With millions traveling to their home districts, it is essential to ensure their safety on the roads. We have seen too many tragic incidents mar the festivities in previous years. Already, we have had reports of some accidents and also of a surge in bus fares, which speaks to the lack of regulations in transport sector. Many have also suffered on major highways and at exit points in the capital due to traffic congestions. Therefore, the authorities must take all necessary measures to manage traffic, ensure compliance of traffic/transport rules, and prevent accidents throughout the holiday period.\n\nWe also feel obligated to highlight the importance of cleanliness and hygiene, especially considering the risks of dengue as rainfall events become more frequent. Both citizens and the municipal/local authorities must ensure prompt and proper disposal of animal waste following the sacrificial rites. We also urge on-duty law enforcement officials to ensure that the festive atmosphere is not marred by any untoward incidents. Together, through sharing and caring, we can all make this Eid an enriching experience for everyone.\n",
        "headline_1": "Let this Eid be one to remember ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-eid-be-one-remember-3635631",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-06-2024"
    }
]