[
    {
        "full_article": "The Aam Aadmi Party (AAP) continues to intrigue its supporters and opponents alike, but one aspect that has now become predictable about its leader Arvind Kejriwal is his infinite capacity to create a spectacle. In the latest development, Mr. Kejriwal has resigned from the post of Delhi Chief Minister, choosing AAP Minister Atishi as his replacement. Ms. Atishi has been handling a heavy basket of portfolios during Mr. Kejriwal’s long imprisonment on corruption charges. Mr. Kejriwal remained the Chief Minister during his incarceration, setting a new precedent and reinforcing his aura of defiance, but resigned after securing bail from the Supreme Court. Mr. Kejriwal had been cornered by central agencies on the grounds of investigating corruption — conduct that the Court has frowned upon. With his sudden move, and at a time of his choosing, Mr. Kejriwal is now trying to reset the course of politics in Delhi and beyond, and turn the tables on the Bharatiya Janata Party (BJP). In Delhi, the BJP has swept the last three Lok Sabha elections while AAP has won nearly all seats in two Assembly elections, indicating an overlapping political base that swings between the two parties. AAP has metamorphosed into a political party from being an anti-corruption campaign, and the BJP hopes to slow it down in the election, on grounds of its involvement in a serious corruption case.Mr. Kejriwal’s claim to be incorruptible is what has helped his dramatic rise in politics, but he also realises that votes are influenced more by delivery of affordable or free services. The BJP’s strategy for Delhi involves undermining AAP’s anti-corruption claims, and restricting its government’s capacity to deliver the slew of welfare schemes that it runs. Mr. Kejriwal’s bail conditions limit his powers, and a fully empowered Chief Minister could mobilise a welfare crescendo ahead of the election, due in February. AAP also wants to advance the election and club it with the Maharashtra poll in November. As a stand-alone election, the BJP can give its undivided attention to Delhi, a situation that AAP wants to avoid. Ms. Atishi, Delhi’s third woman Chief Minister, has her own standing as an administrator, but has chosen to play second fiddle to her leader, by declaring that she would be just a place-holder until the party wins and Mr. Kejriwal returns. Mr. Kejriwal, meanwhile, has bigger plans to play a national role and climb up as the leader in what is now a crowded Opposition camp. Published - September 19, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAam Aadmi Party\n\n/\n\npolitics\n\n/\n\nprison\n\n/\n\ncorruption & bribery\n\n/\n\njudiciary (system of justice)\n\n/\n\nBharatiya Janata Party\n\n/\n\nwelfare\n\n/\n\nAssembly Elections",
        "headline_1": "Party on the move: On the Aam Aadmi Party, its leader",
        "headline_2": "AAP’s Arvind Kejriwal continues to surprise, also outlining his political ambitions",
        "link": "https://www.thehindu.com/opinion/editorial/party-on-the-move-on-the-aam-aadmi-party-its-leader/article68656096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "At a meeting in Thiruvananthapuram last week, the Finance Ministers of five-Opposition-ruled States demanded a raise in the divisible pool of taxes from 41% — the Fifteenth Finance Commission’s recommendation — to a 50% apportionment, and a cap on the amount the Centre can collect as cesses and surcharges that usually appear as top-ups on invoices meant to fund specific central government projects and beyond the ambit of the devolution mechanism. The Karnataka Chief Minister Siddaramaiah has also reignited the debate by announcing his interest in convening a meeting of Chief Ministers of Opposition and BJP-ruled States to discuss the growing infringement on States’ autonomy to collect taxes since the introduction of the GST framework and the penalising of States with better economic indices. The meeting assumes significance in the backdrop of the paltry sums allocated in the 2024-25 Union Budget for marquee plans such as Bengaluru’s Suburban Rail Project, or the non-allocation of central funds for Kerala’s Vizhinjam Port and the second phase of the Chennai Metro Rail project. The meeting must also be viewed in the backdrop of natural disasters striking various States across India such as the flooding in Tamil Nadu’s southern delta regions last December, the recent heavy rains in western Gujarat, and the devastating landslide at Wayanad, Kerala. The Sixteenth Finance Commission’s recommendations on tax devolution are expected by October 2025.While the difference in the State Gross Domestic Product between States is rightly given the highest weightage of 45% by the Fifteenth Finance Commission in determining tax devolution as a measure to provide for the development of India’s poorer regions, this has led to considerably reduced devolutions to top tax revenue contributing States such as Gujarat, Karnataka, Maharashtra and Tamil Nadu. As industrial and economic powerhouses, these States require tailor-made capital and social expenditures that could address particular developmental, climate and industrial needs of their varied regions. Apart from the restrictions on States by the GST framework on tax collections, low devolution has also meant that the governments of high-performing States are finding their hands tied at a crucial juncture in their economic and social trajectories. Moreover, neither the GST nor the Finance Commission have addressed contingency expenses, which are now relevant more than ever, to mitigate extreme weather events. In a large and complex country such as India, with vastly divergent social and economic indicators and an equally diverse spread of natural resources and vulnerabilities, it is time for an urgent intervention to amend the tax devolution frameworks that will lead to greater autonomy to the States. This would allow for a truly federal and a participatory governance model.  Published - September 19, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nministers (government)\n\n/\n\nKerala\n\n/\n\nThiruvananthapuram\n\n/\n\ntaxes and duties\n\n/\n\nBharatiya Janata Party\n\n/\n\nTamil Nadu\n\n/\n\nAndhra Pradesh\n\n/\n\nMaharashtra\n\n/\n\nGujarat\n\n/\n\nHaryana\n\n/\n\nPunjab\n\n/\n\nUnion Budget\n\n/\n\ngovernment\n\n/\n\nrailway\n\n/\n\nMumbai Metro\n\n/\n\nBengaluru Metro\n\n/\n\nChennai Metro Rail\n\n/\n\nflood\n\n/\n\navalanche/landslide\n\n/\n\nclimate change\n\n/\n\nnatural resources\n\n/\n\nnatural disasters",
        "headline_1": "A fair share: On the concerns of high performing States",
        "headline_2": "The Sixteenth Finance Commission must address the concerns of high-performing States",
        "link": "https://www.thehindu.com/opinion/editorial/a-fair-share-on-the-concerns-of-high-performing-states/article68656154.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Absence of accountability in a grim Nagaland case, shows how this law is hurting the Northeast \nIt beggars belief. That 13 civilians would be killed and there would be no criminal prosecution in the case. It is time to consider a full repeal of Afspa because it is Afspa that enables such outcomes. On Tuesday, the Supreme Court quashed FIRs and set aside all proceedings against 30 army personnel involved in a botched operation in Nagaland’s Mon district in Dec 2021, after the Union home ministry refused sanction for prosecution. The question is whether such a “state of exception”, to use the apt phrase of Italian philosopher Giorgio Agamben, is still justified in the Northeast. \nIn Nagaland, mass insurgency has retreated as GOI has brought militants to accord, and the state govt, like most others in the region, is in alliance with the Centre. In Manipur, the extreme ethnic violence and segregation speak terribly for Afspa’s effectiveness. Whatever its accomplishments in the past, today Afspa appears to be delivering less public order, more public alienation.\nIn the Mon case, an SIT constituted by the state govt probed how intelligence input about the presence of NSCN K-YA and ULFA militants ended up in a 21 Para Security Force team opening fire on villagers returning from work in a coal mine. It connected indiscriminate and disproportionate firing to failures to follow the standard operating procedure and the rules of engagement. An army inquiry found it to be “a case of mistaken identity”. What has been the course correction since then? We do not know. The court said, “the concerned wing of the armed forces would be at liberty to take or not to take any disciplinary proceedings against its officers.” If such suspension of accountability and victims’ rights are called unconscionable, we can see why. \nIt also needs underlining that Afspa has its roots in the colonial Armed Forces (Special Powers) Ordinance, promulgated to suppress the Quit India Movement. Institutional arguments to cling on to its sweeping powers today would have more legitimacy, if sanctions to initiate criminal prosecution were provided in a more rational way. If sanction were to be given in the Mon case, for example, the court made it clear that “the proceedings pursuant to the impugned FIRs may…proceed in accordance with law and be brought to a logical conclusion.” In other words, Afspa can cover up any wrongdoing. Agamben’s notion of homo sacer is also a person no longer covered by legal or civil rights. No Indian should suffer this condition. \n\n",
        "headline_1": "Afspa is obsolete",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/afspa-is-obsolete-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Something is Rottweiler in the state of America \nIf US didn’t have Donald Trump, it would have to invent him. How else would it get world attention on the presidential election – and its unending supply-side for the humour industry. MAGA, maybe. MAHA, definitely. In our time-neutral news cycle, somewhere someone is flashing the latest inanity/insanity/incoherence. Or  recycling past stuff with the full assurance that custom hasn’t staled the infinite variety. Take the latest catcall. Continuing his running mate’s earlier dissing of Kamala Harris as a ‘childless cat-lady’, at last week’s debate Trump spewed his now immortalised Hated-Haitians-eating-pet-felines-in-Springfield allegation. The charge originated in the social media post of a local woman who hadn’t witnessed such a beastly act herself but only heard about it – thirdhand. The issue has catapulted into a clear case of ‘Chinese whispers’ shanghai-ed.\nDogged pursuit of your competitor is par for the course in the rottweiler world of politics and business. Or entertainment, which has subsumed the other two. Trump & Pardner have now created a different category, though actual felines would treat such un-precedented, un-presidential venom with DNA-ed disdain. Cats don’t give a rat’s ass whether you smother them with affection or kick them around; they just walk away with an insouciant twitch of tail. Clinton’s pet didn’t care if he pulled up his Socks (or his trousers). Across the ‘pond’, 10 Downing Street’s resident tabby, Larry, was clear winner in power struggle with arriviste Nova, Sunaks’ Labrador Retriever.\nAs for Haitian dining habits, its cuisine is its history’s stew of European influences. It certainly doesn’t include Persian pilaf or Siamese soup, but Trump, a ‘burn at the steak’ man wouldn’t know. Vance too got his taunt totally wrong. Far from the antithesis of gloried motherhood, Hindu mythology’s Shashthi, protector of women and children, rides astride a cat. Egyptian goddess Bastet presides over home, childbirth and fertility, and is the original ‘cat-lady’, feline head on female body. In that avatar, Kamala could take the mickey out of the mouse that roared. Swiftly.\nAlec Smart said: “Does SEBI stand for Security Exchanged to Benefit Individuals?” \n\n",
        "headline_1": "Cat-atonic election",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/cat-atonic-election/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Simultaneous polls are a good idea. But implementation will be terribly tricky & impossible sans oppn agreeing \nAs GOI clears Kovind panel’s One Nation One Election proposal, a bill on the same is expected in Parliament this winter session. But the reality of a single election for Lok Sabha and state assemblies is a complicated road ahead. Simultaneous polls is sound policy – for governance, administration, convenience and cost. ECI has maintained it can conduct simultaneous elections at an all-India level. Yet, when announcing the poll schedule for just 180 assembly constituencies – 90 in Haryana, and 90 in J&K, EC’s explanation to put off Maharashtra’s high-stakes poll was one, troop mobilisation, and two, weather. Reality is, simultaneous polls are a gargantuan exercise. There will likely never be enough troops. Extreme weather events are only on the increase.\nAs big is the issue of dissolving elected assemblies. EC had said the earliest it can hold such a poll is 2029. Hypothetically, it means dissolution of assemblies of Rajasthan, MP, Chhattisgarh and Telangana after five months of these states’ elections, or advancing elections to a Maharashtra or Delhi. No elected govt, regardless of political party, is likely to be on the same page as the Centre on this. \nFive constitutional amendments don’t need states ratification – Articles 83 and 85 on duration and dissolution of Parliament, Articles 172 and 174 on duration and dissolution of state legislatures, and Article 356 on imposition of central rule in states. But an amendment needs two-thirds of Parliament to ratify – no easy task given LS’s 234-strong opposition will have its say. \nFurther, altering duration of local bodies needs states’ ratification. Even state election commissions may baulk at making ECI the final arbiter of electoral rolls – a centralised all-India electoral roll is seen as diluting India’s federal structure; that it goes against the idea of a ‘Union’ of states. GOI must know a list of positives alone isn’t enough to make simultaneous elections a reality. It needs all political parties on board.\n\n",
        "headline_1": "One nation, many notions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-nation-many-notions-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "SpaceX has pulled off the world’s first commercial spacewalk. Pvt space stations are also on the way. To be part of this future up there, India needs to overcome diplomatic & institutional hurdles down here\nA private excursion into space last week not only marked a historic milestone, but also has profound implications for India’s own nascent human spaceflight programme.\n\nMillions watched on Thursday, as tech billionaire Jared Isaacman and SpaceX engineer Sarah Gillis exited a Crew Dragon spacecraft to conduct the first ever commercial spacewalk. The mission was also extraordinary because the spacecraft reached an apogee of 1,400km, the furthest humans have been since the Apollo 17 moon mission in 1972. Equally remarkable were the spacesuits the astronauts wore, which SpaceX designed in less than three years.\nRead full story on TOI+\n\n",
        "headline_1": "That giant step for Isro",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/that-giant-step-for-isro/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "The interim government's decision to grant magistracy powers to commissioned army officers for 60 days is an extraordinary measure quite in keeping with these extraordinary times in the nation's life. As per the decision, effective immediately, army officers will act as executive magistrates across the country and be able to exercise the powers that come with this position. With police still largely absent on the streets and lingering concerns about various subversive and criminal activities, the army's involvement in day-to-day law enforcement may seem like a necessary step to restore order. However, it also brings with it critical responsibilities and potential risks that must be managed carefully.\nThe immediate backdrop to the decision is no secret. The wave of unrest that engulfed the whole country, including the police, following the mass uprising has mostly subsided by now, but concerns remain. We have earlier talked about how low morale within the police force and their diminished capacity are affecting police operations. The decision to grant magistracy powers to army officers aims to fill that gap. These powers, conferred under Section 12(1) of the Code of Criminal Procedure, 1898, will allow army officers to take steps in light of 16 sections of the CrPC, including arresting or ordering arrests of suspected offenders, conducting searches, dispersing unlawful assemblies, and so on. They can also use lethal force in extreme situations.\nIt is the wide scope of the powers and their potential misuse that have raised some concerns, however. True, granting the army this level of authority is not without precedent. Earlier, magistracy powers were granted during the Operation Clean Heart in 2002 and indirectly during the 2007-08 emergency rule. However, it is crucial to remember that such powers come with a heavy responsibility. We, therefore, urge utmost caution and vigilance in their execution. Going forward, the image and integrity of the armed forces, as well as citizens' trust in them, will largely hinge on the proper and judicious use of their new-found authority. Any misuse could erode public confidence and lead to unnecessary confrontations with civilians.\nIt is equally important to remember that this is, and must remain, a temporary measure. The deployment of the army with special powers must not be seen as a replacement for the police or civilian authorities, but as a stopgap measure to address an extraordinary situation. The longer the army is tasked with fulfilling these duties, the greater the risk of blurring the lines between military and civilian functions. So, it is vital that the police force be fully operationalised as quickly as possible so that we can return to normalcy.\n",
        "headline_1": "Army must prevent any misuse of magistracy powers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/army-must-prevent-any-misuse-magistracy-powers-3706246",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Nearly a month after taking office, the Chief Adviser Dr Muhammad Yunus announced through a televised speech on September 11 that the families of the martyrs, as well as the students and citizens injured during the July uprising, will receive rehabilitation, and their treatment costs will be covered.\nTimely medical treatment can mean the difference between life and death, and whether an individual suffers permanent disability. We have seen reports of protesters succumbing to injuries after fighting for their lives for days. This leads us to wonder whether the lack of financial support for treatment contributed to these tragic outcomes. In several instances, individuals have suffered permanent disabilities, such as loss of vision or the need for amputations, owing to not being able to afford necessary medical procedures on time.\nThere are heartbreaking stories such as the selling of an infant for Tk 37,000 to cover the hospital bills of a father injured during the protests. Another instance is that of Arif, who was shot during the protests and had to sell his wife's jewelry to pay for his treatment. These are just two examples of many untold stories. When protestors took to the streets, there were many such sacrifices by those who risked their lives for a new Bangladesh.\nThe interim government faced criticism for planning a memorial event for the martyrs on September 14, which was later postponed. Critics, including the Private University Students Alliance of Bangladesh (PUSAB), suggested on their Facebook page that the Tk 5 crore allocated for the event could instead be used to provide financial assistance to 500 families of the martyrs, with a cap of Tk one lakh for each family.\nIn these volatile situations, determining priorities can be challenging. The new government has not had an easy journey so far, facing one crisis after another from day one. Various groups and entities have approached the government with their own demands as was seen with the HSC cancellation and Ansar protests. After, unprecedented flooding caused a devastating impact on more than five million people directly, as estimated by BRAC.\nPerhaps as a result of such crises, no concrete steps were taken at the national level until recently for those who risked their lives and continue to endure immense pain after being shot and grievously injured. Additionally, the families of the martyrs are currently facing the dual burden of emotional agony from losing their loved ones and financial hardship, as many of the martyrs were the breadwinners of their family. This is leading to a new segment of the population falling into poverty, with the cost of treatment of injured family members being another facrtor.\nThere will be times when the government makes mistakes, and the people will hold the government accountable for its actions. Democracy is about creating a space for people to speak and reminding the government that it is there to serve the people and the country. The government must not feel entitled or disassociate itself from the people by making unilateral decisions that do not show an understanding of the ground reality or does not take public opinion into account. It is refreshing that a space has been created enabling course correction or nudging the government to focus on the necessary areas.\nThe fact that the government has now finally addressed the situation by putting the memorial event for the martyrs on hold until a complete list of the injured and martyred can be made comes as a welcome step. The announcement by the chief adviser himself that the treatment for those who were injured will be covered, alongside providing support to the families of the martyrs, is commendable. What could be added to the list is a stipend determined by the severity of the injury, and the status of the injured individual in terms of economic contribution to the family, to safeguard them from economic hardship.\nThe government has established the July Martyrs' Memorial Foundation to provide financial and humanitarian assistance to the families of those injured and killed during the protests. The foundation is open to accepting donations, grants, and aid from citizens, organisations, and the diaspora. At this time, it is important that we collectively come forward and do our part to help those in need. Given that the chairman of the foundation is the chief adviser himself, it instills trust that the effort is headed in the right direction.\nHowever, transparency is imperative, and it is important that the processes are made public. While the announcement has been made that the government will now take up the role of providing for the injured and also the families of the injured and martyrs, it is crucial to know how soon the project can be implemented as time is of the essence. It must be ensured that a fast-track system is followed to make the process smooth, as we know how bureaucratic and full of red tape the existing system can be. To honour the sacrifices made, swift action is vital.\nMohammed Ihtesham Hassan is currently working as a research associate at Power and Participation Centre (PPRC).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Ensuring support for the injured and the families left behind",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ensuring-support-the-injured-and-the-families-left-behind-3706021",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "July seemed to be the longest month ever. In the first week, my maternal aunt and educationist cum artist and socialite Ms Asma Abbasi passed away. Then came the student protests over the quota system in government jobs, resulting in the mindless loss of young lives in the streets of Dhaka and the rampage and destruction that engulfed the capital. Then on July 22, a flower, about to blossom to its full beauty and fragrance, fell off prematurely. The person I am writing about is Orpita Oysharja, a bright young professional. I came to know her when she was a student in my class during her undergraduate years at the Institute of Business Administration (IBA), University of Dhaka. She was from the BBA 19th batch and after her graduation, she joined the Institute for Policy, Advocacy, and Governance (IPAG), that I founded and led since then.\nWhat made Orpita stand out in IBA was her lively presence and warm personality with which she carried herself within and beyond the campus. She was bright, intelligent and never hesitated to express her thoughts and opinions in class. She was among the few in business school who were both culturally and academically accomplished. She excelled in classical music and dance and was a well-educated, highly cultured, and progressive young woman of her generation. After graduation, when most of her peers opted for the lure and lustre of the corporate world, she chose to be different. She wanted to make an impact on issues that mattered—from poverty alleviation to climate change, from good governance to civil liberties and so on.\nWhen she expressed her interest in working at IPAG, I was a little sceptical as most IBA degree holders seek jobs at MNCs, banks, and local corporates. However, she was able to convince me of the seriousness of her intent and I was pleased to offer her a position at IPAG in which she excelled. She then went to China on an exchange program and later she started her family life in Beijing. After spending about half a decade in Beijing, she returned home and joined IPAG again in a senior and leadership role. Despite the challenges and struggles of life, she retained her warmth, spontaneity, and eagerness to advance her goals in life, both personal and professional. To her office colleagues, she was the much-liked, loved, and adored \"Orpita Apu\" who would never miss a chance to share her joy with her colleagues.  \nGiven her intellectual proficiency and sociable nature, I felt that she would excel in the teaching profession and encouraged her to think of a career switch. So, when she was made the offer to join IBA as a lecturer a few months ago, I was quite happy. I believed she had all the elements to become a good and popular teacher. She shared the wonderful news with me and brought along gajor er halwa (a sweet delicacy made from carrot) that she herself made. Excited about the new job and career, she started buying sarees, her favourite outfit, in anticipation of the classes she would start taking soon at IBA. Had it not been for the recent student movement and the resulting closure of universities, she probably would have been in the class already, buoyed up with the excitement of being a teacher at the same institute, where she was a student not so long ago.\nWhen one of my office colleagues called me in the early morning hours of July 22, informing me that Orpita was no longer with us, I could not believe it and was shell shocked. It was one of those moments of numbness when you neither know what to make out of this tragedy nor are you ready to accept that such a bright young soul full of life and enthusiasm, love and affection, intellect and culture, character and charisma would evaporate so quickly into the thin air of eternity. She was supposed to drop by to share her plans and vision about beginning her journey as an academician in one of the most prestigious institutes of learning in the country.\nOrpita could have brought so much to life through her blissful presence, within and beyond the campus. She would have become one of the most loved and respected teachers of IBA. The academic community lost a bright star who was a well-qualified young professional and an adorable human being. A beautiful flower fell off in the garden of goodness before it could blossom to emit the fragrance of love and affection, compassion and kindness which she embodied so gracefully. May the gentle breeze of tranquillity in the garden of heaven give Orpita the peace and comfort that she deserves eternally.\nProf Syed Munir Khasru is chairman of the Institute for Policy, Advocacy, and Governance (IPAG), an international think tank.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Remembering promising young professional Orpita Oysharja ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/remembering-promising-young-professional-orpita-oysharja-3705851",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "That the interim government's adviser for power, energy and mineral resources has sought the Swiss government's and business people's investment and technological assistance in Bangladesh's development, particularly in the area of transition to renewable energy is a focus more on the future than the immediate crisis facing this country. But it is nonetheless an issue every nation on the planet has to address today or tomorrow. As the adviser asked for cooperation at the time Swiss ambassador to Bangladesh Reto Rengli leading a delegation of his country called on the adviser at his office, the envoy also responded positively to the requests. That is quite assuring but it would be prudent to prioritise the areas of investment at a time the country is struggling with its economy. Investment in generation of power - be it fossil fuel-based or renewable - depends on energy policy a government pursues. After all, installation of any major power plants is a time-consuming affair before it goes into operation. The interim government has to prioritise at this juncture plugging the legal loopholes in order to stop not only waste of money on the captive power plants under the Quick Enhancement of Electricity and Energy Supply (Special Provisions) Act, 2010 but also scrap the 'unplanned development projects' as he termed, in the power and energy sector. There is no scope for digressing from the main focus of saving every penny and making the most of the existing power generation facilities with no string attached. So the agreements with the captive power plants have to be scrapped and go for making the more economical power plants operational. The recently commissioned thermal power plants may be the right candidates for this. Since power is at the heart of industrial production and other engagements of modern life, the fossil fuels have to be managed at any cost. The good news is that prices of fuel oils in the international market have plunged further now. Economising momentum has to be sustained as long as the country substantially regains its economic health and only then a transition to renewable energy options can be seriously entertained. To do so, the first thing ought to be formulation of a sound energy policy after the model of the most advanced nations in the renewable types. Eleven countries right now are leading the pack. Those include Latin American countries such as Costa Rica, Uruguay, African countries like Kenya and Morocco apart from the more advanced Nordic -Switzerland is, however, missing from the list - and two West European countries the United Kingdom and Germany. There is only one Asian country China which traditionally is the largest carbon emitter but at the same time the world's renewable energy leader. China hosts nearly half of the world's wind and solar power capacity and is all set to attain its 2030 ambitious target of producing 1,200 gigawatts (GW) five years ahead of schedule.Naturally, Bangladesh has the easier option of approaching to China, which has been involved with various mega projects in this country, for technological assistance. Chinese products and technology are suitable for the needs here because those are comparatively cheaper and easily replicable. The chief adviser, in fact, voiced the need for such cooperation earlier in his meeting with the Chinese ambassador. In the renewable energy sector, transfer of Chinese technology should get priority for yet another reason. It is the biggest investor in this sector worldwide.",
        "headline_1": "Option for renewable energy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/option-for-renewable-energy-1726671177",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Much like the arteries and veins of the human body that carry essential blood to and from the heart, Bangladesh was once blessed with numerous rivers and canals that sustained the life of the nation, but not anymore. To say the country's rivers are dying is a gross understatement. It is much worse. Most of the rivers are already dead and those still alive will soon disappear if action is not taken to protect them from onslaught of pollution, siltation and encroachment.Environment, Forest, and Climate Change Adviser Syeda Rizwana Hasan said: \"this generation, which waged the Anti-Discrimination Student Movement, has never seen a single pollution-free river in Bangladesh,\" and she wants to change that. The adviser plans to begin the clean-up drive by targeting one river in each division of the country, getting the job done properly and preparing a blueprint for future governments to follow. Turning wastelands with toxic, pitch-black, repulsive smelling water into placid rivers that poets write about would be of untold benefit.To address this problem the authorities need to take effective steps in preventing river pollution - a major problem. Most of the rivers are perceived to be dumping grounds for domestic and industrial waste - nature's waste disposal services. Little or no thought is given to the fact that our very existence is threatened if these rivers cease to exist. Environmentalists have been warning and trying to educate the people to prevent such catastrophe. The media, civil service organisations, and all conscious citizens, including politicians, have supported the stance to keep the rivers flowing. But pollution of rivers still continues unabated. Mills and factories - established along riverbanks - have for decades been using them callously as dumping grounds. Before the factory is even built, the riverbank location is viewed as a cost-saving advantage for waste disposal.The Buriganga River, for example, has been a hapless victim of pollution from industrial waste, plastics, medical waste, and sewage for decades. To reduce Buriganga's pollution emissions Hazaribagh tanneries were relocated to Savar. Now the Dhaleswari River is being polluted by dumping untreated industrial wastewater, as the Central Effluent Treatment Plant (CETP) of Savar Tannery Industrial complex remains ineffective. The company, operating the plant, admitted that the CETP had failed in treating waste according to projections, because of structural faults from the very beginning. This needs to be rectified.Additionally, the government must ensure that all polluting industries have properly installed and functioning ETPs. Polluting rivers to maximise profits is intolerable. Rivers and canals are the lifeblood of Bangladesh, and their protection must always be a top priority. Companies come and go, but there is only one Bangladesh and its rivers are its lifeline.The challenge, however, extends beyond industrial waste. A significant contributor to the pollution of rivers and canals in and around Dhaka is black water contamination, primarily caused by untreated or inadequately treated sewage. This form of pollution, resulting from the direct discharge of human waste into water bodies, poses a serious threat to both public health and the environment. Without adequate sewage treatment infrastructure, large volumes of harmful bacteria and chemicals enter the water systems, further degrading the quality of these vital resources. While this government's short tenure may not allow for immediate solutions, developing a comprehensive plan to address this issue should be prioritised.Another problem that surfaces from time to time is the theft in broad daylight of rivers and canals by those with political clout. Many of the rivers and canals have been unlawfully seized, squeezed thin, and factories, homes and other structures built on their banks. Despite clear directives from the High Court to demolish the illegal structures and evict river encroachers, efforts by the government to free rivers has only had minimal success. Not only are rivers affected, but many canals in cities have also been wiped off the map. Worse still, despite lists of river grabbers and polluters being compiled, the previous government failed to take action. In some cases, the offenders were government bodies themselves, encroaching on river land to construct structures, while others exploited their political connections for similar purposes. Clearly, the rivers cannot be saved if we fail to stop all such illegal activities. The interim government that has no political affiliations whatsoever but a mandate from the people to reform different state of affairs should do whatever necessary to restore the rivers to its original form. There is no difference between land grabbing and corruption. It is still theft and equally abhorrent.Countries throughout the world are taking every precaution and making special efforts to protect and ensure clean water resources. Bangladesh with its population of 170-million - each individual depending on water - cannot afford to allow its rivers and canals to die because of the greed of the land grabbers. Polluted, silted, and 'strangulated' rivers are pushing us towards an environmental disaster of great magnitude and it must stop. The interim government faces a difficult challenge but if this initiative succeeds - and it must succeed - it will not only restore the ecosystems to how they should be but also instill hope in the people that change is possible even in the face of overwhelming challenges.\n[email protected]",
        "headline_1": "Giving rivers a new lease of life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/giving-rivers-a-new-lease-of-life-1726671215",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "The formation of six reform commissions by the present interim government, including one for public administration, is a step in the right direction. In fact, it was long overdue. However, scepticism is there about the success of these efforts, given the bureaucracy's historical resistance to change. Bangladesh, which inherited its bureaucratic system from British colonial rule, has long struggled with a civil service that is often seen as an impediment to both development and democratic governance. The current political environment presents a rare opportunity to dismantle this archaic system and introduce a more accountable, modern bureaucracy.Since gaining independence 53 years ago, Bangladesh has established at least 16 commissions and committees aimed at creating a merit-based and service-oriented civil administration. Despite these efforts, the majority of the recommendations have been ignored. This pattern of inaction underscores a deep-seated issue: the bureaucracy's reluctance to reform itself. Civil servants, especially those in higher positions, often perceive reforms as a threat to their status, privileges, and prospects for promotion. Consequently, these entrenched interests have successfully obstructed meaningful change. Furthermore, successive governments have shown little inclination towards building a strong and effective civil service, often preferring to maintain the status quo for their own political ends.Political patronage has exacerbated the problem, leading to the promotion of favoured individuals over those with proven skills and merit. This practice has resulted in a civil service that is often staffed by individuals more loyal to political benefactors than to the principles of good governance. Such favouritism not only demoralizes competent officers but also stifles innovation and accountability within the bureaucracy. As a result, the civil service has become a barrier to development rather than an enabler of progress.Amid this bleak landscape, the current political scenario offers a glimmer of hope. There is a growing consensus across the political spectrum that the current bureaucratic system is outdated and in dire need of reform. The emergence of a bipartisan political will to address these issues could pave the way for the establishment of a modern, transparent, and accountable bureaucracy. However, for reforms to succeed, they must go beyond superficial changes and address the fundamental flaws within the system.Previous attempts at reform have had limited impact. While some measures, such as increasing salaries, enacting the Civil Service Act of 2018, and extending the retirement age from 57 to 59 years, have been implemented, they have done little to change the underlying culture of the civil service. These efforts have focused more on placating civil servants rather than transforming the system into one that prioritizes efficiency, merit, and public service.First and foremost, a merit-based recruitment and promotion system must be established. This would ensure that positions within the civil service are filled by individuals with the necessary skills, knowledge, and dedication to public service. Such a system would also motivate civil servants to improve their performance, knowing that promotions and career advancements are based on merit rather than political connections.Secondly, there must be a zero-tolerance policy towards corruption within the civil service. This requires not just strong anti-corruption laws but also the establishment of independent oversight bodies with the authority to investigate and act on allegations of misconduct. Without addressing the pervasive corruption within the bureaucracy, any reform efforts are likely to be undermined.Additionally, there is a need for a cultural shift within the civil service. The focus must move from merely following procedures to achieving results. Civil servants should be trained and encouraged to adopt a service-oriented mindset, where the primary objective is to serve the public effectively and efficiently.While the road to reforming Bangladesh's civil bureaucracy is fraught with challenges, it is not an impossible task. The current political climate, marked by a renewed interest in governance reforms, provides a window of opportunity to initiate change. However, this will require strong political will, a clear vision for a modern civil service, and the courage to confront entrenched interests.In conclusion, the success of these reform commissions will depend on their ability to break free from the shackles of past failures and implement measures that address the core issues of merit, accountability, and corruption within the civil service. Only then can Bangladesh hope to have a bureaucracy that serves as a catalyst for development rather than an impediment.\n[email protected]",
        "headline_1": "Reforming civil bureaucracy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reforming-civil-bureaucracy-1726671254",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2024"
    },
    {
        "full_article": "Bangladesh's financial sector stands on the brink of significant transformation as the newly formed interim government strives to restore stability. Due to mismanagement, unresolved debts, and widespread corruption, public confidence in the banking sector has been severely undermined. To tackle these issues, the interim government has begun implementing reforms aimed at enhancing accountability and transparency within financial institutions, including limits on loan extensions and the writing off of bad debts.However, these measures may not be sufficient. If fundamental problems such as political interference in bank governance and the lack of punishment for defaulters remain unaddressed, the situation may not improve. Experts have stressed the need for banks to adopt stricter lending criteria and enhance corporate governance to prevent further crises.Over time, the banking system has left many sceptical, particularly when influential individuals appear to evade justice. For the interim government's reforms to be effective, they must lead to tangible and visible improvements. Without significant changes, restoring public trust and strengthening the financial climate will remain an elusive goal.\nKaziAnikaBinteAtaur, Student North South University[email protected]",
        "headline_1": "Regaining trust in banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regaining-trust-in-banking-sector-1726671276",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-09-2024"
    }
]