[
    {
        "full_article": "Months ahead of the Assembly elections, the ruling Congress is facing an internal rebellion in Rajasthan. Party leader Sachin Pilot has revived his campaign to become Chief Minister, replacing Ashok Gehlot. Mr. Gehlot is in no mood to yield, and party MLAs are largely with him. Mr. Pilot was the State party chief during the 2018 election and hoped to be the Chief Minister, when the Congress won. That is not how it turned out, and Mr. Pilot settled for the post of Deputy Chief Minister while remaining party chief. In July 2020 he rebelled openly, demanding the top post for himself. That ended up very badly for him — he lost both posts, while Mr. Gehlot tightened his grip over the party and the government in the process. Last year, Mr. Gehlot emerged as the consensus candidate for the post of Congress president, rekindling Mr. Pilot’s hopes of succeeding him in Rajasthan. But Congress MLAs in Rajasthan revolted, this time against the move to install Mr. Pilot as the Chief Minister. In the end, Mr. Gehlot stayed on as Chief Minister and Mallikarjun Kharge became president of the party. Mr. Pilot is trying his luck again by ratcheting up pressure on the party and Mr. Gehlot.Mr. Gehlot is a seasoned and astute politician with his ear to the ground. He has built a political narrative around fresh modes of welfare and social justice, in the process trying to make himself seemingly irreplaceable. Mr. Gehlot worked towards enhancing his popularity through compassionate management of the pandemic, measures to mitigate the impact of price rise, and, most recently, with a new law that expands access to health care. Whether all this will yield the Congress votes is to be seen. However, changes at the top at the eleventh hour are more likely to damage the prospects of the party at the hustings. The Congress does not need to look further than its most recent disaster in Punjab, in 2021, where it effected a change at the top on the eve of the Assembly election. With the Bharatiya Janata Party not exactly battle ready, the Congress can hope to win a second consecutive term in Rajasthan, if only it could put its own house in order. At 45, Mr. Pilot has age on his side, and he could be persuaded to reorient his ambitions accordingly. Mr. Gehlot should show sagacity, Mr. Pilot patience, and the high command leadership, for the Congress to advance in Rajasthan. As the election approaches, the situation might get worse before it gets better. The high stakes might prompt one or the other to overplay their hand.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRajasthan\n\n/\n\npolitics\n\n/\n\nstate politics\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nwelfare\n\n/\n\nPunjab Assembly Elections 2022",
        "headline_1": "Mission Rajasthan: on the Congress’s internal political troubles",
        "headline_2": "The Congress needs to put its house in order to beat back the Bharatiya Janata Party",
        "link": "https://www.thehindu.com/opinion/editorial/mission-rajasthan-on-the-congresss-internal-political-troubles/article66752126.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "The state of the ongoing global climate crisis is such that India is going to have hotter hot days and more of them every year. While some of the blame for the effects — heat-related morbidity and mortality — may lie at the feet of meteorological caprice, the bulk of it will lie at the door of the government, whose responsibility it is to deal with and manage foreseeable inevitabilities. On April 16, nearly a million people gathered on an uncovered ground in Navi Mumbai for an event in which social activist Dattatreya Narayan received a State award, with Union Ministers Amit Shah and Kapil Patil, Maharashtra Chief Minister Eknath Shinde and Deputy Chief Minister Devendra Fadnavis joining him on a covered podium. More than 120 people suffered considerable heat stress; 13 died and 18 others were hospitalised. Mr. Shinde called the deaths “very unfortunate”, but fortune had nothing to do with it. News reports said that individuals, especially police personnel, were scrambling to bring drinking water to those in distress (because water at the site had become too hot to drink), and to carry them on motorcycles to avail medical assistance. This speaks less to their resourcefulness and more to the absence of a systematic plan for the event that accounted for predictable second-order problems.After the event, experts also said that the area lacked a local India Meteorological Department station to issue heat alerts. This misses the point. Many places in India are likely to have a large political event before an official weather station. This, together with the rapid onset of India’s heat crisis, puts the spotlight on the fundamental yet elusive cause of climate-related injustice: the persistence of conditions in which some people are at the mercy of their employers or their leaders, in order to survive a hot day, or, as at the April 16 event, even a few hot hours. As long as this imbalance in relationship is allowed to exist, heat action plans and heat alerts can only be of limited benefit. Instead, India must work towards becoming a country in which every individual is equipped with climate-literacy sufficient to know why higher temperature plus higher relative humidity and/or dehydration equals high risk of injury and death, and the ability to access cool and clean drinking water, ventilated shelter and lodging, and affordable emergency medical care wherever, whenever. Notice how these requirements are similar to those required to respond to the COVID-19 pandemic, and in fact most national crises. This is not a coincidence. Governments must destroy conditions in which people are denied the means to prepare themselves for a crisis. But on April 16, a government created them.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nheatwave\n\n/\n\nMaharashtra\n\n/\n\nweather science\n\n/\n\nweather news\n\n/\n\nCoronavirus\n\n/\n\ndrinking water\n\n/\n\nmedical service",
        "headline_1": "Tragic unpreparedness: on the Maharashtra heatwave incident",
        "headline_2": "Governments must prepare people to deal with extreme weather events",
        "link": "https://www.thehindu.com/opinion/editorial/tragic-unpreparedness-on-the-maharashtra-heatwave-incident/article66750672.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Turn up the heat on the authorities who permitted and organised the Navi Mumbai Kharghar state event on Sunday that claimed the lives of at least 12 people; men and women dying of heart attacks and heat stroke, and who sat in the scorching sun for hours without protection and without water to drink. Scores suffered, the numbers an underestimate given there were lakhs in attendance for the annual state ceremony that this year awarded social reformer Appasaheb Dharmadhikari. Crowds had even come from neighbouring states, and some had camped in that very maidan for two days despite the high temperatures that have baked Mumbai since March. The Met, in February, issued heatwave alerts for various districts of Maharashtra for 2023 – a fact authorities were surely aware of.\nLocal officials have said the event went against existing heat action plans (HAP), policy documents to address economic damage and life-threatening heat conditions. Thinktank CPR recently sounded caution about the poor status of government HAPs after studying 37 HAPs at city, district and state levels across 18 states. The study said HAPs have little local context – most focus on dry heat though local humidity plays a large role in turning conditions deadly. The CPR study found HAPs had little idea about vulnerable groups, little review or update, low funds, no legal teeth and low accountability. Kharghar makes that tragically evident.\nHeatstroke cases are on the rise – Maharashtra alone recorded 31 heat fatalities in 2022. There was no call to organise the Maharashtra Bhushan event on such a large scale; to do it without sufficient protection only showed official callousness – made starker by the fact that dignitaries and the media were well-protected from the sun on the covered stage. The chief minister’s words later that “the programme was going smoothly until…” further showcased a very Indian official attitude – people had complained of thirst, dizziness and nausea that led to heatstroke. The quick compensation announced is neither taking responsibility nor does it assure the public. In any tragedy that makes news – train wreck, stampedes or building-crashes – governments too often “close” the matter with monetary compensation, inured to their own incompetence. This, however, is only a sureshot recipe for more disasters.\n\n\n",
        "headline_1": "Deaths foretold: Will we get an answer why the Kharghar event had no protection for people in heatwave conditions?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/deaths-foretold-will-we-get-an-answer-why-the-kharghar-event-had-no-protection-for-people-in-heatwave-conditions/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "A G20 expert group on the weighty issue of multilateral development banks (MDBs) is scheduled to submit its report before June 30. This report should be read with another report submitted last year to G20, an independent review of MDBs’ capital adequacy framework. There are nine major MDBs, of which the World Bank is most prominent. Collectively, MDBs hold about $500 billion in shareholder equity, which is used to raise more resources for concessional lending. The question posed by the independent review on capital adequacy is whether the available shareholder capital is being put to optimum use. The review concluded that MDBs had the headroom to raise more resources without asking shareholders to increase their capital. One way to do it is to leverage the so-called callable capital, which represents a guarantee by the shareholders to backstop the institutions in case of shocks. Guarantees can be effectively leveraged in a world where resources are scarce.\nThe elephant in the room is China, the second biggest economy in the world which generally holds the third-largest voting rights in key MDBs after the US and Japan. China wants MDBs to be a part of any debt restructuring solution for LDCs. But it also wants a larger share of the influence pie in MDBs, which as post-war institutions were US and Europe-dominated. Basically, reform will hinge on a domestic bipartisan political agreement in the US on changing rules in MDBs. The chances of that passing in America’s polarised politics are near-zero. Without such change, China will continue to use its dollars for what is virtually commercial lending to desperate countries. That’s not a good solution. But unless China gets what it thinks it should – and it has a point – all committees on MDBs will produce good research, but little reform.\n\n\n",
        "headline_1": "For many dollars more: Reforming multilateral lenders depends on China signing off on it. And China wants more power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-many-dollars-more-reforming-multilateral-lenders-depends-on-china-signing-off-on-it-and-china-wants-more-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "by Bikram Vohra\nA friend of mine paid Rs 82,000 for a dinner for six and we came home hungry and had andey ki bhurji and bread. No one believes me but it is true. There was a time not so long ago when for Rs 20 you could take a young lady to a movie, sit in the dress circle, snack and then go for a post-film coffee to a five-star restaurant. And this was in Mumbai. I have even invited film stars for coffee and ten bucks tops was the budget. If you did a TV show live on Doordarshan you got paid Rs 200 for 30 minutes. That was big money. I once did a major film awards night as an emcee and was paid Rs 500 which was like your month’s salary in one night.\nWe flew from Delhi to Mumbai on Air India for Rs 440 and a cab ride from Santa Cruz airport to Colaba was Rs 12 and it took less than half an hour. On the other side Palam to Connaught Place was Rs 10. Books were never more than a couple of bucks and even then you thought twice whether you should buy second hand.\nA generous uncle once gave me a Rs 10 note in that tradition then where senior relatives gave kids money to express love and your parents invariably tried to say no, no, no, please don’t, not necessary and you looked at them in horror, like come on, back off, let him show the love. And then I lost the note. It vanished. Today, 60 years later, I remember the agony and the loss of this fortune and the ride back in the car with my parents telling me about the value of good money. Right through my life, courtesy that event a Rs 10 note still has great significance even if it has no traction.\nI got my first bike for less than Rs 100 and it came wrapped in corrugated cardboard and when I was 13 my grandfather bought me an HMT watch for a price which won’t get a leather strap repaired today.\nWhen did the rupee get punched into a soggy mess? Even in the 80s it was around nine to a dollar now it is over 80. I remember so clearly my mum turning to my dad over dinner and marvelling over some friends who had built a kothi for under Rs 30,000, like where did they get the money from? A cola was 50 paisa, ice cream cones were the same and a chocbar was Re 1. I believe nostalgia is free. Like then and now.\n \n\n",
        "headline_1": "Where Did Rupee Go? It was not verrrry long ago that a cola cost 50 paisa. Currency has aged so badly so fast",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/where-did-rupee-go-it-was-not-verrrry-long-ago-that-a-cola-cost-50-paisa-currency-has-aged-so-badly-so-fast/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "by Rajiv Vij\nWhy do we struggle to be calm, content, and happy? One of the reasons is we are restless about a better future. Too often, we are waiting for something to change favourably in our life. Getting a promotion, winning a business deal, losing weight, improving our love life, or travelling to new locations.\nThis restlessness comes from a belief that by achieving such milestones, we would somehow be at peace and happier. This belief is flawed. Our restlessness stretches beyond particular goals and so does our lack of peace.\nThe only way to experience inner peace is to learn to live in the present. To be anchored in what is, without obsessing about what could be, should be and would be. To be at ease with the current imperfections of our life and knowing that we are a work in progress. But this requires an important skill.\nBeing attached to favourable future outcomes is only one of our mental obsessions. Our mind is constantly racing with an unending stream of thoughts. We don’t consciously generate these thoughts – they just keep arising on their own. And a vast majority of these thoughts are linked to the past or the future. Unfortunately, many of them are not healthy and lead to negative emotions. Dwelling on missed opportunities of the past makes us sad; fear of a potentially unfavourable event in the future makes us anxious.\nLiving in the present requires being in touch with our inner being – the thoughts we are having and the feelings we are experiencing in that moment. Being attuned to our inner being ensures that we are not at the mercy of every thought and feeling that we experience. We can’t control how they arise within us, but by being aware of them, we can improve how we act from them.\nWhen we are mindful this way, we can quickly catch the thoughts and feelings that arise from our ego, envy, fear, overexcitement, passion, or restlessness. The moment we instinctively want to win an argument or prove how smart we are, feel low from someone else’s success, feel anxious about an uncertain future or impulsively reach out for our phone. Such awareness helps us reduce the power of these impulses on our mind, which in turn helps us experience greater peace and calm.\nBeing in this state requires building a deeper acceptance of our current reality, without wishing it to be different, even when we are in physical or emotional discomfort. By simply training our attention on observing what’s happening within. As we practise being self-aware, it’s important to not judge ourselves or our thoughts and feelings. Judging them, wishing them to go away, or indulging in them only serves to fuel them.\nIf you have tried any of this, you would perhaps agree on how hard it is to even attempt being in this state. However, we know even from our momentary successful experiences, it’s the true pathway to inner peace. A regular practice of mindfulness meditation can help in slowly cultivating this skill. Learning to be grateful for where we are further supports the sense of calm and equanimity.\nThe writer is a life coach.\n\n",
        "headline_1": "How about being still and going nowhere?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-about-being-still-and-going-nowhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "The Intergovernmental Panel on Climate Change (IPCC) recently completed its sixth assessment report (AR6), with the Synthesis Report coming out in March. The Synthesis Report carries some key messages about the impacts of climate change and the actions needed to avert the worst of them.\nThe first new message in the AR6 report came from Working Group I, according to which the scientific community is now able to credibly attribute the impacts of human-induced climate change to the greenhouse (GHG) emissions happening since the industrial revolution began. That message was followed by Working Group II reporting that there are numerous examples of unprecedented weather events that are now causing losses and damages, thanks to human-induced climate change, and that these impacts will only get worse.\nThe other key message, regarding the possibility of keeping the global mean temperature below 1.5 degrees Celsius, as decided in the Paris Agreement in 2015, is losing attention day by day. It is still theoretically possible to stay under the 1.5-degree limit if all the countries take emergency measures to reduce their emissions within this decade, but that seems unlikely. The likelihood of crossing the 1.5-degree threshold within this decade is real now; in fact, efforts have to be made so that the temperature rise does not exceed two degrees Celsius. This is quite bad news for us.\nAnother message coming out of AR6 is the enhanced likelihood of extreme heatwaves around the world, especially in South Asia. And, as if on cue, Bangladesh is now experiencing the hottest weather in over six decades, and this is likely to become the new normal going forward.\nWhile Bangladesh has a lot of positive knowledge and experience in tackling cyclones and floods, we have not taken heat stress into consideration until now. In fact, we don't even maintain statistics of heat-related deaths.\nHence, we need to rapidly start to find ways to deal with heat stress, including providing training to doctors so they are able to diagnose and treat patients for heat stress, as well as collect statistics on heat-related health impacts including loss of lives.\nAt the same time, we need to raise the level of awareness among the general public as well as the relevant agencies, so they can take measures to protect themselves from heat stress during peak temperatures.\nAmong those who are most vulnerable – and hence need to be prioritised – are farmers working in the fields, as well as day labourers and rickshaw pullers. The protective measures can range from simply staying out of the sun to ensuring plenty of water intake and knowing where to get medical treatment for heat-related health issues if needed.\nPeople also need to be made aware of how to keep themselves cool at home; this is particularly relevant for slum residents in major cities like Dhaka.\nFinally, we need to learn from our neighbouring countries like India and Pakistan, who have much more experience of dealing with severe heatwaves. In fact, the International Centre for Climate Change and Development (ICCCAD) recently joined with a leading Indian research institute to develop a heat action plan for the city of Rajshahi in northern Bangladesh. Similar heat action plans need to be developed quickly for other cities and towns as well as for the rural parts of the country.\nThe scientific community has made it crystal clear that the whole world has entered the era of loss and damage from human-induced climate change, and that no country is prepared for what is to come. While this is certainly bad news, Bangladesh can lead the world in tackling the climate change impacts in coming years.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "More heatwaves are coming our way. Are we prepared?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/more-heatwaves-are-coming-our-way-are-we-prepared-3300071",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Amid the rising mercury that has brought hardship to many across the country, the heat has been slowly and surely rising in our political sphere as well, with the potential to bring about a different kind of turmoil. In this context, the upcoming elections to five city corporations, scheduled to be held between May 23 and June 29, will act as catalysts for the political heatwave. And political commentators believe that this wave may continue all the way to the parliamentary elections, which are slated to be held between December this year and January next year.\nAlthough a month away from the city elections, the ruling Awami League has already nominated its candidates, two of whom are new faces while two others are experienced and tested leaders. The exception is Azmat Ullah Khan, who ran in the 2013 elections but lost, and was not given the party ticket in the 2018 city polls.\nJudging by the nominations, the Awami League is telling its leaders and activists that those who were expelled from the party can return, but there is no guarantee of getting the party ticket. It is also sending out the message that if its leaders can demonstrate that they are still popular among the electorate, then party blessings will follow in the form of a nomination. But perhaps most importantly, those who tarnish the image of the party with controversial activities will not win the nomination, no matter who they are.\nAnalysts agree that the upcoming general elections are crucial for the ruling party as, this time, it might not be a repeat of 2014, when the BNP boycotted the polls and the ruling party contenders were elected uncontested in 153 constituencies, or of 2018, when the BNP joined the polls but ballot-stuffing allegedly took place the night before. The party may face a huge challenge from the opposition parties, although the BNP still maintains that it won't participate in the polls under the Awami League government.\nIt would be risky for the ruling party to bank on controversial leaders to form the next parliament. Thus, it is perhaps through this round of nominations that it is conveying to the aspirants that this policy is likely to remain for the general elections too. That means we might see a good number of new faces in the general elections as MP contenders with Awami League tickets.\n\nAs the BNP and its like-minded political parties are likely to boycott the city polls as part of their ongoing campaign demanding elections under a non-partisan interim government, who will be the main contender against the ruling party?\nThe upcoming city elections are likely to be less challenging compared to those of 2013 and 2018. In 2013, the BNP-backed contenders won all five city polls, but in 2018, except in Sylhet, the BNP-nominated candidates lost. In 2018, there were allegations of vote-rigging and forced occupation of polling centres. But this year, as the BNP will not nominate any candidates, the election will be predictably less competitive.\nAs the BNP and its like-minded political parties are likely to boycott the city polls as part of their ongoing campaign demanding elections under a non-partisan interim government, who will be the main contender against the ruling party? Though it is not confirmed yet, it is assumed that the main opposition in parliament, Jatiya Party, and the right-wing Islami Andolan Bangladesh may participate in the city polls. Jatiya Party is yet to finalise its candidates, and it is still uncertain whether it will file nominations for all five city corporations. According to media reports, Jatiya Party leaders said their top leadership was not interested in city corporation elections for various reasons: first, the party does not have a winning mayoral candidate; and second, there is a lack of confidence about the fairness of elections. However, they are contemplating participating in the polls to show their presence. \nOn the other hand, Islami Andolan will file its nominations for all five city corporations. The party has been contesting all the local government elections and have gotten some good results: in Rangpur city polls, the party's candidate managed to bag the second place with around 50,000 votes.\nIf any BNP leader contests the elections violating their party position, the current state of complacency within the ruling party will be severely disrupted. And if any ruling party candidate contests as an independent candidate, the situation may become all the more interesting.\nBut the question still remains: who will be the main challengers against the ruling party candidates in the city polls? We have to wait a few more days to find out. As the nation waits for a heavy downpour to cool down, it seems politically things are about to heat up. \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n",
        "headline_1": "Who will be AL’s main challengers in the city polls?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/who-will-be-als-main-challengers-the-city-polls-3300041",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "It's impossible not to feel the heat these days. Even if you are riding this out in the comfort of privilege, you must surely know your country is in the throes of one of the worst heatwaves in decades. The nation has been sizzling as the mercury rises, breaking old records over the last few weeks. Even our memes – the internet's conduit for the latest cultural conversation – are hot on the heels of \"THE BIG HEATWAVE OF 2023.\"\nAll conversations start with an acknowledgment of the overwhelming heat: \"I wore my lightest outfit to survive this heat\"; \"I showered three times today, but then water has run out in our building\"; \"We have one AC in our house, but I worry about using it because I cannot cope with the bills, and I have recently started sharing the electricity bill with my parents\"; \"I came to work because there is at least AC here… in my house, the walls are hot, the floor is hot, and water is in short supply; there really is no way out.\"\nThe pages of our newspapers and the hourly news on TVs and radios are all highlighting different angles of the heatwave. A photograph published in this daily captured rows of devotees lying around the floor of the national mosque, reluctant to leave the premises even after the afternoon prayers ended. Owing to the heatwave, the Bangladesh Railway authorities asked trains to lower their speed, nearly halving it from the usual. This is because the temperature of railway tracks is always higher than the general environment, and there is a possibility of accidents due to melting or expansion of the tracks due to extreme temperature. Health experts have recommended that children and older people stay home, and have also requested people to stay safe from heat strokes. The jail authorities, too, have taken measures to ensure that inmates are protected from the heatwave.\nBut here is something else to consider: do we all feel this heat similarly? The answer is obviously no. It is no secret that if you are among the well-off in this not-so-well-off nation, you are better equipped to deal with this heatwave. There is a deep running inequality as to how the heat affects people. If you have a car fitted with a powerful air conditioner, if you work in a swanky office with central cooling, then it is likely that you also live in an accommodation fitted with an AC – in essence protecting you from the wrath of this wretched heat. Imagine having to take the bus, or having to ply a rickshaw, or operating a roadside stall in this ominous, oppressive heat that you know \"really feels\" like 50 degrees.\nThis year, Dhaka has experienced its hottest day in 58 years. Extreme weather events have become the norm owing to climate change. And yet again, it is putting the disparities between the rich and poor under a magnifying glass. The city's well-off (the numbered few) have been riding out the heatwave blissfully hunkered down in their cool homes, offices, cars and shopping malls.\nIf you are a slave to statistics, then let me apprise you on some harrowing data. Human-induced climate change is exacerbating the likelihood of extreme events, one of which is heatwave. Climate change also means hotter and longer heatwaves. And who is most affected by these intensified heatwaves? Poorer nations – nations that have had very little contribution towards climate change in the first place. A report published in the journal Science Advances last year confirmed this matter: periods of extreme heat cost the global economy about $16 trillion between 1992 and 2013. But while the richest countries lost about 1.5 percent of their annual per capita GDPs dealing with heatwaves, poorer countries lost about 6.7 percent of their annual per capita GDPs. Another report published early last year said the lower-income population around the world faced a 40 percent higher exposure to heatwaves than people with higher incomes. Do you see the tragedy? The cost of extreme heat from climate change is disproportionately borne by those least culpable.\nThere is more. Dhaka and other major cities in Bangladesh are especially ill-equipped to deal with this rising temperature. Rapid and unplanned urbanisation, coupled with extreme population density and the loss of water bodies and open natural spaces, compounds the effects of the heat. Where will a tired rickshaw puller take respite when there is no shade from the old ficus tree anymore? It's not like the rich will allow them to walk into a shopping mall and let them breathe in the cool conditioned air, will they?\nA study published in the PNAS journal has found that Dhaka is among the worst-affected by urban heat in the world. Research has confirmed that many areas in Dhaka, Chattogram, and Khulna are turning into \"urban heat islands.\" When cities replace natural land cover with dense concentrations of pavement, buildings, and other surfaces that absorb and retain heat, they end up creating \"urban heat islands.\" This in turn increases energy costs, air pollution levels (God knows Dhaka does not need any more of that), heat-related illnesses, and mortality. Do you see the vicious cycle we are stuck in?\nTo fight this, we need global action. Wealthy countries, the ones disproportionately responsible for the climate crisis, have a double responsibility: cut emissions at home, and support the developing nations with the costs of replanting crops, rebuilding homes after storms, and moving from dirty energy to cleaner, lower-carbon ones. We need national actions to combat the effects of climate change: implementation of the National Adaptation Plan (NAP) as well as the Mujib Climate Prosperity Plan (MCPP), and increased investment in climate-resilient infrastructure, emissions mitigation, protection of the remaining water bodies, and decentralisation of our cities.\nThere are no two ways but to improve our cities to better fit the current weather patterns. In the interim, the authorities need to help people cope. Localised solutions for immediate relief have borne fruit in other countries. Why can't Dhaka try and implement some of those? The solutions include bringing back trees, allowing those remaining to flourish, reclaiming wetlands and water bodies, painting roofs white especially in cramped housing where heat gets trapped easily, placing water dispensers across the city, incentivising rooftop gardens, and lastly, for immediate relief, allowing more people to benefit from the cooling systems in the existing structures.\nAbida Rahman Chowdhury is a member of the editorial team at The Daily Star with interests in wildlife and biodiversity conservation.\n\n",
        "headline_1": "Heatwave: Inside the boiling pot of inequality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/heatwave-inside-the-boiling-pot-inequality-3299996",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Data is knowledge and knowledge is power. This is why protecting data is so vital, but some of the provisions in the draft act that Bangladesh is considering in this regard are something that we can do without. The invasive nature of the bill is neither respectful of citizens' privacy nor democratic in spirit. It is certainly not in step with international data protection standards. A recent assessment by the Transparency International Bangladesh (TIB) – that it will \"put the entire society under surveillance\" – shows that there is more at stake here. At a time when concerns are being raised over such attempts by the government, the length to which this bill, if passed into law as it is, could be potentially used is certainly worrisome.\nOne of the reasons behind this assessment is the bill's strict data localisation requirements. It makes it mandatory for every person or organisation dealing with data to enrol in a \"data protection register\", where they must state what type of data they are collecting and processing and why. Not only is this logistically impractical, it also adds a layer of bureaucracy at odds with how the internet functions. Furthermore, according to the TIB, even though stakeholders have been demanding that an independent commission be formed to oversee the implementation of the law, the bill puts a government-controlled agency in charge, giving it \"unlimited powers\" to access data without citizens' permission or explicit knowledge, and even without any judicial oversight. Ideally, along with operational independence, any institution in charge should have in-built provisions to check abuse of authority. The bill ensures neither.\nAlthough recent changes to the draft sought to allay some concerns about data localisation requirements – creating scope for transferring data in case of international trade and international relations – the Data Protection Act (DPA) is still too restrictive, invasive and vague, just like its ideological cousin Digital Security Act (DSA). For example, there is no clear, detailed definition of data, and no mention of the definition and standard of privacy. All this has led to legitimate fears that it will \"allow deep government surveillance in the guise of data governance and interference with individuals' privacy rights, not to mention increase the space for abuse of power,\" as one of our columnists put it. Thanks to the DSA, we now know that it is mostly political rivals and critical voices who will be subjected to such abuse, all in the name of state interests.\nThis is totally unacceptable. We urge the government to immediately revise the draft in light of the concerns raised by experts, human rights defenders and our international partners. Personal data shared on various online platforms must be protected at all costs from any kind of breach and abuse, particularly from government agencies and law enforcement forces. The law must clearly address all potential loopholes, and provide for an independent data oversight authority which can be trusted to check any breach of privacy. Otherwise, there will be no point at all for a data protection act.\n",
        "headline_1": "How can abuse of privacy be legal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-can-abuse-privacy-be-legal-3299986",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Words cannot describe the sheer imprudence of having an intensive care unit (ICU) fully equipped with modern equipment, only to have it sit idly for years, depriving critical patients of vital care. This is the story of Jamalpur General Hospital, where the ICU has remained locked since its inauguration eight years ago. From life support ventilators to monitoring facilities, the ICU has all the necessary life-saving equipment. But according to a report, all of that has been left to rot away in a display of utter negligence and disregard for public health. With patients being denied the use of the ICU, many are having to travel all the way to Mymensingh or Dhaka for the treatment that should have been readily available in Jamalpur.\nPatients who require ICU treatment are already in a somewhat critical condition. For them to be forced to travel long distances when there is already an equipped ICU near them is criminal. What is most absurd is that, according to a member of the hospital's management committee, the ICU has remained inoperative due to a shortage of manpower, indecision and mismanagement. But how can anyone accept that justification for eight years, especially when lives of patients are at stake? This is, unfortunately, just an example of how catastrophically mismanaged our health sector is.\nOne may recall that the prime minister, three years ago, had ordered setting up an ICU in every district hospital. But as this newspaper reported recently, a Tk 512 crore project following her instruction, which was supposed to have delivered 10-bed ICUs in 43 district hospitals and 10 medical college hospitals by now, has seen very little progress so far. Project authorities are now seeking a deadline extension as well as an additional Tk 301 crore for completing the project!\nIf there was ever a time when we were truly going to appreciate the importance of hospitals having proper ICUs, one would have hoped that it would be the peak and post-Covid periods. The fact that even then our authorities have cared so little about setting up life-saving ICUs, despite all the support needed to do so being at their fingertips, is shocking. It really displays a different level of apathy altogether.\nAside from various other issues with our health sector, what this demonstrates is the quality and sincerity of people in charge of our healthcare system. Healthcare is an essential service, which means those making decisions in this sector must truly care for the health and lives of patients. This is clearly one place where we have failed to get the right people in. Nevertheless, we hope that those responsible for the shambles at the Jamalpur hospital will be held responsible, and the ICU now lying unused will be operationalised without delay. At the same time, the project authorities that failed to get the ICUs in district hospitals running must also be held accountable. It is time to consider a complete overhaul of our healthcare system, where establishing accountability will be the number one priority.\n",
        "headline_1": "In a country of few ICUs, why is one left unused in Jamalpur?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/country-few-icus-why-one-left-unused-jamalpur-3299706",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Bangladesh took a turn towards sustainable financing with the launching of a financing scheme called 'Renewable Energy and Environment-Friendly Financeable Sectors' by the Bangladesh Bank (BB) in 2009. The scheme offered a revolving refinancing facility for over 50 green product lines. Then, with the formulation of the Policy Guidelines on Green Banking, the nation entered the era of green financing proper in 2011. To this end, a separate department, titled, Sustainable Finance Department was set up in BB, in 2015. In the exercise of the central bank's sustainable finance policy formulated to this effect in December 2020, all the scheduled banks and FIs had to establish dedicated sustainable finance help desks at all their respective branches. The BB policy makes it mandatory for all banks and FIs to prepare their own sustainable finance policy. After having thus laid the groundwork for sustainable and green banking, the question may naturally arise as to how far the different banking and other financial institutions (FIs) of the country have made real progress in the field and how much fund has been mobilised towards sustainable and green growth so far. According to a report carried by the Monday (17 April) issue of this paper quoting the quarterly review report for October-December 2022 released by the BB, green financing worth Tk 46.78 billion was made by different banks and other FIs during this period. This figure was higher by 40 per cent compared to the fund invested for the purpose by various banks and FIs in the preceding period between July and September 2022 at Tk27.78 billion. The amounts advanced by these banks and FIs between October and December 2022 towards overall sustainable financing was over Tk 411 billion. As the quarterly review report by the BB for the period further goes, the amount was higher by 22.42 per cent in comparison with the amount invested in the preceding months between July and September of 2022. Also, when it comes to the number of banks and financial institutions contributing to green and sustainable financing, noticeable progress has also been in that respect. Out of 61 scheduled banks, 55 have reportedly made their mark in sustainable financing, while 36 have done it in the area of green financing. The nonbank FIs are also not lagging behind in those respects. Notably, during the quarter covered by the BB's review report, some banks and FIs even exceeded the green financing target set for them for that period. Considering the growth in sustainable and green financing as mentioned in BB's quarterly review report, the performance of the banks and FIs has been quite significant though in relative terms. In fact, as a frontline nation braving the devastating impact of climate change, the need for both qualitative and quantitative increases in green financing in all the relevant sectors of the economy cannot be overemphasised. So, what is necessary is ensuring substantial investment in green and sustainable sectors in absolute terms. This is more so considering the fact that the country's banks are also the main source of funding for non-green, carbon-intensive industrial projects. Against this backdrop, a wholesale shift of financing from the traditional to the greener option may not be feasible at the moment. Even so, serious efforts should be there to substantially raise the share of sustainable and green financing through banks and other financial institutions in the entire economy.",
        "headline_1": "Increasing share of green financing in economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/increasing-share-of-green-financing-in-economy-1681826020",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "At a time when the average Bangladeshi consumer is reeling from unprecedented inflationary pressures on different fronts including food, transportation, and cost of electricity, there is more bad news to follow. The government has declared that it is raising the price of four key fertilisers by Tk 5.0 \"or 27 per cent on average\" citing a hike in global prices. According to a report published in this newspaper, this price (upward) adjustment has come \"when the global prices of the farm input have shown a notable plunge - 54 per cent (for urea) to 19 per cent (for MOP). Naturally, this has led to some confusion as to why prices of these inputs are going in the diametric opposite direction of global prices!On top of that, there is discord in opinion amongst various ministries. It is quite understandable that the Ministry of Agriculture is alarmed that any hike in the price of fertiliser will inevitably raise the cost of production resulting in a further increase in the cost of food. No confusion there. This change in pricing \"adjustment\" hardly helps matters, since the only thing that will be adjusted is less food on the table for the already financially-squeezed consumer. What is not being made clear of course is why this \"adjustment\" is necessary so soon after the last one that happened in August 2022. The facts speak for themselves: farmers are now going to have to spend an additional Tk550 on fertiliser for 33 decimals of land according to experts. While that may sound little, what experience tells us is that a 5.0 per cent rise anywhere along the cost of production results not simply in a corresponding hike in the cost of products, but in a larger increase in the price that consumers pay at the retail level. Calling this an \"adjustment\" with a global price hike is erroneous. It has nothing to do with global prices and there too the facts speak for themselves. According to the global commodity web portal, \"IndexMundi\", \"prices of urea declined 54 per cent, DAP by 20, MOP by 19 and TSP by 24 per cent in last six months across the globe. Urea traded at US $ 313 a tonne on March 31, 2023, down from $678 on September 30, 2022.\" Rather it may have something to do with external pressure concerning government subsidies provided for the agricultural sector. Those subsidies are there for a reason, particularly because consumers have been bled dry by rocketing prices of products since August 2022. Last fiscal the subsidy bill for farmers was Tk280 billion and although experts are claiming that Tk460 billion may be needed as an agriculture subsidy, precisely what sort of message this price hike sends out is unclear. What is amply clear, though, is the domino effect of price hike of agro-inputs will have on the production and consumption of farm products. It will be a further blow to consumers who are already paying the \"price\" of skyrocketing prices due to the appreciation of US$ (imports are now more expensive), increase in the cost of diesel (irrigation more expensive).Balancing the books of accounts has become the biggest headache for policymakers. Hence, consumers' interests have been relegated to the back burner. This price increase will, according to some, save the national exchequer Tk70 billion on subsidies. Farmers will bleed and consumers will bleed. Unfortunately, the problem is that the government is backtracking on its promise made by the agriculture ministry this very month that \"fertiliser prices would not be increased and the government had no plans to increase them even in the coming fiscal year 2023-24.\" The respected minister of agriculture has pointed out bluntly that fertiliser prices are being increased despite his opposition. What the nation would like to know is about the promises made by the government that prices of inputs like fertiliser and energy inputs would be adjusted downward if prices fell globally. That has not happened for imported energy sources, despite a fall in diesel prices internationally. So, this move to increase the prices of agro-inputs takes that excuse to a whole different level - it is based on an argument that the increase is justified due to an increase in global prices, which is not the case.True, the government will have to spend a substantial amount of money as subsidies on account of fertiliser marketing even after the latest hike in prices of all types of fertilizers. But the timing does matter. The farmers are already hit hard by the big jump in the prices of diesel, seeds and the high wages of farm workers. Even a 'nominal' increase in the cost of any input, thus, comes as a major burden on them. They did not expect any hike in fertiliser prices in such a difficult time. Then again, the retreat, though unintentional, from a publicly declared stance by an important minister has given rise to aggrieved feelings among the people. The government should consciously avoid such public displays of contradictions in policymaking in the future. \n[email protected]",
        "headline_1": "Bracing for a new round of food inflation!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bracing-for-a-new-round-of-food-inflation-1681826066",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Before demutualisation, the Dhaka Stock Exchange (DSE) was a non-profit organisation. Stock exchange affairs were run by a council headed by its chairman. The council had nine members elected by the members of the exchange. It exercised absolute power and there was nothing called corporate culture. Officers and employees were treated as the personal staff of the members of the council. The council showed little interest in safeguarding the investors' interest. The share market collapsed disastrously twice, once in 1996 and again in 2009-10. Thousands of innocent investors lost everything. After the second disaster, the then finance minister late A.M.A. Muhith became serious about reforming the capital market. In 2013 both the stock exchanges of Dhaka and Chittagong were demutualised. There was complete overhaul of systems of trading and administration with DSE getting a corporate structure. In the new system, the Board of Directors consist of six independent directors (including the chairman) nominated by the government and four directors elected by the members of the exchange and one from the strategic investors and managing director (ex-officio). It was expected that the stock exchange would run professionally. But for the last three years, the DSE has been limping along. Index has been maintained artificially. A few weeks back CDBL (Central Depository of Bangladesh Limited) woke from slumber and informed that there has been a decline in the number of female investors. Actually there has been a constant presence of investors both male and female as ascertained by the number of beneficiary owners accounts. For almost three years the share market has been pushed inside the ICB and administrated in the name of the floor price. A total of 290 listed companies (most of them are blue chips) have been chained under the floor price system. It means that no shares of these companies can be transacted below the fixed price. This floor price system has been in operation under the instruction of the Bangladesh Securities and Exchange Commission. The board of directors of the DSE is fully under the control and guidance of BSEC i.e. bureaucracy. Although the board consists of both independent directors and stock exchange members, government directors outnumber the broker representatives. But in the working field both should act in unison. Broker directors have got the practical experience and their opinion should be given due importance. In the name of floor price, investors' money should not be kept locked. This money is not bearing any interest also. The DSE board of directors should take steps for bringing back the general investors who have left the exchange. It is futile to expect that by offering certain financial benefits and facilities, people would participate in the initial public offering (IPO) with their savings thereby helping increase the GDP. At the moment the domestic road show is more important than those organised abroad. The stock exchange is supposed to be inextricably linked with the general investors. But the board of directors of DSE seems to be least concerned. One of the fundamentals is that one should not invest in the share market with borrowed money. This message should always be communicated to general investors. Those who want to be traders can find one hundred ways to borrow money and it will be his / her responsibility either to gain or lose. So far merchant banks are concerned, these are guided by the universal mandate to refuse loans for participating in bourse trading. The board should keep in mind the interests of the general investors who are not traders. As mentioned earlier a general investor should not suffer for bureaucratic whim. \n[email protected]",
        "headline_1": "DSE needs to safeguard investors' interest",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dse-needs-to-safeguard-investors-interest-1681826113",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2023"
    },
    {
        "full_article": "Eid-ul-Fitr, one of the biggest festivals in Bangladesh, is just a few days away. During Eid festivals, everyone wants to spend their holidays with their loved ones. So, they travel to different districts, a journey that often turns deadly because of accidents. Every year, lives -- at times scores and even hundreds -- are lost to road and river accidents during Eid as vehicles and vessels take passengers far in excess. The use of unfit vehicles to carry passengers along with a lack of safety and emergency materials as well as fatigued drivers and transport workers can largely be blamed for such disasters.According to a report by the Passenger Welfare Association of Bangladesh, in 2022 during the Eid-ul-Fitr, a total of 376 people were killed and another 1,500 injured in 283 accidents in Bangladesh in 14 days (April 25-May 8) during Eid journey. This year's toll could be even higher as the number of passengers may increase as Eid holidays have been extended by one more day. We do not want any family to bear the loss of a loved one this Eid. We request the homebound people to avoid travelling on the roofs of trains, buses, and launches. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Ensure safety of homebound people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-safety-of-homebound-people-1681826133",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-04-2023"
    }
]