[
    {
        "full_article": "A nation is defined not by the borders that demarcate it but by the people who live in it. This is not just an abstract adage but a vision of nation-building and sustenance, especially for a country that emerged out of colonial rule. The idea of neighbourly relations and borders was tied not just to the interest of national security for the post-colonial nation-state but also to the interests of the people in border areas and their imagined histories. When Home Minister Amit Shah announced that the “Free Movement Regime” (FMR) in place in Indian States bordering Myanmar from 2018 would be scrapped and that the India-Myanmar border be fenced, he was decidedly negating this idea. The ostensible reason for this demand and the need for fencing is because the porous border has served as a conduit for narcotics, besides helping insurgent groups in the north-east to establish bases within areas in Myanmar where the junta’s writ is relatively non-existent or weak. But these reasons are not convincing in themselves. Most insurgent groups have weakened substantially and successive Indian governments have been able to neutralise their threats through force or peace efforts, ongoing or completed. Besides, the drug trade is enabled not only by the border’s porosity but also by the relative lack of strong law enforcement with the cooperation of residents.That the demand to scrap the FMR has been most vociferously endorsed by one section of the currently conflict-prone Manipur but has also been fervently opposed by Nagaland and Mizoram should provide a hint about the sentiments of the people in these States. Myanmar is in the throes of a civil war with civilians from its western regions and States such as Sagain and Chin State seeking refuge and humanitarian relief in neighbouring Mizoram and Manipur. The Mizos of Mizoram and the Kuki-Zo community in Manipur feel a kinship with the Chin community and have been organising relief for the refugees. The opposition to the FMR has come from Meitei majoritarian forces in the Imphal valley who have raised the bogey of Chin refugees entering Manipur as a case of illegal migration. The institution of the FMR, as a formalised regime of the movement of citizens across the sparsely populated border to within 16 kilometres of it, for trade and commerce, was a nod to India’s Act East policy. This was also an expression of the will of people of the region who share ethnic relations but are divided by colonially drawn boundaries. The reversal of this regime and the humongous exercise of fencing a border situated in rugged mountains and forests is a case of misplaced priorities and needs reconsideration.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMyanmar\n\n/\n\nIndia\n\n/\n\nnational security\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nterrorism (crime)\n\n/\n\nManipur\n\n/\n\nNagaland\n\n/\n\nMizoram\n\n/\n\ngovernment\n\n/\n\nunrest, conflicts and war\n\n/\n\nrefugee",
        "headline_1": "Misplaced priorities: On the scrapping of the Free Movement Regime between India and Myanmar",
        "headline_2": "The free movement regime between India and Myanmar had more benefits than costs",
        "link": "https://www.thehindu.com/opinion/editorial/misplaced-priorities-the-hindu-editorial-on-the-scrapping-of-the-free-movement-regime-between-india-and-myanmar/article67861036.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "At first glance, Prime Minister Narendra Modi’s UAE visit last week, might have seemed like any other bilateral visit he has undertaken. But this visit, Mr. Modi’s seventh to the UAE since 2014 indicates the government’s desire to signal more about the salience and prominence of the Emirates, than it has with any of the other country in the Gulf region. The timing may have been related to an invitation to address the ‘World Governments Summit’ in Dubai and to inaugurate Abu Dhabi’s first Hindu temple, but the 10 bilateral agreements signed need a closer look. The speed with which India and the UAE concluded the Comprehensive Economic Partnership Agreement (CEPA) in 2022 has been matched by last week’s Bilateral Investment Treaty (BIT). This makes the UAE not only the first country the Modi government has signed these agreements with but also the only country that India has both a trade and an investment agreement with. The UAE is now India’s third largest trading partner, India’s second largest export destination, and fourth largest source of FDI. The inauguration of the Bharat Mart for Indian MSMEs is also expected to strengthen trade ties. A second raft of agreements dealt with technological ties including building digital infrastructure; R&D for energy security and trade focusing on green hydrogen and energy storage, and digital cross-payments. Third, the Agreement for an Intergovernmental Framework on the India-Middle East Economic Corridor paves the way for multilateral cooperation between the two countries, that also coordinate over the I2U2 initiative with the U.S. and Israel, and, from 2024, will cooperate within the BRICS framework, as the UAE is now a member. Finally, the discussions on the Israel-Gaza operations and the Red Sea attacks, indicate that in a region roiled by conflict, India considers the UAE to be a stable interlocutor.India-UAE ties are also built on a bedrock of history and cultural engagement that includes centuries-old maritime trade and a diaspora contributing about 18% of India’s global remittances. While India’s technological prowess and the UAE’s positioning as a trade and industry hub bring complementarities, the changes in their polity and societies bring possible friction points. As the UAE, a theocratic monarchy, seeks to democratise its governance and have a more pluralistic system, such as the decision on the temple in Abu Dhabi, it has expressed concern over the rise of majoritarian and sectarian forces in India. To that end, Mr. Modi’s words in Abu Dhabi, where he rejoiced in the mutual values of tolerance and pluralism, and “shared heritage of humanity” may be the most significant bonds between the two countries separated by the Arabian Sea.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nUnited Arab Emirates\n\n/\n\ndiplomacy\n\n/\n\nsummit\n\n/\n\nreligion and belief\n\n/\n\nChina\n\n/\n\nUSA\n\n/\n\nenergy and resource\n\n/\n\ngreen technologies\n\n/\n\nIsrael\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nact of terror\n\n/\n\ntechnology (general)\n\n/\n\ntrade policy",
        "headline_1": "Ties across the sea: On the India-UAE close relationship",
        "headline_2": "Tolerance and pluralism are values that India shares with the UAE",
        "link": "https://www.thehindu.com/opinion/editorial/ties-across-the-sea-the-hindu-editorial-on-the-india-uae-close-relationship/article67860741.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "Indian aviation is on a roll. Passenger traffic is increasing and profits are soaring. Crisil Ratings expects operating profit of the industry to grow over 20% next financial year, after a neartripling this year. Everyone’s having a good time save one group: passengers. They are an afterthought, taken for granted by airlines and, it sometimes appears, by govt.\n\nShocking negligence | An 80-year-old man collapsed this week at Mumbai airport and died. He had pre-booked a wheelchair on an Air India flight but didn’t get one because of shortage. He walked, with tragic consequences. How can there be a shortage when a wheelchair has been pre-booked? Regulations say it’s an airline’s obligation to provide assistance to people with disabilities or reduced mobility.\nNot isolated | This is not a one-off. For months, passenger complaints have mounted. Airlines have violated contractual obligations, not bothered to give timely information on cancellations during peak season. We recently had frustrated passengers in Mumbai airport sitting on the runway to eat.\nLame excuses | The preferred excuse of aviation companies and GOI officials is that there are infra constraints because passenger traffic has exceeded pre-Covid levels. Wasn’t it a normal outcome of mobility constraints being removed and return of normalcy?\nMissing regulatory action | GOI pulled out all stops to help the aviation industry, which was severely affected by Covid. For a while even a floor price for tickets was fixed. The same level of attentiveness is not extended to passengers. Aviation regulator DGCA concentrates mainly on operational safety. It did issue a show cause notice to Air India, but recurring offences suggest India doesn’t have an institutional mechanism that’s effective enough.\nDomestic aviation today is a near-duopoly. Lack of competition and an inattentive regulator make for miserable passenger experience.\n\n",
        "headline_1": "No country for flyers: Air passengers are being taken for granted by airlines",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-country-for-flyers-air-passengers-are-being-taken-for-granted-by-airlines/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "This week in Tamil Nadu, burglars returned a National Award trophy to film director M Manikandan. Attached was a note: ‘sir, forgive us, your hard work is yours’. You gotta admire these burglars. And note, in this context, that despite moral injunctions against stealing, it’s always been philosophically complicated. The Robin Hood idea is appealing precisely because it’s hard to distinguish rightful from reprobate, clean from corrupt. Surely stealing a loaf of bread for a hungry person is not the same as making off with the savings of the poor. In situations of systematic oppression, gangsters often break rules and get popular support. Many crime syndicates follow stoic codes of conduct and honour, whether it’s Italy’s mafia, Japan’s yakuza or our own underworld. They don’t bother with petty crime, and are known for their protectiveness towards ordinary people. They don’t supplant law and order. They provide an alt version of it.\n\nAlso, it’s not a stretch to say that most justice systems are patently flawed, where poor people accused of small crimes languish in jail – in India, even before conviction – while multi-billion scams of ‘too big to fail’ financial institutions go unpunished. This is not to condone crime, but to place it in a humane context. Those burglars in Madurai went out of their way to return an award, and why shouldn’t that little gesture be appreciated?\n\n",
        "headline_1": "Love the sinner: Thieves sometimes can steal our heart",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/love-the-sinner-thieves-sometimes-can-steal-our-heart/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "Trump or not, US will need & take in lots of immigrants\nOne Quarter of the Nation: Immigration and the Transformation of America by sociologist Nancy Foner tells the story from the other side, of how recent immigrants have literally changed the face of America. They have transformed racial perceptions, changed character of the economy, politics, cities and popular culture. 2020 marked a demographic milestone: there were 45 million immigrants in US, and together with their families, they made up 26% of the nation’s population.\nImage shows Statue of Liberty standing in the midst of a futuristic city. Modern technology enhances its iconic form, with LED lighting along its robes and crow and a holographic torch that radiates a soft glow.\nImage shows the Statue of Liberty in an ancient garden setting, overgrown with vines and flowers where it blends into the natural environment.\nRacial makeup of America changed within a couple of generations, beginning in 1960s, when immigration norms were relaxed. As of 2018, whites are 60%, Hispanics 18%, Asians 6%. While the percentage of blacks is 13%, almost a tenth of those are newcomers from Africa and Caribbean. Groupstatus threat among many whites who fear slipping of their privilege and dominance is driving a conservative backlash in politics.\nRead full story on TOI+\n\n",
        "headline_1": "What America owes to world’s huddled masses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-america-owes-to-worlds-huddled-masses/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "The Centre and farmers shuffle ahead on “talks”. Police use teargas shelling, pellet guns too, on farmers breaching barricades and throwing flaming gunny bags towards police. How might the unfolding “second farmers movement” compare to the first in terms of political impact? To answer this, let’s briefly evaluate the political impact of farmer protests of 2020-21.\nThe original movement did exert some influence, in terms of inflecting the wider political narrative, yet it left the electoral arena virtually unscathed.\nBJP-Akali ties snapped | For one, protests wrecked a longstanding BJP-Akali Dal coalition in Punjab. It proceeded to provide a deflated opposition with a powerful political narrative.\n\nRead full story on TOI+\n\n",
        "headline_1": "Farmers stirred, BJP not shaken",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/farmers-stirred-bjp-not-shaken/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "It is of concern that startups, as reported in this newspaper, are facing severe fund shortages despite the directive issued by the Bangladesh Bank for granting easy loans to small enterprises. The central bank's instruction for all commercial banks to establish a 'Startup Fund' and provide loans to emerging entrepreneurs at low interest has hardly been complied with. Shockingly, 25 out of 52 banks have yet to disburse any loans to startups, in total disregard for the central bank's directives. Additionally, despite the existence of a Tk 5.0-billion revolving 'Startup Fund' refinancing facility to foster new entrepreneurs and promote self-employment, not a single loan has been disbursed.A significant number of scheduled banks are found to be hesitant about offering loans to Startups as they fear problems with the recovery of the same. Such a fear is not without a basis. The central bank's funds -- Equity and Entrepreneurship Fund (EEF) and Entrepreneurship Support Fund (ESP) – introduced to promote small entrepreneurship have virtually failed to take off to any notable extent for various reasons. There is many a defaulter in the case of EEF. It is, however, imperative for commercial banks to take proactive steps for rectifying the situation and promoting Startups. If funding is hard to come by, the country cannot establish a vibrant startup ecosystem. Even though the policymakers have been repeatedly encouraging youths to become self-reliant and create employment, necessary support is not there to make that happen. Access to credit for young entrepreneurs must be ensured in order to give wings to their dream projects.The present job market is far from being robust enough to absorb the annual influx of graduates from universities. This frustrates and exacerbates the challenges facing youths amid rising unemployment, economic stagnation, and escalating living costs. According to the Bangladesh Bureau of Statistics, the total number of unemployed graduates stood at 0.8 million, a staggering figure, by 2022, highlighting the severity of the issue. Many of these young individuals possess the talent, know-how, requisite energy, passion, and entrepreneurial acumen, with numerous success stories showcasing their potential to not only transform their own lives but also contribute significantly to the national economy and reduce unemployment. It is, therefore, imperative to empower young people by acknowledging and harnessing their skills and talents, thus shifting their roles from job-seekers to job creators. The government must undertake concerted efforts to support aspiring entrepreneurs by facilitating their access to easy low-interest loans, offering requisite training, fostering dissemination of innovative ideas, and safeguarding small enterprises from the challenges inherent in the local business environment. Under no circumstances should the enthusiasm of youth be allowed to fizzle out.The current number of active startups exceeds 1,200 and those are eager to grow further. Startups can play a crucial role in driving economic growth, job creation, and technological advancement. But the chronic underfunding of startups poses grave repercussions for the economy and strangles the aspirations of the youth. Commercial banks, therefore, must change their approach to startups and leverage their expertise to catalyse growth within the sector. Moreover, the authorities should explicitly outline the credit policy and other facilities for young entrepreneurs, and implement the same. Overall, a comprehensive action taken jointly by the relevant government agencies and the central bank is needed to unlock the transformative potential of youth entrepreneurship.",
        "headline_1": "Meeting Startups' appetite for funds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-startups-appetite-for-funds-1708270802",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "The three-day event titled, International Fire Safety and Security Expo 2024, that kicked off on Saturday (February 17) in the city has been a well-timed one. For, it is indeed the time of the year when fire incidents begin to take place. So, apart from its potential for promotion of business and investment in this sector, the event will also help people familiarise themselves with the latest developments in fire safety technology and also have some knowledge about how better to make their homes and workplaces secure from fire. However, firefighting technology, whether old or new, cannot itself make where we live or work safer. In fact, more than fire-safety equipment what matters is the public's awareness about fire hazard and their preparedness to use the technology, first, to prevent fire incidents from happening and, then, to fight whenever those break out. More importantly, owners and builders of official and residential quarters will be required to strictly go by the building codes so that firefighting devices are properly installed and firefighters have easy access to the business or residential complexes as soon as any incident of fire occurs. According to the Bangladesh Fire Service and Civil Defence (BFSCD), last year (2023), some 27,624 fire incidents took place across the country. Going by the BFSCD statistics, the causes of the fires in most cases, were electric short circuit, burning cigarette butts, oven fire, gas pipe leakage, etc. Evidently, all these causes behind the reported fires were preventable, if only the people who lived or worked in the buildings that caught fire were more aware about fire hazards. In that case, the lives of more than 100 of those reported fire victims could be saved and the damage to different types of property worth over Tk 7.92 billion could be avoided. Unfortunately, last year, for instance, within less than two weeks, four big fires broke out. Those include fires at Bangabazar market, New Super Market, Uttara BGB Market and Baitul Mukarram jewellery market. To contain those conflagrations, units of the army and the navy had to take part in addition to the fire brigade. In the first two fires at Bangabazar and New Super Market property worth Tk5.0 billion was reportedly destroyed. But the scale of the devastations cannot be measured solely in terms of money. Consider the misfortune of the owners of the small and big shops, mostly dealing in cloth, who invested their entire lifetime and resources in establishing their business. But everything went up in smoke in a flash. Apart from the losses to life and property, has anyone kept count of the people and their families who have fallen on hard times following those calamitous fires? As the probe reports following such fires usually go, the possible causes, though the exact origins of the fires are hardly ever found out, are, as noted in the foregoing, are short circuit, gas leakage, burning cigarettes and so on. When it comes to the efforts of the firefighters to douse the fires, the problems they often face is the narrowness of the passages through which their vehicles might pass or even the individual firefighters move. The builders and owners of the building complexes are mainly to blame for limited accessibility to such vulnerable building complexes like shopping malls. The high death tolls in the case of past factory fires, especially at the garment factories and other labour-intensive workplaces, it was often found that many factory buildings had no emergency fire exits. The passages through which the trapped and panicked workers could run to safety were too narrow causing stampede resulting in casualties. Worse, the exit doors for strange reasons remained locked further escalating the scale of the tragedy. It is clear from such cases that it is not the availability or the lack of fire extinguishing devices as such or of how modern or old they are; it is largely the lapses originating in human frailty that are responsible for fire tragedies. So, the lapses whether out of mindlessness or intended, require serious attention for concerned quarters. The application of law in such cases should be exemplary so that no one would dare repeat it in the future. In the cases of high-rise buildings of complexes, no comprise on the Bangladesh National Building Code (BNBC), 2020, should be allowed. The different articles/parts of the Code have dealt with the preventive, protective and precautionary measures to be taken to minimise the danger to life from fire, smoke, fumes, etc., caused by fire. Important fire safety provisions include, for instance, construction of the buildings with fire resistance materials which can control the spread of fire. Also, the Code requires that the buildings so constructed should be equipped with detection and alarm systems that can detect the incidence of heat, smoke and fire at any point of a building and instantly alert its occupants. The Code further requires the buildings to have multiple routes to escape to enable occupants to use them for quick exit in case of a fire. The requirements as spelt out in the Code also include installation of fire-extinguishers of different types, smoke management systems and most importantly, the mandate that the building owners and occupants must conduct regular fire drills and training sessions. Obviously, the last provision is about building the culture of preparedness against fire among the occupants of a building.In fact, including BNBC, there are a plethora of Acts like Fire Prevention and Extinguishing Act, 2003, the Fire Prevention and Extinction Rules, 2014, etc.But as the mere existence of many pieces of firefighting equipment in a building cannot stop fire from happening, so cannot the laws, if they are just on paper. They need to be applied to protect people and punish those who fall afoul of them.\n[email protected]",
        "headline_1": "Can only equipment and law control fire?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-only-equipment-and-law-control-fire-1708270861",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "So long news of manufacturing counterfeit currency notes has made the rounds. The dens of counterfeiters are also busted by law enforcement agencies from time to time. But this time the Rapid Action Battalion (RAB) unit of Jatrabari, according to a report carried in a Bangla contemporary, has unearthed something special on top of counterfeit currency notes, manufacturing equipment and the computer used for the purpose. This special discovery concerns the production line of counterfeiters and the information of technologies and source of equipment along with lessons on supply channels of the fake notes produced. According to the admission of a counterfeiter the RAB arrested with fake currency notes and equipment, there is an expert gang which is giving specialised online training on the most suitable technology, skill and equipment. It is using You Tube, facebook and messenger for training up amenable counterfeiters. The criminal gang has its page and group for promotion of the underworld activity. What the arrested youth of 19 years old disclosed seems to be quite convincing. Dens of counterfeiters are busted time and again but yet there is no end to the counterfeiting practice. This youth received online training and became adept in making the illegal but facsimile currency notes. At the time of his arrest, he had in his possession counterfeit notes valued at Tk 230,900 of different denominations. So far, according to his own admission, he has successfully injected Tk20 million in to the marketing system. Now this is dangerous. Who knows how many like him have received this nefarious training and attained skill in the black art! Since the gang responsible for teaching the art has been doing it is yet to be nabbed, the number of trained counterfeiters is unknown. Presumably, the gang has used false ID and other particulars in order to go online. One thing is clear that the gang members possess enough evil genius to do the job and they have taken as much precaution as possible to avoid identification and their location. Or, it is unimaginable to think of using social sites for what can be called institutionalisation of this anti-state activity. They know about the risk but are smart enough to have evaded any suspicion of their illegal performance. That anyone can think of imparting lessons on counterfeiting is itself something out of the box. There is hardly any doubt that the gang members are master of the art of counterfeiting. They perhaps wanted to avoid risks of doing counterfeiting themselves. If they introduced training course online, they thought, there would be a steady supply of their disciples who would learn the black art for a fee. This would allow them to conduct the training course from a safe distance and have a sure source of income. Indeed the criminals stay a few steps ahead of the law enforcement agencies. But there is every possibility of the law enforcers catching up with the smartest criminals sooner or later. Now that the information is there, it should not take much time for the detective branch or the criminal investigation department to identify the locations of the gang. After all, today's sophisticated technologies are smart enough to identify abuse and fabricated use of IDs and other particulars required for staying active on social sites. The young counterfeiter nabbed from Jatrabari is likely to provide definite clues to at least some loopholes left unattended by the gang for its arrest. This is urgent because the gang does not counterfeit but produce counterfeiters. The rate of production is unknown but it may be too threatening to the monetary transaction particularly among unsuspecting simple people in rural areas. Before this spreads like a contagious disease, the supply chain should be nipped in the bud.\n[email protected]",
        "headline_1": "Master counterfeiters and online training they offer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/master-counterfeiters-and-online-training-they-offer-1708270898",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-02-2024"
    },
    {
        "full_article": "The Dhaka North City Corporation (DNCC) and the traffic division of the Dhaka Metropolitan Police (DMP) are totally indifferent to the sufferings that the commuters and motor vehicle drivers endure day after day because of the traffic congestion in front of the Mahakhali Bus terminal. Inter-district buses are parked in two to three rows on both side of the road that connects Satmatha with Mahakhali police box crossings. Even U-loops are not spared. Buses are kept haphazardly, as none bothers to ask the bus drivers not to park their vehicles illegally. Traffic police personnel remain stationed at that place from dawn to middle of the night. But they are found uninterested in disciplining the traffic there for understandable reasons. The DNCC reportedly has a plan to shift the terminal somewhere else. Until that is done, the corporation should ensure smooth traffic flow in the area in question. \nMinhaz KarimGulshan, Dhaka",
        "headline_1": "Addressing traffic issues at Mahakhali",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-traffic-issues-at-mahakhali-1708270919",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-02-2024"
    }
]