[
    {
        "full_article": "The Ministry of Primary and Mass Education has doubled down on its insistence not only to continue the nationwide Primary Education Completion Examination (PECE) at the end of Grade 5, but giving it a permanent institutional form by proposing the establishment of an examination board to conduct it. This stand by the ministry raises serious questions about how education decisions are made—and in whose interest.\nThe primary education authorities have ignored the plea repeatedly made by educationists, ever since it was introduced in 2009, to give up the nationwide public examination at the end of Grade 5. The National Education Policy, 2010 had envisaged primary education to be extended to Grade 8, and a local assessment at the end of Grade 5 at the upazila level. The prolonged school closure due to the Covid-19 pandemic forced the authorities to forego the exam in 2020 and 2021. Meanwhile, a curriculum reform plan for school education, to be introduced in 2023, foresees no public examination before the Secondary School Certificate (SSC) examination at the end of Grade 10.\nHowever, the primary education ministry's plan to establish an exam board, a draft law for which has been circulated for eliciting public comments, flies against all professional and technical judgements. Studies by Education Watch, as well as opinions expressed by educationists, parents and teachers, have detailed how the high-stake public examination for young children fails to add any value, and actually harms both the students and the aims of quality education instead.\nThe assessment of learning to determine what students have learnt and how schools and teachers are performing in helping students learn is not the issue. It is how this should be done, what should be measured, how it may affect young children, and how the information can be used for improving learning outcomes. It is necessary to find out if students are acquiring the basic foundational skills of reading, writing and counting, critical at the primary school stage, and what can be done to help schools and teachers to do a better job to this end.\nThe main purpose of assessment at this stage for young children is not to brand them as success or failure, pushing them into a competitive mode, but to take a reading of how the schools and teachers are doing their job. It should be more an assessment of the school system rather than of the children. This is the direction better-performing education systems have moved towards.\nThe trend is towards formative assessment of students in a classroom by teachers as a part of instruction to help students learn better, and rely on summative assessment of students to measure how the school system is performing. This is a live issue in education discourse and there are lessons and experiences in this regard that have to be taken into account. In Bangladesh, the National Student Assessment surveys undertaken periodically suggest lessons that should be considered. A highly telling point is that the NSA findings reveal that the majority of primary students do not achieve basic literacy and numeracy skills at the end of primary education, in sharp contrast to 90+ percentage success rates in PECE. This is another piece of evidence—if this is needed—that challenges validity and reliability of PECE as an assessment tool.\nAs the schools resumed operation on September 12, after a loss of two academic years, a group of 10 well-known educationists, in a joint statement, spoke about four urgent steps to put students on track for successful learning (The Daily Star, September 25, 2021).The four actions advocated were: foregoing PECE and JSC and equivalent exams; a rapid assessment in each school of students' grade level preparedness as the classes re-start; prolonging current school year and adopting a September-June school year as part of a medium-term learning recovery and adjustment plan; and supporting teachers to implement the learning recovery plan.\nBesides these immediate steps, the 10 educationists urged consideration of essential longer-term reform measures. These are creating conditions for unified quality education for all children up to the SSC level, need for new thinking about teachers and the education workforce, and decentralised and accountable education governance.\nThe 10 educationists advocated the formation of a permanent statutory education commission, as recommended in the National Education Policy, to guide and oversee the reform efforts. There was not a squeak of response from the two ministries of education on how the critical matters raised by the educationists might be addressed. One wonders if the anxieties expressed and advice offered by the educationists at all registered in the deliberation process of the decision-makers, or whether a rational and systematic deliberation process existed.\nNow, a larger number of educationists—36 of them—including many of those who expressed themselves earlier, have called for a \"cease and desist\" action on PECE. This is the least the authorities must do, and begin a process of considering the other related matters noted above—in a systematic deliberation process. They may even consider inviting those who expressed their concern into the deliberation.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "PECE Exam Board: What it says about decision-making in education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pece-exam-board-what-it-says-about-decision-making-education-2233426",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    },
    {
        "full_article": "Toilets do not, admittedly, make for a great dinner table conversation—though a few younger people might disagree. In fact, most of us are embarrassed to talk about toilets at all. But sanitation is an enormous health issue. The World Health Organization (WHO) estimates that around 2.3 billion people in the world lack basic sanitation facilities such as toilets or latrines, contributing to various diseases. It is time to move beyond the shame we feel in talking about toilets to serious consideration of solutions. And what better day to talk about them than today, World Toilet Day?\nAdmittedly, I can't help but laugh when I see signs that declare an Open Defecation Free Zone, but one of my dogs was magnetically attracted to the results of open defecation, and so I realised how common it is in outdoor spaces here in Dhaka. We need more free public bathrooms for the safety and comfort of all our residents, as well as expanded sanitation in lower-income areas.\nThe simple solution is not, however, to simply try to guarantee that everyone has access to a flush toilet. Most of us, when we flush the toilet, don't think about the utter stupidity, in an overpopulated world with insufficient clean water, of dumping our waste into clean water and flushing it all away. Nor do we tend to reflect on where the waste goes. \"I think that you should really make people understand how stupid it is to poop into clean water,\" says Cecilia Lalander, a researcher in environmental engineering at the Swedish University of Agricultural Sciences in Uppsala. In addition to the international shortage of water, sewerage treatment requires enormous amounts of money and energy, and a lot of that sewerage gets dumped raw into rivers and oceans.\nDecades ago, when I was working in the tiny Central American country of Guatemala, I used a composting toilet for the first time. It was in someone's home, though the ones I've used since are generally outdoors. It was clean. There was no smell. There were no cockroaches. It was pretty simple to deposit things in the proper holes, then to toss a little ash or sawdust in with the faeces. It was a remarkable contrast to the many latrines I had used, which are temporary, stink, and attract roaches.\nI have since had the opportunity to learn a bit more about ecological sanitation, ecosan in short, which includes marvels like composting toilets. (Something I had not known is that urine contains all the valuable nutrients; dilute it with water and it makes a great fertiliser.) A few simple principles are helpful. Waste is not a useful concept—everything we treat as waste is potentially a valuable resource that can be put to good use. This is certainly the case with our so-called bodily wastes, which are full of important and difficult to obtain nutrients that we need to grow food. A circular economy would take all kinds of \"waste,\" including manufactured products at the end of their lives, and turn them back into resources. We should certainly be doing that with what we otherwise flush down the toilet.\nAnother principle, mentioned above, is that clean water is far too precious to be wasted in toilets. Toilets are the biggest user of water in people's homes. We could either use grey water—water recycled from sinks—to flush our toilets, or use composting toilets. Clean water should be preserved for the uses for which it is essential.\nComposting toilets are gaining popularity at festivals and rural homes—and beyond. There are sewerless buildings even in the United States. For example, the Bronx Zoo in New York City decided to forgo an extremely expensive sewer connection, instead installing composting toilets. The Bullitt Center in Seattle—a six-storey, 50,000 square feet building—also uses composting toilets. In San Francisco, the new office building of the Public Utility Commission treats wastewater, which is then used to flush toilets, reducing water consumption by 60 percent.\nIn Haiti, Sustainable Organic Integrated Livelihoods (SOIL) is building composting toilets. The toilets reduce the spread of diseases like cholera and typhoid, create jobs, and restore local environments. The compost supports agriculture and reforestation efforts in Haiti, providing valuable nutrients and improving the ability of soil to sequester carbon. The compost also contributes to climate adaptation by promoting plant growth, stabilising soils, and reducing the impact of flooding and droughts.\nWe have a lot to learn from these great examples.\nFinally, I must recommend a wonderful book named \"The Big Necessity: The Unmentionable World of Human Waste and Why It Matters,\" by Rose George. George dives (literally) into the world of sewers as well as discussing toilets, helping us overcome our shame and understand the need for more ecological solutions to our great sanitation crisis.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Toilets: The only shame is the water we waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/toilets-the-only-shame-the-water-we-waste-2233411",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    },
    {
        "full_article": "When a fish gets caught in a net, it curses its luck and tries to free itself from the mesh. But the modern man volunteers to get caught in a net, an invisible yet more powerful net that keeps him entwined and entangled 24 hours. And, seemingly, he enjoys this entrapment—he is now a fully-fledged netizen.\nThis net, or the internet as it is known in its full form, exists in the virtual world and belittles us with its vast sources of information.\nThe internet determines how smart we are, or for that matter, how dumb we are. Elders tell kids that it's a nuisance. Kids think elders are dumb for not appreciating it. On the other hand, critics think it's a new form of slavery—a new form of colonisation. A corporate boss, a doctor, an engineer, a teacher or even a swindler cannot operate without the help of the internet. Many governments fell because of it.\nWe may call Bill Gates the champion who brought the internet commandments to the earthlings waiting below. An article written about him last year—found on the net—says that 26 years ago, Gates, who was still Microsoft's CEO, issued an office memo that he titled as \"The Internet Tidal Wave.\"\nHe wrote: \"The internet is a tidal wave. It changes the rules. It is an incredible opportunity as well as [an] incredible challenge.\" The point of the memo, according to the article, was that the internet was \"fast becoming a force that was already changing the way people and businesses communicated with each other on a daily basis.\"\nBill Gates further said: \"I have gone through several stages of increasing my views of [the internet's] importance. Now I assign the internet the highest level of importance. I want to make clear that our focus on the internet is crucial to every part of our business.\"\nSo, we can say that Bill Gates opened the floodgates of a unique communication technology which he himself termed \"tidal wave.\" In some developed countries, it actually hit like a tsunami.\nThe internet is now a great source of information; one cannot pass a day without the net. Businessmen must have valuable information on their smartphones so they can run their office sitting in a hotel room in another continent. For a 10-year-old child or a 90-year-old man, internet connection on a computer or a smartphone is essential for the ladies in the house to keep their mental peace. Webinars on topics ranging from traffic congestion to questionable multiple marriages of sportsmen are getting popular these days. So, if the \"net\" is down, we see darkness even in the daytime.\nNowadays, the word \"application\" has a whole new connotation. It has been condensed to \"app,\" and while smart people make the best use of them, they make the life of the not-so-smart ones quite miserable. And it has made the job of investigative journalists quite easy as most of the background information is already there on the net.\nThe internet is a great source of entertainment. From playing online games, chatting and browsing, to listening to music and watching movies and dramas—all of these are now available on the net. And for those who are hungry for updates on world events, there are hundreds and thousands of news groups and services to keep them happy.\nThe internet is promoting digital literacy around the globe. It helps students to prepare a business related PowerPoint presentation and also to complete university assignments on time. Through the internet, we can teach a class full of students during pandemic situations. The days of studying at university libraries are long gone—almost all the books in the world are now available on the net. You just click, and the book appears before your eyes. You save it promising to yourself that you will read it tomorrow. You also buy books online while searching for stores offering discounts in clearing sales.\nYou are a bachelor, and you need to cook a food dish pronto? No worries. You take the help of the net. Details about the dishes, their ingredients and the directions are all there. You follow every instruction. You love the look of it. But the food that you cook after a lot of heave-ho turns out to be unpalatable. Don't worry! Who's there to find out? Wait! You cannot kick a virtual being, can you? Now, against your doctor's advice, you have been ordering fancy food online. But, you are unhappy because you cannot digest the food that arrives!\nTo make life easy, virtual shops are here to exploit the rich and the gullible. You place the order—often for things that will be thrown away after a month—and goods will arrive at your doorsteps.\nWhile the advantages of using the net are many, the disadvantages are just as numerous as well. Hackers believe computers and the internet came from God as a blessing for them. They can empty a local bank's coffer sitting in a faraway country—maybe in the Philippines or North Korea. And smart guys can also swindle thousands of gullible men by opening an online business.\nMany people point out that spending a lot of time using the internet is not good for health. It leads to obesity and other non-communicable diseases. Some sexagenarians browse dating sites and go to the gym to look fit. They post pictures from their college days, but forget that their recent photos with a protruding tummy are on the net which may pop up any time.\nThe internet has robbed us of the joy of writing letters to our near and dear ones. This art has gone extinct with the sad demise of the postal service. Instead of sitting down with a fountain pen and a sky-blue letter pad, we lie down with our smartphones and type away a short letter using ridiculously condensed words like \"luv,\" \"rofl\" or \"btw,\" or even \"ttyl\"!\nMany of us want to believe that had Agatha Christie been alive today, she might have written a best-seller titled \"Murder with the Help of Internet.\" Well, just a thought.\nThere is something sinister called the \"internet addiction.\" The problem of remaining hooked onto the internet all day long has become pathological in nature for some people. The obsession makes them lazy; people, especially children, are suffering from eating and sleeping disorders. Temper tantrums among such children is common. The US government has ultimately recognised such compulsive addiction as a mental disorder, because it results in significant damage to an individual's ability to function normally in various situations.\nPsychologists say that the young generation is particularly at risk of developing internet addiction disorder. Cases show that their academic performances plummet for spending long hours online, and many students have been found to suffer health consequences due to loss of sleep. Experts say the internet can foster various addictions, including addiction to pornography, game-playing, auction sites, social networking sites, and surfing of the Web.\nA study of Chinese high school students in 2010 suggested that students with moderate to severe internet addiction are 2.5 times more likely to develop symptoms of depression than others. Another study shows that internet addiction is also associated with an increased risk of substance abuse, which means they remain prone to using drugs.\nJust insert an x in the word \"net,\" and it becomes \"next.\" So, what is next? Will the net develop its own intelligence and control our life—our past, present and future—in the real sense of the term? Will the internet control our birth and death? When death will be imminent, will we receive a message from a supercomputer to make preparations for our funeral? Scary thought, indeed!\n \nShahnoor Wahid is a freelance journalist.\n",
        "headline_1": "No more citizens, we are now netizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/no-more-citizens-we-are-now-netizens-2233401",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    },
    {
        "full_article": "The Covid-19 situation may seem under control in Bangladesh right now, but it would be unwise to be complacent and think it's over. Prime Minister Sheikh Hasina recently warned that Covid may resurge in winter, bringing with it the economic hardships and uncertainties that have plagued the country—as well as the rest of the word—for more than one and a half years. In these uncertain times, employers must rethink and re-evaluate their compensation strategies, and remain flexible with their remuneration plans where possible. As companies take stock of their current financial situation and prepare for the months to come, compensation is a significant part of that assessment. There are some actions that employers can take now to mitigate the negative effects on their employees and position themselves better for financial recovery.\nBe flexible with pay programmes\nAccording to the Bangladesh Society for Human Resource Management (BSHRM), there are seven to eight million executives and staff officials in the private sector of the country. Most of these employees have felt the effects of the pandemic in one way or another. While it is true that blue-collar workers have suffered the most, managers and executives have not been spared from the pandemic's impacts either. Many employees saw salary cuts, cancellation of Eid bonuses, while some employees only received partial payments. And for those who have not felt the axe yet, the thought of impending layoffs and economic uncertainty has created a tense and unpredictable work environment.\nStill, many companies have continued to support their employees to the best of their abilities during these troubled times. The large corporations with deep pockets have continued to pay their workforce despite the economic crisis, while some organisations have committed to helping their employees by offering additional financial support or making exceptions to their current compensation programmes to ensure that the employees can endure the difficult times ahead.\nBut not every organisation is financially capable of using these types of methods. Smaller organisations can find other ways to be flexible and supportive. For example, annual employee bonus schemes can be redistributed as emergency funds when employees need it the most, instead of disbursing them at fixed times during the year. Office equipment can be subsidised for employees who can work remotely. Also, frontline workers and others, who are doing essential jobs, are putting themselves and their families more at risk by leaving their homes and interacting with other people. These employees can be rewarded with hazard pay, which takes into account the risk of their jobs. Services such as Foodpanda and Pathao have been crucial in delivering essential services at a time when people may be reluctant to go out themselves.\nIncrease support for sales and marketing staff\nWith sales figures dropping in a lot of companies due to the pandemic, there has been a significant effect on the compensation of sales teams. Salespeople generally have a significant percentage of their total pay coming from incentive bonuses, earned as a result of successfully closing sales deals or contracts. Often, these sales commissions can make up a large portion of their monthly salaries. With the reduction in sales opportunities due to the pandemic, there has been a sharp drop in take-home pay for salespeople. As a result, many of them are more concerned about their livelihood than getting sick with Covid.\nIn such a situation, it is important to support your sales team both financially and in spirit, as they will be crucial to helping your organisation recover. For example, increasing the base salary ratio on a temporary basis can act as a buffer and safety net, especially when sales are down and commissions don't provide enough. At the same time, lowering the target thresholds for commission-based pay can provide some relief. Companies can try increasing accelerators for sales beyond a certain level of attainment. Other options include changing the incentive plans into a bonus plan for the next two quarters, or at least until the pandemic eases.\nRe-evaluate performance benchmarks\nIn the current situation, companies need to rethink and re-evaluate their established performance goals, especially if the achievement of these goals are tied to compensation outcomes. Goals set at the beginning of the year might have made sense under normal circumstances, but the pandemic has changed where, when and how people work. These changes may warrant an alteration to the expected levels of performance. Productivity and performance standards might need to be measured differently due to social distancing restrictions and office closures. Companies need to reset previously held performance expectations and embrace the new normal—especially the companies who are using pay-for-performance models.\nThe future of pay\nThere is no one-size-fits-all solution when it comes to employee compensation. Companies must carefully assess their situation and find the right balance between economic survival and employee satisfaction. Effective management will save both the companies and their employees from suffering. The two must find a win-win solution. There is no doubt that budgetary challenges will be a reality in many organisations for the foreseeable future. Still, companies should strive to keep a pulse on the job market for compensation trends and market data for their jobs. Human resources professionals and business leaders should establish or re-evaluate their compensation programmes to ensure wise spending, building in flexibility, and identifying alternative options for best-case and worst-case scenarios. This pandemic will not last forever, but smart changes to compensation policies can help to nurture a productive, thriving workforce. It is this very workforce who will take the companies to new heights in the time of recovery.\n \nFeihan Ahsan is a faculty member at Brac Business School, Brac University.\n",
        "headline_1": "In light of Covid, companies should adjust their salary policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/light-covid-companies-should-adjust-their-salary-policies-2233391",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    },
    {
        "full_article": "We are disheartened to learn about the findings of a study conducted by the Bangladesh Institute of Development Studies (BIDS), which revealed that the poorest households in the country spent 139 percent of their monthly income for dengue treatment. On average, families of dengue patients in Dhaka had to spend Tk 33,817. But what is most alarming is that the findings are based on data collected this time in 2020. Dengue trends indicate that the surge of infections is worse every alternate year, which means that between 2019 and 2021, last year was the year least hard-hit by the disease. The numbers also reflect this as cases reported in 2020 were only 1,045 compared to the staggering 101,354 in 2019. This year, there have been around 26,000 cases of dengue infection so far, as confirmed by the Directorate General of Health Services (DGHS), with numbers still rising this month.\nAll of this implies that, not only are more people going to suffer financially for treating dengue than last year, but they will also have to bear these costs at a time when the pandemic has pushed 19.54 percent of the population into poverty, as per data by the Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD) data revealed in August. Many patients' families last year dealt with treatment costs by draining their savings and borrowing from friends, relatives, and even loan sharks. Treatment at private hospitals also cost more than double than that in public ones, on average. While the threat of Covid-19 infections has become somewhat subdued over the past few months—with 244 cases being recorded yesterday—it does still exist, and our healthcare system is now being presented with the challenge of increasing dengue infections.\nWe would urge the city corporations to ramp up existing awareness programmes against dengue in their respective areas. It could also be useful for the government to broadcast awareness tips through television and social media. Experts say that mosquito repellents may work to kill dengue-carrying Aedes mosquitoes, but they can also be harmful for human health. Such information must reach the public effectively, so that they know exactly which measures will be most helpful when combating the dengue surge.\nThe government should urgently try and make dengue treatment more affordable for the public, particularly in public hospitals. Additionally, authorities should also ensure that our healthcare system is well-adapted to treat dengue cases effectively this year, so that we do not face a dismal situation similar to that of 2019.\n",
        "headline_1": "Dengue costs lives, leaves behind debts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dengue-costs-lives-leaves-behind-debts-2233381",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    },
    {
        "full_article": "We are deeply disturbed by the way the Bangladesh Chhatra League members attacked the leaders and activists of Bangladesh Gono Adhikar Parishad—a newly formed political platform—as they went to pay tribute to Maulana Abdul Hamid Khan Bhashani on his death anniversary in Tangail on November 17. Reportedly, around 50 Chhatra League leaders and activists of Maulana Bhashani Science and Technology University (MBSTU) attacked the Parishad entourage, injuring its Convener Reza Kibria, Member Secretary Nurul Haque Nur, and many other activists. Sadly, up until now, no one was arrested in connection with the attack.\nIn recent times, Chhatra League members attacking their political opponents or any groups with different political views seems to have become the norm. We have seen how Chhatra League men attacked the activists of BNP and other political parties in the past, and how they regularly engage in violent clashes in our public universities over establishing their supremacy on campuses. This also reminds us of the attacks that the ruling party's student front carried out on the activists of quota and road safety movements. But what defies logic is: Why would they attack any individual or a group of people, or even a political party, for paying homage to Maulana Bhashani, one of the founding leaders of the country? Why couldn't they stand a simple act of paying respect to one of our national heroes? Was it because it was done by a newly formed political group? Was it because they spoke about establishing people's rights and democracy in the country? Barely one month has passed since the platform was formed, and the Chhatra League members attacked them in public already. This is an ominous sign for our democracy.\nThere is a clear pattern of attacks on parties that the ruling party does not approve of. While the party in power brags about people's democratic rights on the one hand, its student wing continues to carry out regular attacks on people with different opinions and political views on the other. Reportedly, it is the 20th time that former Ducsu VP Nur has been attacked by Chhatra League men.\nWhat is also concerning is the role of the law enforcers: we have not seen any initiative from them to take action against the attackers up until now. What is stopping them from arresting the attackers?\nWe strongly protest the attack on the leaders and activists of Bangladesh Gono Adhikar Parishad, and hope that those involved in the attack will be punished as per our law. If we as a nation want to function as a democracy, people's democratic right to express their opinions and hold political activities must be respected by all, including the Chhatra League leaders. The sooner the party in power realises it, the better it is for the country.\n",
        "headline_1": "Attack on Gono Adhikar Parishad members condemnable ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/attack-gono-adhikar-parishad-members-condemnable-2233196",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2021"
    }
]