[
    {
        "full_article": "The fire in the neonatal intensive care unit of the Maharani Laxmi Bai Medical College in Jhansi district, Uttar Pradesh, where 10 newborns died on November 15 night, underscores the fatal intersection of severely neglected sectors in government budgeting and planning — health care and fire safety. There was an eerily similar incident in May this year, in a hospital in east Delhi. The neonatal care unit in Jhansi was operating at almost three times its capacity — there were 49 babies for incubators meant only for 18. Hospital staff have said that this number sometimes goes up to 60. This must not surprise given that in 2021, the doctor-patient ratio in U.P. was 1: 2,158. A point to be noted is that India’s doctor-patient ratio for 2024 is 1:836, which is well within the World Health Organization recommendation of 1:1,000.Established in 1968, the Jhansi hospital is the main health-care facility serving Bundelkhand, an impoverished region of about 10 districts straddling U.P. and Madhya Pradesh. Despite a patient flow of over 5,000 a day, several wings of the hospital have remained in a dilapidated state. While multi-level investigations have been announced by U.P. Chief Minister Yogi Adityanath’s government, initial reports suggest an electric short-circuit could be the cause, exacerbated by oxygen cylinders in the care unit. According to National Crime Records Bureau data, 101 people died in 106 incidents of electrical short circuit-induced fires in U.P. in 2022, ranking it the fourth highest in fatalities after Odisha, Maharashtra and Bihar. In an editorial this year, “Insidious, incendiary”, this daily highlighted the chronic disregard for India’s fire safety norms: “Fire services are not well organized in India”, it said, adding that “In recent years the requirements for fire safety cover have increased manifold whereas the development of fire service has not made much headway”. In the Union Budgets of FY2022 and FY2023, there was an allocation of a mere 2.2% to health care, which declined to 1.75% this year. This is severely inadequate even when compared with spend by India’s peers among developing countries such as Brazil and South Africa. India’s public health expenditure was 3.3% of GDP in 2021. This is lower than the global average for developing countries, where public health spending often ranges between 2% to 5% of GDP. Brazil and South Africa typically allocate approximately 10% and 8% of their GDP to public health. It may, therefore, be safe to wager that even while investigations are underway, a broader indifferent approach to both public health and fire safety together led to the tragedy in Jhansi. Published - November 19, 2024 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        fire\n                    \n                            /                      \n                        \n                        hospital and clinic\n                    \n                            /                      \n                        \n                        pediatrics\n                    \n                            /                      \n                        \n                        medical staff\n                    \n                            /                      \n                        \n                        patient\n                    \n                            /                      \n                        \n                        poverty\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        Bihar\n                    \n                            /                      \n                        \n                        Orissa\n                    \n                            /                      \n                        \n                        Maharashtra\n                    \n                            /                      \n                        \n                        Lucknow\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "Twin negligence: On the Jhansi hospital fire",
        "headline_2": "Jhansi tragedy is a result of neglecting fire safety and health care",
        "link": "https://www.thehindu.com/opinion/editorial/twin-negligence-the-hindu-editorial-on-the-jhansi-hospital-fire/article68882119.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Nigeria, and his ongoing tours to Brazil, for the G-20, and Guyana, are important not only for ties with each of these countries but also significant as a statement on India’s commitment to the Global South. In the Abuja visit, the first after then Prime Minister Manmohan Singh’s 2007 visit, where the two countries declared a Strategic Partnership, Mr. Modi and Nigerian President Bola Ahmed Tinubu reaffirmed ties in areas including defence cooperation. Mr. Modi identified terrorism, separatism, piracy and drug trafficking as challenges for the two countries to work together on. Receiving Nigeria’s ‘the Grand Commander of the Order of the Niger’, Mr. Modi, the second foreign dignitary to receive the distinction, dedicated the award to the people of India and to the ‘long-standing, historical friendship between India and Nigeria’. India was among the countries that sent teachers and doctors to Nigeria after its independence from Britain in 1960. The Indian community is over 60,000-strong — India’s largest diaspora in West Africa, and a bridge builder. The two countries have strong economic ties in a region where India has often been faulted for not doing more: about 200 Indian companies have invested about $27 billion, in pharma, health care, agriculture and energy, where both countries share low-cost technologies and experiences as they tackle similar chronic issues of poverty, pollution and population density. Nigeria is among the top African economies in GDP. It is now a BRICS partner country. The conversations will continue, as both leaders travelled to Rio De Janeiro for the G-20 in Brazil, and where the African Union was inducted as a G-20 member in 2023.While India’s voluble commitment to the Global South and South-South cooperation has been appreciated, particularly in Africa, it also has been seen as short on follow-through at times. Its leadership of the third iteration of “Voice of the Global South” (VoGS) conference this year has seen lack-lustre participation. India’s plans to use the platform to feed into the G-20 processes may find more engagement if it allows the G-20 host each year to take over the hosting of the VoGS summit. The India-Africa Forum summit, last held in 2015, is also overdue, and it is hoped that New Delhi moves, as the Foreign Secretary promised at a briefing on Mr. Modi’s visit, to hold it early next year. As India shores up ties across the Southern hemisphere, and builds common cause with countries that are important when it comes to the debate over global governance, food, energy and health security, it must be seen to match its ideals with nimble footwork and a decided presence across the developing world, as is evidenced by the Prime Minister’s travels this week. Published - November 19, 2024 12:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Nigeria\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        Guyana\n                    \n                            /                      \n                        \n                        G20\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        defence\n                    \n                            /                      \n                        \n                        terrorism (crime)\n                    \n                            /                      \n                        \n                        sea piracy\n                    \n                            /                      \n                        \n                        narcotics & drug trafficking\n                    \n                            /                      \n                        \n                        Non-Aligned Movement\n                    \n                            /                      \n                        \n                        United Kingdom\n                    \n                            /                      \n                        \n                        teaching and learning\n                    \n                            /                      \n                        \n                        education\n                    \n                            /                      \n                        \n                        medical staff\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        African Union\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        food security",
        "headline_1": "This time for Africa: On India, Africa and the Global South",
        "headline_2": "India must take forward its commitment to Africa and the Global South",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8B-this-time-for-africa-the-hindu-editorial-on-india-africa-and-the-global-south/article68882714.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Over time, govts’ failure to improve Delhi’s air quality is bound to impact its economic primacy\nAbout three weeks ago, Delhi govt told NGT it was implementing its 21-point winter action plan involving about 30 govt depts to mitigate air pollution. It would be laughable were the situation not so serious. Yesterday, Delhi’s AQI shot to over 490 on a scale of 500 at 26 of Delhi’s 37 monitoring stations – even though personal diesel vehicles were off the road, ordinary residents’ construction works were halted, and schools were in from-home mode. Discomfort even inside houses – air filters gave up – and rising hospital admissions of respiratory distress cases nailed Delhi-NCR authorities’ false promises. Or, perhaps, no solution’s working. Given NCR’s suffering year after year going into decades, what’s clear is world’s fifth largest economy’s capital is slow-motion self-destructing. All thanks to petty politics, fragmented authority and even an identity crisis as national capital region. ‘NCR’, is an urban broth with many cooks.\nPollution is an NCR problem – three state govts, one UT govt, and the Centre via LG cannot work together to get a handle on the issue. Year after year, we get granular data on air toxins, fights and claims and counterclaims on causes and so-called solutions. When govts choose to be blind to ordinary citizens’ misery, they should know that as Delhi rapidly becomes unliveable, the infra push for more industry, investment, more airports, more ‘prosperity’ can quickly turn unviable. \nDelhi NCR is India’s most prosperous. Its per capita is 2.5 times higher than the  rest of India. A WRI-India report cites its credit deposit ratio (0.86), higher than rest of India’s (0.76) in 2019-20 to talk of Delhi NCR’s economic primacy. Per capita credit advanced in Delhi-NCR increased from ₹0.4mn (2001-02) to ₹2.5mn (2011-12) to ₹3.4mn (2019-20). But, prosperity brings with it a demand for quality of life. Moderate and better air days were barely 200 in 2023. \nPollution-related sickness impacts every industry and workforce – of all collars, white to blue and everything in-between. Professionals may soon see Delhi as punishment posting – because here, being better off on average than the rest of the country comes at the cost of chronic illnesses. COPD and other respiratory illnesses are soaring, particularly impacting children. Already, per World Bank, air pollution is costing India’s tourism sector $1.7bn every year. Govts should know clean air is an integral cost of doing business. Normalising Delhi’s air pollution as a seasonal issue can lead to flight of professionals, and capital.\n\n",
        "headline_1": "Lung term problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lung-term-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Income inequality in India remains a critical challenge, despite decades of economic growth. While millions have risen out of poverty, wealth continues to concentrate in the hands of a small elite. The wealthiest individuals now hold a disproportionate share of the nation’s wealth, while vast segments of the population – especially in rural and marginalised communities – still struggle with limited access to essential services like education, healthcare and economic opportunities.\nRead full story on TOI+\n\n",
        "headline_1": "Don’t rob Peter, just educate Paul",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-rob-peter-just-eeducate-paul/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "With an electorate 9.6 cr-strong, Maharashtra is often, and rightly, described as a state of several ‘rashtras’. Political dynamics vary significantly across its six subregions: Khandesh/North Maharashtra, Vidarbha, Marathwada, Western Maharashtra, Konkan, and Mumbai-Thane. Each has a unique historical background, socio-economic conditions, and political intricacies that collectively shape the state’s governance.\nRead full story on TOI+\n\n",
        "headline_1": "This vote is very sixy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/this-vote-is-very-sixy/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Amid myriad issues jostling for public attention, it was refreshing to see Chief Adviser Prof Muhammad Yunus deliver a speech conveying focused purpose and optimism at a time when deep-seated sociopolitical divisions threaten to overshadow the aspirations that led to the mass uprising over three months ago. His 34-minute address, marking the 100 days of the interim government, also reflected a sense of accountability that we hope will resonate across his administration. However, while he was quite forthcoming and persuasive on certain aspects—such as the ongoing reform drive and measures taken for the victims of the July-August uprising—he was less so on certain other aspects such as the economy, law and order, and, of course, the election timeline.\nProf Yunus has assured that an Election Commission would be formed \"within a few days\", and that the roadmap for the election would be issued as soon as decisions on electoral reforms are made. So far, the government has set up six commissions, including on electoral and constitutional reforms, which are expected to submit their reports between December and January. Prof Yunus said some essential reforms would be implemented during the election process which may delay the election \"by a few months\". This, along with his recent comment in an Al Jazeera interview about the government's tenure not extending beyond four years, has created an ambiguity that will test the patience of political parties, with BNP already expressing disappointment over the lack of a roadmap. The sooner the government comes clear on this issue, the better.\nOn other pressing issues, Prof Yunus's speech reflected some candour as he made no secret of the challenges we face with inflation. He said the economy is \"getting stronger\" after the disaster left by the ousted Awami League government, but the administration's performance in this regard, especially the persistently high commodity prices, has left a lot to be desired. On the state of law enforcement, he said the government is trying to boost the morale of the police, and that there has been \"visible progress\". This may be the case, but progress on this front has been much slower than expected, with media reports still painting a worrying scenario of crimes. As regards the government's initiatives for the victims of the uprising—which Prof Yunus highlighted in his address—there are areas that need to be expedited and streamlined, as recent protests by a group of injured protesters show.\nThese areas demonstrate the urgency to balance long-sought state reforms with immediate needs while navigating the prevailing political complexities. This is no easy task but the government must accomplish it anyway. That said, it cannot do all this on its own; political parties and citizen groups must also help with their patience, constructive criticism, and continuous feedback, keeping in mind the interests of the nation.\n",
        "headline_1": "A lot remains to be done by the government ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lot-remains-be-done-the-government-3755871",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Last week, the dismembered body of 36-year-old RMG worker Shantana Begum was recovered from a nursery in Savar. Her severed head and hands were found in a plastic bag in a nearby kindergarten. Police suspect that she was killed by her husband following a \"family feud.\"\nIt would be easy enough to dismiss this sensational crime as an isolated incident. The reality, however, is that violence against women is insidious, and for the most part, invisible—until and unless it involves a dismembered or brutally bruised body. At least 72.6 percent of ever-married women in the country have experienced some form of violence at the hands of their partners, over 90 percent have been harassed while using public transportation and 64 percent of women have been abused in the digital sphere. We have cited these statistics so many times it seems blasé, almost, to bring them up. Such everyday acts of violence—which are compounded depending on a woman's social location—do not merit our collective outrage any more than the structural inequalities that continue to constrain women's equal participation in the social, political and economic spheres, despite the grandiloquent promises of equality enshrined in our constitution and all subsequent policy documents.\nSince those tumultuous days of July, we have weaved many dreams, held countless talks on state and institutional reforms, and engaged in riotous debates about the country's future. As panel after panel has mansplained what kind of country we want, it has become painfully obvious that for the vast majority of women, freedom will remain a far cry—at least for the foreseeable future. Women, who were at the forefront during the uprising, have since receded into the background, and of the 50 members in the six reform commissions formed so far, only five are women and none from any religious, ethnic, or other minority communities. Although we were excited to hear about the formation of a Women's Affairs Reform Commission, the commission is apparently yet to receive its terms of reference and finalise its list of members.\nMeanwhile, there has been a disturbing resurgence of moral policing of women and violence against them both on the streets and in cyberspace, with deliberate and often organised attempts to silence those daring to take up too much space. If we are to pay any attention to the clamour of hate online, it would appear that a large number of men in this country actually think women have been given too much freedom over the past few decades and need to be put in their rightful place—i.e. fulfilling their familial duties without complaints or compensation, and subservient to the wishes of their male counterparts and comrades. There are genuine concerns among many women's rights activists about the likelihood of majoritarian backlash against feminist organising in the days to come, as we have seen in many other countries in the world, including the United States. And true to form, we are already seeing targeted campaigns against Indigenous communities, gender-diverse populations, their allies, and even female protesters who were hailed as \"queens\" during the uprising.\nUnder the circumstances, the interim government needs to quickly set an agenda that reaffirms its commitment to upholding women's rights. It also needs to take stock of the progress that has been made in reality, rather than just on paper. The Hasina regime categorically touted gender equality as a cornerstone of its development paradigm, enacting numerous gender-sensitive laws, policies and strategies over the years. It also introduced gender budgeting in 2009, allocating 34.11 percent of the total budget to this end in FY 2024-25. The decade through 2010 to 2020 did see improvements in various indicators—as per government data—including greater gender parity in school enrollment at the primary and secondary levels, maternal and child health, and increased participation of women in the economy. As a result, the country consistently ranked first among South Asian countries in terms of gender parity, according to the Global Gender Gap report by the World Economic Forum (WFP).\nHowever, beyond these feel-good statistics and loft promises in policy documents lie a grimmer reality—of entrenched patriarchal norms, erasure of women's economic and social contributions, insidious violence, unequal access to resources and wages, and unresponsive and insensitive state institutions. The plethora of laws enacted during the last regime had one thing in common—lack of implementation and follow-up by relevant authorities—resulting in unsafe homes, workplaces and public spaces for women and girls, with an alarming conviction rate of 3 percent in VAW cases. We saw perpetrators get away with unimaginable violences and exploitations exercising their access to wealth and political power, making a mockery of the legal system that is supposed to protect the most vulnerable in society.\nDespite having a female head of state, as well as a female speaker in the parliament, for over a decade, the political sphere continued to be dominated by men, with women from reserved seats at the national as well as local government levels relegated, for the most part, to ornamental roles, devoid of resources and decision-making power. The promises in Awami League's election manifesto to hold direct elections for 100 reserved seats for women, or to increase women's representation in parliament to 33 percent as per the National Women Development Policy 2011 were never actually realised. The Representation of the People Order, 1972, had mandated that all political parties must ensure at least 33 percent of all committee positions for women, including in the central committee, by 2020 in order to get registered, but the Election Commission took no steps to bring any of the political parities to line over the past four years.\nThe AL's boasted the loudest of women's economic empowerment, pointing to the rising participation of women in the workforce, particularly in the RMG sector. Although female labour-force participation increased to 42.68 percent in 2022 from 36.3 percent in 2016/17, it is still roughly half of the male participation, which stood at 80.5 percent, according to the Quarterly Labour Force Survey provisional report 2022. An overwhelming 95 percent of them continue to be employed in highly precarious jobs in the informal sector, denied basic rights such as overtime, maternity leave, pension and other benefits. The pandemic, following by the worst cost-of-living-crisis as well as frequent climate events, have pushed women into further poverty, as wages have remained stagnant and jobs have been cut. According to the Global Gender Gap 2024, income inequality between men and women has increased nearly five times since 2018—the deterioration is so significant that Bangladesh lost 40 ranks on the index as a result. Meanwhile, a staggering 61.71 percent of young women and girls are not in employment, education or training (NEET), compared to 18.59 percent for men.\nWomen's land ownership may have increased over the past decade, but even then, only 12 percent of rural women own agricultural land solely or jointly, and 7 percent own non-agricultural land, according to research by the World Bank. Only 1.7 percent of formal enterprises are owned by women. Although the Bangladesh Constitution guarantees equal rights to men and women, there is as yet to uniform personal law regulating family and personal issues, such as the right to inheritance and property. For 40 years, Bangladesh has upheld its resverations on Articles 2 and 16.1(c) of the UN Convention on Elimination of All Forms of Discrimination Against Women (CEDAW), citing conflicts with religious laws. The Law Commission, which was tasked with studying examples of other Muslim countries, recommended that the government withdraw the aforementioned CEDAW articles, but no steps were taken to do so. Rather, in the NWDP, it was added that anything contrary to the Holy Quran and Sunnah will be void, even though the country is not governed by Shariah laws.\nThe list of unfulfilled promises, unfortunately, are never-ending. Last week, the Ministry of Women and Children Affairs along with UN Women, hosted an exchange session with civil society and women's rights organisations in Bangladesh, to assess progress, existing and emerging challenges and priority actions for accelerating gender equality and the empowerment of girls, ahead of the 30th anniversary of the historic Beijing Declaration and Platform for Action (BDPfA). During the discussion, the advisor for MoWCA asked for concrete recommendations that the interim government can implement within the next one year. Among the recommendations highlighted by activists, academics and development partners were: withdrawing the reservations on the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), finalising the Sexual Harassment Act, amending the Domestic Violence Act, ensuring digital safety of women and girls, introducing comprehensive sexuality education at schools to address gender stereotypes and discriminatory social norms, and creating robust annual monitoring mechanisms to ensure accountability in the implementation of commitments on gender equality.\nBut we know only too well that recommendations in Bangladesh, like laws, fall by the wayside. We hope that the interim government takes this opportunity to engage with key stakeholders, including the youth and women and girls from the grassroots, as it charts out a bold and practical agenda that can put gender equality back on track, rather than backtrack on commitments made over the decades.\nSushmita S Preetha is the op-ed editor at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Are we backtracking on our commitment to gender equality?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-we-backtracking-our-commitment-gender-equality-3755666",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "Details of the economic distress left by the Awami League's authoritarian regime are still surfacing as more instances of data falsification come to light. From inflating export figures to including luxury items in inflation baskets in order to manipulate the Consumer Price Index, few economic indicators could escape the misrepresentation that was designed to improve the regime's image.\nDr Debapriya Bhattacharya, who heads the white paper committee on the economy, is the latest to join voices reinforcing concerns about the AL's inflated economic growth narrative, particularly its reported GDP growth rates. At a recent event, he pointed out that the six to seven percent growth claimed by the AL government over the years doesn't align with the low private and public investment or the stagnant tax-GDP ratio observed during the same period. Recent media reports have exposed how a syndicate of officials at the Bangladesh Bureau of Statistics (BBS), under the then Finance Minister AHM Mustafa Kamal, fabricated data to paint a misleadingly rosy picture in line with the AL's growth and progress narrative.\nBeneath this dubious account, however, default loans surged more than 13 times in 15 years, and billions of dollars were laundered abroad. While the regime's megaprojects reshaped the skyline, essential sectors like health, education and social services languished from low investment. According to Dr Bhattacharya, a pro-corruption alliance of certain businesspeople and politicians sprang up in the country, which led to the rise of oligarchs. He warned that reforms would not be possible if these oligarchs' grip on our banking and energy sectors and the capital market was not broken.\nThese words demand consideration as we try to move beyond AL's shadow. Thankfully, the interim government has initiated several positive measures to address the country's financial challenges and revive the banking sector, which was left on the brink of collapse. The government's plan to separate the National Board of Revenue's tax policymaking and tax collection wings is also a step in the right direction. However, it is also very important that we reform our data collection, analysis, monitoring, reporting, and evaluation processes, as sound policymaking is not possible without proper data. Of equal importance is overhauling the BBS and other relevant agencies to prevent future data manipulation and politicisation.\nMoreover, the government should prioritise investment in this area to ensure accurate, comprehensive data from all sectors and social strata, enabling the crucial economic and social welfare reforms that Bangladesh urgently needs.\n",
        "headline_1": "We must build a proper data governance structure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-build-proper-data-governance-structure-3755636",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Impacts of 4IR on employment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impacts-of-4ir-on-employment-1731942495",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Data manipulation by  autocratic regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/data-manipulation-by-autocratic-regime-1731942618",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Must Buriganga die?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/must-buriganga-die-1731942684",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Small loans, big dreams",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/small-loans-big-dreams-1731942699",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2024"
    }
]