[
    {
        "full_article": "Days after meeting Prime Minister Narendra Modi in Delhi, Russian President Vladimir Putin held a summit via video conference with Chinese President Xi Jinping. While the two meetings may have focused on bilateral issues, the conversations appear to have overlapped in unusual ways. According to a senior Kremlin official, after discussing with Mr. Modi India’s problems with Chinese aggression, which were raised publicly during the visit by Defence Minister Rajnath Singh, Mr. Putin “briefed” Mr. Xi on his talks in Delhi. The official then indicated that a trilateral summit of the leaders of Russia, India and China (RIC) could be held in the near future, which would pick up on the Modi-Putin-Xi conversation during an RIC summit on the sidelines of the Osaka G-20 summit in 2019. However, much has occurred between that summit and today. China’s aggression at the Line of Actual Control has dented hopes of peaceful coexistence and growth between the neighbours that had been outlined during the RIC as well as the Modi-Xi Mamallapuram summit, when the leaders last met face to face. Since April 2020, the two leaders have not spoken directly once, and while they have attended the same multilateral summits (BRICS, SCO, G-20, etc.), it would be hard to see them engaging in a face-to-face format unless the situation at the LAC considerably eases. In addition, the RIC summit should not be held before promises made by Chinese Foreign Minister Wang Yi in meetings with External Affairs Minister S. Jaishankar are fulfilled.While India-Russia defence and bilateral ties have considerably strengthened, especially after the Modi government’s decision to go ahead with its purchase of the S-400 missile defence systems despite the U.S. threat of sanctions, New Delhi must tread cautiously in its trilateral and multilateral cooperation with Moscow and any hint that Russia could play a facilitator of talks with China must be scrutinised closely. Russia and China have consolidated their support for each other in the face of U.S. concerns over Russian action against Ukraine and Chinese action on Taiwan. Russia is also deeply dependent on Chinese investment, particularly in the 30-year $400 billion gas pipeline. On Afghanistan, Russia has shown that it was prepared to cut India out of negotiations held by the Troika plus group with the U.S., China and Pakistan. Any expectation that Mr. Putin could play “honest broker” between Mr. Modi and Mr. Xi must take these factors into account. While India must continue to walk the tightrope between Moscow and Washington, and its partners in Eurasia versus those in the Indo-Pacific, it needs to disentangle these threads from the very potent threat it faces directly and bilaterally from its northern neighbour, where it has little choice but to follow an independent path.",
        "headline_1": "For an honest broker: On Russia and India-China ties",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/for-an-honest-broker-the-hindu-editorial-on-russia-and-india-china-ties/article37980940.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "The Union Cabinet’s decision this week to set aside ₹76,000 crore for supporting the development of a ‘semiconductors and display manufacturing ecosystem’ is a belated but welcome acknowledgment of the strategic significance of integrated circuits, or chips, to a modern economy. The basic building blocks that serve as the heart and brain of all modern electronics and information and communications technology products, the ubiquitous chips are now an integral part of contemporary automobiles, household gadgets such as refrigerators, and essential medical devices such as ECG machines. The COVID-19 pandemic has dramatically thrown into sharp relief the vulnerability that a range of manufacturing industries and, by extension, national economies are exposed to in the face of disruptions in the supply of these vital semiconductors. The pandemic-driven push to take sizeable parts of daily economic and essential activity online, or at least digitally enable them, has also highlighted the centrality of the chip-powered computers and smartphones in people’s lives. With the bulk of semiconductor manufacturing and supply capability concentrated in a handful of countries including Taiwan, South Korea, U.S., Japan and, more recently, China, governments worldwide have realised that it is in the national interest to treat chip manufacturing as a strategic imperative. The Cabinet decision to simultaneously establish an India Semiconductor Mission helmed by ‘global industry experts’ to drive long-term strategies for the sustainable development of the chip and display industry is therefore a step in the right direction.The challenge ahead, however, is fairly daunting. For one, the level of fiscal support currently envisioned is minuscule when one considers the scale of investments typically required to set up manufacturing capacities in the various sub sectors of the semiconductor industry. A semiconductor fabrication facility, or fab, can cost multiples of a billion dollars to set up even on a relatively small scale and lagging by a generation or two behind the latest in technology. Even granting that India’s Production Linked Incentive scheme intends to give only 50% of the cost of setting up at least two greenfield semiconductor fabs by way of fiscal support, not much of the current scheme outlay of approximately $10 billion is likely to be left to support other elements including display fabs, packaging and testing facilities, and chip design centres. Chip fabs are also very thirsty units requiring millions of litres of clean water and extremely stable power supply. It may be best if the new mission focuses fiscal support, for now, on other parts of the chip-making chain including design, where surely India already has considerable talent and experience.",
        "headline_1": "When the chips are down: On India’s Semiconductor Mission",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/when-the-chips-are-down-the-hindu-editorial-on-indias-semiconductor-mission/article37980954.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "Does the news of the Biden administration's sanction on the elite force Rapid Action Battalion (RAB) and seven officials indicate a changing US foreign policy under the Biden administration? The logic, the context, and the implications of Biden's policy depict that the US has shifted the core ideological spectrum of its foreign policy from counter-terrorism and increasing security to democracy and human rights.\nSceptics may downplay any analysis using ideology as a core tenet of US policy. Still, historical analysis of US foreign policy shows that a value-based ideological pattern has dominated its engagement with the world for years.\nAfter the Second World War, the US established liberal global order. It singlehandedly helped rebuild war-torn Europe through the Marshall Fund and set up the Bretton Woods Institutions to facilitate international cooperation, negotiation, and means of dispute resolution. The Cold War tested the limits of the professed capitalist system against communism, though the US came out victorious by championing the ideas of democracy, free speech, the rule of law, a free economic system and human rights. Even the highly controversial War on Terror was also an ideological war, where the Bush administration's so-called \"Freedom Agenda\" framed terrorism as an outcome of suppressed democracy in the Middle East. At the time, President Bush infamously said, \"either you are with us or with the terrorists.\"\nHowever, the decline of democracy worldwide in the last decade has caused significant setbacks to the US and its allies. Emphasis on wars as a means to establish dominance over the enemy and resolve conflict did not do the US any favour, as one could see from the case of Afghanistan.The deaths of hundreds and thousands of civilians in the wars of Syria, Iraq and Afghanistan, and the mass movement of refugees, show the limitations of war.\nMeanwhile, there was a stable rise of autocracy as an ideology for governments worldwide, who used brutal force to suppress dissent while championing the idea of \"growth and stability.\"\nThe Democracy Report 2021 of the Varieties of Democracy (V-Dem) Index points out that \"autocracies are now homes of (the) world's 68 percent population\" while \"liberal democracies diminished over the past decade from 41 countries to 32, with a population share of only 14 percent.\" The V-dem index collects data on \"voting rights, clean elections, equality before the law, constraints on the executive, and freedom of association and expression\"—one of the largest-ever social science data collection efforts with a database containing over 28.4 million data points.\nV-Dem notes that \"the level of democracy enjoyed by the average global citizen in 2020 is down to levels last found around 1990.\" In its latest report, Washington-based Freedom House too observed that \"democracy's defenders sustained heavy new losses in their struggle against authoritarian foes,\" and that has \"shifted the international balance in favour of tyranny.\"\nAgainst this backdrop, on February 4, 2021, US President Biden, in a speech delivered at the US state department, said: \"American people are going to emerge from this moment stronger, more determined, and better equipped to unite the world in fighting to defend democracy.\" Subsequently, the US Interim National Security Strategy Guidance was published in March 2021. This critical policy document claims to chart \"a new course of foreign policy and national security.\"\nIt placed significant emphasis on \"defending the democratic values\" and notes that \"defending democratic values does not end in the [American] shore,\" as \"authoritarianism is on the global march.\" It also emphasises alliance-building to revitalise democracy globally. The policy outlined that the idea of democracy is under threat as the promotion of alternative models of authoritarian governance is on the march. While it is made clear that the policy is framed upon defending democracy, it is arguably targeted at China.\nBiden's Democracy Summit is a step towards realising this set of national security policy goals, where the current US administration is trying to reinvigorate and defend the idea of democracy. Perhaps that is why the framing of the US treasury sanction on RAB as an entity was tied with the threat to US national security.\nThe analysis of this highly curious sanction stipulates two powerful messages to analysts. First, this is in conjunction with its national security strategy. The US sees democracies as more stable, richer, and producing fewer terrorists because rampant disregard of human rights violations produces widespread grievances in society. Impunity for human rights violations undermines public faith and confidence in the law and state. However, we should also acknowledge that the US has invited countries with dwindling democracies, like Pakistan and India, to the Summit. These countries are perhaps strategically more important to them.\nIf people feel they cannot peacefully and safely exercise their democratic rights to dissent and protest, this fuels resentment, anger and can destabilise the state, creating conflict and violence. Bangladesh is a country with a huge population, where the quality of elections remains questionable.Is it possible that US interests coincide with having a stable, functioning state, rather than a state persistently suppressing people through a draconian act like the Digitial Security Act, or through extrajudicial activities?\nSecond, the sanction seems to be an effort to balance with China, as China is yet to call out widespread allegations of human rights abuse in Bangladesh or raise questions about the quality of elections. Therefore, it is more likely that the US may consider this sanction as a deterrence strategy for Bangladesh so that it does not move towards China. It is undeniable that the US has a lot of leverage over Bangladesh as it is the biggest export destination of Bangladeshi products and the country's most significant development partner, on top of holding significant influence over the UN as one of its top donors.\nDoes the US expect that this pressure will induce reform in Bangladesh? The previous US policy toward Bangladesh appeared to be courting the country by keeping its criticism on democracy and human rights muted. The Democracy Summit and sanctions are an abrupt shift but, it is also part of the same goal of keeping Bangladesh from China. It is a switch from the \"carrot\" to the \"stick\" regarding Bangladesh, in hopes that it will induce democratic reforms, which will in turn keep it from China.\nCritics, including the Democrats in the US, have a strong point about the \"hypocrisy\" of the sanction given the US' human rights record and the allegations that its justice system is racially biased. Police brutality towards Black populations and other people of colour in the US, too, puts a big dent in its image of championing human rights globally. However, one should acknowledge that police officers guilty of committing brutality regularly face courts in the US. By contrast, that record in Bangladesh is close to nil.\nWhile the Bangladeshi government has rightly decided to engage with the US diplomatically, it should also engage in improving the democratic sphere of the country. Today, all the globally accepted indicators for measuring a country's democratic quality have been persistently depicting a regressive image of the nation.\nFor example, the World Press Freedom Index 2021 puts Bangladesh at 152 out of 180. It ranked 115th out of 128 countries in the rule of law index of the World Justice Project. The Freedom House termed it as a \"partially free country\", while the V-Dem index has categorised Bangladesh as an \"electoral autocracy.\" A forum of international human rights organisations has been documenting allegations of enforced disappearances and extrajudicial killings in the country for many years, although the government has trashed those allegations as a \"conspiracy against the state\" and perpetrators have enjoyed impunity.\nOne can see how such an image of Bangladeshi politics and the human rights situation stands at odds with Biden's projected national security strategy, where emphasis on democracy is placed at the heart of US foreign policy.\n \nMubashar Hasan PhD is an Adjunct Research Fellow at the Humanitarian and Development Research Initiative (HADRI), University of Western Sydney, Australia.\n",
        "headline_1": "Sanctions on RAB: Does it reflect a changing US foreign policy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/sanctions-rab-does-it-reflect-changing-us-foreign-policy-2920571",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "When it comes to business ownership, women just need fair and equal access—something easier said than done. Centuries of common practices and processes have created fundamental gender-based access disparities. Financial marginalisation and limited property rights are also significant impediments to women business owners. These limit potential buyers and business partners from ever seeing innovative solutions that women-owned businesses have created in engineering, automobile parts, logistics or AI, for example. Add conscious and unconscious bias to the mix and it is often an uphill battle requiring specific focus to overcome the hurdles.\nTo better understand the obstacles that women business owners face across South Asia, the US Department of State's Bureau of South and Central Asian Affairs helped fund research on their status in corporate value chains and why so few of them win procurement contracts from corporate buyers. WEConnect International, a global non-profit that helps women-owned businesses compete in the global marketplace through capacity development and connections to large buyers, conducted the research as part of its \"Women's Empowerment through Economic Inclusion\" project, where 399 women-owned businesses and 199 large corporate buyers were surveyed.\nSome key regional takeaways from the women-owned businesses surfaced. These are: women-owned businesses are unable to effectively articulate their unique selling propositions and differentiate themselves from competitors; the lack of access by women to business networks, due to socio-cultural barriers, continues to keep men's and women's affairs separate; and women are at a disadvantage when accessing the full range of debt and equity alternatives required to set up and grow a business.\nIn Bangladesh, lack of capital remains the most challenging issue with 90 percent of women business owners identifying it as the biggest impediment to running their businesses, while 48 percent indicated that a lack of connections to procurement and corporate buyers is a significant challenge.\nFrom the end of the buyers, a few crucial issues came up that need to be dealt with. For starters, the majority of corporate buyers did not have policies or practices in place to source from women-owned businesses. Although many buyers indicated product/service quality to be a key determinant in the selection of suppliers, they could not effectively pinpoint if women-owned businesses were lacking in this area. The disconnect between the business language of the buyers and women-owned businesses is also a concern. On top of that, buyers are tied to corporate credit policies that are often at odds with the needs of women-owned businesses, which are smaller and unable to withstand the pressures of longer-term credit recovery. Finally, there is a poor understanding among buyers on Gender Inclusive Sourcing practices.\nIn Bangladesh, with respect to sourcing from women-owned businesses, 52 percent of buyers said they do not, 29 percent said they do, while 19 percent said they do not know. In addition, the majority of the respondents said they did not know how to find women-owned businesses.\nThis is a problem with a solution: Gender-inclusive sourcing is a proactive supplier diversity strategy that addresses gender gaps in value chains to increase access to markets for women-owned businesses. The research indicates that there is appetite for change.\nThe majority of buyers believe there is high potential to create market linkages, and 86 percent of corporate buyers are willing to buy from women-owned businesses when quality standards are met. Research suggests that there is a demand and supply match across many product and service categories in all countries. On average, 82 percent of corporate buyers are willing to learn about Gender Inclusive Sourcing practices and implement them in their organisations, and there is significant potential for women-owned businesses to become tier two and tier three suppliers to corporations.\nAs beneficial as it is to the business owners themselves, and the communities in which they operate, investing in women-owned businesses also makes dollars and sense for large organisational buyers. Small changes to large organisational buying practices such as inclusive sourcing policies can have a significant impact on the business and its ability to find the best products and services at the best price, especially from women-owned businesses.\nNow is the time for Bangladesh to focus on empowering women and achieving gender equality. As the world slowly begins to adjust to a pandemic-stricken environment, harnessing the power of the entire business community to accelerate recovery and create opportunities for its citizens becomes the smartest strategy of all. \n \nRebecca Pearson is President & Chief Marketing Officer of WEConnect International.\n",
        "headline_1": "New research reveals obstacles and opportunities for women-owned businesses in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/new-research-reveals-obstacles-and-opportunities-women-owned-businesses-bangladesh-2920556",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "The importance of a robust Right to Information (RTI) regime for a healthy and vibrant democracy is universally recognised. However, in Bangladesh, the law is yet to capture the imagination of a majority of the population. Only a handful of people have so far used the law.\nWhat is more astonishing is that even the once fabled civil society of Bangladesh, well-known for its proclivity to stand up for democracy and good governance, has kept away from the law—a law that is internationally recognised as a most potent instrument available to citizens for the prevention and detection of corruption, and for promoting transparency and accountability in the work of public bodies.\nThe reasons for such reticence have been examined before. Impediments have been identified and the way forward discussed, but the best way to redress the situation may be to focus more on the impact of RTI. Citizens would be more motivated if they find that the government is taking follow-up measures and remedial actions based on the outcome of their RTI interventions. For example, if an RTI request succeeds in exposing corruption or abuse of power, the government would seek to enact measures to block its recurrence.     \nHowever, it is difficult to obtain empirical evidence to show that information derived from RTI interventions has led to follow-up government actions, and to thereby assess the real impact of RTI on governance.\nWhat is possible is to observe and measure progress on the basis of anecdotal evidence found through case studies. The question to ask is whether the information obtained through RTI has helped citizen's access to services without resorting to bribes, and whether it has exposed corruption and reduced abuse of power and mismanagement of public money. \nLet us look at some case studies from Bangladesh based on the above perspective. We begin with some success stories. One area where the RTI Act was put to significant use right from the beginning was to ensure proper disbursement of the government's substantial social safety net programmes (SafetyNet) for vulnerable groups in the country. This included old-age benefits, maternity benefits, pension for widows and the disabled, etc.\nA number of NGOs helped individual applicants who qualified for the programmes but often failed to obtain them due to official malpractices. The RTI requests they submitted simply asked for lists of recipients, the criteria for their selection, names of persons involved in the selection process and the like. In most cases, the applicants were subsequently included in the lists, though no formal response was given to individual information requests. \nIn many places, the concerned authorities even started posting the list of recipients on official notice boards. It reportedly reduced malpractices and was considered by locals as systemic change in the disbursement of SafetyNet funds. It ensured that government funds went to the intended beneficiaries.\nSimilarly, RTI interventions were used by school students and their parents to find out about disbursement of government scholarship money by school authorities. The latter was known to withhold significant amounts, citing various reasons. The RTI requests simply asked for the basis on which the amount was deducted. In most cases, the school authorities avoided any formal explanation and simply paid the full amount. Very few complaints of this nature are heard these days, suggesting these requests led to systemic change.\nIn a number of cases, RTI requests led to authorities implementing court directives. In one of them, a number of persons from Taraganj Upazila in Rangpur district asked local educational institutions whether they had formed committees for the prevention of sexual abuse and harassment of students as per a High Court directive. To the satisfaction of the applicants, many of the respondent institutions formed the committees first and then replied to confirm their existence. This was followed by a dialogue between government offices and local civil society, following which the District Commissioner issued an order to concerned institutions to form committees based on High Court guidelines.\nIn a similar case, Bangladesh Legal Aid and Services Trust (BLAST) submitted several RTI requests to the Ministry of Education, the Ministry of Primary and Mass Education and a number of government teachers' training institutes. They wanted to know if a directive issued by the Bangladesh Technical Education Board in 2011 on the prohibition of physical and degrading punishment of students was properly implemented. In response, the Ministry of Primary and Mass Education first ensured that measures were indeed introduced in their training curriculum, and then responded in the positive. Similar responses were received from the education ministry and the District Commissioner of Dhaka. Needless to add, this encouraged not only the applicants but RTI enthusiasts in general.  \nIn another RTI intervention by BLAST, applications were sent to the offices of District Commissioners, the Directorate of Social Welfare and the Election Commission in a number of districts in North Bengal. They asked for information on the number of enclaves that were added to their respective areas of operation following an agreement between Bangladesh and India, the number of inhabitants added, and measures taken by their authorities to improve their standard of living and exercise of their rights, including land registration, SafetyNet benefits and the like. To their great satisfaction, most of the authorities provided the information requested. Such actions increase peoples' faith in the system.   \nThere are also examples that show immediate impact but do not suggest systemic change. One such case is of an RTI applicant from Dinajpur, who asked the local Police Superintendent about rules and regulations relating to the collection of fines imposed by street police on auto rickshaw drivers. The applicant wanted to know on what basis they take the vehicles to the police station, collect the fines and let them off without providing receipts. She also wanted to know whether the amount was deposited in a government account and how the money was subsequently spent. In response, the police super promised proper action against concerned staff and there was a noticeable absence of such practices on the streets. It increased peoples' faith in the police, but the question remained of whether it would lead to more permanent reform, halting the recurrence of such practices.\nWhile these examples are encouraging, they do not indicate specific trends because they are very few and far between. Anecdotal evidence also indicates that there are many cases where RTI requests are either not answered or only partially answered, where complaints to the Information Commission yield no satisfactory results and where applicants feel intimidated by the relevant authorities. Greater attention to these matters by the government are essential.\nThe positive picture depicted in the examples above show promise of the RTI law in the country.  We need more such examples. But unless we can draw in the larger civil society to use the law, greater gains will continue to elude us. Scepticism and fear of possible reprisal by authorities for seeking information that is deemed sensitive must be eliminated.\nRTI in Bangladesh began its journey with an admirable outcome from a RTI request, which subsequently led the High Court to order the demolition of the high-rise BGMEA building on Hatirjheel because of lack of proper approval. It originated from the efforts of the civil society. More such interventions are needed to breathe fresh life into the RTI regime in the country.     \n \nShamsul Bari and Ruhi Naz are Chairman and RTI Coordinator respectively of Research Initiatives, Bangladesh, RIB. Email: rib@citech-bd.com\n",
        "headline_1": "The RTI Act works",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-rti-act-works-2920516",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "Do we know about the realities of children in newly poor households? According to a survey conducted by the Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD), the number of new poor in August 2021 reached 3.24 crore. However, there is lack of reliable data on various issues affecting children's lives during the pandemic in Bangladesh, although media reports and NGO surveys confirm increases in child marriage, child labour and school dropouts. Poverty is one of the major causes in all of these. It is already evident that children have been disproportionately affected by Covid-19 related poverty and prolonged school closures.\nChildren experience poverty as an environment that is damaging to their mental, physical and intellectual development. This means that a monetary approach based on income is completely inadequate to capture child poverty and can even lead to undesirable outcomes for children. According to this approach, a standard solution to poverty is to increase income, but the increased income may not be used for expenditures that will have positive impacts on children.\nThe Bristol Approach to child poverty looks into child deprivations through seven critical dimensions: shelter, sanitation, safe drinking water, information, food, education and health. Children are considered poor if they suffer two or more deprivations. This was originally suggested by Peter Townsend and later developed at the University of Bristol, and has formed a crucial basis for understanding and assessing the extent of child poverty.\nThe concept of vulnerability is based on the recognition that people can fall into and out of poverty depending on changing situations. Social vulnerability involves an intersection of economic, political, cultural and institutional factors. It is usually dependent on access to and control over natural and social resources, access to political power and representation, cultural constructions surrounding gender, age, beliefs and norms, physical vulnerability, etc.\nChildhood is the most vulnerable stage of life. It is a formative phase and a very crucial one for the development of an individual. Children's vulnerability is linked to the vulnerabilities of their parents and caregivers. If the parents lose income due to crop failure, disability or other reasons, then the children's basic needs will not be met. The lost opportunities in childhood often cannot be regained in later life. For example, the damage suffered due to malnutrition, ill health and inadequate care during childhood affects future learning in a negative way, and often cannot be repaired. The negative effects of poverty may not be permanent in adults, but the consequences of not having basic needs fulfilled could be irreversible in children, and could hinder them from realising their full potential.\nAccording to the PPRC-BIGD survey, the percentage of households skipping at least one meal increased significantly between March and August 2021, especially in urban slums (from two percent to eight percent) and in the Chattogram Hill Tracts (from two percent to 16 percent). The majority of the households did not have any meat, milk and fruits throughout the pandemic. If not addressed immediately, the children of these families will grow up with malnutrition and will have to face lifelong negative consequences.\nThe United Nations Convention on the Rights of the Child (UNCRC) Committee recommended the following in the last Concluding Observations for Bangladesh (October 2015): \"The Committee recommends that the State party take all measures necessary to combat poverty and to eliminate urban/rural, social and other disparities in children's standard of living through, inter alia, social protection and targeted programmes for children and families who are particularly vulnerable to poverty, and prioritise the provision of safe drinking water and environmental sanitation.\"\nThe above recommendation is even more relevant in the context of increased poverty due to the Covid-19 pandemic. To ensure sustainable human development, child well-being must be considered as the highest priority and recognised in all national policy and planning. The government should strengthen existing social protection programmes to reduce the vulnerabilities of the poorest families by increasing coverage and financial allocation, and ensuring that the support reaches those who need it the most.\nIt is important to undertake comprehensive assessments of the social protection system in Bangladesh through a child rights lens. Appropriate child sensitive mechanisms should be designed and implemented. The positive and unintended impacts of social protection programmes on children should be monitored, and adjustments should be made as and when required. National and international NGOs should also make their poverty reduction programmes child sensitive.\nSpecial attention should be given to families where children are at risk of dropping out of school, child marriage, child labour, etc. The effects of shocks, exclusion and poverty on families should be mitigated, recognising that families raising children need support. The age and gender-specific risks and vulnerabilities of children throughout the life cycle should be considered. Special provision should be made to reach children who are particularly vulnerable and excluded, including children without parental care, and those who are marginalised within their families or communities due to their gender, disability, ethnicity or other factors.\nVoices and opinions of children, their parents and their caregivers should be included in the understanding and design of social protection systems and programmes. There should be accountability mechanisms to allow them to give feedback on design and implementation.\nIn all relevant national surveys, data should cover all children below the age of 18 years and be disaggregated by age, sex and particularly those groups of children who are in need of special protection. In-depth and rigorous studies should be conducted on multi-dimensional issues on child well-being, child poverty and disparities.\nAs we rebuild our economy and society in a post-Covid-19 world, we must recognise and prioritise the specific needs of children. Addressing child poverty deserves specific attention.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Pandemic impacts on children may be irreversible",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pandemic-impacts-children-may-be-irreversible-2920506",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "The name of Old Khowai River is to be found in the history books of this land, alongside many other mighty rivers of the country. Unfortunately, it is perhaps on its way to being added to a list of dead rivers unless something is done immediately to save it.\nThis once flowing river, winding through Habiganj town, is now slowly choking to death from the garbage that is indiscriminately dumped into it. The level of pollution in the drastically narrowed down river has taken a serious turn as municipal waste is also being dumped there. And to add to its woes, some unscrupulous people are grabbing the land on the dried up riverbed and on its banks with total impunity, despite the fact that eviction drives were initiated in 2019.\nThe Old Khowai River, in its heyday, used to be the lifeline of the district town. It was 250 to 300 feet wide and 25 to 40 feet deep. Today, it has shrunk to 20 to 150 feet in width, and a lack of water makes it barely navigable. Waste materials are rotting in its shallow water, polluting the surrounding environment as well. Reportedly, a number of structures, from private residential ones to government buildings and a multi-storey general hospital, are being built on the banks of the river. It beggars belief that such illegal activities are being carried out right before the eyes of the relevant authorities.\nFor years, this daily has been persistently reporting on the stories of encroachment, land-grabbing and pollution that have led to the sad demise of many other rivers around the country. In almost all of these instances, we have found the fingerprints of local influential people, operating under the protection of politically powerful groups. In the case of the Old Khowai, we have also found the presence of such quarters behind the destruction of the river.    \nEnvironmental activists have also pointed out that the river plays a vital role in maintaining the town's rainwater harvesting and ecological balance during monsoon. However, it can hardly play its due role in the present moribund state. Unless steps are taken immediately, the river will soon be heading towards death.\n",
        "headline_1": "Slow death of a river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/slow-death-river-2920546",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    },
    {
        "full_article": "It is good to know that Malaysia will soon open its labour market for Bangladeshi workers, after more than three years of suspension of the process. Reportedly, Bangladesh and Malaysia will sign a memorandum of understanding (MoU) today in this regard. While we appreciate the likely reopening of the migration process, we would also like to see the major issues that stopped labour migration from the country in the first place solved before we send our workers to the country again.\nThe Malaysian government froze recruitment from Bangladesh in 2018 following allegations of labour exploitation, high costs of migration and the syndication of a few agents. Now that the process is likely to reopen, the question is: Will the two governments take the necessary measures to stop these from happening again?\nThe high costs of labour migration is an issue that must be addressed immediately by our authorities. According to experts, the migration cost in Bangladesh is one of the highest in the world, while our workers earn one of the lowest. Reportedly, it takes more than Tk four lakh for a worker to migrate to Malaysia, although the government-fixed rate is much lower. The reasons behind the high costs, as identified by experts, are the extra payments that our workers have to make to intermediaries at various stages of the process and the \"visa trade\"—middlemen and agents in labour-sending and receiving countries who \"sell and buy\" work visas, which is prohibited by law.\nThere is also the issue of syndication. Since Malaysia is not keeping the market open for all Bangladeshi agents and will only select a few of them to operate, this again creates risks of a syndicate taking over the whole migration process, leading to increased migration charges and further labour exploitation. Besides, Malaysia currently does not follow the ethical recruitment model, according to which, employers should pay the full charge of labour migration and the workers will repay them subsequently. Since we are already sending our workers to Qatar under this model, we should also negotiate with the Malaysian government to do the same.\nMoreover, the issue of low payment of our workers must be addressed. Although our migrants are working in many sectors that are risky and require extremely hard labour—such as in construction, mining and quarrying—they are not being paid accordingly. According to the Cost of Migration Survey-2020 by the Bangladesh Bureau of Statistics (BBS), Bangladeshi workers need nearly 18 months on average to recover the money they pay for migration, while workers from other countries such as India and Nepal need much less time to repay their debt. Therefore, we must bargain for higher pay for our workers while negotiating with the Malaysian authorities, as well as other labour-receiving countries.\nThese are the few issues that need to be addressed by our authorities on a priority basis in order to check the high migration cost, reduce labour exploitation and prevent any syndicates from doing illegal business.\n",
        "headline_1": "Migrants return to Malaysian labour markets",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/migrants-return-malaysian-labour-markets-2920376",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2021"
    }
]