[
    {
        "full_article": "With the Congress party joining the chorus for an updated caste census, there seems to be an emerging consensus among the political opposition on the need for this exercise. While the parties committed to reservations in the northern belt — the Samajwadi Party and the Rashtriya Janata Dal in particular — have made this demand as a reaction to the expansion of reservation benefits to economically weaker sections among “forward” castes using income criteria, the Congress’s pivot towards supporting this stems from the party’s new political emphasis on expanding its support base. With the Mandal Commission report of 1980, that was based on caste census data of 1931, still remaining the basis of identifying backwardness and determining the extent of reservation to the Other Backward Classes, the need for a comprehensive census that provides data to support, or evaluate existing reservation quotas, or to assess demands for them remains pertinent. Such a diligent exercise would also serve a legal imperative allowing the government to answer the Supreme Court’s call for quantifiable data. But counting castes is not easy. An inherent weakness is evident in how the government described the Socio-Economic and Caste Census in 2011: as being riddled with infirmities that made the data collected unusable. Data here recorded 46 lakh different castes, sub-castes, caste/clan surnames, which required adequate parsing before being used for proper enumeration. The survey’s hurried conduct, without utilising the Census Commissioners and the Office of the Registrar General properly, also rendered it problematic.A more thoroughgoing exercise would entail an adequate consolidation of caste/sub-caste names into social groups based on synonymity and equivalence of the self-identified group names revealed by respondents in the census. Marking these groups against the OBC/Scheduled Castes/Scheduled Tribes lists for each State would build a useful database, which can be utilised in the decennial Census. The data obtained this way can be used to parse aggregated socioeconomic information for these groups. But with the government having postponed the long-delayed 2021 Census and not acquiescing to the demand of including caste counts, questions remain whether an effective caste census is possible. There is of course the risk of reification of caste identities even as the constitutional order seeks to build a casteless society. But with caste-based identification still predominant, such a census seems politically imperative, even if morally flawed, for the purpose of addressing socioeconomic inequities through facile reservation quotas that confer income benefits and a degree of social justice without actually advancing the cause of a truly casteless society.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nSocio Economic And Caste Census\n\n/\n\nCaste\n\n/\n\npolitics\n\n/\n\npopulation and census\n\n/\n\nReservation",
        "headline_1": "The caste imperative: On the subject of an updated caste census",
        "headline_2": "Caste census, even if morally flawed, can help in targeting of quota benefits",
        "link": "https://www.thehindu.com/opinion/editorial/the-caste-imperative-the-hindu-editorial-on-the-subject-of-an-updated-caste-census/article66756770.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "Growing and balancing India-Russia trade ties dominated the agenda of Russian Deputy Prime Minister Denis Manturov’s India visit and the Inter-governmental Commission on Trade, Economic, Scientific, Technological and Cultural Cooperation meet he chaired with External Affairs Minister S. Jaishankar. They hailed the surge in bilateral trade (up by 2.6 times in the past year, and at about $45 billion), surpassing the 2025 target. Both sides noted the problem of trade imbalance, calling for more market access and the use of “national currencies” to circumvent sanctions. Mr. Manturov suggested that Indian companies could increase exports in road construction and pharmaceuticals. Mr. Jaishankar said that Indian businesses should guard against “over-compliance” when it comes to increasing trade with Russia, due to concerns over western sanctions. They also referred to progress in negotiations for an FTA between India and the Eurasian Economic Union, that was launched in 2017. Its signing could catapult trade, which has been the laggard in bilateral ties dominated by defence, nuclear and space cooperation.\rWhile the impetus in trade and the effort to balance imports and exports with an important partner (Russia) are welcome, it is hard to ignore the circumstances surrounding these developments. Since Russia’s war in Ukraine began last year, and western sanctions drastically cut Russian exports, Moscow has turned increasingly to India and other countries including China that have not joined the sanctions to export resources. India’s oil imports from Russia (a negligible 0.2%), have jumped since the war to a massive 28% of its total oil intake, contributing to trade as well as a growing deficit. While the Ukraine Foreign Minister’s accusation that India has “blood” on its hands by buying Russian oil is overstating the case, the impression that New Delhi is “benefitting from the war” is gaining traction in western countries, which must be noted, especially as Mr. Modi will soon visit Japan, Australia, the U.S. and France, and also welcome Mr. Putin for the SCO summit in Delhi in July. Mr. Jaishankar’s contention that India-Russia ties are among the “steadiest of the major relationships of the world” is well-made, especially at a time of global turmoil and shifting alliances, and provides the basis for the warm welcome to Mr. Manturov. What is harder to explain is that no public comment was made by any Indian leader during any of Mr. Manturov’s meetings in Delhi, about the original reason for the current turmoil and its global economic impact: Moscow’s decision to launch attacks on its neighbour, and the bombing of civilians, that has continued for over a year.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nexports\n\n/\n\ndefence\n\n/\n\nnuclear policy\n\n/\n\nspace programme\n\n/\n\ntrade agreements\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\neconomic sanction",
        "headline_1": "Old friends: On Russia-India bilateral ties and the Ukraine issue",
        "headline_2": "While strengthening ties with Russia, India must make its stand against the war clear",
        "link": "https://www.thehindu.com/opinion/editorial/old-friends-the-hindu-editorial-on-russia-india-bilateral-ties-and-the-ukraine-issue/article66756088.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "The India visit of Apple boss Tim Cook and two recent data points have re-ignited a simmering debate on manufacturing vs services. Not only have exports of electronics finished products, driven by mobile phones, have seen a dramatic 55% increase this year. But Apple has become the largest blue-collar jobs creator in Indian electronics industry.\nBut there’s also been a spectacular rise in export of services (up 24% in fiscal 2023 over 2022) – remarkably, not from the storied IT services, but from other services verticals (legal, medical, MNC back-offices). Raghuram Rajan wrote in these pages about how the services export data point is validation of the fact that India should focus more on services.\nRead full opinion on TOI+\n\n",
        "headline_1": "Two Apples of our eye: Manufacturing vs services is a false binary for India. We need both. But why we need them is not properly understood",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/two-apples-of-our-eye-manufacturing-vs-services-is-a-false-binary-for-india-we-need-both-but-why-we-need-them-is-not-properly-understood/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "By Santishree Dhulipudi Pandit\nThe G20 presidency of India has come at an opportune time as we complete 75 years of independence, and begin the 25-year Amrit Kal journey towards the centenary celebrations. It provides an opportunity to not only showcase the country’s economic successes but also to show the light towards a collective future for all as reflected in the theme chosen for G20, Vasudhaiva Kutumbakam – One Earth, One Family, One Future.\nRead full opinion on TOI+\n\n",
        "headline_1": "What India’s young must produce & supply to the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-indias-young-must-produce-supply-to-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "Apple on Tuesday opened its first India retail store in Mumbai. Another one will be opened this week in Delhi. It’s a milestone. Not only is the maker of one of the world’s most iconic consumer electronic products upbeat on the Indian market, it’s also crucial to GoI’s aim to attract companies to relocate part of their manufacturing supply chain to India. China’s strategic rivalry with the US presents India an opportunity to ramp up electronics manufacturing activity.\nThere have been positive developments. Between April 2022 and January 2023, India exported a record $8. 35 billion of smartphones. Electronic supply chains are global, with production split across countries. Consequently, India’s smartphone exports came on the back of a surge in imports of phone parts, which reached a record $6. 5 billion between April 2022 and January 2023. In addition, imports of other related items increased. Apple belongs to a unique category of global firms, factory-less manufacturers. Its assets are the IP and a skilled workforce. The manufacturing is entirely outsourced. As Apple’s market is global, India’s trade policy will influence its decision to expand its manufacturing presence here.\n\nThe year 2017 marked an inflection point in India’s trade policy. Protectionism crept in through generalised tariff increases. WTO’s database showed that between 2017 and 2021, India’s average applied tariff increased 4. 5 percentage points to 18.3%.\nConsequently, the lines exceeding 15% duties almost doubled. In contrast, Vietnam, which competes with India to attract manufacturing supply chains, kept its average tariff unchanged at 9. 6%. Actually, the trend in average tariff rates underestimates Vietnam’s advantage. During this period, Vietnam also signed up for two consequential preferential trade agreements, RCEP and the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP). These agreements amplify the advantages of India’s competitors as they divert trade from non-members to constituents of these trade blocs.\nThe criticality of regional trade blocs was driven home last month when the UK joined CPTPP, arguably the gold standard among preferential trade agreements. The UK is the first addition to CPTPP since it began five years ago. Awaiting membership are China, Taiwan and South Korea, all key locations in the electronics supply chain and also home to brands with a global presence. If India is to build on its early promise in smartphone assembly, it has to revisit its trade policy. Protectionism leads to stagnation, and bilateral trade deals don’t cut it.\n\n",
        "headline_1": "Tariffic mistake: Apple’s first retail stores should catalyse a rethink on high tariffs that limit manufacturing potential",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tariffic-mistake-apples-first-retail-stores-should-catalyse-a-rethink-on-high-tariffs-that-limit-manufacturing-potential/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "MNREGA gives the rural poor a measure of security. But now, and ironically after process ‘improvements’, it’s become another forbidding government interface for the poor. Last year, GoI introduced a national mobile monitoring software – able to record attendance in real-time, with geotags and photographs. Intended to minimise corruption and provide oversight, this intervention has ended up making the programme inaccessible to many who need it most. Wage payments are delayed – only 43% of MNREGA workers qualified for the new Aadhaar-based payment system, because they have not been able to fill in their details.\nFor nearly two months, workers have been camping out in Delhi, urging the government to help them. This year’s budget slashed MNREGA allocation by 33% from last year’s revised estimates. GoI attributes this to declining demand for such work because of improving rural economic conditions. Some observers, including civil society activists tracking the programme, say otherwise. Such debates, like those on job creation, rarely see participants find the middle ground. But what seems clear is that glitchy tech fixes, like app-based attendance and Aadhaar-enabled payments, are deterring people from seeking work they sorely need.\nThere is an abundance of testimony from workers themselves, on losing wages because of errors in the attendance system, and worksite supervisors having to buy smartphones to use the app. Spotty connectivity and app errors should have been expected, and alter natives provided, before the system was rolled out. Nobody should have to forgo fair payment for work done, because of a complicated tech fix that asks too much of the poorest citizens.\nDigitisation has been one of India’s success stories. But the when and the how is as important as the how much when it comes to using tech in public services.\n\n",
        "headline_1": "Tweak the tech: MNREGA’s process change to reduce corruption is hurting those who need jobs. GoI must have a relook",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tweak-the-tech-mnregas-process-change-to-reduce-corruption-is-hurting-those-who-need-jobs-goi-must-have-a-relook/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "On April 17, Rajshahi city experienced one of its hottest days in over six years, with the mercury rising to a staggering 42.6 degrees Celsius. According to the meteorological department, this falls within the range categorised as a severe heatwave. The heat is so intense that health experts have warned residents to stay indoors for most of the daytime, up until 4:00pm, and even advised them to complete their Eid shopping after dark if needed. For the past two weeks, people have been suffering heavily as temperature has been hitting the 40-degree mark consistently.\nA recent report by Banik Barta further illustrates the challenge for Rajshahi. A lecturer at the Rajshahi University of Engineering and Technology (RUET) said that irrespective of the temperature recorded, the \"real feel\" will be at least 10 degrees hotter. The decreasing amount of water vapour in the air of Rajshahi is responsible for this. Unfortunately, the situation has been more or less the same across the country. The question is, how can people function normally if the heat is this oppressive? What's equally concerning is that excessive heat can disproportionately affect the poor, and significantly lower productivity.\nWhile we understand that urban spaces are one of the key drivers of development, it is the rapid and unplanned urbanisation that is now rendering many of these places almost unliveable. The decline in quality has been quite jarring. For example, between 1999 and 2019, ​​Rajshahi's urban areas increased by about 16 percent, while the city lost 19 percent of its tree cover and four percent of its waterbodies and wetlands. Another study revealed that in the last 30 years, the city lost 17 percent of its greenery, and correspondingly, temperature has risen by 12 degrees Celsius. If the current trend holds, the city may experience much higher temperatures in the future.\nTrue, human-induced climate change is largely to blame for the intense heatwaves we are facing today. But our city and development authorities cannot be excused either. It is the poor and unplanned urbanisation under their supervision, without much thought given to protecting natural spaces, that has resulted in localised \"heat islands\". Not just Rajshahi, this is a phenomenon experienced in Dhaka, Chattogram and Khulna too. If this mad rush for development continues, our cities will soon become all but uninhabitable.\nNatural and green spaces play a crucial role in temperature regulation. Research has found that temperature tends to be higher in urban areas and barren lands than in wetlands and green spaces. We, therefore, urge the authorities to take note of the drastic rise in temperature in our cities across the country. To check this trend, they must act immediately. They must protect what remains of our wetlands and green spaces, and bring encroachers and polluters to book. Our cities must be developed in a way that they can be climate-resilient.\n",
        "headline_1": "Rajshahi faces a hotter future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajshahi-faces-hotter-future-3301116",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "While the peak electricity supply reached 15,604MW in Bangladesh at the beginning of summer, many areas, mostly outside Dhaka, have been facing long hours of load-shedding and disruption of economic activities. The reason behind the current crisis is not the lower installed capacity, but the inability to buy imported energy to run the existing power plants and interrupted services due to technical inefficiency. It is tragic to see that while people are suffering from the crisis, over 40 percent of installed capacity remains idle. It is even more tragic that the new capacity addition of 660MW from the trial operation of Rampal and import of 748MW from Adani's Godda coal-based power plant could not be of any use to reduce people's suffering. On top of that, more committed power plants including Matarbari, Banshkhali, Rooppur nuclear power plant, and the second unit of Payra are waiting to be finished.\nThe question is no longer whether Bangladesh has the installed capacity to meet the electricity demand. Rather, the question is whether Bangladesh will be able to pay for the imported energy to fulfil its demand amid the US dollar crisis coupled with high international prices and dwindling foreign exchange reserves.\nThe excruciating summer temperature and the deteriorating power crisis in Bangladesh brought back the agenda of solar electricity. In this respect, recent policy developments need attention. The draft renewable energy policy set a target to increase the renewables' contribution to 40 percent by 2041. So far, the feasibility of the target has been discussed mainly from the technical and economic perspectives. Previous debates mostly focused on grid capacity, intermittent supply, battery use, demand management, etc. Another concern has been the high cost of solar power, until the cost declined globally over the last decade. Now, the new experiences of integrating renewables to the grid are widely known. Significant spillover of knowledge around the world made solar technology accessible to countries like Bangladesh. However, while the fossil fuel lock-in as a barrier to clean energy technology adoption is widely discussed in the West, it is yet to receive much attention in Bangladesh.\nTechnological lock-in refers to the situation of persistent failure to switch to a new technology as replacing the incumbent technology becomes highly expensive. Although the term has been used by economists, historians and sociologists since the 1980s, scholars have started to use \"lock-in\" in relation to fossil fuel use and the difficulty to switch to renewable energy. Others use the term carbon lock-in to describe a force that prolongs fossil fuel use despite knowing the risks of fossil fuels and having cost-effective alternatives. As a consequence, low-carbon technology diffuses at such a slow rate that the cost to society and the environment becomes too high.\nCurrently, many countries that are willing to phase out coal are finding it difficult to replace it, because it has already established a deep-rooted connection to society, institutions, and the economy. When a technology is adopted, it is not only about the energy it uses, it is also about the employment it creates, and the dependency it creates with the infrastructure, industry, and society. It is now very difficult for coal-dependent countries like Germany, India, Indonesia, and China to replace coal because it is expensive to replace the technology. The coal phaseout in those countries are slow, not only because the strong coal lobby resists phaseout, but also because it is expensive to compensate the workers, employ them elsewhere, and reorganise the infrastructure, economy, and institutions for clean energy use.\nConsidering the electricity overcapacity in Bangladesh created over the last decade, I want to say that Bangladesh, with its decisions to build coal power plants and an expensive nuclear power plant, has already started to feel the symptoms of technology lock-in. Even if Bangladesh wants to replace the existing technology with renewable technologies in the future, the possibility is getting weaker every day.\nThe investment of billions of dollars in LNG infrastructure, coal, and nuclear power plants over the last decade has already made the incumbent projects irreplaceable. It has already become difficult to implement a clean energy plan because of the existing overcapacity. Financing new renewable energy projects will most likely create some level or redundancy in the committed and existing installed capacity. Bangladesh's installed capacity of renewables is 966MW, which is 3.6 percent of the total installed capacity (26,700MW). The actual contribution to solar electricity supply is less than one percent (Ember 2023). By 2026, Bangladesh needs to install more than 1,500MW from renewable sources to reach the 10 percent target. The question is: don't we have to pay capacity charges to the idle plants? Obviously, we will have to pay unless the old ones are phased out.\nCurrently, the existing on-grid installed capacity of solar power is 367.81MW. There are 550MW solar park projects committed; all are at the implementation stage. The 200MW solar power plant in Gaibandha is operating on trial. Although there are more at the planning stage, there is little understanding of whether they will be implemented or not.\n\nConsidering the electricity overcapacity in Bangladesh created over the last decade, I want to say that Bangladesh, with its decisions to build coal power plants and an expensive nuclear power plant, has already started to feel the symptoms of technology lock-in. Even if Bangladesh wants to replace the existing technology with renewable technologies in the future, the possibility is getting weaker every day.\nThe rising overcapacity is a concern not only because it is expensive now, but also because it will potentially reduce our ability to switch to cheaper alternatives. According to the new draft renewable energy policy, the targets to increase the renewable electricity supply are 2,500MW by 2026 (first phase), 8,000MW in 2026-2030 (second phase), and 24,000MW in 2030-2041 (third phase). The targets assume total installed capacity will be more than double (60,000MW) the current installed capacity (26,700MW) by 2041. It is also assumed that Bangladesh's GDP will grow above seven percent average. The Russia-Ukraine war, dollar crisis, rising inflation, forex reserve crisis, and poor economic performance do not seem to increase the demand as high as the predicted growth level. So, the new addition by committed power plants will more likely increase the burden as more plants need to remain idle.\nThe current gap between predicted and actual demand has questioned the reliability of the demand estimation. Even the past electricity demand estimation of the 2016 Master Plan was based on the assumption of 10 percent demand growth. The draft Integrated Energy and Power Master Plan (IEPMP) 2022 estimated that if the existing and committed power plants (gas, oil, coal, nuclear, and import) start production, by 2030 the total installed capacity will be 35,261MW. Based on various scenarios, the maximum demand in the same year will range from 31,709MW (low) to 41,890MW (high). After allowing for 10-15 percent reserve margin, the existing and already committed power plants will most likely satisfy the low scenario predicted demand, at the cost of limiting solar growth.\nThe existing coal-based capacity is 1,661MW, and committed capacity is 8,256MW. If more coal-based power plants are planned without considering the potential lock-in in the future, the electricity sector will again face a crisis. The persistent gap between actual generation and installed capacity has flagged the problem. It should ring the alarm now, rather than later when it will be even more difficult to replace the incumbent technologies. The government should learn from the crisis, revise the demand growth estimation based on more realistic assumptions, stop fossil fuel-based power plants, invest more on renewable deployment, and save the country from potential carbon lock-in. Expressing intention to transition to clean energy is not sufficient to save us from carbon lock-in.\n \nMoshahida Sultana Ritu is associate professor of economics at the Department of Accounting and Information Systems, University of Dhaka.\n\n",
        "headline_1": "Is renewable deployment suffering from fossil fuel lock-in?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/renewable-deployment-suffering-fossil-fuel-lock-3300951",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "It is astonishing the tenacity with which we cling to the untenable. We humans seem to have an infinite capacity to adapt to the unbearable, but when it comes to suggesting a solution, we resist with admirable, if misdirected, strength. We complain endlessly about problems, but are adamant in our belief that nothing better is possible.\nThis is, in a word, stupid.\nConsider our modern cities, particularly those in South Asia. They are highly polluted. People regularly die on the roads. We spend a fortune building new roads, flyovers, and elevated expressways, and then spend some more on vehicles to drive on them. We spend hours stuck in traffic every day. But if anyone suggests that perhaps our current approach to movement in cities is wrong, we write them off as crazy or impractical or unrealistic.\nAs if our current situation is sane, practical, and realistic.\nSometimes I think that humans are actually too adaptable. We learn to live with the unbearable. Air pollution and road crashes kill us, noise drives us crazy, and yet we fail to act urgently about these matters. We aren't happy that children can't play outdoors, but hey, they've all got smartphones now. The climate crisis threatens our very survival, and yet we can't be bothered to act about it, because we're too distracted by studies, work, and social media.\nThere exists a very different possibility for our cities. It's a radical solution to much of what ails us. It would be incredibly difficult to achieve, but if we were to achieve it, our lives would improve dramatically. It takes courage to dream of something radically better. And it requires intelligence, strategy, and persistence to achieve it. But if more of us dreamt it and worked towards achieving it, we could make it a possibility – and that would make it all worthwhile.\nMajor improvements in our lives have not come about by accepting misery as inevitable. People have risen up and protested, whether it be against insane working hours, terrible working conditions, or denying women the right to vote. People dreamt big, worked hard, and through their dedication, intelligence, strategy, and persistence, they brought about change. Others called them crazy. Others told them they would never achieve their goals. But rather than listen to the naysayers, they persisted. Rather than be discouraged by their failures, they learnt from them. And we have them to thank for much that is better in our lives today.\nNow, imagine being able to walk safely and comfortably in cities, without fearing being hit by a car, without choking on car exhaust, without being subjected to constant honking. Imagine being able to move around by bicycle, reaching your destination in little time and essentially at no cost. Or taking a rickshaw or a tram and actually arriving at our destinations in a reasonable amount of time.\nImagine children playing outdoors – remember when that was a thing? Skating, cycling, playing badminton, chasing each other, laughing. Clusters of school children walking or cycling to school together.\nBut why just children? Imagine youth having space outdoors to socialise and the ability to move about actively and safely. Adults, too, of all ages, walking, taking bicycles or rickshaws. Benches on the footpaths where people can rest under the shade of a tree.\nTrees? Did I mention trees? Imagine a city with more parks, canals, and other green space. A city that is cooler, thanks to all the dirt, water, and trees. A city that doesn't flood despite the worsening climate crisis, thanks to plenty of natural drainage. Rainwater seeps into the soil and replenishes the groundwater. Because there's space for that now. Because that's what we prioritise now.\nA city that invites nature back in. Connected green spaces populated with local birds. Clean canals populated with local fish. Air that nourishes rather than poisons us. Cities that are good for our health, for the health of other creatures, good for our pocketbooks. Cities that are safe, pleasant to live in. I know, it's hard to imagine. And you're wondering, \"Okay, sure, but what do we have to give up?\"\nWell, of course you'd have to give something up. Nothing comes for free! You'd have to give up, let's see… filthy air. Terrible congestion. Frequent road crashes. And, yeah, the convenience and \"status\" of owning/using an automobile or a motorbike.\n \nDebra Efroymson is executive director at the Institute of Wellbeing, Bangladesh and senior advisor at the Canadian NGO HealthBridge. She recently gave a TEDx talk on car-free cities.\n\n",
        "headline_1": "We, as humans, must stop adapting to the unbearable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-humans-must-stop-adapting-the-unbearable-3300906",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "On April 17, Rajshahi city experienced one of its hottest days in over six years, with the mercury rising to a staggering 42.6 degrees Celsius. According to the meteorological department, this falls within the range categorised as a severe heatwave. The heat is so intense that health experts have warned residents to stay indoors for most of the daytime, up until 4:00pm, and even advised them to complete their Eid shopping after dark if needed. For the past two weeks, people have been suffering heavily as temperature has been hitting the 40-degree mark consistently.\nA recent report by Banik Barta further illustrates the challenge for Rajshahi. A lecturer at the Rajshahi University of Engineering and Technology (RUET) said that irrespective of the temperature recorded, the \"real feel\" will be at least 10 degrees hotter. The decreasing amount of water vapour in the air of Rajshahi is responsible for this. Unfortunately, the situation has been more or less the same across the country. The question is, how can people function normally if the heat is this oppressive? What's equally concerning is that excessive heat can disproportionately affect the poor, and significantly lower productivity.\nWhile we understand that urban spaces are one of the key drivers of development, it is the rapid and unplanned urbanisation that is now rendering many of these places almost unliveable. The decline in quality has been quite jarring. For example, between 1999 and 2019, ​​Rajshahi's urban areas increased by about 16 percent, while the city lost 19 percent of its tree cover and four percent of its waterbodies and wetlands. Another study revealed that in the last 30 years, the city lost 17 percent of its greenery, and correspondingly, temperature has risen by 12 degrees Celsius. If the current trend holds, the city may experience much higher temperatures in the future.\nTrue, human-induced climate change is largely to blame for the intense heatwaves we are facing today. But our city and development authorities cannot be excused either. It is the poor and unplanned urbanisation under their supervision, without much thought given to protecting natural spaces, that has resulted in localised \"heat islands\". Not just Rajshahi, this is a phenomenon experienced in Dhaka, Chattogram and Khulna too. If this mad rush for development continues, our cities will soon become all but uninhabitable.\nNatural and green spaces play a crucial role in temperature regulation. Research has found that temperature tends to be higher in urban areas and barren lands than in wetlands and green spaces. We, therefore, urge the authorities to take note of the drastic rise in temperature in our cities across the country. To check this trend, they must act immediately. They must protect what remains of our wetlands and green spaces, and bring encroachers and polluters to book. Our cities must be developed in a way that they can be climate-resilient.\n",
        "headline_1": "Rajshahi faces a hotter future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajshahi-faces-hotter-future-3301116",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "It is disheartening to know that the average life expectancy of Bangladeshis went down by six months to 72.3 years in 2021. Even though it might not be a big drop statistically, it illustrates that people's living conditions have deteriorated in recent times. According to a former chairperson of Dhaka University's population sciences department, the impact of Covid-19 and its post-effects, including reduced access to healthcare facilities, poverty, reduced intake of notorious food, and lifestyle, could be the reasons for the decline in life expectancy and the simultaneous rise in crude death rate, which increased from 5.1 per thousand people to 5.7.\nAccording to data, men's life expectancy declined more than women's. In 2021, men's life expectancy came down to 70.6 years from 71.2 years, and women's from 74.5 years to 74.1 years. The study also revealed an increase in the maternal mortality rate in 2021, with 168 maternal mortalities reported per lakh childbirths. Since the beginning of Covid until now, life has gotten harder for most people in the country due to numerous disruptions to essential services. Prices have continually kept on rising, with inflation hitting record highs at various times. This has forced many people to change their daily diets, including by cutting down on protein and other nutritious food.\nThe inability of people to afford the same quality of diet they once did is surely going to have a significant effect on their long-term health. Additionally, the mental stress that they are experiencing due to the rising cost of living and from various uncertainties, as well as increased unemployment post-Covid, could also be factors affecting their life expectancy. Another reason which is likely contributing to it is the quality of air that those living in places like Dhaka are having to breathe day in and day out. A few recent studies have also confirmed this.\nHigh levels of depression, a sense of hopelessness and stress are all known reasons that lead to a decline in people's life expectancy. According to the 2022 Global Emotions Report, Bangladesh ranked seventh among the world's angriest, saddest and most stressed nations. In the World Happiness Report 2023, Bangladesh slipped 24 notches to rank 118th out of 137 countries, which shows Bangladeshis have become less happy in recent times. All of these are connected factors that are affecting people's life expectancy.\nThe increased uncertainty and a sense of overall injustice in the country, decreased security – including financial security amidst rising inflation and declining savings and sources of incomes – coupled with greater squalor and other poor environmental factors are all leading our citizens to become more miserable, stressed, unhealthy and likely to live shorter lives than a few years ago. All this shows that the country is, in large parts, heading in the wrong direction. We urge the authorities to address the underlying reasons behind it and rectify them for the sake of a happier and longer life for citizens.\n",
        "headline_1": "Drop in life expectancy an ominous sign",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/drop-life-expectancy-ominous-sign-3300591",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "At a discussion on the primary result of the Bangladesh Demographic and Health Survey 2022, health officials stated that childhood stunting had come down markedly over the last five years. The survey is done every five years with the support of USAID and International Centre for Diarrhoeal Diseases, Bangladesh (icddr,b) and its findings are shared by the National Institute of Population Research and Training (NIPORT). While it is heartening to learn that stunting in children under the age of five has come down from 31 per cent to 24 per cent in 2022, caesarean births have increased to 45 per cent in 2022, up from 34 per cent in 2017.This phenomenal rise in unnecessary caesarean births has been made possible primarily due to the unhealthy profit-making tendency in the country's health sector. Again, the general apathy showed by health authorities to continually monitor and enforce transparency and accountability among health establishments is equally responsible for this dismal situation. Health professionals generally agree that because most healthcare facilities in the country that deal with child birth have formed unholy alliances in the form of syndicates, patients find themselves unable to do anything but submit to this malpractice. While national media do cover the issue in the major urban centres, things are less than favourable for pregnant mothers in the rural areas. When doctors have carte blanche to decide that a c-section is necessary and that too must be done at a private clinic, patients have little choice but to comply. It is normal for patients to place their trust in healthcare professionals when it comes to giving child birth, but it appears that the ethical code that is supposed to be the cornerstone of medical practice in this country has been thrown out the window for the purposes of windfall profits - even when there is 'no complicacy' in pregnancy. It is not simply a question of making money off patients, there are serious health hazards involved in c-section delivery. When healthy mothers who have no need for caesarean births go through the procedure, many face complications. Though cost varies from centre to centre one might have to spend Tk 60,000 or more on C-section. Thus, one can only wonder how many thousands of crores of Taka are being made at the cost of patients' health (not to mention out-of-pocket experience). According to some estimates, there were around 860,000 unnecessary operations of this kind done in 2018, while up to 300,000 women who need a C-section are unable to afford or access it. \"In 2018 alone, 77 per cent of all C-section operations were medically unnecessary\" according to one gynaecologist's calculations. The fact is that healthcare has now moved largely out of the public sphere and into private sector. It is businessmen who now own private medical hospitals and these are treated primarily as profit-making ventures with little in way of imparting quality healthcare services for the benefit of the public. Profit is the only 'mantra' on the table, and as stated before, in the absence of serious monitoring either by government or by Bangladesh Medical & Dental Council (BMDC), matters have been allowed to deteriorate to this state. The BMDC states that it \"is a statutory body with the responsibility of establishing and maintaining high standards of medical education and recognition of medical qualifications in Bangladesh. It registers doctors to practice in Bangladesh, in order to protect and promote the health and safety of the public by ensuring proper standards in the practice of medicine.\" The question is, what exactly is the body doing to tackle the malpractice that has now reached epidemic proportions?",
        "headline_1": "Rise in C-section alarming",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-c-section-alarming-1681918557",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "Two generals, one heading the army and the other leading his own paramilitary force, both allies once, are currently busy destroying the country they share. In these past many days, Sudan has been under brutal assault by its army and the Rapid Support Forces in what is patently a struggle for power. Khartoum is in a state of siege, with its residents forced to stay indoors --- without water and electricity ---- while the soldiers fight it out on the streets. Khartoum airport is a mess, with a number of civilian airliners and military jets destroyed in the fighting.As this piece is being written, the conflict rages on. It is yet one more sign of the instability which has characterised large segments of Africa over the decades. It is not just Sudan which symbolises the grave state of affairs in the continent. There are others. Mali, in the grip of its military and yet busy trying to keep rebel forces at bay, has progressively been on a slide to chaos. Not many years ago, ISIS laid large parts of the country waste, with the ancient city of Timbuktu bearing the brunt of the onslaught. Observe Ethiopia, where the government led by the Nobel-winning Prime Minister Abiy Ahmed has been in a state of war with Tigrayan rebels. The action of the government has caused global concern and provoked international condemnation, which has now compelled the Prime Minister to go for some sort of accommodation. That does not detract from the ferocious manner in which the Ethiopian army and the Tigrayan People's Liberation Front have in recent months gone full steam in trying to defeat each other. There was a point when the Tigrayan forces came close to seizing Addis Ababa. That fortunately did not happen.And away in Congo, a country which has never had peace since it gained independence from Belgium in 1960 and since its first Prime Minister Patrice Lumumba was brutally murdered within months of gaining freedom, the chaos goes on. General Mobutu Sese Seko plundered the country for decades until his overthrow and replacement by Laurent Kabila, who was assassinated within months by his own bodyguards. Kabila's son Joseph ruled for years, but was unable to turn things around. The endless conflict between his soldiers and rebels forced the United Nations to station peacekeepers in the country. The peacekeepers are yet there.And yet peace has not come to Congo, where M-23 rebels have remained active in keeping the country in a state of conflict. The Ugandan government of President Yoweri Museveni has been blamed for providing support to M-23 and so making a bad situation worse. The conflict between Congolese forces and the rebels, which had ended through mediation by African leaders more than a decade ago, erupted again early this year. The fighting, which has forced thousands of people fleeing their villages and looking for safe havens, has been concentrated in the east, where reserves of cobalt are clearly a big incentive for the war.President Felix Tshisekedi's government, inheriting a bad legacy from its predecessors, has been unable to bring Congo under its control. Obviously, with the Ugandans behind the M-23 rebels, Congo remains stymied in its battle to control its own affairs. One quite cannot predict if peace will someday come to Congo. For now, though, the UN peacekeepers, often in vulnerable circumstances themselves, remain in position in areas where the danger is most intense.Africa's problems are largely a legacy of the colonialism it was subjected to for long periods in history. Mozambique, Angola, Kenya, Uganda, Congo and a number of other countries which today operate, or try to operate, as sovereign nations have not quite emerged from the tribal culture that has sustained their peoples through the centuries. It is a truth the colonial powers did not acknowledge or it is a reality they could not grasp when they exploited the continent in their diverse ways. They suffered from the mistaken belief, as the Americans were to demonstrate decades later in Afghanistan, that they could leave behind a landscape of nations shaped into modernity under their benign rule.That did not happen. Africans certainly were able to come by their countries, but they did not become nations, just as the many ethnic groups in Afghanistan or even Pakistan have been unable to constitute themselves into nations. In this first quarter of the twenty-first century Africa remains home to tribes. Politics in Africa is based on the tribalism factor despite the noises made about democracy. And, of course, democracy is yet a misnomer in a continent where tribal warfare continues to be a threat to stability. The Rwanda genocide of 1994, with Hutus murdering Tutsis, remains a blot on human conscience.Dictatorial instincts in the powerful, besides the residual memories of colonialism and insistent tribalism, have been a powerful factor in Africa's inability to move ahead. The old Organisation of African Unity (OAU) was at a point replaced by the more time-appropriate African Union (AU). But with all the coups d'etat occurring in the continent in recent times, the AU has remained in a state of near emasculation. In these past three years, there have been as many as seven coups or attempted coups in Africa. Mali, Sudan, Burkina Faso and Chad are cases in point. Every coup has pushed the continent back into a narrative which reminds people of the ceaseless overthrow of civilian governments through the 1960s and 1970s. Lumumba lost power in 1960. Ghana's Kwame Nkrumah was ousted by the military in 1966. Nigeria's Abubakar Tafawa Balewa was overthrown and assassinated in 1966, a situation which led to decades of military-tribal rule, eventually causing the Biafra interlude of the later 1960s. Sergeant Samuel Doe led a bloody coup in Liberia in 1960. In 1965, the Algerian army led by Defence Minister Houari Boumeddiene removed President Ahmed Ben Bella from power. Ethiopia's Emperor Haile Selassie was overthrown and murdered by soldiers in 1974.In these present times, Museveni, who has been in power in Uganda since 1980, refuses to call it a day. Eritrea's leader Issaias Afewerki, once a heroic liberation fighter against Ethiopian colonialism, presides over a country where criticism of the government is taboo. Media freedom is absent. Tunisia's Kais Saied rules by decree. The demonstrations in Cairo's Tahrir Square in 2011 forced a democratic opening in Egypt. It was all too brief. General Abdel Fattah al-Sisi's stranglehold on the country will not be loosened anytime soon.Africa has twenty-eight of its countries among the poorest nations in the world. Corruption consumes resources, with 47 per cent of Africans eking out a bare existence on $1.90 or less a day. Many of the world's health issues bedevil Africa. A lack of access to clean water, food, medical facilities and shelter hobble the continent.General Abdel Fattah al-Burhan and General Mohamed Hamdan Dagalo, battling for power in Khartoum, refuse to let go of this sad African political tradition.\n[email protected]",
        "headline_1": "Africa, a wounded continent",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/africa-a-wounded-continent-1681918602",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "A heatwave is now sweeping over most parts of Bangladesh. Dhaka has recently recorded its hottest day in 58 years with the temperature rising to 40.6 degrees Celsius on Sunday (April 19). The intensity of the heatwave is more or less the same elsewhere in the country with the mercury hitting above 42 degrees in some areas. But when it comes to the feeling of heat or of temperature in Dhaka city, it is five to six degrees more than the actual mercury reading. The 'feels like temperature' is a measure of how hot it really feels for a human body when humidity is factored in. The heat is particularly felt more in congested cities like Dhaka, than where there is hardly any greenery and water bodies. A survey of the Centre for Atmospheric Pollution Studies has found that summertime temperature in Dhaka is 3-5 degrees Celsius higher in heavily urbanised areas than in areas with more green coverage and water bodies. That means the more trees we have around us, the less heat we feel in the environment. Heat often gets intensified in cities, a phenomenon known as the urban heat island effect. It is a condition in which a city experiences much warmer temperature than rural areas. Researchers have found that many areas in Dhaka are turning into urban heat islands very quickly because of unplanned urbanisation. Asphalt and concrete of a city absorb and retain more heat than vegetation. So, temperatures in Dhaka city are often hotter than villages. In areas with fewer trees and water bodies, the feeling of heat is more intense than in the areas with more greeneries. As temperatures rise, so does the use of air conditioners, which requires more electricity. And to generate more electricity, we need to burn more fossil fuels, which contribute to global warming. The increased heat, along with poorer air quality, gives rise to various health issues, especially among the elderly and children. Extreme heat is often responsible for heat stroke and other illnesses, which can be deadly. Bangladesh is quite experienced in tackling cyclones and floods. But we have yet not taken heatwaves into consideration as a natural disaster. In fact, we do not even keep statistics of heat-related deaths. This year's hot season has just set in. And temperatures will continue to rise in the days to come. So, it is time for all of us to help people survive the impending heatwaves. Our rooftops should be painted white so that they can reflect, rather than absorb, heat. Measures should be taken to expand green spaces in cities because trees, plants, and grass cool down surrounding areas. One way to curb urban heat is to plant deciduous trees. These trees are good for cities since they block sunlight during the summer, lessening the impact of the urban heat island. Another way could be having as many rooftop gardens as possible in Dhaka city since such gardens help ease the intensity of heat in the city. \n[email protected]",
        "headline_1": "Adapting to heatwaves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adapting-to-heatwaves-1681918634",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2023"
    },
    {
        "full_article": "It is estimated that every year more than 10 million people leave Dhaka city for their home districts to celebrate Eid with loved ones. And this year, too, will not be an exception. As the Eid-ul-Fitr is just around the corner, railway stations, and bus and launch terminals are soon expected to see a mad rush of home-bound passengers. They want to reach their homes at any cost. And considering it an opportunity, long-route bus and launch operators charge passengers extra money for fare. A syndicate of transport owners create an artificial crisis of tickets ahead of every Eid and force passengers to buy tickets at exorbitant prices. Sometimes, tickets are sold only in black market. If the authorities concerned fail to prevent the illegal practice of charging extra fares and selling of tickets in black markets then they will be unable to stop poor people from getting on unfit vehicles and goods-laden vehicles. They are compelled to travel by buses without fitness. They also climb to the roofs of buses, trucks, trains and launches by risking their lives. Such travel is cheaper, but riskier. However, the public are sometimes compelled to take the risk due to shortage of transports. Every year Bangladesh Road Transport Authority and Bangladesh Inland Water Transport Authority form monitoring teams but people are forced to purchase tickets of bus, launch and plane at higher prices. We urge the authorities to take immediate action to prevent the crisis thus created by transport operators just to make extra money.\nMd. Abdullah Almamun, Student of Department of Sociology,Jagannath University, Dhaka, [email protected]",
        "headline_1": "Stop charging extra-fare during Eid journey",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-charging-extra-fare-during-eid-journey-1681918657",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-04-2023"
    }
]