[
    {
        "full_article": "The issue of reserving private sector jobs for people domiciled within the same State may face its first judicial test soon. The Supreme Court has asked the Punjab and Haryana High Court to decide within four weeks the validity of the Haryana law mandating 75% reservation for local candidates in private sector jobs that pay up to ₹30,000 a month. Even though the apex court set aside an interim stay order granted by the High Court, it was only doing so because the stay was granted without assigning reasons. It is a settled principle that legislation cannot be stayed unless there is a preliminary finding that it is unconstitutional or suffers from any glaring illegality. There are quite a few issues that arise when the State introduces a quota in the private sector, especially if it is based on a domicile norm. Andhra Pradesh and Jharkhand have also introduced such laws, while the ruling DMK in Tamil Nadu had promised 75% reservation in its election manifesto for last year’s Assembly polls. Given the bleak employment situation in the backdrop of the reported loss of millions of jobs during the pandemic, it is no surprise that the leadership in every State seeks to find employment opportunities for its youth. In some States, employers may find it cheaper to use the services of those from a faraway State, while in others there may be an acute shortage of labour within the local population.\rThe first hurdle that a law such as the Haryana State Employment of Local Candidates Act will face is the constitutional bar on discrimination on the basis of place of birth or residence. Even though the Constitution allows the Government to prescribe a residential criterion for employment to public posts, it is doubtful whether such a measure can be extended to the private sector. In the Haryana case, it covers companies, societies, trusts, partnership firms and individual employers. The industry may feel aggrieved that the residential requirement may adversely affect the hiring of talent from outside Haryana. From an individual point of view, the law may impinge on the freedom of movement, the right to reside and settle in any part of the country, and the right to carry on any occupation. Of course, the Act provides for exemption to any employer if an adequate number of local candidates are not available in terms of skill, qualification and proficiency. And there is a sunset clause: the Act will cease to operate in 10 years. Beyond the question of legality, what is flagged by such developments is the state of the economy, especially the labour economy. Rapid urbanisation and the agrarian situation are behind large-scale migration in search of employment. The real issue to address is the widespread disparities between urban and rural areas, between advanced States and backward ones.",
        "headline_1": "Wrong solution: On urban-rural divide and reservation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/wrong-solution-the-hindu-editorial-on-urban-rural-divide-and-reservation/article65062806.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "Close on the heels of the Government’s sharp summons to the South Korean Ambassador over social media posts by private companies, the MEA summoned the Singapore High Commissioner, following a speech earlier this week by the Singapore Prime Minister, Lee Hsien Loong, where he had said there has been a decline in political probity in India after Prime Minister Nehru’s tenure. He warned that Singapore must stem any political corruption if it is to not “go down that road”. The speech was an unexpected broadside, despite the high praise for Nehru, the Government felt, and one which merited raising the issue of the “uncalled for” remarks with the Singaporean diplomat. As the South Korean case suggested, South Block appears to be making a pattern of its “zero tolerance” stand towards any criticism of India. To begin with, PM Lee’s comments, where he said that about half of all Indian Lok Sabha MPs face criminal charges, are not baseless. Mr. Lee even added the caveat that many of these cases could be motivated by political rivalry — which indicates some understanding of Indian politics. Second, he spoke of a similar downslide in Israeli politics, and the British “partygate” scandal (as of date, Israel and the U.K. have not raised objections). Finally, the speech was set in a grander context, as he invoked the Confucian guidelines for social behaviour that unite a country: rituals, righteousness, probity and shame. His 5,000 word speech on the subject contained just one Indian example where he had even praised the founding fathers of the independence movement, and then decried a slide in values since then. The comment, while harsh, does not merit a strong-headed response.\rIt is possible to argue that Mr. Lee’s examples were arbitrary, and contained unusual criticism for a country that has otherwise friendly ties with Singapore. Given that the issue at hand was a breach of privilege matter in the Singaporean Parliament, where an Opposition member had been found guilty of lying in the House, the India mention was certainly not required. It is even possible to argue that Singapore’s very controlled version of democracy cannot be compared to India’s more vibrant democratic traditions. However, the strong reaction New Delhi displayed evinces an insecurity about just these traditions. The fact that it comes on the back of a series of other summons, démarches and statements reacting to other governments for speaking about “India’s internal matters” adds to this impression, especially given that the Modi government frequently comments on the internal issues of its own neighbours. While this event is unlikely to cause more than a ripple across the broader, historically deep bilateral relationship with Singapore, the Government must avoid an international reputation that lends itself to the Shakespearean line — that it “doth protest too much”.",
        "headline_1": "Foreign quarter: On internal matters and India’s response",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/foreign-quarter/article65062734.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "It has been two months since a Memorandum of Understanding (MoU) between Bangladesh and Malaysia on the employment of Bangladeshi workers was signed, marking the end of a suspension on their entry to the Malaysian labour market which had been in force since 2018. The agreement came as a welcome relief as it created an opportunity for the employment of hundreds of thousands of Bangladeshi workers for the next five years. However, with little sign of progress in the movement of labour, the initial upbeat cadence has been replaced by anxiety and scepticism. It appears that despite the government's declared commitment to fair recruitment practices, the forces that were responsible for undermining earlier efforts in gaining access to this important labour market are again flexing their muscles to further their vested interest. This, in turn, has led to uncertainty, threatening the entire arrangement.\nAt a time when stakeholders were looking forward to the re-opening of the Malaysian labour market, apprehension about the revival of a cartel of recruiting agencies began to gain ground. Various groups of recruiting agencies—all members of Bangladesh Association of International Recruiting Agencies (BAIRA)—expressed their concern about the incipient cartel that is reportedly being masterminded by a Malaysian entrepreneur of Bangladeshi origin, actively aided by a few recruiting agencies of Bangladesh. In response, senior functionaries of the concerned ministry of Bangladesh declared on a number of occasions that the government is committed to providing equal opportunity for all registered agencies to facilitate the migration of workers to Malaysia. Needless to say, the debacle of the G2G-plus arrangement which led to the cessation of workers' movement to Malaysia, after the fall of the Najib Razak government, was perhaps fresh in their mind.\nThe G2G-plus system was introduced at the behest of 10 recruiting agencies of Bangladesh. The restricted arrangement that was worked out at the time contributed to a spike in migration cost. Despite the government-stipulated maximum threshold of Tk 37,500, workers had to pay an amount between Tk 300,000 and Tk 400,000. In the process, Tk 5,500 crore was allegedly pocketed by the syndicate (Daily Observer, 13.02.22). After the fall of the Najib regime in Kuala Lumpur, the new government imposed a suspension on further labour migration from Bangladesh on grounds of gross irregularities in the recruitment process. It also charged senior government officials for engaging in corrupt practices in this regard. Bangladeshi recruiting agencies have alleged that the same vested quarter, being unable to make any headway at the Bangladesh end, has now managed to establish their hold at the Malaysian end and is exerting pressure on Bangladesh.\nThe anxiety of the general recruitment agencies is not unfounded. Over the last several months, media outlets in Kuala Lumpur carried a number of reports about the group's activities to unfairly control labour migration from Bangladesh (Malaysiakini, 10.01.22). Reports in some online news portals and social media have underscored the group's access to the corridors of power in Putrajaya. The matter attracted further attention when the Malaysian human resources minister, in a letter on January 14, urged Bangladesh's minister for expatriates' welfare and overseas employment to initiate the process of sending workers to Malaysia by involving \"25 main Bangladesh Recruiting Agencies (BRAs) with 10 associate BRAs respectively under each main BRA...\" In his reply on January 18, the Bangladeshi minister informed his Malaysian counterpart that as per ILO charters and Bangladesh's own Competition Act, 2012 endorsing \"transparent, fair and safe migration\", his government was obliged \"to keep the opportunities open to all valid, licensed BRAs.\"\nThe latest move for \"syndication\" of workers' recruitment for the Malaysian market has generated deep concern among the stakeholders, particularly the recruiting agencies. The BRAs have organised a series of meetings, rallies, human chains, and press conferences, and submitted memorandums including one to the prime minister. At a meeting held on January 24 under the banner of General Recruiting Agencies, jointly organised by at least seven groups of recruiting agencies, they termed the Malaysian minister's call for restricted opportunity for BRAs as not only unfair and biased, but also an \"interference in Bangladesh's own affairs\". The BRAs raised the question that if no restriction is imposed on the Malaysian companies to participate in the recruitment process, why is the country insisting this for Bangladeshi agencies? \nThey noted that making a distinction between \"main BRA\" and \"associate BRA\" is \"immoral and degrading\", and that all BRAs have equal qualifications and acquired their license by meeting the same criteria set by the government, including payment of deposit. The BRAs also reminded the authorities of the 2018 High Court order for not allowing any syndicate to operate in the recruitment of workers (Prothom Alo, 24.01.22).\nNews reports also say the BRAs are concerned that instead of remaining firmly committed to staving off any move towards syndication, the ministry responsible for overseas employment is considering allowing Malaysia to choose the said 25 agencies (Prothom Alo, 24.01.22). The Recruitment Agency Oikkyo Parishad has expressed its opposition to allowing Malaysia any say about who should be granted the authority to recruit workers from Bangladesh. It argued that such concessions would only facilitate the syndication process.\nThe rejection of the syndication effort by the BRAs has struck a sympathetic chord in the host country's recruitment sector as well. The secretary of the National Association of Private Employment Agencies of Malaysia has stated, \"We do not want any syndication or monopoly of special privileges in the recruitment of foreign workers,\" adding that \"we want [a] similar system to hire workers from all fourteen countries including Bangladesh\" (The Business Standard, 10.01.22).\nThe recruitment agencies' stand against the syndication move has garnered the support of not only their Malaysian counterparts but also of others outside the sector. For example, the Standing Committee on Manpower and Skill Development of the Federation of Bangladesh Chambers of Commerce and Industry expressed its concern in this regard, posing the question that if all the recruiting agencies of countries such as Nepal, India and Pakistan can send workers to Malaysia, why should the system be any different for Bangladeshi agencies? In a joint press statement, the Bangladeshi and Malaysian chapters of Transparency International also expressed their concern about the \"evil designs of the powerful syndicates\". The organisations demanded transparency and accountability at every stage of the migration process, and concrete action to curtail corruption and ensure access to public information.\nThe developments centring the re-opening of the Malaysian market for Bangladeshi workers have brought into the open the depth of malpractices that are associated with the short-term temporary labour recruitment process. These also revealed the long arm of the unscrupulous and powerful recruiting agencies, as well as the nature of cross-national collaboration of the crooked. The episode has exposed the impudence of some agencies that not only dared to challenge the policy and authority of the state, but also to collude extraterritorially to subvert those. The time has come for the government to act decisively and take punitive action against these elements. The actions of such agencies should be deemed as nothing less than an economic sabotage against the state.\nThe experience has prompted the BRAs to act collectively against their errant peers. This has also created an opportunity for the BAIRA to harness the support of—and establish accountability of—its members. Putting in place a system of self-regulation will go a long way in enhancing the image of the association in the public eye.\nIt is, however, unfortunate that the Putrajaya authorities are insisting on having a system that they themselves had identified in the past as the prime reason plaguing labour recruitment from Bangladesh. One hopes that they will review their current stance and soon set up a level playing field for all actors engaged in the recruitment process in both countries. Needless to say, along with bringing benefits to the migrant workers in the form of reduced migration costs, this will also lead to a reduction in the number of migrants with irregular status in the destination country—a phenomenon intrinsically associated with the high migration cost.\n \nC R Abrar is an academic. He heads the Refugee and Migratory Movements Research Unit (RMMRU).\n",
        "headline_1": "Surviving re-entry to Malaysian labour market is key",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/surviving-re-entry-malaysian-labour-market-key-2965946",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "The fourth agricultural revolution (4AR), or Agriculture 4.0, refers to the anticipated changes from new technologies, particularly the use of artificial intelligence (AI) to make smarter planning decisions and for better integration of robotics. Intelligent machines could be used for growing and harvesting crops, weeding, milking livestock and distributing agrochemicals via drones. Other farming-specific technologies include new types of gene-editing tools to develop higher yielding, disease-resistant crops, vertical farming, and synthetic lab-grown meat.\nA quick tour through Bangladesh's rural areas in December 2021 convinced me that productivity gains and income growth can happen faster if digital technologies are harnessed to improve crop yields, minimise losses, and enhance post-production operations. All major branches of the agricultural sector—including agronomy, horticulture, forestry, livestock, fisheries, and commercial farming—will be impacted.\nBangladesh is gearing up for the fourth industrial revolution (4IR) and there is an atmosphere of urgency, which is understandable. The country has set an ambitious goal to graduate from LDC status in 2026, become an upper-middle-income country by 2031, and achieve high-income country status by 2041.\nIn this context, Bangladesh is likely to see the impact of 4IR on agriculture as much as any other sector of the economy. Our traditional agriculture, particularly crop production where smallholders are in the majority, is ripe for a technological change.\nClose to 50 percent of Bangladesh's population is primarily employed in agriculture, with more than 70 percent of its land dedicated to growing crops. Therefore, the potential for using technological tools in agriculture is enormous. One could even say that 4AR has already made some inroads in all major crops cultivated including rice, jute, wheat, tea, pulses, oil seeds, vegetables and fruits. Nonetheless, our agriculture \"has remained largely subsistence based, with uncertain crop yields and inefficient infrastructure limiting the ability of farmers to fully commercialise their production,\" according to a recent FAO report. It is expected that 4AR will free cultivators from the back-breaking labour they endure to grow and harvest crops and, in addition, raise the productivity of land and labour.\nIn Bangladesh, AI and big data are already being applied in aquaculture and dairy farming. \"For the small farmer-dominated Bangladesh agriculture, advances in computing power, connectivity, artificial intelligence, biotechnology and GIS (geographic information system), and other more capable technologies hold a tremendous promise,\" according to Dr M. K. Mujeri, an economist and former DG of Bangladesh Institute of Development Studies (BIDS).\nLet us take the case of rice production. There are several decisions that a cultivator, whether a small subsistence farmer or a plantation owner, has to take. These can be broken down into eight steps: selection of crop(s), land preparation, seed-sowing and transplantation, irrigation and fertilisation, crop maintenance (including use of pesticides, crop pruning, etc.), harvesting, post-harvesting activities (drying, husking, milling, etc.) and marketing. Even in subsistence agriculture, these are complex processes and the scope for improvement is ever-present. For the Boro crop, for example, AI has been successfully used for irrigation and weed control with the help of sensors and other means embedded in robots and drones. \"These technologies save the excess use of water, pesticides, herbicides, maintain the fertility of the soil, [and] also help in the efficient use of manpower,\" according to a scientific study carried out by Tanha Talaviya and others.\nIn a recent column in The Wall Street Journal, former World Bank president Robert Zoellick highlighted some benefits of digital technologies. \"Modern farmers analyse field, crop, livestock, and aquaculture data. Agricultural marketing depends on current information on prices, export and import sales, insurance and transport data. Digital agronomy can boost environmental sustainability as well, because farmers use 70 percent of the world's freshwater supplies and a third of production is lost or wasted.\"\nOne could say with certainty that new technologies will emerge more rapidly now that we have learned so much from adapting to a major catastrophic event such as the Covid-19 pandemic. Bangladesh's challenge is to transform our education programmes and skills development infrastructure to deliver the talents needed for an innovative, digitised, and post-agricultural economy in the forthcoming 4AR.\nThe growers must be primed, and a support system—including government extension services—must be in place, to adopt technology and innovations that will make the industry, agriculture, and service sectors more productive and in sync with the global supply chain. The investment and infrastructure that supports the total transformation that will accompany this revolution need to be there both as a precondition and as a catalyst for 4AR.\nResearch policies in the public and private sectors need to guide our trajectory, and Bangladesh Bureau of Statistics can step in by providing internal and external coordination with statistics producers and users. Additionally, in order to tackle climate change and the rise of water levels and salinity of the soil in many regions across Bangladesh, new farming techniques need to be adopted by farmers, who need proper knowledge and guidance. With the help of government research and funding, these new methods can enable higher crop yields using up much less space.\nThere are, however, a few potential negative consequences of an unplanned implementation of 4AR in rural areas, such as increased unemployment, accelerated landlessness, and growing indebtedness. Policymakers need to be conscious that the transformation in the rural economy must work for everyone, be it farmers, landowners, farm workers, and the rural non-farm sectors.\nA possible side effect and stimulant for 4AR is the creation of non-farm employment in rural areas. We can see the benefit of such a strategy from the recent experience of India. After the pandemic took hold in India, there was massive reverse migration from urban areas in its wake, and many found employment in the rural sectors. The key would be structural transformation towards inclusive agriculture and rural development, along with supportive high-productivity micro, small and medium enterprises (MSMEs), according to Dr Mujeri. Other sub-sectors where 4AR can make an impact are commercial farms, tea gardens, greenhouse-based agriculture, recirculation aquaculture systems (RAS), and hydroponics.\n \nDr Abdullah Shibli is an economist and serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "Are we ready for Agriculture 4.0?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/are-we-ready-agriculture-40-2965941",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "A colleague teaching abroad recently called to ask, \"What's the minimum criteria for becoming a vice-chancellor in Bangladesh? Can one be a vice-chancellor without any teaching experience whatsoever?\" A certain high-level academic appointment of an entrepreneur drew his attention.\nEquating a university vice-chancellor (VC) with the chief executive officer (CEO) of a university is becoming a marketing trend for institutions that view students as consumers. Especially in some of the newer universities in the UK that prioritise internationalisation as their major revenue source, the traditional title of a VC is being replaced by a CEO. For them, the term means little outside the academia, and they have trouble explaining the job titles to their counterparts in China, for example. They have opted for a title that corresponds with the responsibilities and nature of their institutions. To reverse the pattern is another ballgame and has confused many, including my colleague.\nHis quizzing on the drift from tradition makes me revisit the root of the word \"chancellor.\" The dictionary dates it back to the Middle English word chaunceler, which means a chief administrative officer of a ruler, while the Late Latin root cancellarius implies a secretary or a doorkeeper. Seen thus, the application of the term chancellor to denote the chief executive officer of a university or campus is a valid proposition. In Bangladesh, the post is mostly ceremonial as the president of the country is the chancellor of all universities. He is the ultimate gatekeeper of over 150 public and private universities. In the case of the only international women's university in the country, the chancellor is the wife of a former British premier and the VC is nominated by the university's Board of Trustees. While the chancellor selects his representative—the Latin prefix \"vice-\" means \"in place of\"—for all universities in Bangladesh, in AUW's case, its independent Board of Trustees makes the choice.\nThe difference in institutional orientations has probably caused confusion. Then again, can the post of a VC be devoid of the academic remit of teaching experience, curriculum preparation, and research publications required by an institution that delivers higher education? It's justified only when we restrict the job of a university head as the chief executive to the administrative tasks of managing a university. The post, however, demands a combination of administrative and academic acumen.\nIn case of the recent appointment, the magic wand of a Doctor of Philosophy can be waved to show a seal of approval. The trend is increasingly becoming prominent among the universities for professionals where the PhD degree is pursued by many aspirant academics as a career move. Many uniformed men are now pursuing PhDs as there is a rapid growth of military universities. Ironically, the administrative focus on education has made the government appoint VCs without PhDs. The recent turmoil at the Shahjalal University of Science and Technology (SUST) has exposed the issue. Earlier, we had a number of University Grants Commission (UGC) chairs without doctoral degrees. A PhD, of course, is just a degree and not the ultimate litmus test of one's scholarly pedigree. But it involves long periods of rigorous training, where scholars identify the knowledge gap in their fields before pitching their ideas (theses) to make significant contributions to the existing knowledge.\nThis is highly important as the government has repeatedly underlined a knowledge-based economy for the overall growth of the country. The compromises that we are seeing at the academic administrative roles undermine the proposition. It is symptomatic of an anti-academic culture as well as the corporatisation of education. The former is promoted by the successful innovators who are school drop-outs, who have apparently leveraged their freedom from tradition-bound institutions to change the world. No wonder, Facebook has become a proxy book, and Apple's logo has a bite at the fruit of knowledge.\nThe celebration of anti-intellectualism in the mass media is related to commodified information that is used to manufacture consent. It is said that during the military regime, academic session jam was used as a controlling device to stop graduates from adding to the prevalent long list of unemployed youth. The rhetoric has changed. Today, we expect our graduates to create their own jobs as there are not many out there. \"Be an entrepreneur\" is the mantra that we chant.\nThe business-minded education is forcing us to forgo many of our cherished values. This occurred to me when we invited a leading businessman to give a motivational talk for our students. He made no secret of the spurious means he adopted to be successful. He was a man of action with a proven track record of material success, which is miles away from the pursuit of an idea for an academic degree. He has the charisma to become the role model for the next generation. In an article published in the Journal of Business Ethics, provocatively titled, \"The Impact of Anti-Intellectualism Attitudes and Academic Self-Efficacy on Business Students' Perceptions of Cheating,\" Rafik Elias writes, \"At universities, student anti-intellectualism has resulted in the social acceptability of cheating on schoolwork, especially in the business schools, a manifestation of ethically expedient cognitive dissonance rather than of academic critical thinking.\"\nThe academic focus has shifted to \"cognitive dissonance,\" where students are asked to deal with the discomfort triggered by their beliefs that clash with anything new or contradictory; they are asked to find a way to mitigate the contradiction to reduce their discomfort. It's a problem-solving model. In theory, such pragmatism is fine. In reality, our students don't have the necessary foundation of literacy and numeracy skills to pursue such a model manufactured in the West. We replicated the system without nurturing the very foundation of our education system: the primary and the secondary. The three-track education has benefitted one class of students who are more in tune with these suggested innovations. In the process, the practised education system is widening the social gap. We are becoming comfortable with a madrasa student becoming a religious cleric, a Bangla medium student a BCS officer, and an English Medium student a corporate boss. I know I am guilty of oversimplification and overgeneralisation. But I believe that only individuals with personal initiatives are able to break such stereotypes.\nA close look at the way our educational focus has changed in the last three decades after the introduction of private universities, with mostly business majors at the helm, will give you an idea of why and how the core values of our education have changed. Initially, there was a massive social and cultural resistance to the privatisation of education. Thanks to the World Bank-funded quality assurance programme, the public system has followed suit as well.\nIn the name of academic transparency and excellence, new ranking and accreditation criteria are set. Education, like other sectors, now requires investment to earn the badges of recognition. The academic administrators are under constant pressure to make their institutions profitable, so that they can take benefit of all the international best practices to refurbish their institutional images. For a private university, student tuition fees are the \"only\" sources of revenue. For the public, the purse string is tied to the government. The success barometer of public university VCs depends on how much money they can bring to campus for \"development\" by using their political connections—how many departments they can open to facilitate their party members. We are after numbers. We are spreading thin. We boast the stellar results of our students without acknowledging that the system is producing many high school graduates who lack the basic knowledge and skills and are unprepared for university-level reading. We have 1.3 million students ready to enter the tertiary system, yet the fear is that there are not enough quality institutions to accommodate them. Many of the better students will migrate to OECD countries due to the lack of opportunities here.\nSomething is rotten in our education system. We need an education policy that reviews and reassesses the very purpose of education. We need visionary guidance, not managerial skills. The latter can give temporary relief or a cosmetic facelift, but the deep-seated wound will not heal.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Farewell VC, Welcome CEO",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/farewell-vc-welcome-ceo-2965266",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "A nosy parker asks, \"Why aren't you having kids yet? You've been married for two years already! Why the delay? Your biological clock is ticking! You'll regret it later!\" In my head, I respond, \"What's it to you?\" Instead, I smile and act like the respectful South Asian wife I'm supposed to be. The nosy parker is not one person; it's everyone, ranging from a precocious 12-year-old to people of older generations.\n\"You'll make such a cute little mini-Noora,\" says a well-meaning friend. \"A child will strengthen your marriage and anchor your husband,\" says an acquaintance who has never met my partner. \"Motherhood will give your life meaning,\" says another who believes my life is meaningless at the moment. \"You'll die alone,\" says an elderly man who thinks I need to invest in a backup plan—a child to be my caregiver when I'm senile. Since it's everyone's business to ensure that I produce a child—whether my partner and I are ready for such a commitment or not—I've started questioning myself: Why should I have a child, if we ever do decide to have one? To find the answer, I've looked around at parents and their reasons for having children.\nSome have children because they want a miniature version of themselves. A baby that looks like you or your partner, or a mixture of both? That's a selfishly cute reason to produce a mini-you. But why want a mini-you?\nA female child is often gifted with a baby doll, essentially moulding her into becoming what society expects of women—a mother. She rocks the baby doll to sleep or pretends to feed it a bottle of fake milk. Being a pretend-mother to a pretend-baby can still be considered somewhat harmless, as long as the child doesn't grow up to think that the pleasure she received from being a role-playing mother is going to be equivalent to the joys of actual motherhood. A real baby is much more than an inanimate toy, with real needs and preferences. According to American author Teal Swan, the real child is a \"dysfunctional doll,\" because they are their own person—something that parents with \"doll syndrome\" fail to understand. A role-playing mother puts her doll away when she goes to school, but a real mother can't put her child on a shelf when she goes to work. A role-playing mother pretends to feed her doll-baby with imaginary food when she feels like it; a real mother feeds her baby according to the latter's needs.\nHaving a flesh-and-blood child requires commitment and sacrifices. Dolls remain unchanged, but a child grows up with their own aspirations that may be against their parents' hopes. Are parents ready to accept their children, who may only resemble them in appearances, to be unique individuals and not just an extension of themselves? Will parents care for their children unconditionally and encourage them to form their own identities?\nMoreover, many couples in dysfunctional marriages—including my own classmates—decide to have children because they believe having a child will \"fix\" their marital problems. When a couple decides to take this path, they use the child to their own benefit. In many cases, the marriages remain \"unfixed\" as the child's birth can't act as a magical love potion that will save the parents' marriage. Ultimately, the child may be raised in a toxic environment, which may cement their mistrust in the institution of marriage.\nFurthermore, many say that having children has given them a sense of purpose. Being a parent can be an important part of one's identity, but it can't be one's sole identity. If I'm to introduce myself, I won't say, \"My name is XYZ, my husband is ABC, and I'm a mother to Ka-Kha-Ga.\" I'll tell my name and mention my profession, OR if I'm a full-time mother, I'll say so with pride, and then talk about my passions, interests or hobbies. My mother, who has two Master's degrees from Nagpur University, decided to be a full-time mother until I, her youngest, turned 17. She has authored seven books and conducts online discourse sessions about current social issues. My mother-in-law never had a job, despite having a degree from Dhaka University. She has raised two wonderful children, is a bibliophile and a cinephile, and is currently supervising a humanitarian project in her hometown. Both women had their own identities before becoming mothers; consequently, they didn't feel lost after their children grew up to be independent adults.\nLastly, having children because they'll grow up to be your caregivers when you're too old to look after yourself is an unsolicited advice often given to childless couples. Rearing children with that sort of selfish agenda is highly problematic.\nSo why have children? I believe there should be one intention behind having children: to raise virtuous human beings, devoid of prejudices and hate, championing love for all. According to the Baha'i philosophy, our purpose, for which we have, \"from utter nothingness, stepped into the realm of being, is that [we] may work for the betterment of the world and live together in concord and harmony.\"\n \nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n",
        "headline_1": "Our selfish obsession with becoming parents",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-selfish-obsession-becoming-parents-2965256",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "Here is another classic example of the blame game so often seen among different agencies in the public sector. This time, its place of occurrence is Hazrat Shahjalal International Airport (HSIA) in Dhaka, where the Department of Immigration and Passports (DIP) and the Special Branch (SB) of police are blaming each other for their inability to make the e-gates there operational although seven months have elapsed since their inauguration. The e-gates were installed to make the immigration process easier and enhance the international ratings of Bangladeshi passports.\nIt is quite disconcerting to learn that while this expensive digital machinery sits idle at the main international airport of the country, the DIP is blaming the SB for the stalemate whereas the latter alleges that it did not get the required server link from the former to make the e-gates functional. And as the tussle between the two offices drags on, the immigration work of the inbound and outbound passengers is being carried out manually.\nThe features of e-gates look attractive on paper. It has been said that once the e-gates are in operation, the camera attached to the gate will identify the passenger automatically after scanning and analysing information from the e-passport chips. The e-passports add a layer of security to traditional non-electronic passports by embedding an electronic chip in the passport booklet, which stores the biographical information visible on page 2 of the passport, as well as a digital security feature.\nAs novel as all this sounds, the reality is that the machinery could not be made functional merely for the lack of a link between the e-passport server and the e-gates. This speaks volumes about the lack of coordination so typical among the collaborating agencies of the government, and the lack of preparation on the part of the offices involved before the inauguration of this important machinery.  \nThe entire story smacks of departmental lack of coordination and wastage of public funds. The two departments in question belong to the same ministry and the same minister had inaugurated the project. Therefore, any delay caused by lack of coordination is totally unacceptable. The pertinent question is: why do we inaugurate projects that are not ready to operate? This no doubt reduces public confidence in the way things are run in these institutions. We hope the home minister will resolve this impasse immediately.\n",
        "headline_1": "Why are e-gates at Dhaka airport not operational yet?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-e-gates-dhaka-airport-not-operational-yet-2965936",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    },
    {
        "full_article": "We are surprised at the way the Anti-Corruption Commission (ACC) has acted in the case of its deputy assistant director Sharif Uddin. Instead of following up on the allegations of graft and recommendations made by him over the last three years, the ACC has opted to sack him on the basis of some complaints reportedly made by the same people against whom he had filed reports—in this case, land acquisition syndicates. Sharif Uddin investigated graft allegations against various individuals in Chattogram and Cox's Bazar in the past three years—including the rich and powerful involving a ruling party mayor and the son of a former minister—and recommended that the commission file 22 graft cases against the parties he had investigated. \nHowever, instead of filing any cases, the commission ordered reinvestigations into those allegations. What prompted the graft watchdog body to re-launch these reinvestigations is not clear to anyone familiar with these reports, and certainly not to the public and the media. The ACC needs to explain its conduct here.\nIn 2019, Sharif Uddin submitted three separate charge sheets to the ACC against 155 people in Cox's Bazar over land acquisition scams. The graft watchdog, however, did not approve the charge sheets. The question is, why? Did his reports have factual or legal lacunae? Or did the powerful quarters, against whom the allegations of corruption were brought, have any role to play here? Here again, the ACC owes the public an explanation.\nRegarding the official who has been sacked by the commission, we think due procedure for termination was not followed. He was neither given any show cause notice nor asked to give any explanation about the allegations made against him. It is not often that government employees take to the street in support of a sacked colleague. In our view, it is a testimony to his reputation, integrity and honesty.\nWe think the ACC now faces a huge credibility gap in people's minds and it needs to come clean about the issues we have raised above. It must provide proper explanations for the actions it has taken regarding the graft issues as well as the sacking of its official. The ACC must do this to prove its integrity and strengthen its position as an anti-corruption body that the public can trust.\n",
        "headline_1": "ACC must not lose public confidence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/acc-must-not-lose-public-confidence-2965861",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2022"
    }
]