[
    {
        "full_article": "As ritualistic as it may be, we must keep talking about the murder of Sohagi Jahan Tonu, even though there is nothing new to say—or precisely because of that. We must talk about it because her murder is one in the long list of unsolved killings that have occurred over the last decade or so. It is this \"unsolved\" aspect that has become such a crucial part of our reality as we try our best to stay alive by seeing no evil, saying no evil and hearing no evil.\nIn six years, the story of Tonu's ghastly death has remained the same, eliciting the same conclusion. A 19-year-old studying history at Cumilla Victoria College, a theatre activist, interested in poetry and music, who tutored students to help out with her family's expenses suddenly gets her life cut short by unknown individuals who attack her inside the Cumilla cantonment, beat her up, rape her and kill her. Her father finds her lifeless body behind a bush and files a murder case. An autopsy is carried out that establishes nothing despite all the signs of severe injury. Protests break out all over the country, demanding the killers be brought to book. A second autopsy is conducted, which turns out inconclusive. Finally, a DNA analysis reveals that three men had raped Tonu before killing her. You would think that such compelling evidence would lead to the arrest of the individuals whose DNA matched the samples and their subsequent conviction. Under the Women and Children Repression Prevention Act 2000 (under which this case would be applicable) murder after rape may award a death sentence to the accused. But this time, although the police have the DNA of the murderers, they continue to remain traceless. The police have said that they did not find any matches for the DNA samples. No individuals have been accused and, after six years of investigating, the police have come up with nothing.\nShocking, right? Not really. Alongside our outstanding successes in development and economic growth, we have also excelled in firmly establishing a culture of impunity of certain sections of society linked to power. It is not easy to say whether wealth comes before power or the other way around. It is a circular system that allows individuals to get away with any crime under the sun and make sure that uncomfortable questions are either not asked or are silenced.\nThe Taqi murder case and the Sagor-Runi killings exemplify this better than any others. Tanwir Muhammad Taqi was a 17-year-old A level student who went missing on March 6, 2013 on his way to the library from home. Two days later, his body was found in the Shitalakkhya River. A day earlier, his A level results revealed he had the highest score in Physics—297 out of 300. There is always heart-breaking irony to these stories.\nBut unlike Tonu's case, where no one could be accused and no clear motive could be established, Taqi's father, Rafiur Rabbi, a well-known cultural activist in Narayanganj, was quite sure who his son's murderers were. He filed a case at the police station accusing seven men, including a prominent MP, by name and around 10 other unnamed persons. A year after, a draft of the investigation was leaked and it revealed that the investigating officers found evidence that the nephew of a powerful MP of the district and 10 of his associates were involved in the murder.\nAccording to the investigating report by Rab, Taqi had been targeted because of a personal vendetta against his father. Rafiur says that although the investigation was completed in a year, the Rab officials have not submitted the probe report to the court till date, and this March marked Taqi's eighth death anniversary.\nIn 2013, law enforcers arrested a few individuals in connection with the murder. Two of them confessed that the MP's nephew had indeed led the killing, only to retract their statements later. It does not take much deduction to guess why they backtracked and why they were set free on bail. Again, it is the fear of the powerful and mighty that comes in the way of justice for an innocent teenager. This fear is so great that even law enforcers who have found incriminating evidence cannot submit their charge sheet. To make sure that this fear is kept intact, local media have been gagged while others have been attacked by goons.\nThe culture of impunity can only thrive in the culture of fear. Which is why in the famous Sagor-Runi case the shroud of mystery weighs heavier than ever. Instead of justice being served, members of the victims' families have been harassed and intimidated in a bid to make them give up seeking justice. The investigating officer in the case has failed to submit the probe report in court 85 times. Mahir Sarowar Megh, the couple's only son who was just five-years-old and present in the apartment when his parents were so brutally slaughtered, is now 15 and continues to wait for some kind of closure for the indescribable loss and trauma he has endured. The same goes for Taqi's inconsolable mother and his father, who has led countless demonstrations to demand justice.\nThen there is Tonu's father whose health has severely deteriorated after her death, her distraught mother, her other loved ones—when will they have closure?\nAs a nation born out of democratic values, can we not ask how long justice for these innocent souls will continue to be gobbled up by those connected to power?\n \nAasha Mehreen Amin is senior deputy editor at The Daily Star.\n",
        "headline_1": "We must not stop talking about Tonu’s murder",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/we-must-not-stop-talking-about-tonus-murder-2986251",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    },
    {
        "full_article": "In response to the country's expanding needs, a modern, environmentally-friendly seaport is being created in South Bengal. Payra Port's operations began on November 19, 2013, with the prime minister unveiling the foundation stone. When the infrastructural work was confirmed, the seaport officially began its journey on August 13, 2016.\nThe construction of a container terminal, bulk terminal, multipurpose terminal, passenger terminal, water treatment facility, power plant, modern city, airport, and economic zone are among the 19 component works currently ongoing. All of these development efforts are underway, with the goal of transforming Payra into a world-class modern port by 2023 and a thriving economic hub by 2035.\nSince its inception, the port has been conducting certain operational enterprises, including a restricted range of import-export activities. A revenue of Tk 354 crore has been generated from the operation of 169 foreign merchant ships. A memorandum of understanding (MoU) was signed with Jan de Null, a Belgian dredging business, for capital and maintenance dredging on the port's main channel.\nThis is the country's first project agreement involving the Bangladesh Infrastructure Development Fund. In terms of nature and geography, a wide shipping-friendly area within five kilometres of the Rabnabad Channel's port in Kalapara upazila of Patuakhali is a viable area for the seaport. Furthermore, there is a large amount of undeveloped area available for port development and extension.\nThe Payra Seaport Project will be generating a variety of jobs in the EPZ, SEZ, ship-building and repair industries. The establishment of new industrial zones would provide employment to people in neighbouring districts such as Barishal, Patuakhali and Bhola, which are next to the port.\nThere are over a hundred ship-building factories in Bangladesh and the industry itself is fast-paced. Bangladesh's market share in the global ship-building sector, on the other hand, is around USD 400 billion. If this sector develops around the Payra Port, we believe Bangladesh will soon be the world's second-largest exporter.\nBecause transportation and supply of commodities is easier and cheaper than by road, this port will be able to make a substantial contribution to the supply of cement clinker and food grains in Khulna and Madaripur through Barishal.\nThrough cooperative partnerships between Bangladesh, Myanmar, India, and China, an economic corridor is being created in the interest of South Asia's general economic development. Because it is a port developed near the sea, other countries will be interested in using the transit services. Payra Port has the potential to become one of the most important ports as a Silk Road transit hub, due to its geographic location.\nBy connecting the Padma Bridge, the government plans to build a four-lane road from Barishal to Kuakata beach via Patuakhali. As a result, the country's internal communication will be enhanced through the Payra Port. It will thereafter be connected by rail to Dhaka and other areas. Currently, there are two shipping routes from Payra Port to other areas of the country.\nFor the purpose of establishing air communication, an airport will be built under the supervision of the Ministry of Aviation and Tourism. As a result, the Payra Port will become a hub for economic development of all kinds.\nOne of the project's goals is to keep the water level at 6.3 metres. By removing roughly 9.75 million cubic metres of silt from the 75-kilometre-long channel and 100-125 metres from the Rabnabad (inner and outer) channel, the channel will be kept at a depth of 7.3 metres. The channel's depth will be extended to 10.5 metres once the capital and maintenance dredging is completed. This will facilitate the transit of large ships and assist the port in establishing economic corridors in the country's south-western region. The port will be able to accept large commercial boats with a capacity of 3,000 TEU or 40,000 BWT of cargo once the dredging is completed in 2023.\nThe country's foreign trade will develop and new economic horizons will open up if the port is properly realised through these operations. New industries will be established in the area surrounding the port, infrastructure will be created, and trade and commerce will flourish. This will create a large number of jobs for the underprivileged in the country's south, and the port's activities will benefit the rest of the country, too.\nIt is expected that the development of this port will substantially stimulate the economy, resulting in a 2 percent GDP increase. As a result, the country will make progress towards constructing the \"golden Bengal\" of Bangabandhu Sheikh Mujibur Rahman's dreams, and this port will play a key part in achieving a wealthy and prosperous Bangladesh free of hunger and poverty by 2041.\n \nKhalid Mahmud Chowdhury is the state minister of shipping for Bangladesh.\n \n",
        "headline_1": "Payra Seaport: Another step towards prosperity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/payra-seaport-another-step-towards-prosperity-2986241",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    },
    {
        "full_article": "Former president of Bangladesh, Justice Shahabuddin Ahmed passed away on March 19, 2022. In grateful remembrance of his contribution to steering the nation from autocracy to democracy during the turbulent days of 1990-1991, The Daily Star is reprinting an editorial written in his honour on October 11, 1991, after he resigned from the presidency on October 9, 1991, handing over power to the newly-formed government.\nIt was perhaps his finest hour. As Justice Shahabuddin bade farewell to the country's highest office, he had the rare satisfaction of any Chief Executive to be carrying along with him the grateful appreciation of the nation for a job well done. He took charge of the State's affairs when the edifice of power lay in ruins. Today he leaves behind a sovereign parliament, a popularly elected leadership, a unanimously adopted form of government and, most importantly, a Constitution that has been shorn of its undemocratic features. Any one of the above could suffice to be a lifetime's achievement for a statesman or a politician.\nThe 306 days Presidency of Justice Shahabuddin was low on profile and high on performance. Ribbon cutting here and pontificating there were neither his style nor a part of his agenda. His single-minded attention to the task for which he was called upon to assume the office of the President was all that he cared for and all that he did. We must remember that he was not an actor in any of the events that propelled him on to the centre-stage. However, he was a superb manager of the consequences of those events—starting from organising and running the interim government, to steering the nation's transition to a democratic system, to the final step of electing his own replacement.\nIn a remarkable display of courage, leadership, clarity of vision, impartiality, unwavering faith in democratic norms and unfaltering commitment to national interest, the former Acting President gave us, what was till then an impossible dream—a free, fair and peaceful election. Through the skilful management of that one single event, he: a) restored our faith in elections, which through repeated riggings and shameless manipulations was reduced to nothing; b) made the parliament what it was meant to be, the supreme representative body and the highest legislature, and not a gathering place for goons and lackeys; c) gave dignity and honour to the representatives of the people; d) sent sky high the prestige of our system of government, a prestige which is of immense importance for a country in desperate search for positive image. On a more practical plane, Justice Shahabuddin showed us that however archaic and corruption-ridden our administrative system is, it still can be made to deliver if the leadership is honest and determined. It was the same administration, the same police and the same official bodies that Ershad used to cheat the people of their votes which the venerable Judge used to do the exact opposite.\nThis journal pays tribute to Justice Shahabuddin—and in so doing echoes the sentiment of the nation—for his contribution in strengthening the foundation of democracy in the country. It was his expert and meticulous handling of volatile political issues, timely initiatives and courageous moves that have helped us in attaining in nine months what we had mostly lost, and in some cases, ourselves destroyed in the last 16 years.\nWe have had leaders of many kinds; charismatic, visionary, intellectual and, of course, corrupt. But never one as unassuming, low-key, committed and so thoroughly devoid of any inclination to cling to power. Justice Shahabuddin, through his single-minded dedication to serve the nation has given us a new confidence and pride. As he left office of the President, he stood tall. And for his accomplishments, the nation stood taller.\n",
        "headline_1": "Tribute to Justice Shahabuddin Ahmed: The man who led us back to democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/tribute/news/tribute-justice-shahabuddin-ahmed-the-man-who-led-us-back-democracy-2986226",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    },
    {
        "full_article": "Writing about inflation and monetary policy when a major war is going on in Europe can appear very cynical, and can be likened to the situation where Nero played the fiddle while Rome was burning. However, we have to fight inflation as we concurrently douse the flames of war. Also, we can't talk about economics without factoring in the ramifications of the Russia-Ukraine war, even if there is a cessation of hostilities soon. Inflationary expectations have changed and supply chains have been totally disrupted, leading to the fear of a global economic slowdown, dubbed the \"Putin Recession.\"\nIt is my view that combating inflation by simply raising the interest rate during a war—and renewed pandemic-induced lockdowns in China—presents major difficulties for central bankers. First of all, we cannot predict the course of the war, and therefore, the prices of essential items. This includes petroleum, coal and LNG, commodities that are exported by Russia and Ukraine, food items, and precious metals needed for electronic equipment. Secondly, inflation during a war is not a fixed target, but a moving one. The prices of many commodities have already jumped significantly since the war started. Thirdly, central banks need to take into account future price expectations in their models and calculations to determine how much to raise interest and how fast. With changed expectations, all central bankers are back at the drawing board as they try to figure out how to intervene and when.\nEconomist John B. Taylor of Stanford University recommends that interest rates rise one-and-a-half times as much as inflation. So, if inflation rises from two percent to five percent, interest rates should rise by 4.5 percentage points. \"Add a baseline of two percent for the inflation target and 1 percent for the long-run real rate of interest, and the rule recommends a central-bank rate of 7.5 percent. If inflation accelerates further before central banks act, reining it in could require the 15 percent interest rates of the early 1980s,\" according to another economist, Stanford University's John Cochrane. \nWorries are mounting that inflation could possibly get out of control if the war persists much longer. Many multinational companies find themselves in a very difficult state of affairs. Sanctions against Russia's financial system have crippled the international payments infrastructure. In other words, the task of fighting inflation has been confounded partly because commerce and international trade have now become difficult undertakings—hostilities and sanctions have already disrupted financial transactions and global shipping networks. \nIn my last column on March 6, 2022, I posed a question: Can rising interest rates really tame inflation? This was not just a rhetorical hyperbole since it is my belief that higher interest rates will not be sufficient to knock out inflation. The factors that have contributed to recent inflation are many. It is doubtful whether a higher rate of interest is a precision tool that can bring down aggregate demand sufficiently to tame the price level of goods and services across the economy. Here, I am talking about oil, commodities, rent, cost of labour, and thousands of other items of everyday usage. In Bangladesh, we have seen the impact as soybean oil, pulses, chickpeas and sugar prices have gone out of reach for the average consumer. \nTwo additional impediments to effective monetary policy in the post-war landscape are \"price expectations\" and \"heightened uncertainty.\" The New York Fed's just-released Survey of Consumer Expectations reports that consumers expect higher rates of inflation even three years from now. The head of the US Fed Jerome Powell speaks for all when he says that the economic path ahead remains unsettled given Russia's invasion of Ukraine. He then adds, \"We are going to avoid adding uncertainty to what is already an extraordinarily challenging and uncertain moment.'' How does a central bank avoid accelerating uncertainty when it has to be flexible and reverse its course in light of revised data and real-time adjustments? \nGiven the fog of war, it is hard to gauge what the economic effect of the rising interest rate will be. \"Those kinds of estimates always have a confidence interval around them,\" said Jerome Bernstein, a member of the White House Council of Economic Advisers. \"I would argue that confidence interval is probably wider in periods of greater uncertainty,\" he added. \nIn an environment of heightened uncertainty and elevated price expectations in the market, I can see clearly that raising the rate of interest to fight inflation could be ineffective and entail collateral damage. Typically, central banks manipulate aggregate demand by using the three main tools at their disposal: the bank rate, reserve ratios, and open-market operations (OMO). Raising the rate of interest is already being severely criticised by economists. \"Without decreasing the budget deficit, combating inflation with monetary policy is like entering a heavyweight championship competition with one hand tied behind your back,\" according to Nobel Prize-winning economist Thomas Sargent.  \nMany economists have identified controlling the money supply through OMO as a vital instrument in regulating inflation. Central banks flooded the market during the economic slowdown in 2020 by buying government bonds and other financial instruments. Once the economies bounced back, semiconductor chip shortages, supply chain bottlenecks and higher energy prices in Europe led to strong inflationary tendencies.  \nTo add to the problem, the longer inflation remains above the target—or continues to rise and the planned interest rate hikes are ineffective in tamping it down—the greater the risk that households and businesses will grow accustomed to prices rising rapidly, opening the way for a self-reinforcing series of higher salary increases and price increases by employers to cover their increased costs. These increased expectations could lead to a wage-price spiral.\nAnother challenge to consider is, if the interest rates skyrocket and stay there, debt repayments may become unmanageable for governments. Inflation might stay high because of factors outside the domain of central banks, as exemplified by the Russian invasion of Ukraine, which has already roiled the energy market. Shipping delays complicated by pandemic-driven lockdowns in Asia and wage-price spirals could also keep inflation raging well into 2024. If the conflict in Europe engulfs the rest of the world, a combination of higher fuel costs and wavering consumer sentiment could be a drag on economic growth, raising the spectre of a \"Putin Recession,\" or even stagflation.\n \nDr Abdullah Shibli works for the information technology company, Change Healthcare, Inc. and is senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n \nDr Abdullah Shibli works for the information technology company, Change Healthcare, Inc. and is senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "How war and heightened inflationary expectations could lead to recession",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/how-war-and-heightened-inflationary-expectations-could-lead-recession-2986211",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    },
    {
        "full_article": "It is disconcerting that students of some dormitories in Cumilla University had to face hardships without electricity for three days. What sounds further inconceivable is that there was electricity in the administrative and academic buildings of the university, but the following halls had to run without this essential service from March 16 till March 19: Nawab Faizunnesa Chowdhurani, Kazi Nazrul Islam, Bangabandhu Sheikh Mujibur Rahman and Shaheed Dhirendranath halls. Reportedly, students formed a human chain in front of the Vice Chancellor's residence recently demanding immediate restoration of this essential utility connection—until electricity was temporarily restored after three days. \nAs a result of the blackout, there was no water in the washrooms, and the students had to go without a bath in this humid weather. And, most importantly, they could not study at night in the darkness, due to which they could not prepare for exams and submit their assignments. Who will take the responsibility for what the students had to endure? \nWith coronavirus cases going down in recent months, the government has taken the decision to allow all educational institutions to open and resume academic sessions. As a result, university students now look forward to uninterrupted academic sessions after the loss of over two years because of Covid-19 pandemic. They are gearing up to complete the courses within the stipulated time so that the loss of two years can be compensated by obtaining the graduation certificate and entering the job market. At such a critical time, keeping the students of four halls of Cumilla University without electricity for days is even more unacceptable. \nThe ineptness of the university authorities becomes frustratingly tangible when students tell us that the engineering department of the university could not find out for three days the cause of the power outage. And during this time, we saw another classic case of passing the buck, instead of the authorities taking responsibility and acting promptly to restore the electricity.\n   Our simple questions are: why did it take the authorities three days to restore power temporarily by pulling an alternative line from somewhere else? Why couldn't this have been done earlier? Aren't students the lifeblood of a university? In any case, we are pleased that power has temporarily been restored at the dormitories. However, it needs to be investigated why it took the authorities so long to act, despite the sufferings of the students.\n",
        "headline_1": "Three days of power outage at dorms unjustifiable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/three-days-power-outage-dorms-unjustifiable-2986206",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    },
    {
        "full_article": "With the prices of essential food items going out of reach of the low- and mid-income people, the queues for subsidised food from the government's OMS selling points are getting longer than ever. People are struggling to buy daily necessities with their limited income as the prices of rice, soybean oil, lentil, sugar, flour and other essentials continue to soar in the local market. Previously, it was mainly people from low-income groups who were buying daily necessities from the OMS selling points and TCB trucks. Now, even those from the low-mid income and middle-income groups are queuing up at these points, according to our report.\nDuring the past few months, the prices of most daily essentials have skyrocketed, forcing many middle- and low-income people across the country to make hard choices that adversely affect their standard of living. It has almost become impossible for these people to have three proper meals a day. Finding no other alternatives, people are standing in long queues for subsidised food. But sadly, many are returning empty-handed because of the shortage in supply. Our report has mentioned a pregnant woman from the capital's Kazipara who went to buy food from the TCB trucks for the third time, failing to buy anything in her first two attempts.\nApparently, there are some systemic flaws in the government's OMS selling system, as the authorities cannot provide the essentials to people based on their economic vulnerability. Oftentimes, those at the end of the queues do not find anything to buy. The mismanagement and manipulation at different OMS selling points are rising with more and more people queueing up for food at subsidised prices.\nAgainst this backdrop, the government must take emergency measures to address the issue. Many consumers and consumer rights activists have suggested that the government reintroduce the ration card system so that those who are most vulnerable can get the government's support all year round. Introducing ration cards for the poor will also stop the malpractice of buying more than once at a time from the OMS points or TCB trucks. Through this system, the authorities would also be able to maintain discipline at the selling points. The Consumers Association of Bangladesh had also suggested this to the government in the past.\nThe government should also consider expanding its OMS programmes to increase the number of poor people under its coverage. It should also consider providing cash support to the vulnerable sections of the population to see them through these tough times.\n",
        "headline_1": "Address the supply shortage at OMS selling points",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/address-the-supply-shortage-oms-selling-points-2986046",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2022"
    }
]