[
    {
        "full_article": "The decision of Karnataka Governor Thaawarchand Gehlot to grant approval to a private complainant to open an investigation and prosecute Chief Minister Siddaramaiah on corruption charges raises familiar politico-legal questions. Foremost is the constitutional question whether a Governor can use his role as a sanctioning authority for prosecution against a serving Chief Minister in a manner contrary to the advice of the Council of Ministers. And in political terms, one may ask whether the Governor’s action against a Chief Minister is desirable in a time of increasing conflict between the two offices. In his writ petition challenging the order, Mr. Siddaramaiah has sought to highlight that the Governor was bound to abide by the advice given to him — to refuse sanction in this case. Some judicial precedents say a Governor may arrive at an independent conclusion if the Council demonstrates bias or fails to consider relevant material. However, political realities would suggest the possibility of Governors being selective in pursuing this course of action. Amidst the Opposition’s demands for Mr. Siddaramaiah’s resignation, the Karnataka High Court has asked the trial court to defer any precipitate action until it hears his challenge to the Governor’s order. The allotment of sites by the Mysore Urban Development Authority to landowners who had lost their land in the course of acquisition may or may not involve corruption, and allegations in this regard will require a thorough investigation.The State government believes that the judicial inquiry it has ordered is enough for now, a step the Governor thinks is inadequate. The Chief Minister’s wife was given 38,284 square feet of land in lieu of an extent of 1,48,104 sq.ft she had lost. However, whether it amounts to any illegality would depend on whether Mr. Siddaramaiah had anything to do with the decision. He vehemently denies being involved in any way and has repeatedly said that the sites were sanctioned when the BJP was in power in the State. Private complainants have obtained sanction for prosecution of public servants in the past, but whether it can be given to them after the Prevention of Corruption Act was amended in 2018 has to be considered. Section 17A was introduced then as a filtering mechanism to deter vexatious complaints. It bars police officers from opening a probe without approval from the appropriate authority, making it reasonable to suggest that private parties cannot be given such approval. Public discourse on corruption in the last few decades has hovered between a hankering for punishing political leaders involved in it and deep suspicion over the motives of regimes and agencies that seek to prosecute them. Any criminal process will have to be credible and independent, but contemporary events, politically tainted as they are, contain little evidence of independence or credibility.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKarnataka\n\n/\n\nGovernor\n\n/\n\ncorruption & bribery\n\n/\n\ngovernment\n\n/\n\nministers (government)\n\n/\n\npolitics\n\n/\n\npolitical development\n\n/\n\nMysore\n\n/\n\nland resources\n\n/\n\nlaws\n\n/\n\npolice",
        "headline_1": "To abide or not: On the Karnataka case and corruption charges",
        "headline_2": "Corruption charges need credible probe, not processes tainted by politics",
        "link": "https://www.thehindu.com/opinion/editorial/to-abide-or-not-the-hindu-editorial-on-the-karnataka-case-and-corruption-charges/article68543330.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "The National Film Awards appeared to be facing a credibility crisis in recent years following some questionable choices and glaring omissions. For instance, last year, the award for ‘Best Feature Film on National Integration’, for The Kashmir Files, encapsulated the general political thrust of the awards, where, during the screenings, cinema theatres became platforms for communal sloganeering. Thus, the 70th National Film Awards, declared earlier this week, came as a sort of surprise, somewhat redeeming the prestige associated with the highest cinematic honours. Malayalam film Aattam, directed by debutant Anand Ekarshi, became an interesting choice for the Best Feature Film, Best Screenplay and Best Editing winner, especially in the era of the #MeToo movement. Without ever slipping into preachiness, the film-maker uses the subtle chamber drama to analyse male behaviour after a woman raises an allegation of sexual abuse within a theatre group. The award also comes at a time when protests and debates are roiling the country after the rape and murder of a doctor in Kolkata. Kannada film Kantara, which won Best Popular Film, and also fetched its director Rishab Shetty the Best Actor Award, taps into folk traditions to raise contemporary environmental concerns. Bhoota Kola, a tribal ritualistic performance from coastal Karnataka, is the centrepiece, with Shetty’s frenzied interpretation in the climax going a long way towards the film’s success as well as getting him the national award.One commonality between these films is the lack of a formula, especially the kind dictated by corporate studios. Aattam, in fact, originated from a theatre group, giving its working-class members a chance at cinema; they play themselves in the film. Nithya Menen’s Best Actress award is also an unconventional choice — as the effervescent Shobhana in Thiruchitrambalam, hers is not a typical award-bait role. Yet, within the film’s scheme, it was a stunning performance which raised its overall effect by several notches. The awards reinforce the recent trend of South Indian cinema surpassing Bollywood, which, despite its humongous budgets, has been finding it hard to match the consistent quality of content from regional industries. It is also heartening that the juries and the larger public have started discovering more meaningful content from the southern industries. The National Awards in the 70th edition seem to have fulfilled, to an extent, the purpose for which they were instituted: to celebrate good cinema. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nfilm making\n\n/\n\naward and prize\n\n/\n\ncinema\n\n/\n\nreligion and belief\n\n/\n\nMalayalam cinema\n\n/\n\nsexual assault & rape\n\n/\n\nKolkata\n\n/\n\nmurder\n\n/\n\nKannada cinema",
        "headline_1": "​Good, not ugly: On the 70th National Film Awards",
        "headline_2": "Film awards regained some prestige by sticking with good cinema",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bgood-not-ugly-the-hindu-editorial-on-the-70th-national-film-awards/article68543139.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "How the purnima gets poets going, and wackos \nAstronomers, astrologers, aam admi – the purnima had all agog. It’s a moon…it’s a full moon…it’s supermoon! ‘But, but, but,’ went soothsayers, ‘it is Mercury retrograde and this full moon is in Aquarius!’ And while they warned in a low voice that early Aug already saw a new moon, we were ready for the Superman of supermoons. Those who spy the Man in the Moon on clear nights – a face peeping down from the sky – believe Neil Armstrong is still there. Since it is made of cheese, the moon, one hopes, is free of mice. \nMoon easily rhymes with June and soon, ingratiating itself with poets. It went from being a black and white disc emerging out of dark clouds in early films to a perfectly round halogen light manually or digitally hung, its main purpose being to enable amour on Earth. Chand is there in every love song, being compared to female faces and getting men drunk on moonlight, and perhaps moonshine. The chand is khoya-khoya or pyara-pyara. Endearments go from chand ka tukda, a piece of the moon, to chaudhvin ka chand, the full moon. Propagation of the species is the moon’s sole responsibility. \nGhouls too favour full moon nights. Time to dress up and practise their laugh, for on full moon nights the living are said to be sleepless. Studies suggest melatonin production may rise on such nights, leading to insomnia, and thus a readiness to be haunted. Full moons have multiple passports. In Jan they travel as Wolf Moon, Snow Moon in Feb, Pink Moon in April and Strawberry Moon in June, then Harvest Moon in Sep and Hunter’s Moon in Oct. Blue moon, blood moon, sickle moon, paper moon…Lunar eclipses are studied by scientists and the hocus-pocus industry alike. \nThe moon has quakes – moonquakes – and water too. It sends us moonbeams in fairy tales. No one waxes and wanes like the moon: new, waxing crescent, first quarter, waxing gibbous, full, waning gibbous, last quarter, waning crescent. The first of the four this year, the latest supermoon has pet names like Dog Moon and Red Moon. Also Barley Moon, Herb Moon, Corn Moon, Grain Moon – named obviously by a hungry person. ‘Love you to the moon and back’ is a common late-night text. Everyone is agreed upon the grave consequences on the human heart ‘when the moon hits your eye like a big pizza pie’.\n\n",
        "headline_1": "Superman supermoon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/superman-supermoon/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "Delay in making a sexual harassment in Malayalam film industry investigation public, is as dark as the findings\nEven as India is grappling with a nightmarish example of how unsafe women are in healthcare, comes a reminder of their lack of safety in another prominent sector of our economy. It comes from the Malayalam film industry, ironically on a day its Aattam was being celebrated for winning the Best Feature Film national award. The film engages with sexual harassment with acute sensitivity while the Justice Hema Committee report released yesterday finds that sexual harassment is widespread across Mollywood. \nBut arguably, the report’s contents are less galling than how much of a fight it took to get them into the public domain. Ever since a woman actor was abducted and sexually assaulted in a moving van in Kochi in Feb 2017, not only the Women in Cinema Collective that was formed in response, but also other voices have shared accounts that we now find echoed in the report. For example, that women suffer sexual demands from the time they enter the industry; that harassment, abuse and assault take place across work sites, transport and accommodation; and that women are punished when they resist, including through fan clubs. And yet, the report commissioned in July 2017, and shared with Pinarayi govt in 2019, has been released only now, after several legal battles, and some of it still redacted. Thus, the question of when any of its recommendations, or indeed any serious reform at all, will be implemented, feels absurd. From where should one draw such hope?\nOne idea that emerges clearly from the report is that it’s going to be a question of numbers. It says that currently India has only 9% female directors, 12% female scriptwriters, 15% female producers, and “very few” female members in decision-making bodies related to films. Plus, all of this is much less than the global average. But that women need numbers to take on the “mafia sangham” is a terrible reflection on our democracy. \n \n\n",
        "headline_1": "No happy ending",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-happy-ending-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "By Swami Bhaktivenkateshwara\nAmong the 12 Hindu poet-saints of South India known as Alvars, there was only one female named Andal. She lived around the seventh century in Srivilliputhur, 80km from Madurai. Along with her father, Vishnuchithan, she was an ardent devotee of Ranganath, the sleeping form of Vishnu. Andal wanted to marry Ranganath.\nEvery day, Vishnuchithan would offer a tulsi garland to his beloved deity. When her father was away, she would wear the garland intended for the Lord and look at her reflection to see if she was a fit consort for her Isht Dev. One day, Andal was found out by her father, who remonstrated her for such a sacrilege. But that night, Vishnu appeared to Vishnuchithan in adream and told him he was most pleased with Andal’s devotion and that from now on, he would only accept garlands first worn by her. Vishnuchithan did accordingly.\n\nWhen it was time to get Andal married, the Lord told her father to bring her to Ranganathaswamy Temple in Srirangam, where the marriage would take place. When she was led into the sanctum sanctorum, to the surprise of all present, she merged with the murti of Ranganath and gained liberation. Pious tradition holds Andal to be the incarnation of Bhumi Devi.\nDuring her life, Andal refused to give in to earthly marriage because she only wanted the Lord. She was self-realised and ready to gain mukti. Once we have understood that only the Supreme gives meaning to life and we are nothing without It, we may come to realise that the Lord should be our ultimate goal to reach. The Divine is always there for us, but are we ready to receive It?\nThis is the first question that spiritual practitioners should explore before starting any sadhana.\nWe must be willing to renounce everything mundane – good or bad.\nThis will show us how much we have become attached to family and friends and, indeed, to all the pleasures and comforts that life may offer us. But are they worth hanging onto when they hold us back from developing spiritually towards the Divine? Is not God-realisation the ultimate fulfilment of all life?\nWe must trust the Lord, even when doubts and questions arise. By combining our faith with devotion, we will feel guidance from within sooner or later. At first, it might seem like listening to an Inner Knowledge that we cannot explain, but it will always make sense in hindsight.\nAndal knew it was best for her to follow only the divine call within. Nothing else mattered, and no attachments to family prevented her from reaching the Ultimate. We should take her example as inspiration and follow the Divine to achieve our goal. That way, we will realise in moments outside the mind – away from our usual mental patterns – that life makes sense with the Divine shining within. God can shower Its grace and blessings at any moment – all we have to do is be open and follow our inherent dharm.\n\n",
        "headline_1": "A roadmap to divine union and liberation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-roadmap-to-divine-union-and-liberation/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "Cases like the RG Kar and Nirbhaya rape-murders feel like a faultline in civilisation itself. The feeling of being trapped spreads among countless women. Taking to the streets is survival mode\n\nThe word rape comes from the Latin word raptus, to seize another man’s property. Also called sexual assault, it is a heinous crime like no other. It is the only crime where the crime scene is taken to be the victim’s body and not the geographic location. It shatters our basic assumptions about safety and where we are going as a society.\nRead full story on TOI+\n\n",
        "headline_1": "Why some horrors affect us all",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-some-horrors-affect-us-all/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "The Awami League government's questionable policies in the power and energy sector badly affected the economy over the last 15 years, prompting experts to frequently call for reforms but to no avail. Now that the interim government has taken charge, we hope to see the initiation of some much-needed actions in that regard. The three-step proposal given by the Centre for Policy Dialogue (CPD) shows where the focus should be. It has put forth a 100-day plan highlighting the key priorities, followed by significant reforms stretching over the next six months.\nIn particular, four acts and policies highlighted by the CPD need immediate revisions since those were made primarily to benefit vested interest groups. For instance, through the enactment of the Quick Enhancement of Electricity and Energy Supply Act, also known as the Indemnity Act, the erstwhile government awarded public works to conglomerates without issuing any tender notices, while no public procurement rules were followed either. This act should be repealed immediately. The other acts that need revisions are the Bangladesh Energy Regulatory Commission (BERC) Act, the Renewable Energy Policy, and the Integrated Energy and Power Master Plan (IEPMP).\nThe need for the BERC to operate independently cannot be stressed enough. The amendment to the relevant act, done in 2022 to empower the government to set power and energy tariffs on its own under \"special circumstances,\" without holding any public hearing, was a shady decision that frequently shot up energy prices. This needs to change. In addition, the IEPMP needs to be revised because the government allegedly projected faulty energy and power demand in it. Moreover, the suggestion to link the Sustainable and Renewable Energy Development Authority with the chief adviser's office also deserves consideration, as it will hopefully speed up phasing out of the fossil fuel-based power plants.\nPhasing out the inefficient power plants should be another goal for the interim government. According to the CPD, the Awami League government paid a total of around Tk 105,000 crore as capacity payments to power plant owners in the 14 years up to August 2023, which is outrageous. So much money was squandered while citizens were either deprived of power or forced to pay exorbitantly for it. Revising the power purchase contracts and incorporating a \"no electricity, no pay\" clause will lessen the burden of capacity payments.\nThese are just a few key areas that need immediate attention from the interim government. There are many other short- and long-term suggestions given by the CPD which are quite well-thought-out, and can, if properly implemented, ensure competition, efficiency, transparency and accountability in the power and energy sector.\n",
        "headline_1": "Energy reforms are long overdue",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/energy-reforms-are-long-overdue-3681691",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "In a welcome move, the Bangladesh interim government intends to establish a banking commission soon to introduce crucial reforms in the banking sector. This initiative is a response to our long-standing demand for taking meaningful measures to rescue the financial sector from inadequate governance.\nIt is unfortunate that the previous government fell short of its commitments to strengthen the banking sector, as outlined in various policy documents and strategic plans. This lack of action has left the sector exposed to increasing vulnerabilities.\nInstitutional challenges in the banking sector include the appointment of bank directors often influenced by political connections, loans granted for political reasons, the rescheduling of loans despite poor repayment records, writing off loans to reduce tax burdens and clean bank balance sheets, weak internal controls, inadequate compliance and risk management, and the failure of some banks to meet international standards.\nAdditionally, regulatory weaknesses have contributed to the sector's vulnerability. These include the lack of independence of the Bangladesh Bank, overlapping regulations by the Financial Institutions Division (FID) and the Bangladesh Bank, leniency towards defaulters by the Bangladesh Bank, arbitrary issuance of bank licenses to crony capitalists, government-led recapitalisation of banks, and the quasi-monopolistic power held by a few bank oligarchs.\nThe most alarming indicator of the banking sector's fragility is the substantial increase in non-performing loans (NPLs) accumulated over the past 15 years, exacerbated by both direct and indirect support from the previous government's policymakers. In 2009, NPLs in banks totalled Tk 22,480 crore, which surged to about Tk 1,82,000 crore by March 2024. The true extent of NPLs would be considerably higher if distressed assets, loans in special mention accounts, loans under court injunctions, and rescheduled loans were included.\nHigh NPLs limit banks' fiscal flexibility by constraining their ability to expand lending and forcing them to forgo interest income. They also reduce banks' capacity to take on risks, leading to an increase in the cost of funds. Additionally, banks face capital shortfalls as they must set aside provisions to cover their NPLs, which in turn negatively impacts their return on assets, equity, and capital liquidity.\nOften, loans were approved without proper commercial considerations, heightening the risk of defaults during the previous regime. When the central bank is not allowed to operate independently, it is more likely to make poor decisions. Unfortunately, the Bangladesh Bank was unable to penalise wilful defaulters due to the loss of its independent decision-making authority, which has been overridden by politically connected interest groups.\nGiven the worsening performance of the banking sector, we have consistently advocated for the establishment of a temporary banking commission to address these pressing issues. The purpose of this commission would be to thoroughly investigate and propose solutions to the challenges facing the sector. To ensure the commission is effective, its Terms of Reference (ToR) should be clearly outlined and may include the following objectives.\nFirst, the objectives of the banking commission should be clearly defined and focused. These should include: i) conducting a critical assessment of the overall state of the sector; ii) ensuring transparency in data and information related to the sector; iii) identifying the root causes of current problems and potential future challenges; iv) determining which groups and institutions are responsible for the sector's crisis; and (v) providing specific, actionable recommendations for administrative, regulatory, legal, and structural reforms in the short to medium term.\nSecond, the commission's timeline should be concise and strictly timebound, not exceeding three to four months, to enable the government to begin implementation promptly.\nThird, the commission should adopt an inclusive and participatory approach in preparing its report. This approach should include: i) conducting desk research using existing data and information; ii) holding individual meetings with relevant stakeholders; iii) consulting with experts; iv) organising public dialogues and hearings; and v) engaging in discussions with a wide range of stakeholders including policymakers, entrepreneurs, bank customers, small savers, small and medium-sized businesses, experts, bank officials, economists, representatives of banking-related organisations, women, youth, grassroots organisations, and the media.\nFourth, to ensure transparency, the commission should regularly update the public on its progress. Interim reports should be prepared and made available to citizens, and a draft of the final report should be posted online to gather feedback from stakeholders.\nFifth, commission members should be highly competent, experienced, honest, and impartial, and they must carry out their responsibilities with the utmost professionalism.\nSixth, the commission must be allowed to operate independently, free from any external influence.\nSeventh, the interim government should establish a clear roadmap outlining when and how the commission's suggestions will be implemented. The government should also be required to provide full transparency regarding the proper implementation of these recommendations and their impact on the banking sector.\nThe banking sector has undeniably played a significant role in expanding trade and business within the economy. In the 1980s, the government of Bangladesh initiated the liberalisation process by privatising nationalised commercial banks. This reform process continued throughout the 1990s and 2000s, guided by the directives of the World Bank and the International Monetary Fund (IMF).\nAlongside these reforms, the National Commission on Money, Banking, and Credit was established in 1984. A banking commission was formed in 1996, followed by the creation of a banking reform committee in 2002. In 2003, the Central Bank Strengthening Project was initiated to develop a robust and effective regulatory and supervisory framework for the banking sector. The Bangladesh Bank Amendment Bill, 2003, which granted Bangladesh Bank autonomy, was passed by the parliament. However, despite this mandate, Bangladesh Bank ultimately lost its independence.\nThe recommendations for the commission can only improve the banking sector if it is allowed to operate without political interference. While the interim government is dedicated to implementing institutional reforms during its term, it must also ensure that these reforms are sustained beyond its tenure.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD) and non-resident senior fellow of the Atlantic Council. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guideline for submission.\n \n \n",
        "headline_1": "Implementation of a banking commission to address challenges in the sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/macro-mirror/news/implementation-banking-commission-address-challenges-the-sector-3681176",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "During one of my visits to Bangladesh about 10 years ago, I used the Upakul Express to go to Dhaka from Brahmanbaria. Upon boarding the train, I found myself in the midst of a political discussion that primarily focused on Sheikh Hasina's rule in Bangladesh. The conversation was dominated by a man who identified himself as a rural Awami League leader from Akhaura. He seemed to have been gifted with self-confidence, energy, and enthusiasm. With anecdotes and remarkable linguistic dexterity, he captivated the audience. I quietly joined the enthralled listeners.\nThe Sheikh Hasina government's oppression of political opponents and gross human rights violations, including enforced disappearances, had already panned out by that time, portending ominous signs for the people of Bangladesh. The man from Akhaura proudly declared that his netri (leader) Hasina would rule the country for the rest of her life—at any cost. He added that if needed, she would kill hundreds of thousands of people. Then he threw a couple of rhetorical questions to the bewildered audience: didn't you see how many people Syria's Bashar killed to remain in power? Could anybody depose him?\nThe Syrian tragedy was unfolding around that time. In 2011, a popular uprising erupted against Bashar al-Assad's oppressive rule. When the man on the train was boasting of his netri's brawn, about 150,000 Syrians had already been killed at the hands of Bashar al-Assad's security forces. The bloody crackdown continued, and the number of casualties eventually climbed to over half a million. Bashar al-Assad, who inherited power from his father in 2000, is still ruling Syria. The brutal strategy has worked for him.\nThe mention of Syria's Bashar al-Assad and his bloody suppression of the Syrians curdled my blood. I was gripped by horror and ghastly fear.\nIn Britain in 2001, I was talking to the celebrated British-Syrian writer and translator Adil Salahi. As we are both English literature graduates, we found a natural affinity between us. At one point, I asked him, \"When did you last visit Syria?\"\n\"About 20 years ago,\" he replied.\nHe gave me a prolonged gaze apparently to communicate that I was supposed to know what happened in his country in 1982. I got his message and didn't discuss the topic further. I thought it would be naïve to ask him why he had not visited his country of origin for decades.\nIn 1982, at the orders of Bashar al-Assad's father, Hafez al-Assad, Syrian security forces levelled the city of Hama and killed tens of thousands of Syrians. According to a report in The Guardian on August 1, 2011, in a three-week seize and bombardment, Syrian security forces razed Hama and combed the rubble to kill surviving rebels. Hafez al-Assad's cruelty kept him in power until his death in 2000.\nWhen the 2011 Arab Spring turned into a success story in Tunisia and Egypt and dethroned their unelected and autocratic presidents, people in Syria saw a ray of hope. On February 16, 2011, about 15 or 16 school-going boys aged 10-14 years sought to show solidarity with the Arab Spring. On a wall of al-Banin High School in the southwestern Syrian city of Daraa, they spray-painted graffiti in Arabic, \"Ajaaka al-daur ya Duktur\" (\"Your turn has come, O Doctor\"). It was obviously a reference to, and a message for, Bashar al-Assad, who is a British-trained ophthalmologist. Predictably, the boys were detained and tortured. After Friday prayers on March 18, 2011, people in Daraa took to the streets demanding their release. Thus started the Great Friday protests, which routinely faced crackdown from the Syrian security forces. April 22, 2011 was the deadliest: security forces opened fire and killed at least 75 protesters in Syria on that day.\nOn April 29, 2011, 13-year-old Hamza al-Khateeb accompanied his father to a peaceful protest demonstration in Daraa, which came under attack from security forces. In the midst of a melodrama of shooting and bloodshed, Hamza got separated from his father and was detained along with other protesters. His dead body was returned to his family members after nearly a month.\nAccording to an Al Jazeera report on May 31, 2011, Hamza's corpse bore scars of torture, including \"lacerations, bruises and burns to his feet, elbows, face and knees, consistent with the use of electric shock devices and of being whipped with cable.\" His body was disfigured, and it was apparent that bullets pierced through his arms. There was \"a deep, dark burn mark\" on his chest, and his \"neck was broken and his penis cut off.\"\nHamza's parents were shown only the face of the dead body. But his father Ali al-Khateeb pulled the blanket off Hamza's body, saw the mutilated body of his son and fainted. The secret police visited Hamza's parents and threatened them against speaking out or filing a lawsuit against the security forces.\nOn May 31, 2011, Bashar al-Assad \"invited\" Hamza's family members to Damascus. He offered them condolences and promised them investigation and justice. The state media regarded Hamza as a martyr and blamed the opposition for his death. Hamza's family members were quoted as saying that they were \"overwhelmed\" by the \"kindness and concern\" of the president.\nLong story short, a two-and-a-half-minute clip of Hamza's grotesque dead body went viral on social media in Syria and beyond and became a symbol of a widespread uprising. Social media users declared \"We are all Hamza al-Khateeb\" in a show of solidarity with the movement. Families around Syria felt that Hamza was their own son, and protesters chanted, \"With our blood and our souls we will defend you Hamza.\" Bashar al-Assad stepped up his violent campaign of repression and killed hundreds of thousands, and the rest is now history.\nLet's turn our eyes to Bangladesh's resistance icon Abu Sayed, who was killed by security forces in the turbulent weeks leading to Sheikh Hasina's fall. An English literature student of Begum Rokeya University in Rangpur, Abu Sayed joined the July 2024 quota reform movement to protest against discrimination in government job recruitment. The movement gathered renewed momentum after, during a press briefing on July 14, the now deposed and runaway Prime Minister Sheikh Hasina used the term \"Razakar\" (traitor) to justify the controversial quota system.\nThe government launched a violent crackdown and the police opened fire on unarmed student protesters around the country. On July 16, Abu Sayed sought to defy police brutality. Fifteen metres away from the heavily-armed police personnel on a street near his university, he stood firm with arms wide open. Perhaps the unarmed Sayed put trust in the police of his country and couldn't fathom the depth of savagery that the security forces were encouraged to exercise. The police violated that trust and shot him once. He remained unruffled, calm and serene. They fired more bullets. Worn out, Sayed walked to the pavement and collapsed on the ground. He was brought to the hospital dead.\nPoint-blank shots of security forces killed at least half a dozen young people around the country on that day. Video clips containing gruesome images of the killings of Abu Sayed and other young people spread on social media. Security forces continued killing, and hundreds of protesters laid down their lives for a moral cause in the spirit of something larger than themselves. The youth of Bangladesh defied death, and Hasina fell and fled on August 5, 2024.\nIn a blatant attempt to protect the police and in stark contrast to reality, sub-inspector Bibhuti Bhushan Roy of the police camp of Begum Rokeya University wrote the First Information Report (FIR) on Abu Sayed's death, which stated, \"The protesters fired weapons and threw chunks of bricks from different directions, and at one stage, a student was seen falling to the ground.\"\nOn August 11, 2024, Abu Sayed's family members shared that they were forced to meet Sheikh Hasina on July 28, 2024. Government officials brought them to Dhaka and put them in a hotel next to the police lines before transporting them to Gono Bhaban for a scheduled meeting with her. Hasina gave them two minutes of her time, just enough to get some photos taken, promising investigation and justice.\nOne photo featured in the media showed Sheikh Hasina hugging Abu Sayed's mother and shedding, what I believe, were crocodile tears. When Hasina was still in power, presumably to please her, one media outlet reported, \"Prime Minister Sheikh Hasina has given her consent as Sayed's family members expressed their eagerness to meet her\"—an example of media sycophancy par excellence.\nThat was not the only occasion when Hasina met family members of victims (presumably killed by her security forces) at her official residence. BNP leader Ilias Ali is one of the early victims of enforced disappearances. On May 2, 2012, Hasina met his wife Tahsina Rushdir at Gono Bhaban and assured her of investigation and justice. Saleha Begum, mother of another victim named SM Moazzem Hossain Tapu, met \"Sheikh Hasina three times, the home minister 35 times, the inspector general of police five times and the Rapid Action Battalion director general three times so far to trace her son.\" Justice was never served.\nThe comparable patterns in the behaviour of Bashar al-Assad and Sheikh Hasina are staggering and tempt us to believe that one autocrat followed the playbook of the other. Both put the blame of the killing of their victims on their opponents. Both forced the bereaved family members of their victims to meet them, as they contrived to manufacture and show sympathy to them in public. Both presented themselves as kind and compassionate to the family members of their victims and promised them investigation and justice. Both ordered the use of force to crush protesters and perpetuate their rule. However, eventually, it has worked for one so far, but didn't work for the other.\nOn a final note, had Sheikh Hasina had her way and used the security forces to her full satisfaction to realise her wishes, perhaps we would have a different Bangladesh now.\nMd Mahmudul Hasan, PhD, is professor at the Department of English Language and Literature in the International Islamic University Malaysia. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Victims of autocrats: From Hamza to Abu Sayed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/victims-autocrats-hamza-abu-sayed-3681111",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "When questionable financial negotiations and deals, particularly those involving highly critical matters of national importance, cannot be questioned, there is every reason to smell rat in those undertakings. Such issues may be political or financial in nature but once those are given legal indemnity, the scope of review and transparency diminishes. The Quick Enhancement of Electricity and Energy Supply (Special Provisions) Act, 2010 has been one such doubtful deal right from the beginning. In fact, the special law is a misnomer; it is a black law that has been extended several times well beyond its tenure and parliament's jurisdiction. The latest renewal was effected in 2021 for five more years until 2026. Ex-state minister for power energy and mineral resources of the deposed Awami League government told parliament in September last that 82 independent power plants and (IPPs) and 32 rental power plants were paid over Tk1.0 trillion (1049.26 billion to be precise) in rental payments.It is heartening that the interim government's power and energy, and road transport and bridges adviser has made it a point to place the special law under review. It needed scrapping long before because the dubious deals with private power plants have been mainly responsible for capriciously escalating prices of electricity consumers use. The interim government is also constrained to scrap the deal right away, but it has assured of bringing the deals under the scanner. However, fresh negotiations and deals with power and energy projects that were either initiated or scheduled to be initiated have been suspended. On the first day of his office, the power and energy adviser has also decided to revoke the legal provision of adjusting power and natural gas tariff by executive orders. The toothless tiger the Bangladesh Energy Regulatory Commission (BERC) was turned into will now have its say in matters of the two utilities' price adjustments as before.  Much as the power crisis was beyond tolerance and the urgency of meeting the same was pressing initially allowing the concession for avoidance of legal tenders for inking deals with rental power plants, there was no need for hiding the contractual agreements from the public. In the United States of America, there are classified materials that are not subjected to public perusal, considering the sensitivity and secrecy of defence-related issues involved. Where utilities such as electricity and gas are concerned, every citizen has the right to know why the prices of those continue to gallop. Instead of taking on the systemic corruption, the secret deals simply stoked irregularities, bribery and malpractices in purchase, procurement and approving power and gas connections for consumers. Understandably, the interim government has its limitation in repealing all the black laws. But if any of those is the number one candidate, it surely is this special law allowing unlimited favour for the quick rental power plants. Coal-fired power plants already in operation and completed recently cannot go into production of power simply because of the shortage of coal. The total generation capacity of grid-based installed power plants was 26,844 megawatts by March this year. Leaving the thermal power plants idle and subsidising costly imported oil and gas for rental power plants were not without an ulterior motive. It sustained the dubious process of minting money illegally for a select few.",
        "headline_1": "Doing away with black laws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doing-away-with-black-laws-1724081693",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "The interim government headed by Dr Muhammad Yunus has been reviewing the activities of various ministries along with other important issues related to law and order situation and macroeconomic management of the country. Secretaries of the ministries of the government are now busy preparing position papers on the priority issues of their respective ministries requiring policy decisions of the government.Power and Energy Divisions of the Ministry of Power, Energy and Mineral Resources are now in a difficult situation due to shortage of both greenback and local currency. The payment of pending bills against the import of liquid fuel and LNG, purchase of power from neighbouring countries and capacity charges of the private power plants remains a major pressing issue for the government. As reported by the Bangladesh Power Development Board (BPDB), there are grid connected installed power plants having a cumulative 28,089 MW power generation capacity. Among them 62 plants with 11,246 MW (40 per cent) capacity are installed in the public sector (BPDB, EGCB, APSCL, NWPGCCL, RPCL, B-R Power Gen and CPGCBL). Two power plants that are joint venture initiatives (BCPCL and BJFCL) have been installed with a cumulative capacity of 2,468 MW (9 per cent of total generation capacity). Private sector has installed 87 power plants with a capacity of 11,718 MW (42 per cent of installed generation capacity). In addition, 2,656 MWs electricity are being imported from India under contracts with BPDB (9 per cent). It was reported that installation of 27 more power plants with a total capacity of 9,277 MW is nearing completion. Clearly, the country does not have any problem with power generation, rather the question that is troubling every mind is how to rationally utilise the installed capacity.Generally, the average daily demand for power is around 14,000 MW during the peak hours. On April 30, 2024, there was the record high generation and consumption of 16,477 MW power in Bangladesh (during the peak hours). It is clear that a huge reserve margin of installed power generation capacity has been created during the recent years, but there were little efforts to analyse why the unutilised power generation capacity remained idle and how far the country would be able to pay the capacity charges to the private power plants. Also, some power plants installed under various loan agreements in the public sector need funds for loan and interest payments. A few of those plants remain idle or operate well below their capacity due to non-supply of primary fuels.Experts in the relevant sector believe that installation of 25 per cent maximum reserve margin would have been sufficient for ensuring stable power supply system in the country. The wasteful resource allocation and flawed planning have pushed Bangladesh Power Development Board (BPDB) into serious financial crisis. Former State Minister for Power, Energy and Mineral Resources Mr Nasrul Hamid had informed the now- dissolved parliament a few months back that the government had to pay Tk. 1.0 trillion in capacity charges over the past 13 years. Energy sector analysts believe that the huge capacity charge obligations of BPDB have contributed to higher power generation costs. Repeated power tariff increase could not help BPDB become financially solvent. BPDB has now nearly US$ 5 billion worth outstanding payment obligations. The immediate past government while approving the national budget for the financial year 2024-2025 allocated Taka 400 billion as subsidy for the power sector. Clearly, the subsidy allocation is not enough for the BPDB to meet its soaring budget deficit.Sector experts, independent research organisations and policy analysts have been offering suggestions to focus on various issues related to power and energy sectors. It is important to analyse why the over capacity of power generation (more than 40 per cent) have been created and who are accruing benefit from it. It is also important to see whether the installed power generation capacity related data are authentic and if the basis of capacity charge payments are based on authentic reports on plant-wise real generation capacity and their idling hours.It may be mentioned that data tuning and use of inaccurate and obsolete data by the government departments have been causing problems for the decision makers not only for economic management but also for making development plans for various sectors. Economists and researchers have been raising concerns about the quality of official data. Dr Salehuddin Ahmed, the Finance and Planning Adviser of the interim government, in a meeting held on August 13, 2024 assured that 'accurate up-to date data on economic and social indicators will be released'. He further added that 'discrepancies in economic indicators will no longer occur'.An unbiased power and energy sector review, rationalisation of power plants installation initiatives and reserve margin justification is urgently needed. The government may consider re-negotiating tariff under existing power purchase agreements (for those plants who have failed to meet their implementation deadlines) and penalising the contractors for their non-performance.Besides, it is very much important to conduct necessary scrutiny of the costs involved in the implementation of large-scale power projects in public sector within the scope of government to government agreements in the past. Media have been revealing financial irregularities in the implementation of 'mega projects' and the lack of transparency. For instance, media report revealed that implementation of four large coal fired power plants in the country involved a cost of about Tk. 1.25 trillion. Of that amount, allegedly, Tk.617 billion was either wasted or misappropriated. Only professional assessments may find out the actual cost of large power plant projects that were implemented bypassing the competitive bidding processes.\nMushfiqur Rahman is a mining engineer. He writes on energy and environment issues.",
        "headline_1": "Power sector deserves priority attention",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-sector-deserves-priority-attention-1724081735",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "The unarmed student-led mass upsurge that toppled the Sheikh Hasina government on August 5 stunned political observers everywhere. Appreciative of such an unprecedented movement by students of universities, colleges and even schools, most such observers are trying to comprehend the dynamics of the street agitations that could unleash such tremendous youth power that traditional political party failed to demonstrate. But to all appearances, the Indian political observers and the media that reflect their views are not willing to see anything but anarchy and persecution of the Hindus and destruction of their properties and places of worship in thar earthshaking event. To them, the student-led mass struggle against the authoritarian pre-August 5 government in Bangladesh as one spearheaded by Muslim extremists whose only mission was to kill Hindus. But being the next-door neighbour of Bangladesh, they should have been able to understand Bangladesh, its people and their struggles better than the rest of the world. Consider the deluge of falsehoods disseminated through the Indian media about imaginary atrocities unleashed on the Hindu community of Bangladesh. And there is also gullible audience eager to believe those lies without further scrutiny because those resonate with their own fears and prejudices. RumourScanner Bangladesh, a fact-checking or information verifying organisation, has found from its study on these fake messages, images and video clips that some 50 accounts on the social networking site X, formerly Twitter, were behind spewing disinformation about imagined Hindu persecution in Bangladesh in the wake of August 5 revolution. All those X account holders were operating from India. According to the experts surveyed for the World Economic Forum's 2024 Global Risk Report, India was ranked highest for the risk of misinformation and disinformation. Joyojeet Pal, who is Associate professor of Information, School of Information at the University of Michigan, USA, says, 'There are three challenges with online dangerous speech and propaganda: sophistication, believability and virality'.'The levels of polarisation and media distrust in India are such that there are pockets of citizens who are quickly willing to believe things about groups they see as antagonistic to their interests, so believability is already high'. When believability of such online disinformation and false propaganda is high in a society, their potential for getting viral is also higher. Add to that the use of advanced technology including AI to make the fake reports look and sound real. And such distortion of facts has been going on unabated since August 5 to the detriment of people-to-people as well as normal diplomatic relations between the two close neighbours. Clearly, the intention of those involved in false propaganda was to show the struggles and achievements of the people of Bangladesh in a bad light before the international community. But an investigative report by the BBC published recently has proved that most of such videos showing atrocities being committed against Hindus in post-Hasina Bangladesh shared online were false. \"And while reports on the ground have found violence and looting impacted Hindu people and properties, far-right influencers in neighbouring India shared false videos and information that gave a misleading view of the events', the BBC report maintained. In fact, post-August 5 developments in Bangladesh provided the far-right and Islamophobic quarters not only in India, but also in other parts of the world including Britain with an opportunity to churn out false and distorted stories of violence and murders committed by what they term the so-called Islamic Jihadists, though the movement launched by Bangladeshi students was completely secular in nature. Tommy Robinson, a far-right British influencer, who had been sharing unverified videos on post-August 5 events, claims there is 'a genocide of Hindus' in Bangladesh. However, BBC investigation found his claim and video clips shared online in support of his claim to be baseless.\n[email protected]",
        "headline_1": "Showing August 5 revolution in bad light",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/showing-august-5-revolution-in-bad-light-1724081768",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2024"
    },
    {
        "full_article": "The burgeoning landscape of the franchising business in Bangladesh holds immense potential for economic development and entrepreneurial growth. Over the past decade, franchising has emerged as a dynamic business model, contributing significantly to job creation, economic diversification, and the introduction of international standards in various industries. Franchising has played a pivotal role in stimulating economic activity in Bangladesh. By allowing established brands to expand their footprint through local entrepreneurs, franchising has created numerous job opportunities. For instance, international fast-food chains like KFC, Pizza Hut, and Burger King have seen substantial growth in Bangladesh through the franchising model. This not only provides jobs but also introduces global best practices in customer service, management, and operational efficiency. The entry of international franchises has elevated the standards of various industries in Bangladesh. These franchises bring with them a wealth of knowledge, technology, and operational expertise. For example, the retail and hospitality sectors have witnessed significant improvements in quality control, customer service, and supply chain management, thanks to the practices introduced by franchised businesses. By addressing the existing challenges and creating a supportive ecosystem, Bangladesh can unlock the full potential of franchising, paving the way for sustained economic development and prosperity. \nMinha Khatun Ononna Student BBA Department North South University [email protected]",
        "headline_1": "Promoting franchising business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-franchising-business-1724081791",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2024"
    }
]