[
    {
        "full_article": "Northern India has been bearing the brunt of the longest stretch of heatwaves in the last 15 years. The minimum day temperatures in some States have consistently remained above 45° C and those in the relatively cooler ones, at least 3°-6° C above what is usual for this time of the year. Even night temperatures have consistently been 3°-6° C above normal, a consequence of the near-absence of moisture and rain. To add to this, the monsoon has been sluggish. After an early start, the monsoon has stalled since June 12 and is stuck in central India. Before its onset over Kerala, the India Meteorological Department had forecast the rainfall in June over India to be ‘normal’. It has now updated that estimate to be ‘below normal’ or, in quantitative terms, a minimum 8% shortfall over the month’s expected quantum of 16.69 cm. This update, however, is not useful as it does not give an insight into the progress of the monsoon. The normal dates of the monsoon’s arrival over the northwestern and northern States are those spanning the June 25-July 1 timeframe. Whether the monsoon’s current hiatus will push these dates even further remains to be seen. A prolonged hiatus could mean an even greater load on the infrastructure in these States.On June 17, the Power Ministry said that demand in northern India had surged to 89 GW (89,000 MW) — the highest in a single day. To meet this power requirement, nearly 25%-30% had to be “imported” from the other four regions — south, west, east and north-east — and possibly Bhutan. A precise break-up was not provided. Though the Ministry claimed credit in meeting the demand, it indirectly reveals the strain on the infrastructure. The installed power capacity in northern India is 113 GW (1,13,000 MW) and if the northern grid still needed to import power, it suggests an inability to utilise its full capacity. Delhi’s international airport had a half-hour blackout on the same day and it stands to reason that prolonged heatwaves and demands on cooling are only going to further strain the grid. Compounding this is the water crisis that has gripped Delhi. While water pilferage is a common woe, the heat has exacerbated demand, and Haryana, a key source of water for Delhi, has refused to increase supply citing its own constraints. It is high time that politics is set aside and the prolonged summer is holistically addressed by the Centre and States as a natural disaster.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nheatwave\n\n/\n\nweather\n\n/\n\nMonsoon\n\n/\n\nKerala\n\n/\n\nweather science\n\n/\n\nrains\n\n/\n\nelectricity production and distribution\n\n/\n\nwater supply\n\n/\n\nDelhi\n\n/\n\nHaryana\n\n/\n\nnatural disasters",
        "headline_1": "A torrid crisis: On heatwaves in northern India",
        "headline_2": "A prolonged summer should be classified as a natural disaster",
        "link": "https://www.thehindu.com/opinion/editorial/a-torrid-crisis-on-heatwaves-in-northern-india/article68307796.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "The overt display of caste pride among schoolchildren in several parts of Tamil Nadu has often resulted in bloodshed. And the Justice K. Chandru Committee, constituted against the backdrop of a murderous assault on two Scheduled Caste (SC) siblings by their dominant community schoolmates in Nanguneri, has sought to remedy the situation. In its exhaustive report, it has recommended to the State government that students be prohibited from having any coloured wristbands, rings, or forehead marks (tilaka), which serve as caste identities. Students must refrain from using bicycles that are painted with any sign of caste reference. Besides, school names are not to bear any caste appellation. It has also called for the caste confidentiality of pupils. Such recommendations are not new. A quarter of a century ago, following caste clashes in the southern districts, the government had dropped the names of caste, community and leaders given to transport corporations and districts. Much earlier, it had experimented with the dropping of caste surnames from street signboards. A few years ago, the caste surnames of popular leaders were erased from textbooks.The committee has rightly recommended that the government appoint a Social Justice Monitoring Committee comprising academicians and social activists to check the curriculum relating to social issues and suggest modifications, and push for the inclusion of topics based on social justice, equality, and non-discrimination. The suggestion to revise the B.Ed and Diploma in Elementary Education syllabuses to ensure orientation towards inclusivity is welcome. But the government would do well to ignore the regressive recommendation to do away with noon meal kitchens in every school. A centralised kitchen in every block/panchayat union, as recommended by the committee, may perhaps help in masking the caste identity of cooks, but it does not remedy the prevailing discrimination. Apart from practical difficulties in distributing food from central kitchens, children would be deprived of hot and fresh food. The suggestion to establish a uniformed Social Justice Students Force, which will “operate independently of the union government”, and conduct regular drills and exercises, also needs to be viewed with caution. The existing NCC, Scouts and Guides and NSS setup is adequate enough to offer students such a space. The government must be cognisant of addressing discrimination which starts in children’s habitats that are awash with caste-identifiable colours — from drinking water pipes to bus stops. The electoral success of parties with caste vote banks has only spawned more such outfits whose leaders use impressionable teenagers as political capital. Distressingly, such outfits are courted by mainstream parties. Unless there is a transformation at the village level and a political will to transcend caste considerations, efforts to establish harmony among school students on campuses may not be meaningful. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nschool\n\n/\n\nchildren\n\n/\n\nstudents\n\n/\n\nCaste\n\n/\n\nTamil Nadu\n\n/\n\nreligion and belief\n\n/\n\nroad transport\n\n/\n\nlocal authority\n\n/\n\ndrinking water\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\npolitical parties",
        "headline_1": "Caste away: On Justice K. Chandru Committee report",
        "headline_2": "Efforts to end caste discrimination should do more than hide caste identity",
        "link": "https://www.thehindu.com/opinion/editorial/caste-away-on-justice-k-chandru-committee-report/article68307811.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "Bet you can’t rattle off the number of zeroes in ₹111L cr. Bet you are already rattled by infrastructure being constructed, bankrolled by this allotted investment. We have to bear the hardship because it’s for the greater good of development, no? Just like we had to bear demonetisation that was for the greater good of flushing out black money? No!\nFrom small town to swaggerpolis, a Sanjay Leela Bhansali-sized project is coming soon near you, destroying life as you knew it. Or has already. It’s not just villagers displaced by dams. Grand connectors are turning every urban neighbourhood into grand canyons. This makes each of us into a PAPpu who’s lost home, hearing, health, sleep, or simply hours, thanks to diversions and traffic jams.\nMumbai is being disembowelled, serially, simultaneously, seldom systematically by coastal road, snaking flyovers and most of all metro railway. Each is an awesome engineering feat. But what about feet? People are being forced to manage with ever-smaller crumbs from roads gobbled up by monster projects.\nTake my microcosm. White-elephant monorail swallowed half the carriageway. The Eastern freeway zipping past our windows could save us half an hour too, but we’d have to drive as long to get on to it. It’s almost as bad for the hurrahed trans-harbour link, which also cost us our totemic flamingos. Pray that we’ll have easier access to the Sewri-Worli connector whose construction has commandeered whatever remains of this arterial stretch – and our sanity. Hell will worsen with monsoon high water.\nEnd justifies means, okay. But do means have to be so utterly inconsiderate? Way back, when the first metro railway’s cut-and-cover construction buried Calcutta under debris, dust, and daily disruptions, a project engineer confessed to me, ‘We can build this way only because we don’t have to pay for public inconvenience.’ Nothing’s changed. There’s no chaos control, mandatory sound muffling, extra traffic management; not even a basic, obstruction-free pedestrian passage.\nSeems public convenience is disposable, in the larger cause of Vikshit Bharat.\n***\nAlec Smart said : “Now, it’s ‘Engineered Educational Testing’? Sick!”\n\n",
        "headline_1": "PAPpu? Who? Me?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/pappu-who-me/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "As investigation gets underway into Monday’s Kanchanjunga Express-cargo train accident near Jalpaiguri, the question that’s asked after every rail tragedy is back: why do train accidents happen so frequently in India. Answer: because the railways isn’t doing the basics right. Of course, Kavach, the indigenous hi-tech rail safety system, must be installed across the rail network. But there are interim measures the railways can take.\n\nRead full story on TOI+\n\n",
        "headline_1": "The message from our train wrecks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-message-from-our-train-wrecks/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "Govt warnings can’t cure kids’ social media addiction. That’s a job for mums & dads\nUS surgeon general Vivek Murthy’s call for a warning label on social media platforms – he said they are dangerous for the mental health of teenagers – is an idea that can spread globally. Murthy argues teenagers who spend more than three hours a day on social media are twice as much at risk of facing anxiety and depression symptoms. He wants the warning labels done along the lines of action against tobacco use in US decades ago. But can govts influence individual behaviour beyond a point?\nMental health issues on rise | Since 2010, rates of anxiety and depression have gone up sharply for teens in many countries. This is also the period that saw smartphones take centre stage in our lives. But, research on what too much social media use does to teens does not throw up definitive answers. Murthy argues that waiting for ‘perfect information’ could have serious consequences. EU has already taken steps to try and check the power of social media platforms.\n\nIt would just be a start | Yet, a warning label would only ‘start the conversation’. Anti-tobacco labelling has been around for years. But in more than a few countries, smoking is down but far from out. At 26.5%, the Southeast Asian region has the highest percentage of population using tobacco; the more developed European region is not far behind at 25.3%. Perhaps, warnings will make social media platforms more careful when planning their marketing techniques. Ideally, they should also spend more resources insulating adolescents from toxic content. But they probably won’t.\nOnus is on guardians | Ultimately, ensuring warning labels are heeded is squarely the responsibility of parents and other responsible adults. Doing this job would require not just smartphone rules for teens but also difficult conversations. Psychologists and educators say teens must be made to cut down on screen time in general and engage more in unstructured play and offline activity. Since practice is the best form of preaching, it would help if parents begin by first limiting their own social media use, at least in children’s presence.\n\n",
        "headline_1": "Parents, step up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/parents-step-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "The driver of a very complex vehicle must steer a very careful course to avoid any mishaps along the way\nA customer walks into the showroom of Coalition Carbar Company, where a red carpet has been laid out, and is greeted with a respectful namaste by the salesperson.\nSalesperson: Here’s our very latest Coalition Carbar, it’s called Compromise III and is very special.\nCustomer: I don’t know about very special. It certainly looks very strange. Why is it so narrow up front and so wide in the rear?\nSalesperson: Because up front there’s only one seat where the driver sits, and in the rear are several seats where all the backseat drivers – so sorry, co-passengers – sit.\nCustomer: Why does this Carbar have to have so many backseat dri…co-passengers?\nSalesperson: Because the driver might want to take the Coalition Carbar from Point A to Point B. But the Backseat… um, co-passengers might want to take the Carbar from Point A to Point C, or Point J, or any other Point of the alphabetic compass. Indeed, the Backseat D…uff oh!, the co-passengers mightn’t agree that never mind the finishing Point, even the starting Point needn’t be A.\nCustomer: All this sounds very complex.\nSalesperson: It is very complex. That’s why the driver of the Coalition Carbar must get a special licence called Coalition Dharma to ensure that the Coalition Carbar doesn’t become a Collision Carbar.\nCustomer: Collision Carbar? With what does it go into collision?\nSalesperson: With itself. It’s what happens when an irresistible force meets an immovable object. In physics it’s called a paradox. In politics it’s called President’s Rule. To avoid this, it’s best for a Coalition Carbar to start with an MCA, Minimum Common Agenda.\nCustomer: That sounds doable. The driver of the Carbar can have Minimum in Common with the Agenda of the Backseat – correction, co-passengers.\nSalesperson: That’s the problem. Too many of these Carbars start with MUAs, Maximum Uncommon Agendas. Here are the keys to your Carbar. Safe driving. And let’s hope you don’t make your Coalition into a Go-alition, with each one going their own way till they’re all collectively asked to go…\n\n",
        "headline_1": "Coalition carbar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/coalition-carbar/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "The Eid holiday has not been the joyful experience that people in Sylhet and neighbouring areas probably expected it to be thanks to the evolving flood situation there. The region was just beginning to recover from the flash flood that hit on May 29 and lasted until about June 8. But any relief experienced was short-lived, as a second wave of flooding has hit the region amid Eid celebrations after torrential rains combined with onrush of water from upstream India. Reportedly, large parts of Sylhet and Sunamganj districts have been inundated, affecting lakhs of residents. With a forecast of continued rainfall over the next two days, the situation is likely to worsen further.\nSylhet is particularly vulnerable. According to the district administration, 21 out of the 42 wards in the city have been flooded. Additionally, floodwaters have entered 102 unions in all upazilas of the district, inundating a total of 1,323 villages. The situation in Sunamganj is no better, as major rivers in the two districts continue to swell. With many vital roads submerged, and neighbourhoods under knee-to-waist-deep water, life has come to a standstill. Power outages and communication disruptions could further complicate the situation.\nMany are predicting a repeat or even exacerbation of the devastating flood situation that Sylhet had experienced in 2022. Driving this fear is the fact that in the first 18 days of this June, Sylhet recorded more rainfall than the entire month of June in 2022. The total rainfall by the end of this month might exceed 2,000 millimetres, according to an estimate, potentially setting a new record.\nWe don't need a reminder of the sufferings that this may result in. The authorities are doing what they can to help the affected but, clearly, they need to do more, both short-term and long-term. Beyond Sylhet, there are risks of flooding in a number of districts in Rangpur, Mymensingh, Barishal and Chattogram divisions. June, thus, is increasingly becoming a month of hardship caused by rains and mountain runoff. This is a challenge that goes beyond regular flood preparations, and with typical safeguards like embankments and polders too prone to damage, we must consider our long-term future.\nThere is an argument, increasingly pertinent, about whether relying on what worked in the pre-climate-change era can stand up to the more intense flooding seen these days. Should we continue to try containing the formidable rivers and deltaic nature of Bangladesh through often-fragile structural defences, or should we go for a blended approach that balances the restorative and destructive powers of floods through proper adaptations? We must explore these questions, and pursue solutions, with a more open mind. Right now, the priority is to respond properly to the fast-moving floods, particularly in Sylhet division, and minimise damage and suffering. The authorities must ensure that those stranded by water receive shelter, food, and drinking water.\n",
        "headline_1": "Take steps before Sylhet flood turns devastating  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-steps-sylhet-flood-turns-devastating-3637066",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "In 1929, Virginia Woolf, in her renowned essay A Room of One's Own, raised the issues of economic and social barriers faced by women, including their unpaid labour. Though her primary focus was on women's intellectual and artistic potential, she implicitly addressed this issue by highlighting women's economic independence and financial resources. However, she was not the first to bring this concern to light.\nAmerican sociologist and novelist Charlotte Perkins Gilman wrote extensively about women's economic independence. In her 1898 book Women and Economics, she argued that women's dependence on men for economic support due to unpaid household labour was detrimental to their status and freedom. Another influential figure, British social reformer and economist Beatrice Webb, worked in the late 19th and early 20th centuries on issues of women's labour and the conditions of the working class. While her focus was not specifically on unpaid household labour, her broader social and economic reforms were relevant to understanding women's roles in the economy.\nCanadian economist Margaret Reid conducted the first systematic economic analysis of unpaid household labour with her 1934 book Economics of Household Production. Her work laid the foundation for incorporating household labour into economic theory and measurement. Here, we refer to cooking, cleaning, and looking after poultry and livestock, etc. as unpaid household work, and taking care of children, elderly, and other family members as care work.\nAlthough historically undervalued and overlooked in traditional economic analyses, there has been a significant amount of literature on unpaid household and care work over the past three decades, both from local and global perspectives. Notably, a 2015 study conducted by the Centre for Policy Dialogue (CPD) and Manusher Jono Foundation (MJF), titled \"Women's Unaccounted Work and Contribution to the Economy\", estimated the value of women's unpaid work in Bangladesh as 76.8 percent of the GDP in the fiscal year 2013-14 (on condition). It found that a female member in a household undertakes 12.1 non-SNA (System of National Accounts) activities in a day—activities not included in the national GDP—compared to only 2.7 activities for a male member.\nIn 2019, Oxfam and the International Labour Organization (ILO) released reports on the global perspective of unpaid work. Oxfam's study revealed that unpaid work done by women worldwide amounts to a staggering $10.8 trillion a year, 43 times the annual turnover of the world's biggest company, Apple. ILO's report \"Unpaid Care Work and the Labour Market\" found that the value of unpaid care work is approximately $11 trillion, accounting for around 9 percent of global GDP. Without exception, women carry out 75 percent of unpaid care work, which is 88 percent in Bangladesh.\nThe issue gained further attention last year when Prime Minister Sheikh Hasina asked the Planning Commission, through the Bangladesh Institute of Development Studies (BIDS), to determine the actual contribution of women's unpaid household and care work to GDP. BIDS presented its findings (15 percent contribution to GDP) at its last Annual BIDS Conference on Development (ABCD) in December.\nAs a part of my regular editing job, reading an article in the Bangladesh Development Studies (BDS) journal titled \"Economic Valuation of Women's Unpaid Household Service Work in Bangladesh,\" which detailed the study led by Dr Binayak Sen, sparked my interest in writing on this issue. Using the 2021 Time-Use survey by the Bangladesh Bureau of Statistics (BBS) and BIDS survey of 64 villages in 2023, the authors calculated that women's contribution to GDP through unpaid non-market household and care work is about 15 percent. If unpaid work for both women and men were reflected in national accounting, violating the SNA rule set by the UN, it would add approximately 17.6 percent to Bangladesh's GDP.\nUnpaid household and care work are crucial for developing the next generation's skills and knowledge, essential for a productive workforce. It strengthens family and community bonds, fostering social stability and reducing social strife. It also allows other family members to participate in the formal paid workforce, boosting overall economic productivity and ensuring the population's physical and mental well-being.\nIf unpaid household and care work were replaced by market services, it would significantly increase GDP; preventive and routine care at home reduces the burden on public healthcare systems, and parental involvement in education can improve outcomes, reducing the need for remedial education. When societal structures support unpaid household work, it enables higher female participation in the labour force, boosting economic growth. The indirect benefits of unpaid work can lead to increased productivity and economic activity in other sectors.\nSo, unpaid household and care work being the buzzwords, if the UN does agree to include it in the SNA and the world follows accordingly, some questions may arise: will we still not be satisfied with this crucial work they are doing? Will we value the work they do in agriculture, like livestock or poultry rearing?\nThe BIDS article suggests as policy implication that male contribution to household unpaid care work should be societally encouraged. This will help ensure—the article reads—the spread of care work across genders, ensuring gender equality in unpaid work. I do agree, but did we keep it in mind that people engaged in the formal labour force may end up working a \"double shift\" of paid and unpaid work, which has serious consequences for their health and well-being?\nWrapping up (leaving the questions) with a quote from Reid and another line from the BIDS article:\n\"The more we have concentrated on money values, the more we have overlooked that part of our economic system which is not organised on a profit basis.\"\nUnpaid care work is an essential element of social reproduction—a process that supports individuals, families, and society to continue thriving.\nMohin Uddin Mizan is publication and communication professional at the Bangladesh Institute of Development Studies (BIDS), Ministry of Planning. He can be reached at [email protected]\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What if we finally recognised women's unpaid care work?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-if-we-finally-recognised-womens-unpaid-care-work-3636856",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "The \"Digital Silk Road\" (DSR) was introduced in 2015 by an official Chinese government white paper, as a component of Beijing's Belt and Road Initiative (BRI). The DSR represents China's strategy for enhancing information exchanges and digital collaboration with emerging nations. DSR support is allocated to enhance beneficial countries' networked communications, AI capabilities, cloud computing, e-commerce, mobile financial services (MFS), technological surveillance, smart cities, and high-tech sectors, among others. Around 40 countries, including a majority of the world's developing nations, have already signed Memorandums of Understanding (MoU) in the DSR. The expanding reach of the DSR offers a chance to influence the technological initiatives of multiple nations, including the advancement of innovative educational systems like metaverse education.\nA metaverse framework for education offers students the opportunity to go beyond reading and experience the facts and details hands-on. Metaverse technologies hold immense promise in revolutionising educational settings, lifting skilled trades, and opening up novel avenues for lifelong learning. The metaverse has the potential to transform the world into a virtual global school, however, there are significant challenges to adopting metaverse education, such as a lack of technology architecture and network infrastructure, and a dearth of learning management systems. Hence the DSR can make a significant contribution to advancing and broadening metaverse education by improving digital infrastructure, promoting technical cooperation, and enabling access to proficient educational materials.\n\nThe DSR prioritises the expansion of broadband networks, including optic fibre and 5G technologies, to accommodate the high velocity of data transfer needed for metaverse education. Furthermore, the allocation of resources towards cloud infrastructure facilitates the efficient storage and analysis of substantial volumes of data, which are crucial for creating engaging educational experiences within the metaverse. By committing to technical surveillance, Chinese technology firms can facilitate the broad accessibility of cost-effective virtual reality (VR) and augmented reality (AR) devices, hence expanding access to these technologies to prospective students and educational institutions.\nThe DSR's growth may provide a variety of educational content from other cultures and places to the metaverse, enhancing inclusivity and depth in the learning process. Students may get insights into many cultures via immersive educational programs provided by metaverse education. DSR can help with more topics and customise learning methods for diverse learning styles and preferences via metaverse education. Through professional growth and learning, the DSR may help students employ metaverse technology in real-world learning. The primary aim of DSR-supported metaverse education is to minimise the digital divide by introducing modern digital technology to underprivileged regions. This might ensure that students from all socioeconomic backgrounds have access to excellent education, which is in line with Sustainable Development Goal 4 (Quality Education).\nThrough spearheading the advancement of digital infrastructure worldwide, DSR provides China with a wide range of advantages, including economic growth, technical dominance, educational influences, and cultural interchange. China intends to benefit strategically, economically, geopolitically, and industrially from the DSR effort, recipient nations also have to deal with some issues. For example, problems with dependence and even educational management systems might arise from an over-reliance on Chinese grounds and technology. Moreover, before deploying DSR-supported metaverse education, it is crucial to consider a range of factors. These include high technical requirements, interoperability issues, cultural sensitivity, institutional resistance, strong cybersecurity measures, and data security and privacy. Additionally, the potential risk of data breaches must be carefully evaluated. Differences in technical maturity and digital literacy across participating nations might impede the deployment and acceptance of innovative digital solutions. By addressing these challenges proactively, the DSR can enhance its ability to promote the integration of metaverse technologies in education. This, in turn, will result in greater equity, security, and quality in educational opportunities worldwide. Hence, there is a prerequisite for the uniformity of regulations and intellectual property rights among the countries.\nTo achieve sustainable innovation and expansion in next-gen education, it is crucial to strike a balance between global collaboration and the emergence of local ecosystems. It is also important to address the potential for expanding the digital divide within countries and prioritise the establishment of equal rights to digital education roadways. Furthermore, we must consider the cost-efficiency of devices and internet connectivity, which might discourage economically disadvantaged students from engaging in metaverse learning. Next-gen education is a topic of great importance, progressing quickly. The way we currently perceive DSR could change from how it is playing its prominent role in the future.\nFinally, the DSR fosters international alliances and cooperation among educational institutions, facilitating the exchange of information and resources and/or establishing the education hub via collaborative research activities, access to digital libraries, smart classrooms and developing the curriculum, and online learning community, among others. These initiatives aim to create a global classroom that extends cultural, time-dependent, and geographical boundaries. Realising this potential requires skilful management of the related problems, especially in data security, economic disparities, cybersecurity risks, regulatory preparation, and geopolitical dynamics. Last but not least, by improving digital infrastructure including digital library and online 3D content, fostering the adoption of emerging technologies such as cost-effective AR/VR devices, facilitating cross-border collaboration such as student exchange programmes, providing access to a variety of educational content, reaffirming educational resources i.e., building smart classroom, offering financial assistance, and promoting personalised growth for learners, China's DSR has the potential to significantly impact the global progress and transformation into next-gen education such as metaverse education. These efforts can lead to more equitable, high-quality, and innovative educational experiences for students worldwide.\nDr Najmul Hasan is assistant professor in Information Systems, BRAC Business School, BRAC University.\nDr Md Rakibul Hoque is professor in Management Information Systems, Faculty of Business Studies, University of Dhaka.\nViews expressed in this article are the authors' own. \n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How can China’s Digital Silk Road facilitate metaverse education?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-chinas-digital-silk-road-facilitate-metaverse-education-3635141",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "There can be any discussion that excludes the readymade garments (RMG) sector when it comes to energy transition. It is an established fact that this sector of the economy is representative of around 85 per cent of annual exports from the country and it has developed into a global player as far as apparel market is concerned. Hence, when it comes to battling environmental pollution, carbon footprint, etc., it is natural that interventions must include the sector. Over the last decade, the RMG factories in the country have been undergoing a quiet transformation, starting from becoming the most compliant country in terms of safety measures. Over time, Bangladesh has also come into the limelight with 220 factories becoming 'green' adhering to LEED (Leadership in Energy and Environmental Design) - a globally recognised green building rating system that emphasizes environmental responsibility and energy efficiency. Reportedly, hundreds more factories are in the pipeline waiting for LEED certification and that points to a greater realisation by RMG owners that foreign consumers wish to wear apparels that are not only ethically sourced, but are made under environmentally-accepted conditions. The problem of course has always been financing. What was witnessed during Covid-19 pandemic was a slew of cancelled orders coupled with the fact that some of the major buyers of Bangladeshi apparels were refusing to pay for shipped goods. This created a lot of problems for RMG sector but those apparently have been ironed out and the sector has moved on. While the sector moved heaven and earth to become compliant on safety issues in the years after the Rana Plaza incident, the current global economic climate will not support the RMG sector to go green at the rate desired by foreign consumers because there simply isn't enough finance to make the impact necessary to make that happen.In the midst of all this uncertainty, the much-needed (and awaited) green transition of the country's RMG industry has got a boost. What this means is that well-established global brands like H&M Group, Gap Inc, Mango and Bestsellter have committed to the first round of decarbonisation programme in the country. The financing model that has been launched is being headed by the Fashion Pact in partnership with Apparel Impact Institute, Guidehouse, and DBS Bank. This initiative intends to provide a \"collective financing model\" that will help support deep decarbonisation. Of course, the devil is in the details. Although it is mentioned that that technical and financial incentives will be employed to help more factories to adopt more environmentally-friendly electrification through the use of renewable-energy solutions, it remains to be seen precisely how much cost sharing will be done. The initiative is a multi-year proposal that hopes to facilitate not only financial incentives but also technical support \"to help suppliers identify and implement low-carbon technologies.\" A lot of promises have been made. While members of the initiative have been making enough noise that climate change is real and actions are needed, it is also a fact that successive COP conferences have failed to get developed countries to commit funds to already agreed upon climate-change funds for developing nations. One can only hope that the initiative (of collective financing model) will be backed up s with finance and technical assistance that is tailor-made for Bangladeshi companies and if that happens, decarbonisation can happen in a fruitful manner in the RMG sector.",
        "headline_1": "RMG sector's 'green' transition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-sectors-green-transition-1718807113",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "Gaming and gambling online are at an all-time high, and regulatory bodies are seemingly clueless about stopping it. Although the Constitution of Bangladesh prohibits gambling, no fewer than 3,000 government websites alone are reportedly aiding and abetting the promotion of betting. This is not only a cause for serious concern, but also raises awkward questions about the security and integrity of the government's online presence.Dismislab, an independent online verification and research platform, uncovered the widespread promotion of online betting platforms on Bangladeshi government webpages across various government domains, including those of educational institutions and defense entities. It is totally unacceptable that official websites entrusted with public information and services and paid for by taxpayers, have become seemingly unwitting conduits for illegal activities. This not only undermines public trust, but also exposes potential security vulnerabilities that could be exploited for malicious purposes.As part of the government's digitisation drive, the move to develop web portals for various government bodies and agencies is indeed commendable. These web portals could be vital platforms for disseminating valuable information that the public needs. Unfortunately, most of the portals are run in a highly irresponsible manner and have gathered cyber cobwebs. They are not updated regularly, which means they showcase outdated information that is absolutely of no value. They are a nuisance and unhelpful to those in need of up-to-date data. Moreover, these webpages are almost sitting ducks for hackers to remove or steal valuable citizens' information. Last year, sensitive personal information including names, birth dates, and National Identification (NID) numbers of over 50 million users were hacked from one of the public domains. Following the leak, State Minister for Information and Communication Technology (ICT) Zunaid Ahmed Palak said the concerned website didn't have minimum security. Now, these same inactive sites are actively promoting online betting! It is a serious lapse of security by the government's ICT division that they could not monitor websites and prevent such infringements. The authorities need to conduct a thorough investigation and implement stricter measures to prevent such intrusions into government websites. Furthermore, there is a need to strengthen regulatory measures to clamp down on online betting sites and raise public awareness about the dangers of gambling. Educational campaigns and stricter regulations on online advertising can play a vital role in protecting citizens, particularly the youth, from the pitfalls of this growing unacceptable menace to society. With the rapid, but silent proliferation of online gaming and gambling, a significant number of youths are experiencing financial stress, social isolation, and psychological distress. While online gambling was initially confined to urban areas, the scourge has spread to remote rural areas in recent years, facilitated by the widespread availability of smartphones and the Internet. Dozens of smartphone applications, primarily operated from locations in Russia, Malaysia, and Indonesia, serve as a gateway to betting. Local agents in Bangladesh oversee transactions through mobile banking channels. The lure of easy money is often the initial draw for many who fall prey to online gambling apps. These apps, with their low entry points (sometimes as low as 10 taka) make these platforms highly accessible and addictive. Initially, some may even experience small wins, fuelling the illusion of greater profitability ahead. The reality, however, is starkly different, as users end up losing substantial sums of money, which they usually borrow from near and dear ones. This downward spiral into financial ruin underscores the dangers of unchecked gambling activities facilitated by these apps.Like alcohol and drug, gambling is equally addictive and detrimental and can easily ruin lives. Curbing online gambling in Bangladesh appears to be a formidable challenge. The government tries to tackle gambling websites through blocking, but mobile apps downloaded from Google Play and Apple Store present a formidable hurdle. The Bangladesh Telecommunication Regulatory Commission (BTRC) acknowledges the limitations of app control and the added difficulty of continuously emerging new platforms and rebranded sites. The industry is seemingly always many steps ahead.Despite these challenges, the BTRC has requested tech goliaths like Google and Apple to remove gambling apps from Bangladeshi access. Such initiatives to block gambling apps have achieved some success, but these efforts have so far been sporadic. The dynamic nature of the online gambling industry, with its constant rebranding and platform proliferation, necessitates a more comprehensive and intensive strategy.While controlling private websites and blocking apps might seemingly be an uphill battle, the government should at least be able to safeguard public domains, prevent data breaches and infringement of promotional sites. The fight extends beyond our borders. Regulatory forces must clamp down on online betting sites, exercising stricter controls on web advertisements. Collaboration with global tech giants is essential to dismantle the scaffolding that allows these gambling apps to flourish. But vigilance alone is not enough. Educational campaigns and the use of the power of information must target vulnerable populations, especially the youth.Besides, the legal landscape needs a facelift. Outdated laws must be revamped to reflect the digital age, clearly defining the roles and responsibilities of regulatory bodies. Equipping them with the necessary resources and authority will be their strongest weapons. Bangladesh cannot fight this war alone. International co-operation, a bridge across borders, is crucial. Working with international regulatory bodies and tech companies will strangle the influence of these offshore gambling operations.Technology itself can also be a powerful ally. By investing in advanced solutions like AI and programming it properly, Bangladesh can develop a watchful digital policing eye. This vigilant eye would continuously scour government websites 24-7 non-stop, identifying and eliminating suspicious activity before it had time to take root and cause damage.\n[email protected]",
        "headline_1": "Enhancing security of government websites",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enhancing-security-of-government-websites-1718807153",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina is scheduled to start for Delhi on June 21, for Indo-Bangladesh bilateral summit meeting. This will be her second visit to Delhi within 11 days as she concluded her last trip to Delhi on June 10.According to diplomatic circles, such visit within such a short span of time is rare. Of course, this reflects the closeness of ties between the two neighbours which is often termed a 'unique' relationship.However, people in general are eager to see what benefits Bangladesh can derive from such a strong bilateral relationship.In her last three tenures since 2009, Prime Minister Sheikh Hasina walked extra miles to strengthen ties with the biggest neighbour of the country. Transit and trans-shipment were provided, a band of insurgent leaders were handed over to India and tough stance was taken to ensure that Indian insurgents cannot use any part of Bangladesh as hideouts.Once there was bold opposition among many Bangladeshis against providing India the transition and transshipment facilities, which have brought out a sea change in the transportation of goods and people between the two wings of India. But against all odds, Hasina took this phenomenal step.However, it is widely believed that Indian political leadership has failed to reciprocate the very generous gesture of Bangladesh. The first example is its failure to ink the deal on the water sharing of Teesta River.The deal was agreed by both sides and was supposed to be signed during the then Indian Prime Minister Manmohan Singh's visit to Dhaka in 2011.But at the last minute, India backed out citing opposition from the West Bengal government. Despite promises that the deal would be concluded 'very soon', it remains unfulfilled till now and there is no sign of materialising it in the near future.Next comes the issue of border killing. Every year a good number of Bangladeshi people are killed by the Birder Security Forces (BSF) of India.In every bilateral meetings, the Indian leadership promised to put an end to such killing of unarmed civilians by the BSF. And on several occasions both sides agreed to stop the use of lethal weapons by the border guards, but to no avail.In no other parts of the world, border guards of a country kill unarmed civilians of its neighbours.The BSF claim that they are compelled to shoot when they themselves are attacked by 'criminal elements' from Bangladesh. It is no secret that crime like smuggling or human trafficking is not a one-sided affair.People from both sides are involved in such criminal activities. Even involvement of border forces of either side is often revealed in several reports. In any case, killing of civilians is not acceptable. And it is a major barrier to creating a true and lasting friendship between the people of the two countries, who have a long history of shared struggle and prosperity.It is widely believed that an appropriate step from Delhi's political leadership is enough to stop such border killings. India recently took some steps to resolve the age-old disputes that include signing of the Land Boundary Agreement and lifting of export ban on essential commodities like onion. But people of Bangladesh expect that Indian leadership will also go the extra mile for resolving issues like border killing and water sharing.Let us hope that during the upcoming visit, there will be a significant outcome in this regard.\n[email protected]",
        "headline_1": "Hasina-Modi bilateral meet and expectations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hasina-modi-bilateral-meet-and-expectations-1718807192",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2024"
    },
    {
        "full_article": "Summer heralds the arrival of juicy fruits like mangoes and jackfruits, cherished for their taste and nutritional benefits. Mangoes, hailed as the \"king of fruits,\" are packed with vitamins A and C, fibre, and antioxidants, promoting immunity, digestion, and skin health. Jackfruits, known for their aromatic flesh, provide vitamin C, fibre, and potassium, aiding digestion and cardiovascular health.However, overindulgence in these fruits can lead to health issues. Mangoes, high in calories and natural sugars, can contribute to weight gain, especially when coupled with a sedentary lifestyle. Excessive consumption may cause spikes in blood sugar levels, posing risks for diabetics. Moreover, the fruit's fibre content can cause digestive discomfort and its high fructose levels may trigger indigestion or allergies.Both fruits can provoke allergic reactions in susceptible individuals, with symptoms ranging from skin issues to respiratory distress. To enjoy mangoes and jackfruits safely, moderation is crucial. By practising portion control and maintaining a balanced diet, one can relish the benefits of these summer fruits without compromising health.\nRaisa MehzabeenStudent of Food and Nutrition, Govt. College of Applied Human Science[email protected]",
        "headline_1": "Risks of overindulging in mangoes, jackfruits",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/risks-of-overindulging-in-mangoes-jackfruits-1718807217",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-06-2024"
    }
]