[
    {
        "full_article": "The National Council Meeting of the Bharatiya Janata Party (BJP) in Delhi on February 17 and 18 has set the tone for the party’s Lok Sabha election campaign. Prime Minister Narendra Modi set the party a target of winning 370 seats in the Lok Sabha, compared to the 303 seats that it had won in the 2019 general election. The symbolism of the number is about Article 370, which his government invalidated in fulfilment of a fundamental principle of the party. The hollowing of Article 370 that provided a notion of autonomy to Jammu and Kashmir, and the construction of a Ram temple in Ayodhya were two of the three issues that have propelled the BJP’s rise. Having fulfilled them during his second term, Mr. Modi has staked claim to a third, which he said was crucial for the country. In fact, he has raised the stakes by setting a higher target of 370 seats and an additional 370 votes in every polling booth which, if met, can raise the party’s voteshare above 50%. Mr. Modi has also told the party leaders that only the symbol, and not the candidates, mattered. A lot many of the sitting Members of Parliament of the BJP are expected to make way for new candidates.The peripherality of individual candidates of the BJP is also linked to the centrality of Mr. Modi in the election, which was clear at the conclave. The party will also focus on converting the raft of welfare measures that it has either launched or repurposed into votes. Alongside revving up its organisational engine, the BJP is also seeking to expand its footprint by the continuous induction of leaders from other political parties on the one hand, and tying up alliances with regional parties on the other. Union Home Minister Amit Shah’s sharp attack on the Opposition on the question of corruption and dynastic succession, indicated that the party will remain in offensive mode in the run-up to the general election. Its opportunistic alliances with leaders and parties that it has accused of corruption are shrouded by claims of good governance and transparency. The BJP manages to pull off this feat by wrapping its claims in strong communal identity terms. A resolution passed by the Council hailed the Ayodhya temple as a manifestation of Ram Rajya, an ideal type of just and fair governance. The party is trying to mobilise Hindu solidarity around the temple, and simultaneously present it as an emblem of a non-sectarian national agenda of development and progress. It is a hard act, but the BJP seems to manage this by keeping itself constantly in combat mode.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\nNew Delhi\n\n/\n\nLok Sabha\n\n/\n\nGeneral Elections 2024\n\n/\n\nArticle 370\n\n/\n\nAyodhya Ram Temple\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\npolitical campaigns\n\n/\n\npolitical parties\n\n/\n\ncorruption & bribery\n\n/\n\nwelfare",
        "headline_1": "Combat mode: On the BJP and the general election 2024 campaign",
        "headline_2": "The BJP hides its failings by adopting an aggressive strategy",
        "link": "https://www.thehindu.com/opinion/editorial/combat-mode-the-hindu-editorial-on-the-bjp-and-the-general-election-2024-campaign/article67864145.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "For the second successive month, India’s goods exports grew last month, albeit with a mild 3.1% uptick from a 1% rise in December. This marks only the fourth month of growth in outbound shipments in 2023-24, and the overall value of merchandise exports this year is down 4.9% at about $354 billion. While January’s $36.9 billion exports are above this year’s monthly average, they are 4% lower than December’s tally. To be clear, such sequential, post-Christmas demand dip is not unusual and all of the decline cannot be ascribed to the elephant haunting global trade corridors — the Houthi rebels’ orchestrated disruptions of shipping lines’ operations around the Red Sea hitting goods flow to the European and U.S. markets. January’s trade numbers, to that extent, suggest that the impact so far is not overtly worrying, although a few key segments seem to be feeling some pain. Engineering goods’ exports growth faltered to a little over 4% in January while the labour-intensive gems and jewellery slipped into a mild contraction, dropping 1.3%.Apart from the lack of a broader discernible impact from the Red Sea shenanigans yet, the sharp decline in the goods trade deficit is notable as it hit a nine-month low of $17.5 billion — just three months after touching a record high of nearly $30 billion. The flip side is that the recent import bill compression has been driven by some slack in imports of items such as project goods and electronics which suggest weakening of investment and consumption impulses in the economy. The government has exuded confidence that India will match its record export performance of $776 billion in 2022-23, this year as well, despite multiple global headwinds. On the goods front, though, attaining last year’s $451 billion tally looks difficult, especially with cooling commodity prices. Exports of services, reckoned to be up 6.3% this year, may still help bring the overall export figure for the year close to $760-odd billion if they sustain this pace. The outlook for the coming year remains mired in uncertainty and risks. There are weak or mixed signals about demand trends from economies such as the U.S. and Germany, even as the U.K. recorded the sharpest sequential jump in retail sales since July 2020. Interest rate cuts remain elusive for now. Finally, despite the U.S.-led Operation Prosperity Guardian to protect commercial traffic through the Red Sea, shippers have warned that the Houthi factor could compel the use of longer routes for several more months. Longer delivery times apart, the spiked shipping rates and operational costs of exports could force some price hikes and deter already frail demand in some markets and make prospective buyers look for more competitive options for Indian wares. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nIndia\n\n/\n\nshipping service\n\n/\n\nEuropean Union\n\n/\n\nUSA\n\n/\n\njewelry\n\n/\n\nact of terror\n\n/\n\noceans\n\n/\n\ninvestments\n\n/\n\nimports\n\n/\n\nGermany\n\n/\n\nUnited Kingdom",
        "headline_1": "Red Sea blues: On India’s goods exports",
        "headline_2": "January’s export numbers suggest global shipping woes are yet to fully hit home",
        "link": "https://www.thehindu.com/opinion/editorial/red-sea-blues-the-hindu-editorial-on-indias-goods-exports/article67863882.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "Amrita Didyala\n\nTelangana Drugs Control Administration’s (DCA) clampdown on spurious drug manufacture, store and supply has revealed a multiple-state network of manufacturing and distribution. As part of ongoing operations to reach the last point at each end of the network, DCA director-general VB Kamalasan Reddy tells Amrita Didyala how complex it is to spot fake and substandard drugs and what buyers can do if they suspect their medicine is spurious.\nRead full story on TOI+\n\n",
        "headline_1": "‘There are spurious drugs for cancer, hypertension, cholesterol, pediatric diseases…only lab tests can spot them’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/there-are-spurious-drugs-for-cancer-hypertension-cholesterol-pediatric-diseasesonly-lab-tests-can-spot-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "How come social media lefties are all for rich kisans wanting subsidies?\nIt’s winter in Delhi, and with that comes biting cold, fog, and, yes, yet another farmers’ protest, which means our social media-commentariat has switched, with great speed, to becoming experts on farming, MSP, Krishi Darshan, and the economics of agriculture.\nWith BJP’s victory in 2024 increasingly looking inevitable and INDIA alliance collapsing like India’s batting in the 90s on Australian and South African pitches (INDIA alliance doesn’t even have Sachin Tendulkar), disruptive protests by well-funded political blocs that understand the politics of agitation, are seen as the only way to bring at least some embarrassment to government. This is based on immediate history, as the governing party, despite its electoral mandate, has caved into mass protests on the farmers’ bills before. So it is inevitable that people who hate the current dispensation but have no way of winning in polls close ranks with agitating farmers, in the way I, a Kolkata Knight Riders supporter, find myself cheering for any team playing against Mumbai Indians or Chennai Super Kings.\nAnd so I observe the “Kagaz nahin dikhayenge” and “destroy the Aadhaar” individual-freedom-fundamentalists supporting agitators who are impinging on individual liberties of Indian citizens by blocking the free movement of goods and people by saying that “protest is part of democracy.”\nMore government subsidies and increased government financial burden are deemed to be the way forward because agitating farmers are “annadatas”, even though they may represent a narrow slice of India’s farmer population, specifically the most affluent part. On other days, crony capitalism in support of the wealthy and connected is terrible, more so at the barrel of coercion.\nStill, for now, terms and conditions apply. No other civilised government deals with mass protests like BJP, and please do not bring up Trudeau freezing bank accounts of those who blocked the roads of Ottawa with their vehicles. And so what if these farmers are rich, the progressives say. Don’t they have democratic rights? Even though their democratic rights are impinging on those of others, those who want to protest this, merely impingement on their democratic rights, have to be mercilessly mocked on social media.\n\nThis continuous levelling up and down of moral high ground and accompanying ideological contortions needed to keep up with it, yes, I watch with admiration and total respect.\n\n",
        "headline_1": "Progressive? Oh pleez",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/progressive-oh-pleez/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "Tomorrow, Siliguri bench of Calcutta high court will hear Bengal VHP’s plea that religious sentiments are “hurt” because a lioness is named Sita, who has a companion named Akbar. Both were brought from Tripura’s zoo. Their names wouldn’t have hurt anyone’s sentiment, and their arrival in Siliguri would have generated only excitement, as always happens when big cats come to town. But clearly VHP spotted an opportunity for needless controversy.\n\nCompetitive anger: Obviously, Bengal VHP is seeking its 15 minutes of fame, vying with quick-to-anger compatriots in the Hindi heartland. Sadly, it has already succeeded. The lioness and lion are now kept in separate areas, though they shared an enclosure in Tripura zoo. This, presumably because officials are afraid of the trouble mobs may cause.\nDangerous busybodies: The Sita-Akbar controversy is another example of how non-state actors, often backed by state, intervene in matters that, first, they have no locus standi in and, second, do not need any intervention by anyone. It’s happened with books, theatre, movies, ads, lectures, art, commercial products…and now names of animals. Authorities make a terrible mistake by not signalling that while anyone is free to feel hurt about anything, govt is not required to do anything unless law is breached.\nUs and animals: There is a bigger point. People in general seem to treat non-human species as playthings, not living, breathing, intelligent creatures. A lion and a lioness who shared a living space have now been separated by one group of humans fearful of potential trouble from another group of humans. Siliguri safari park officials’, and local administration’s, first concern should have been about not disrupting the routine of the lion and the lioness. Zoos are, in any case, fundamentally problematic ideas – denying wildlife its natural habitat for human entertainment. Let’s not add to that. Here’s hoping Sita and Akbar are reunited.\n\n",
        "headline_1": "Leonine we ain’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/leonine-we-aint/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "It’s big but not surprising. As much as 96% of wealth gained on the Bloomberg Billionaires Index this year is in AI-related stocks. Giant waves of innovation have spawned giant wealth-creation since the first industrial revolution. True, some tech-inspired wealth-creationis short-lived. Like crypto. But AI is different. Because there is no credible scenario in which its use value across business and society will plummet. AI is a substantive game-changer.\nAmerican advantage: US’s first billionaire John D Rockefeller controlled 80% of global oil supply at one point. That’s how much of the search engine market Google enjoys today. And AI tomorrow may follow this trend. A big gainer of this year’s blistering rally in AI-related stocks and a company whose m-cap has overtaken Alphabet’s, is Nvidia. It holds around 80% of the high-end AI chip market. Like in the case of Silicon Valley sultans before them, network effects will help AI titans achieve super dominance.\nChinese competition: Of course it’s not like everyone else slept as the starter pistol went off. Chinese billionaires have also joined the AI race. Their science and money do lag significantly. US export controls are another major challenge. But these very controls are also spurring indigenous technological development, with govt spurs. China’s biggest chip manufacturer SMIC is trying to catch up with the Taiwanese giant TSMC. US companies like Nvidia themselves keep devising one workaround after another to frustrate US controls. It’s possible that Nvidia’s own dominance will be undermined by this one day. For now, though, experts say US is eating everybody’s lunch.\nIndian lag: India was behind the curve with earlier platform shifts represented by personal computers, internet, mobile devices and cloud computing. With today’s seismic AI shift, Microsoft CEO Satya Nadella says “there is no impedance, there is no gap.” What does he mean? This is a very, very capital-intensive game. While India might not fall behind in adoption this time, that’s not the same as collecting a goodish part of AI IPRs and profits. Tech stocks have not even been particular stars in Indian equity market’s star performance. If AI drives a new industrial revolution, alongside new concentrations of wealth and power, the only way for India to be at the high table will be to be an AI-maker. Not just an AI-taker.\n\n",
        "headline_1": "Rich by AI: How US billionaires are raking it in tells India how to climb the next big wave of wealth-creation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rich-by-ai-how-us-billionaires-are-raking-it-in-tells-india-how-to-climb-the-next-big-wave-of-wealth-creation/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "That the projection for Bangladesh's gross domestic product (GDP) growth for the fiscal year 2022-23 was scaled down by both the International Monetary Fund and the Asian Development Bank (ADB) is understandable. The IMF lowered it from its original 6.5 per cent to 6.0 per cent and the ADB from 6.5 per cent to 6.2 per cent. But belying those projections the GDP growth ultimately slipped to 5.78 per cent, by the final reckoning of the Bangladesh Bureau of Statistics (BBS). The rate could dip still further but for the appreciable performance by the country's agriculture sector contrary to the decline in contribution by the economy's two main driving engines. Service sector with a share of 51 per cent and manufacturing sector with a share of 37.7 per cent in the economy, have faltered in the immediate past financial year. Sure enough, Bangladesh with its limited geographic space cannot compete with the two larger sectors either in GDP contribution or earning foreign exchange. But yet it serves as an anchor to the country's economic prosperity. How? This is quite simple: first, if the country produces the staples to meet its own requirement, it can act as the platform for the country's industry and service sector to launch programmes suitable for it. Second, the resourcefulness and adaptability farmers here have demonstrated so far have been responsible for the agriculture ministry to carry forward its innovative and technology-based agricultural programmes to a new level. Third, there has been a kind of crop revolution thanks to the agriculture scientists who have tirelessly developed not only rice varieties but also introduced exotic crops and fruits through cross-breeding, mutation and genomic selection. The Germplasm Centre at the Bangladesh Agriculture University (BAU) alone has released as many as 70 varieties of fruits by this time. Unsurprisingly, farmers in some areas have opted for cultivation of cash crops including flowers instead of paddy. Such efforts lead to the diversification of agriculture and consequently export of both agricultural produce and products has been growing over the past few years. But due to some institutional and infrastructural constraints, the export of agricultural goods could not reach the optimal level. Now that the government has made a crucial decision to set up a national quarantine authority, a prerequisite for compliance with the World Trade Organisation's (WTO's) Sanitary and Phytosanitary (SPS) Agreement, the move will help boost this particular trade. But this has to be complemented with the advanced system of packaging, cooling facility in transports for reaping the full benefits.Farmers and agricultural scientists together have done a commendable job but unfortunately the fruits of their labour are eaten up by coteries who serve as middlemen in between source of production and marketing. Particularly, farmers are the most deprived lot in this country. If the ministry of agriculture is serious enough, it can eliminate the middlemen from the marketing process by entering into sustainable agreements with the Bangladesh Road Transport Corporation (BRTC) for it to take up the responsibility of transportation of at least the perishable agricultural produce from crop field to urban markets. The BRTC has entered into similar agreements with other ministries and departments to maximise its profit by deploying its pool of trucks for transportation of their goods. Both BRTC and farmers will derive mutual benefits from such a move.",
        "headline_1": "Agriculture saves the day for the country",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/agriculture-saves-the-day-for-the-country-1708353519",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "Sometimes, in today's Bangladesh we discuss the language movement as if it's unique not only to our history but South Asia in general. The reason why we think so is to make us feel special and that we must be a special breed of people who have used language to create a historical product like a state. However, this is not true. Not only have there been many movements around language including a few that are still on, it has always been so in history. Language has always been part of politics in South Asia. In societies where caste and language has a direct connection, it's obvious that the elite class devised its tools rather well. Brahmin control of liturgy in Sanskrit was very important to retain social control through interpretation of faith practices and categories.The rise of Buddhism was also linked to languages as Pali was its sacred language which was emerging and the old societies were being replaced by new ones. The earlier \"encampment \"based states which were tiny in nature couldn't survive in the changing economy. Reduction of multiple taxes imposed by these \"states\" on the traders and a more trade – friendly ruling class was an important need. Buddhism answered many of those demands. Pali became the language of the new class and religion. It's interesting also that Indian feudalism also grew very extensively using the Buddhist monasteries as centers of large land holdings.However, Buddhism didn't hold sway for long and if it peaked under Ashoka (third century BC) , it began to weaken soon after. The period ensuing from the 4th Buddhist Council 972 AD) and the subsequent rise had one thing in common which was their link to Sanskrit literature. Buddhism itself began to be studied using Sanskrit in cases and the pandits of Buddhism began to be more conversant with Sanskrit and its root faith-Hinduism. Soon the scenario had changed and Hinduism reigned supreme in North India again but in many parts of the zone as in Bengal, Buddhism particularly feudal Buddhism continued to flourish. It changed only in the 12th century as politics pushed the monasteries out of power whose leaders were supporting the Palas and the new contestant, the Senas. After taking over power they began to promote Hindusim and its language too to weaken the already declined monasteries, the other group with a large following.Language therefore has always been part of elite politics and used by different groups to gain socio-economic advantages at various times. It was not the concern of ordinary people and nor is a reality that exists in splendid cultural isolation.During this period, language became even more significant as the colonizer spoke English and knowing that language became the pathway to socio-economic success. Thus various groups used English education as a negotiating tool for progress. Basically, education and access became part of the support network of colonialism. In a multi-linguistic society, language also became a tool of exclusion and inclusion; specifically they applied to entry into employment.English was the primary language for entry so the focus was on the second language which various communities differed from each other to manage competition among the collaborators. The biggest conflict was between Hindi and other languages as Hindi speakers sought monopoly colonial benefit.India continues to experience language conflicts and it goes back he Hindi-Urdu controversy in 1867 \"when the British government prepared to accept the demand of the Hindu communities of the United Provinces (now Uttar Pradesh) and Bihar to change the Perso-Arabic script of the official language to Devanagari and adopt Hindi as the second official language on demand of Hindu activists.Muslim politician Sir Syed Ahmed Khan became the most vocal opponent of this change. He viewed Urdu as the lingua franca of Muslims. Developed by the ruling Mughal Empire, what became known as Urdu was used as a secondary language to Persian, the official language of the Mughal court. Since the decline of the Mughal dynasty, Sir Syed promoted the use of Urdu through his own writings.\" (Wikipedia)Thus Urdu speakers were actually the first victims of language as a tool of exclusion. Subsequently, the matter eased a bit but the Urdu speakers continued to deeply resent such attacks on their access to jobs privilege. Historian Anil Seal writes that another threat came to the UP people which were from the migrating Bengali babus of Kolkata. Bengal middle class economy couldn't provide for the growing number of graduates in Bengal. Thus the 'probashi babus \"went to the prospering North and took up jobs and law practices there. This was resented by all non-Bengalis and there is a reference to a joint anti Bengali alliance called \"Upper Indian landowners \"group which included elite from both faith communities to prevent Bengalis from getting jobs.Thus language conflicts masked multiple other struggles all centred around economic access particularly to jobs.\"...language conflict in modern times can be traced back to 1938, when the Madras Government headed by C. Rajgopalachari made Hindi a compulsory language to be learned by the students of the state. Periyar E. V. Ramaswamy, the founder of Dravidian Movement, opposed this tooth and nail and launched an anti-Hindi agitation. The recommendations of the Official Language Commission led to some serious developments in Assam. Likewise, anti-English riots and demonstrations began in northern states - U.P., Bihar, M.P. and Rajasthan and the mobs, mostly students, indulged in acts of lawlessness and violence involving destruction of government property. To counter this, in 1967, anti-Hindi demonstrations by students began in Madras, soon spreading to Andhra Pradesh and Mysore. Under the stress of emotions and ignorance, linguistic minorities in certain states became objects of physical assault and violence and the majority community formed the lopsided concept of the \"sons of the soil\". (Alok Kumar Das. Linguist List)Language conflict clearly has a long history in the region going back long before 1947.The construction of identity is therefore complex but while it tends to be identified with language hence ethno-linguistic cultural issues dominate its more visible contours. Analysis doesn't look into the socio-economic motivations of such conflicts, the result of which is its lack of socio-political inclusivity and potential for becoming culturally fundamentalist.The fundamental aspiration of the Pakistani ruling class immediately after 1947 was to do what the Hindi activists had done in UP against Urdu and also Tamil in South India. That was to constitutionally make the language of the ruling class dominant over the rest. The objective was to deny them jobs and opportunities in the new state. The newly emerging elite of the region-East Bengal and East Pakistan- obviously hated this and took to the streets which was inevitable.It was in this period that the middle class became seriously suspicious of central Pakistani intent. The alliance of the activists -both professionals and politicians- scared Jinnah of Pakistan to drop some of the hardline stances but also threaten East Pakistanis on the consequences of the rising regional autonomy movement. In 1954 United Front elections, it became obvious that the Pakistan civilian strategy of administrative domination wasn't working, which is why in 1958, martial law was required to do it. Of course military activities to keep the majority at bay -particularly given its artificiality of geo-state construction - failed and it ultimately ended in 1971.The February movement was not a people's movement but that of a segment of it, the leader elite class. The peasantry, who constitute the most significant part of the people's movement, have a different timeline and when that need and situation came in, they responded and did what they had to in 1971.However, histories are produced by alliances so the elite middle class had to redo their political maths after 1947 as Pakistan had no historical intent to share its resources. Thus they became the resenting class and aspirant elite and ultimately were ready to wage a battle through the events of 1954, 1969, d 1970 and 1971. The February phenomenon convinced them that they were not going to become a full elite under Pakistan and ultimately were historically ready to be part of the resistance of 1971 that led to the official birth of Bangladesh.\n[email protected]",
        "headline_1": "The language of politics and politics of language",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-language-of-politics-and-politics-of-language-1708353660",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "\nA recent report of University Grant Commission (UGC) says that at the tertiary level of education, particularly at the public universities, the nation is close to reaching gender parity. For out of over 4.4 million students now enrolled in the public universities, 2.3 million plus are boys, while around 2.11 million are girls. In percentage, 52 per cent of the university students are boys and the remaining 48 per cent are girls.In fact, it is not only at the university level, girls are consistently doing better than boys at both secondary and higher secondary levels. This is undoubtedly good news for the nation that girls are ahead of boys in education. However, to some, the fact that boys are falling behind the girls in schools and universities is not normal. So, they are after going to the root cause of this phenomenon. No doubt there should be studies to find out why the boys are not performing well. Maybe they are less attentive to their studies and, as a result, dropping out at a faster rate than girls from schools and colleges. Or, it may also be that what is happening is normal because, unlike in the past, there has been a radical shift in modern parents' outlook on the education of their girl children. Which is why, the dropout rate of girl students from all levels of education has been falling with the result that we now see more female students in the universities than before. Whatever the case may be, the question is, what are these highly educated women going to do after graduation? According to Bangladesh Bureau of Statistics (BBS), by the end of 2022, there were around 800,000 unemployed graduates in the country, of whom 19 per cent were women. And the Labour Force Survey (LFS) 2022, published in October last year (2023), reported that the unemployment rate of youths who completed graduation from university was 12 per cent which was the highest among all levels of educated youths. Compared with the results of similar survey done among youths having higher education in 2016-17, the rate of unemployment at 11.2 per cent was less than 2022's by 0.8 percentage points. That means unemployment among the graduate youths has been showing a rising trend over the past five years before 2022. The survey results further showed that the unemployment was rather low among persons who had little or no education. Why do the youths with tertiary level of education have fewer jobs in the country is a much discussed subject. Many consider our seats of higher learning as a factory to produce clerks. Except the graduates from a few university faculties where they learn some special skills to land jobs in the industries, the majority of university degree holders are generalists who have fewer openings for employment. And the number of government jobs, which they prefer, is limited. Teaching jobs in the privately-run educational institutions are often not rewarding. So, the question that naturally arises is how are these talented girls with higher education going to contribute to the nation's economic growth if their employment opportunities are shrinking rather than increasing? True, for the last three decades we have female heads of government. But women sitting at the decision-making positions at the ministerial level are few (only 10 per cent).The picture is no better when it comes to parliamentary positions. According to a report published last year, the percentage of female officials in the public administration was 19.62 per cent, while that at the field level administration was 22.64 per cent. A study done in 2022 on government employees says that out of 1.4 million government employees, about 0.4 million were female and the remaining 1 million were male. So, despite the achievement of near- gender parity in the institutions of higher learning, gender gap at workplaces remains as wide as before.\n[email protected]",
        "headline_1": "Gender gap narrows in varsities: what about workplaces?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gender-gap-narrows-in-varsities-what-about-workplaces-1708353935",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2024"
    },
    {
        "full_article": "The Bangabandhu Sheikh Mujibur Rahman Tunnel, situated beneath the Karnaphuli River in Chattogram, stands as one of the nation's flagship mega projects. Undoubtedly, this underwater passage marks a significant milestone in the country's history. However, a series of accidents within the Bangabandhu Tunnel has raised serious concerns. From its inauguration on October 28th of last year until February 12th, a total of seven accidents have resulted in two fatalities and fifteen injuries. Following these tragic incidents, legal action has been sought by the authorities, yet the complexities of administration hinder the effective execution of duties.The city of Chattogram is not only linked to crucial destinations such as Cox's Bazar, Teknaf, and Matarbari through the Bangabandhu Tunnel but also plays a pivotal role in facilitating import and export routes between Chattogram Port and the proposed Bay-Terminal and Matarbari Sea Port. This tunnel holds immense economic significance and multifaceted importance. The core tenet of developmental philosophy lies in ensuring the welfare and benefits of the people alongside unquestionable security. It is highly undesirable that the country's and South Asia's first under-river tunnel remained unprotected.Therefore, I urge relevant authorities to prioritise the safety of this vital facility and undertake necessary measures to address the existing complications.\nSongit Kumar,Student,Communication and Multimedia Journalism,Islamic University[email protected]",
        "headline_1": "Ensure safe driving in Bangabandhu Tunnel",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-safe-driving-in-bangabandhu-tunnel-1708353962",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2024"
    }
]