[
    {
        "full_article": "The faction of Maharashtra Chief Minister Eknath Shinde has, at least for now, won the battle for the Shiv Sena legacy, with the Election Commission of India (ECI) allotting the party name and the bow and arrow symbol to it. The ECI overruled the plea by the other faction led by former Chief Minister Uddhav Thackeray to withhold the decision until the Supreme Court of India decides on a set of interlinked questions related to the split in the party, that led to Mr. Thackeray losing the CM’s chair to Mr. Shinde in June 2022. ‘The ‘test of majority’ principle applied by the ECI went in favour of the Shinde group which has 40 MLAs and 13 MPs, compared to the 15 MLAs and five MPs on the Thackeray side. The Shinde group represented significantly more voters than the Thackeray faction, among those who voted for the party in the last elections, the ECI concluded. The ECI decided not to go into the ‘test of party constitution’, a second touchstone applicable in such situations, in an indictment of Mr. Thackeray, who made changes to the Sena constitution unilaterally and self-servingly. The ECI decision is a setback to Mr. Thackeray who is struggling hard to retain control of the party founded by his father in 1966.The Court is scheduled to start hearing on petitions by both camps that claim to be the real Shiv Sena, from February 21 onwards. Whichever faction is accepted to be the real Shiv Sena would have the authority to coerce legislators through whips, as in provisions of the anti-defection law. The Shinde faction argues that the Chief Minister took control of the party following an internal rebellion, and as per majority desire; and nobody has defected, as is being accused by the Thackeray faction. The Court is also examining whether a presiding officer, whose legitimacy is itself under a cloud, could go on to determine the disqualification of legislators under the anti-defection law. Considering that these questions will be argued in the highest court in the coming week, the ECI could have waited. It is not likely that the ECI’s decision on the name and the symbol will also be raised in court. This legal tussle apart, the real combat between the two factions is for the popular base. On this count too Mr. Thackeray appears to have ceded ground to Mr. Shinde who is expanding his hold over cadres and networks. Evidently, Mr. Shinde’s political alliance with the Bharatiya Janata Party is more palatable to party workers, who have been fed on high doses of religious extremism and regional fanaticism over the years, than Mr. Thackeray’s opportunistic experiments with the Congress and the Nationalist Congress Party.\nCOMMents \n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitical parties\n\n/\n\nIndian National Congress\n\n/\n\nNationalist Congress Party\n\n/\n\nBharatiya Janata Party",
        "headline_1": "The battle for the Sena: On the Election Commission ruling",
        "headline_2": "The Thackerays are ceding ground to the Shinde faction",
        "link": "https://www.thehindu.com/opinion/editorial/the-battle-for-the-shiv-sena-the-hindu-editorial-on-the-election-commission-ruling-favouring-the-eknath-shinde-faction/article66528921.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "The Supreme Court of India has rightly shot down the brazen and legally untenable claim that nominated members of the Municipal Corporation of Delhi (MCD) may be allowed to vote in the election of its Mayor. The Bharatiya Janata Party (BJP) sought to bend the rules to allow the 10 aldermen, nominated by the Lieutenant-Governor, to vote in the election, despite the law limiting the process to elected Councillors. That a question concerning a mayoral election should engage national attention is due to the political acrimony between the ruling BJP at the Centre and the Aam Aadmi Party (AAP), which runs the elected regime in the National Capital Territory of Delhi. The BJP sought to interpret the relevant provisions in the Constitution and the Delhi Municipal Corporation Act in such a way that the specific bar on nominated members voting in “meetings” of the corporation should not be applied to its first meeting, at which the Mayor and Deputy Mayor are elected. It takes a particularly perverse political imagination to argue that “meetings” do not include the “first meeting”. Three attempts to hold the mayoral election, following the MCD polls that took place in December 2022, were stalled by clashes between AAP and BJP councillors over this question. The verdict vindicates the position of AAP, which has 134 councillors in the 250-member Council, against the BJP’s 104.It is unfortunate that before the Court, the Lt. Governor also took the questionable political stand that the restriction on the right to vote in Article 243R(2) of the Constitution and the proviso to Section 3(3)(b)(i) of the Act was limited to regular meetings, and not to the first meeting of the Council. The Court rejected the argument, noting that the law provides for the nomination of 10 people “with special knowledge and experience in municipal administration”, but without any voting right. In keeping with the Court’s order, Lt. Governor V.K. Saxena has now approved February 22 as the date for the election of the Mayor, Deputy Mayor and six members of the Standing Committee. Last year, Parliament passed a law to merge the three corporations in Delhi into a single entity, a decision criticised for reversing the trend of having compact local bodies for better delivery of civic services. Delhi’s lack of statehood is a source of conflict between the Centre and the elected regime in the capital territory, but the political protagonists should not allow Delhi’s administrative structures to be plagued by the tussle. The core message from a Constitution Bench judgment of 2018, that elected bodies should not be undermined by unelected administrators, is yet to hit home.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nlocal elections\n\n/\n\nDelhi\n\n/\n\nAam Aadmi Party\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics",
        "headline_1": "Aldermen altercation: On the Delhi Mayor poll",
        "headline_2": "By barring Lieutenant-Governor’s nominees from voting, the Supreme Court of India has scuttled mischief in Delhi",
        "link": "https://www.thehindu.com/opinion/editorial/aldermen-altercation-the-hindu-editorial-on-the-municipal-corporation-of-delhi-mayor-poll/article66528839.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "In his 2022 Independence Day speech, PM Modi outlined an ambitious (some might say even outlandish) goal for India in 2047 – the status of a developed country. Soon after, economists and other experts started to estimate the “realism” of this ambition. We do the same in this article via a two-stage discussion – definition and estimation of realism.\nDefinition\n* Whether one is a developed country or not is a matter of definition.\n* The go-to sources for answers to this basic question are World Bank, IMF, UN etc.\n* There is a complete blank there and for a very good reason.\nRead full opinion on TOI+\n\n",
        "headline_1": "Developed by 2047? Yes: If India’s per capita income in constant PPP dollars grows 4.1% annually, a very realistic prospect, it will be in the advanced economies club in a quarter of a century",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/developed-by-2047-yes-if-indias-per-capita-income-in-constant-ppp-dollars-grows-4-1-annually-a-very-realistic-prospect-it-will-be-in-the-advanced-economies-club-in-a-quarter-of-a-century/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "Although EC’s decision to recognise the faction led by Maharashtra CM Eknath Shinde as the real Shiv Sena gives an edge to that camp, Sena wars are far from over. EC relied on the ‘test of majority’ to find in favour of the Shinde faction. But both the Shinde and Uddhav Thackeray factions will continue to battle over the legacy of Bal Thackeray as well as for control of the Sena shakhas – the organisational backbone of the party. In fact, EC’s ruling has no bearing on the ownership of the party headquarters, Shiv Sena Bhavan, or the shakhas. This is because these are mostly owned by shakha pramukhs, local leaders and trusts. For example, Shiv Sena Bhavan is owned by Shivai Trust and not the party itself.\nThis sets the ground for a bitter, prolonged tussle between the two factions. True, if shakhas and shakha pramukhs voluntarily move to the Shinde camp, the transition will be smooth. After all, with the party name and symbol gone, many Shiv Sainiks are likely to calculate that their political future no longer lies with the Uddhav camp. But staunch Uddhav supporters will continue to pose a challenge for Shinde as highlighted by the skirmishes between the two camps in Dapoli, Ratnagiri, over control of a local shakha. That the Shinde camp is now indicating that it won’t try to take over Shiv Sena Bhavan shows Uddhav continues to hold some good cards. Plus, there is also the matter of control over Sena’s worker groups and unions that form a critical pillar of the party’s political clout and financial muscle. A bitter feud over these could even lead to serious law and order situations in Maharashtra.\nPut together, there are two key takeaways here. First, even if the Sena organisation splits vertically among the two factions, the party is unlikely to regain its former clout in Maharashtra politics. Both factions are slated to play second fiddle to NCP or BJP in the foreseeable future. Second, EC’s ruling rued the lack of inner-party democracy in setting aside the amended 2018 Shiv Sena constitution as being undemocratic. But lack of inner-party democracy is a problem with several parties in the country. Therefore, the Shiv Sena factional war could throw up many more such episodes across the political spectrum. Thus, how Sena vs Sena plays out may have political implications beyond Maharashtra.\n\n",
        "headline_1": "Sena vs Sena: Shinde won the symbol. But Uddhav continues to hold good cards. Expect bitter fights over shakhas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sena-vs-sena-shinde-won-the-symbol-but-uddhav-continues-to-hold-good-cards-expect-bitter-fights-over-shakhas/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "By definition shelter homes should be safe spaces for the most vulnerable people of society. But the extreme vulnerability of such shelter home residents also means that if public oversight fails, they can as easily become victims of abuse. The Anbu Jothi Ashram story unfolding in Tamil Nadu recalls the 2018 Muzaffarpur shelter home abuse case in Bihar – where the institution’s administrators got away with grave mistreatment of the residents thanks to a cordial relationship with local authorities.\nIn the current case residents’ complaints range from rape to being beaten, chained and attacked by monkeys. But these have only come to light because one of the relatives followed up with police doggedly, and when that didn’t serve, with the high court too. The home has been functioning without a licence for nearly two decades, keeping mental health patients, destitutes and elderly all jumbled together. Last year when the district mental health authority found the home did not have a psychiatrist or doctor despite habiting 180 men and women with mental illness, it didn’t even impose a fine, and just waited for a reply that never came. The district disability office likewise found shortfalls and today simply says, the home did not respond.\nThe way in which multiple authorities failed to protect the weak and the unwell in this case raises worries about what is going on at other shelter homes in the country, licensed or unlicensed. To improve public oversight, different states should maintain an online registry of all their shelters. Tamil Nadu at least should initiate a wide-ranging and credible audit of its shelters, beyond ensuring that the Anbu Jothi Ashram survivors are properly rehabilitated and get timely justice.\n\n",
        "headline_1": "Home/Hell: TN’s Anbu Jothi Ashram case should lead to nationwide reckoning with abuse in shelter facilities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/home-hell-tns-anbu-jothi-ashram-case-should-lead-to-nationwide-reckoning-with-abuse-in-shelter-facilities/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "On World Cancer Day, February 4, the end of year assessment of the state of cancer in India was unsurprisingly a mixed bag. While a few cancers appear to have declined over the decades, and there is a promise of more effective treatments, the overall picture remains grim.\nThe incidence of all cancers is estimated to increase to 15.7 lakh by 2025, which is likely an underestimate as not everyone reports their cancers to hospitals and people often die undiagnosed. This is the reason why there is an argument to be made that cancer should be declared a notifiable disease so that more accurate projections can be made to guide policy.\nRead full opinion on TOI+\n\n",
        "headline_1": "All that India can do to make cancer a less dismal state: Medical advances can’t make up for suboptimal prevention, delayed diagnoses, scarcity of palliative care",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/all-that-india-can-do-to-make-cancer-a-less-dismal-state-medical-advances-cant-make-up-for-suboptimal-prevention-delayed-diagnoses-scarcity-of-palliative-care/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "Born in a respectable middle-class Muslim family and holder of an Intermediate of Science degree from the Aligarh Muslim University, Munier Chowdhury (1925–1971) was growing up as a fashionable young gentleman with an Islamic worldview till his involvement with Anti-Fascist Writers and Artists Union in 1943, while he was still a student at the University of Dhaka. He had already found fame as a playwright by the time he passed his MA in 1947. During the turbulent days of communal violence which spread like wild fire in 1947, he is known to have risked his own life by trying to save the lives of many minority Hindus in Dhaka city in East Bengal (what now is Bangladesh). By that time, he was a member of the Communist Party. Actively involved in the Language Movement, Munier Chowdhury served his first term of imprisonment in 1949 because of his involvement with the Communist Party. He obtained his freedom by promising to disassociate himself from politics. He joined the Department of English, University of Dhaka in 1950 and in the next year, had acted in a play and directed another. He was arrested again in 1952, on 26 February, along with two other university teachers. While in prison, he wrote Kabar (The Grave), a play in one act, which, as Chowdhury himself acknowledges, bears strong influence of Irwin Shaw's Bury the Dead (1936), and in many ways the play foretells his and his motherland's future.\nKabar is set in a graveyard, late at night. It opens with the Leader, who, as we gradually come to know, is very influential and placed high in the political hierarchy. Hafiz, a police officer who is completely faithful to the ruling party and the government, joins him a little later. Both have been drinking to overcome fear – the Leader openly from bottles that he has brought while Hafiz has been helping himself stealthily from the bottles of the Leader. Their interaction generates wry humour as it exposes a horrific background: a number of people were shot brutally by the police in the preceding afternoon and the two are at the graveyard to supervise the burial of the dead before the public comes to know the actual number and create further trouble. Hafiz reports to the Leader that he has skilfully pacified the grave-diggers who had earlier refused to bury the dead without a proper funeral. However, Murda Fakir, a lunatic mendicant who has been living in the graveyard since all members of his family died in the famine of 1943, intervened to cause hindrance. Continuing to drink, the Leader advises Hafiz to bury Fakir as well.\nBy that time, Murda Fakir has silently entered the scene like a ghost. The Leader panics when he becomes aware of Fakir's presence but Hafiz tries to put up a brave front and attempts to pacify him. Ringing an eerie note, Murda Fakir declares that he knows the odour of the dead and it is they (i.e., the Leader and Hafiz) who smell of the dead, not those for whom the grave is being prepared. He exits to call the dead to rise, asking the two to take their place instead. When he leaves, Hafiz congratulates himself for 'successfully' dealing with a lunatic. However, the two have hardly a moment of relief when in a surrealistic haunting scene, the dead actually arise, refusing to be buried. When the political leader fails to convince them to return to their graves, the faithful police officer turns resourceful and comes up with a brilliant ploy. He play-acts as the mother of one of the dead and the wife of another, and emotionally pleads that they should sleep. When they appear to be nearly convinced, Murda Fakir arrives to lead the dead out in a procession. By then, it is dawn and the ghosts appear to have melted in the first rays of sunlight. One of the guards on duty appears to inform the Leader that their job of burial has been completed. The Leader and Hafiz are much relieved – for the rising of the dead was 'only' a nightmare, a hallucination under intoxication in a graveyard.\nIf a defining moment can indeed be identified as to when the Bengali nation began to be narrated in the theatrical context of the people belonging to the landmass now identified as Bangladesh, perhaps the performance of Kabar by Munier Chowdhury on 21st February 1953, can contend most strongly. The performance, an early example of 'prison theatre' undertaken entirely by the prisoners and for the prisoners, was held clandestinely to commemorate a rare moment in the history of humankind, that had erupted on 21st February 1952, when the people of East Bengal sacrificed their lives for the recognition of their mother tongue as the state language.\nThe entire process of writing and performing the play is no lees significant in the history of theatre in Bangladesh. It was the winter of 1952–53. Munier Chowdhury had set himself to writing Kabar in a cell (known as the 'Dewani') in the Dhaka Central Jail, where he was imprisoned along with 15-20 other political prisoners including Sheikh Mujibur Rahman. Before this, he had received a clandestine note from Ranesh Dasgupta (an eminent litterateur and journalist), who was imprisoned in a larger cell (known as 'No. 2') along with 60-70 political prisoners. In the note, Ranesh Dasgupta urged Munier Chowdhury to write a play, which the imprisoned members of the Communist Party would perform in their cell (No. 2) on the night of 21 February, to commemorate the bloodbath of 1952. The play, Ranesh Dasgupta had instructed, was to be such that it would be possible to (i) present it after 10 in the late evening, when it was mandatory to put out the lights; (ii) execute lighting of the performance with eight to ten hurricane lanterns, to be borrowed from the student-prisoners of the cell (who were given the lanterns to continue their studies beyond the lights-out time); and (iii) perform all the female characters by the male inmates.\nMunier Chowdhury fulfilled all the conditions and completed the play—Kabar—on 17 January 1953. As he indicates in the stage directions given at the very beginning, he turned the constraining physical conditions of the prison into his favour by weaving the action of the play around the very conditions. Instead of performing Kabar in bright light, it was played in a terrifying, mysterious, and ethereal environment, created with the help of hurricane lanterns, lamps, and matchsticks used for lighting cigarettes.\nAccording to his stage directions, as the play begins, a lantern on the ground dimly lights the graveyard from a low angle – a portfolio bag, open at the top, a glass tumbler, and a spread-out handkerchief lie beside it. The Leader, who was sitting on the handkerchief a moment ago, enters shouting at the guard. (The eerie atmosphere is perhaps too disturbing for him to bear it alone, and hence his scream for company.) The guard responds to his call by running in, panting, and a little frightened. He holds another lantern but the light has gone out. As the play progresses, Munier Chowdhury opens enough scope for the use of unconventional lighting and costuming devises. For example, Inspector Hafiz is instructed to enter without a lantern, and thus the initial impression is a bit of a shock for the Leader. The scene between the two is lit by the lantern on the ground, seen in the beginning, and the occasional light from lit matchsticks. Murda Fakir also enters in the dark but when the dead arise, each holds a lamp, and hence the source lights their face from a low angle. When Inspector Hafiz impersonates as the Mother and then the Wife, he rearranges his shawl so as to cover his head with it, and thus give the impression of wearing a sari. Towards the end, when the guard runs in again to inform the Leader and Inspector that the dead have been buried, he is lit by a lantern that he carries—this time it is seen burning.\nMunier Chowdhury passed the play-text on to Ranesh Dasgupta. The inmates of cell No. 2 decided that Fani Chakrabarty would direct it with the following cast: Nalini Das as Murda Fakir, Dhananjay Dash as Police Inspector (and also the Mother and the Wife), and Ajay Ray as the Political Leader. Amal Sen designed the set and executed it at one end of the cell. On the downstage end, he placed mattresses provided at the jail, with chunks of grass-laden earth on top. The Leader, Police Inspector, and Guard played in this area. A 'half curtain' of black cloth, rising about three to four feet from the ground, masked the upstage half of the performance space. The dead rose from behind this curtain. The entire undertaking was carried out surreptitiously, without any assistance from jail authority.\nOn 21 February 1953, a little after 10 in the late evening, the inmates of the cell No. 2 performed the play – by the light of lanterns, lamps, and matchsticks. The performers played for a group of spectators in the intimate space of the cell, held together by their common identity as political activists and members of the Communist Party. Except the director, Fani Chakrabarty, who was a renowned actor from Barisal, other performers had very little experience of performing in theatre. Nevertheless, their political commitment, and their aim of building solidarity amongst the inmates and raising their spirit worked to infuse the magic of a charged performance that was an act of defiance against the state. Although Munier Chowdhury could not see it because he was being held at a different cell, he was informed that the performance was extremely successful. Dhananjaya Dash writes, 'I still can hear Nalini-da's heart-rending crying. […] Nalini-da's dialogue and expression for the dead who were lying in that graveyard gave shape to the wonderful talent of a born actor'. However, Ranesh Dasgupta expressed his displeasure at the ending of the play. According to him, Munier Chowdhury had diffused a potent sign of subversion into a hallucination under intoxication, under eerie circumstances of the graveyard. In his view, had the playwright a clear political conviction or, had he not suffered from doubts and contradictions, then the play would have ended differently.\nMunier Chowdhury's second term of imprisonment, during which time he wrote Kabar, ended in 1954. However, he was imprisoned again after two months in the same year. He passed his MA (Final) in Bengali while in jail, and stood first in the first class. After his release in the same year (1954), he re-joined the university and transferred himself to the Department of Bengali in 1955. In 1958, he obtained Masters in Linguistics from Harvard University. Although he continued to be a sympathizer of the progressive movement, voicing protest against repressive measures of the government of Pakistan, never again did Munier Chowdhury get directly involved in politics, or write another Kabar. Later, when questioned in an interview, why he disassociated himself from active politics, he answered, 'I have been disillusioned with life.' The Government of Pakistan awarded him Sitara-i-Imtiaz for his silence, but he disowned the award in early 1971. However, the government of Pakistan did not forget his tacit and silent support for the Bengali nationalist movement. On 14 December 1971, he was picked up from his home by anti-Liberation forces (Al-Badr and Al-Shams), to be executed by Pakistan Army. His body was never found.\nMunier Chowdhury, you live forever in our heart.\nSyed Jamil Ahmed is a Theatre director, and Honorary Professor of Department of Theatre and Performance Studies at University of Dhaka.\n",
        "headline_1": "Kabar at 70",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/kabar-70-3252606",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "He was a hard taskmaster with a kind streak that belied his tough exterior and showed his true traits of affection and care. He had no time for inefficiency, but all the time for a creative, hardworking colleague.\nIn a sense, he was a magician. Whatever he touched, he usually made it into a success. He was not afraid to venture into something he did not know much about. He was quick to learn, fast to get involved, bold to initiate, and competent enough to emerge as successful. He had set up more than 50 companies in this process.\nHe was excited about The Daily Star from the moment it was conceived – as much for his love of doing new things as for those who were involved, namely AS Mahmud, Latifur Rahman, Azimur Rahman. Every one of these people he knew and respected. From the very first meeting to the very last, before Covid struck, he attended every board meeting when he was in the country.\nI never knew why, but he used to call me Mehfuz (instead of Mahfuz) and would often repeat, \"I am very proud of the work you are doing.\" If the date of a board meeting clashed with any of his other engagements, he would always opt for the Star meeting because, as he would say, \"I enjoy them as I am realising the importance of the role of a quality and professionally-run newspaper.\"\nHis commitment to The Daily Star was not limited to words. Early on, when our initial budget went haywire and we ran out of cash, he offered generous advertisement support that saw us through those trying days.\nUnaccustomed to the ways of the media, he used to be at times uncomfortable with the position the paper took or what I stated in my own pieces. He would ask me the reasons behind my decisions. But he never questioned them, nor did he say anything to affect my thinking. On occasions, I could see that he was facing pressure from the powers that be, but never would he allow that to affect the way I was running the paper. I was extremely fortunate to have Rouf bhai as a director who always supported the cause of the free and independent press.\nI suppose he enjoyed his association with The Daily Star well enough that he expanded his involvement in the media by being a founding director for Ekushey Television (ETV), Bangladesh's first private television channel that undoubtedly marked the opening of the nearly 40 private TV channels that exist today. Ekushey TV had a seminal impact on the expansion of the electronic media scene that we are so used to now.\nRouf bhai also bought a Bangla newspaper, but discontinued it after trying to run it for a while.\nFor me, my relationship with Rouf bhai was something special. He was a younger colleague of my elder brother, Mahbub Anam, who had worked with him from 1967 onwards at Pakistan Nation Oil (PNO), which later became Jamuna Oil Company post-Liberation. From my Notre Dame College days, throughout my Dhaka University period, the Liberation War period, my early days as a journalist, until the launching of The Daily Star, I enjoyed his affection and loving attention. He was not fully approving of my joining leftist politics, but encouraged my activism. Thus, when the idea of this newspaper came up and I was willing to leave my UN job abroad to be its co-founder, he showed no hesitation in becoming a part of it, too.\nMy formal relationship with him was through the Mediaworld Limited board. He was extremely professional and even at times, I thought, too demanding. As the CEO, I constantly felt pressured to perform better, which later proved to be a blessing as it did help to improve my performance. He was very particular about dividends, which he would insist was the moral obligation of every management to deliver to an investor.\nRouf bhai was one of the most creative entrepreneurs in the country, having founded many companies in very diverse fields. A cursory glance at his various companies – from Rangs Motor, Bank Asia, Reliance Insurance, Sea Resources, The Daily Star, to ETV (later divested) – shows his extraordinary acumen for entrepreneurship. He also ventured into sectors like IT, pharmaceuticals, real estate, food processing, telecom, and electronics.\nThe way he built his companies and the efficiency with which he diversified his businesses spoke to his constant effort to explore new areas of investment. He had a superb sense of the market and about what new areas provided new opportunities for growth.\nRouf bhai's life's motto was to create employment. That was his way of showing love for his people and his country – and he loved them both most dearly. He told me on several occasions that what pleased him most was to see young men and women working jobs. He said, \"When you can give a job to a person, you not only change his or her life but the lives of the generations that follow. I get the greatest pleasure when I see the smile on the face of someone to whom I could provide a job.\" And he was the cause of such smiles in thousands of cases.\nMay his soul rest in Eternal Peace.\nMahfuz Anam is editor and publisher of The Daily Star.\n\n",
        "headline_1": "Abdur Rouf Chowdhury: Entrepreneur par excellence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/abdur-rouf-chowdhury-entrepreneur-par-excellence-3252241",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "The lack of designated parking spaces in and around commercial buildings, markets, and in general in Dhaka, intensifies the already aggravated traffic gridlock on the city roads. While developing any modern city anywhere in the world, city authorities always took the issue of parking spots seriously, which the Dhaka city authorities unfortunately never did. Hence, we are in a situation where a large number of our existing commercial buildings and marketplaces never bothered to allocate adequate space for parking at their establishments. On top of that, there is a huge lack of public parking facilities across this concrete jungle.\nWhile we frequently blame vehicle owners for illegally parking on the streets, the fact is that oftentimes they have no other option. And why the authorities have done nothing to address this, despite their self-professed obsession with the \"development\" of Dhaka is anybody's guess. But one thing is for certain, short-sightedness and lack of proper planning have absolutely contributed to this quandary we presently find ourselves in.\nA perfect example of how the authorities have neglected this problem, which has such a huge bearing on peoples' daily lives, is the state of the lone draft policy that is meant to address Dhaka's parking problem. According to our report, the draft policy which was announced back in 2019, is yet to see the light of day. In November 2022, after some back and forth with the Ministry of Road Transport and Bridges, the Dhaka Transport Coordination Authority (DTCA) had formed a 16-member committee to finalise the draft. The committee, however, has not sat for a meeting on this as of yet, although according to sources at the DTCA, it is likely to soon sit with all the stakeholders.\nWhile we desperately need a comprehensive parking policy in place at the earliest, that will do us no good in the absence of sufficient parking spots. Transport and urban development experts have repeatedly said in the past that making need-based multi-storey parking facilities in busy areas was a key solution to the haphazard parking. And different government agencies such as the Dhaka South and North City Corporation, Dhaka Transport Coordination Authority, traffic department of Dhaka Metropolitan Police, Rajdhani Unnayan Kartripakkha (Rajuk), and Bangladesh Road Transport Authority must work together to identify possible locations where such facilities could be established. Additionally, Rajuk must make sure to grant permission for new building construction only if its owner allocates enough space for parking – which should have been the case all along.\nIn August 2022, Mayor Atiqul Islam announced the launch of a pilot project, titled \"Smart Parking\", at eight locations of Dhaka North. The project was supposed to start by September 2022, but has not yet commenced. We have seen the same story repeating over and over when it comes to projects taken up to address Dhaka's parking problem. But the longer the implementation of such projects are delayed, the more we are digging ourselves into deeper trouble. Thus, the authorities need to launch a full-on effort to solve Dhaka's parking problem before doing so becomes too complex and difficult.\n",
        "headline_1": "Dhaka’s perennial parking problems",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhakas-perennial-parking-problems-3252081",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "The lack of designated parking spaces in and around commercial buildings, markets, and in general in Dhaka, intensifies the already aggravated traffic gridlock on the city roads. While developing any modern city anywhere in the world, city authorities always took the issue of parking spots seriously, which the Dhaka city authorities unfortunately never did. Hence, we are in a situation where a large number of our existing commercial buildings and marketplaces never bothered to allocate adequate space for parking at their establishments. On top of that, there is a huge lack of public parking facilities across this concrete jungle.\nWhile we frequently blame vehicle owners for illegally parking on the streets, the fact is that oftentimes they have no other option. And why the authorities have done nothing to address this, despite their self-professed obsession with the \"development\" of Dhaka is anybody's guess. But one thing is for certain, short-sightedness and lack of proper planning have absolutely contributed to this quandary we presently find ourselves in.\nA perfect example of how the authorities have neglected this problem, which has such a huge bearing on peoples' daily lives, is the state of the lone draft policy that is meant to address Dhaka's parking problem. According to our report, the draft policy which was announced back in 2019, is yet to see the light of day. In November 2022, after some back and forth with the Ministry of Road Transport and Bridges, the Dhaka Transport Coordination Authority (DTCA) had formed a 16-member committee to finalise the draft. The committee, however, has not sat for a meeting on this as of yet, although according to sources at the DTCA, it is likely to soon sit with all the stakeholders.\nWhile we desperately need a comprehensive parking policy in place at the earliest, that will do us no good in the absence of sufficient parking spots. Transport and urban development experts have repeatedly said in the past that making need-based multi-storey parking facilities in busy areas was a key solution to the haphazard parking. And different government agencies such as the Dhaka South and North City Corporation, Dhaka Transport Coordination Authority, traffic department of Dhaka Metropolitan Police, Rajdhani Unnayan Kartripakkha (Rajuk), and Bangladesh Road Transport Authority must work together to identify possible locations where such facilities could be established. Additionally, Rajuk must make sure to grant permission for new building construction only if its owner allocates enough space for parking – which should have been the case all along.\nIn August 2022, Mayor Atiqul Islam announced the launch of a pilot project, titled \"Smart Parking\", at eight locations of Dhaka North. The project was supposed to start by September 2022, but has not yet commenced. We have seen the same story repeating over and over when it comes to projects taken up to address Dhaka's parking problem. But the longer the implementation of such projects are delayed, the more we are digging ourselves into deeper trouble. Thus, the authorities need to launch a full-on effort to solve Dhaka's parking problem before doing so becomes too complex and difficult.\n",
        "headline_1": "Dhaka’s perennial parking problems",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhakas-perennial-parking-problems-3252081",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "We are humbled and elated that The Daily Star could honour 12 luminaries of the country who we describe as \"Sentinels of Freedom of Thought.\" From pre-independence days and throughout Bangladesh's 50 years, these individuals have steadfastly championed the principle of freedom of thought and expression. They have courageously and consistently stood up against political oppression, injustice, discrimination, and inequality. In the present context, where the space for freedom of thought and expression is being constricted more and more, it is befitting to recognise and appreciate these extraordinary human beings whose lives are examples for younger generations to follow.\nThe individuals honoured are jurist Dr Kamal Hossain, Prof Serajul Islam Choudhury, artist Rafiqun Nabi, Prof Abdullah Abu Sayeed, Prof Rehman Sobhan, writer and researcher Jatin Sarkar, writer and political activist Badruddin Umar, language veteran Ahmed Rafiq, human rights activist Hameeda Hossain, artist Mustafa Monowar, educationist Sharifa Khatun and women rights champion Noorjahan Bose. Each of these individuals stand for freedom of thought.\nWhile freedom of thought is an inalienable right guaranteed by our constitution and considered the fundamental factor that differentiates us humans from all other living beings, it is a right that cannot be taken for granted. As we have seen globally, as well as in our country, this right must be nurtured through many layers of society. We have made impressive inroads in developing physical infrastructure for our economic growth but we ask, where is the infrastructure to develop freedom of thought? Where is the investment in rescuing the ailing education system which forms the bedrock of progress for a civilisation? Instead, we see repressive laws being used by the government and those affiliated with the ruling quarters to crack down on anyone who dares to have or share views that differ from the powers that be. Other forms of intimidation tactics are also being used to push society further and further towards complete intellectual bankruptcy.\nWe need better skilled, better paid teachers, modern curricula, universal access to ICT skills, and resources and infrastructure required to bring education up to a standard that is suitable for the present world. But underlying all this there has to be an unwavering commitment and respect for scholarship, critical thought and intellectual advancement. We must place our teachers, thinkers and scholars at the top of the social hierarchy for they are the ones who can guide us through, who can inspire us to think innovatively and who can show by example a dedication to make positive changes in society.\nIn order for this to happen, we believe the most basic prerequisite is freedom of thought. As a paper that has been deeply committed to independent journalism, we believe that it is time for us to retrieve this unassailable right, one that has been the primary driving force in all our social and political movements – whether it was our movement for our mother tongue or our freedom from repression and discrimination from colonial, fascistic or autocratic rule. To do this we must all work together, regardless of our political affiliations, to uphold, protect, honour, nurture and celebrate freedom of thought and consider it the \"oxygen\" that is essential for us to breathe.\n",
        "headline_1": "Honouring sentinels of freedom of thought",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/honouring-sentinels-freedom-thought-3252066",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "The extension of the timeframe by the Bangladesh Bank (BB) for banks to join the Tk 10 billion refinancing scheme for renovating and modernising cinema halls is welcome news. Expressly, the programme is aimed at bringing cinema audience back to the halls, many of which have been declared abandoned or demolished. Issuing a circular late last week, the central bank said it has decided to extend the deadline for banks interested in the refinancing scheme up to December 31, 2023 from December 31, 2022. Since a major portion of the cinema hall refinancing scheme has remained unused and some banks have lately showed their interest to remain involved, the central bank came up with the new timeframe. With some films produced by young directors drawing attention of both connoisseurs and general audience ---a few of them bagging national and international appreciation and awards, cinema halls may count on better days ahead.This is why some banks may show renewed interests in the refinancing scheme. The concept of cinema halls has lately changed radically. In place of a large auditorium, today's modern cinema houses comprise several small halls in a complex. It means four to five screens under one roof. In the recent past, making a hall 'houseful' would be difficult, unless the film on show is a hit. Seeing the small houses packed is now a common scene. These small movie theatres are housed in large 'cineplexes' or multiplexes. As venues for screening movies, the modern-day halls inside a multiplex are a new concept even in many developed countries. The Dhaka movie audiences have for some time been used to the 'cineplexes'. Banks showing interest in taking part in disbursing credit under the refinancing scheme ought to know thoroughly about these large and small features of the cinema house makeovers. Since it's a countrywide programme involving different types of people, advocacy and change of attitude towards movie-viewing is of great importance. Most important of all, the whole episode is centred around the country's movies. Their quality and standard have, thus, a big stake in it. The once bustling film industry in Dhaka has long been in dire straits. Apart from the young and many family viewers being won over by the new-style cinema screening, the industry itself has been dealt blows by its own people. The film industry flourished in the 1960s-`70s. With gifted directors, script writers, artistes, producers and technicians the local cinema had its heyday until the 1990s. Then it was a headlong fall for cinema in Bangladesh thanks to the aggression of the Mumbai video culture and the substandard movies made in the country. The trend led to a widespread apathy towards Bangladeshi movies. As a result, the number of movies trickled down to just a handful. The last nail in the local movie industry's coffin was driven when the movie theatres began shutting one after another, due to the dearth of cinema-goers. The cinema hall refinancing scheme may face a major disincentive. It comes in the form of OTT (Over the Top), a digitised device for watching a full-length movie, or those in episodes. These movies are found at online addresses, and they can be viewed on PCs, laptops, smartphones and LED TVs. Against this backdrop, mini-auditoriums at 'cineplexes' are bracing for tough times. With the halls remaining half-filled, their owners could not be more concerned.",
        "headline_1": "Refinancing scheme for cinema halls",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/refinancing-scheme-for-cinema-halls-1676817510",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "A recent report published in the British multidisciplinary science journal, Nature, says that a variant of bird flu virus, H5N1, that can spread from mammal to mammal also poses risk to both humans and wild animals. At an American mink farm in Spain, the outbreak of H5N1 occurred in October 2022. Scientists through genetic sequencing found that the bird flu virus that infected the minks was a new variant of the H5N1. The genetic material included a strain from gulls and it also bore the mark of a genetic change that increases some bird flu virus's ability to reproduce in mammals. In fact, this change in the genetic makeup of the avian flu makes it unpredictable. The virus found in the American mink farm in Spain should be under closer scrutiny so that it may not infect people, scientists warned. What is worrying is that the H5N1 seems to be gaining its capacity for jumping from birds to mammals. So far as the American experience goes, about a dozen species including racoon fox, seal and grizzly bear have been found to be infected by the avian flu virus.According to the US Centers for Disease Control and Prevention (CDC), the ancestors of the H5N1 bird flu that were infecting wild birds and poultry since 2021, first emerged in southern China in 1996. That was followed by widespread infection in the poultry population in Hong Kong in 1997. However, the outbreak could finally be controlled. Later the bird flu (H5N1) reappeared in 2003 and broke out among birds throughout Asia. Then it spread to Africa, Europe and the Middle East infecting poultry birds. But there were also some sporadic reports of human infection by the avian flu virus. In 2014 and 2015, it again appeared in the wild birds and poultry in the USA and Canada leading to massive outbreak of the avian flu among the poultry population of those two countries.However, as the records of the World Health Organization (WHO) goes, since 2003 reports of human infections with avian flu H5N1 have been few and far between. Meanwhile, through comparing the properties of H5N1 viruses responsible for earlier outbreaks of avian flu with those of 2021and 2022, the US national public health agency, CDC, also found some differences (in properties of H5N1 of 2021-22). And the CDC views the observed changes in the H5N1 virus to be benign in nature since some elements of the past bird flu that were responsible for infections among humans are absent in latest version of bird flu (H5N1).Even so, the recent devastating impact of the avian flu on poultry population with some 15 million birds dead and 193 million culled, its fast spread across the continents, the changes found in the genetic make up of H5N1 that enabled it to jump from birds to mammals. The occasional reports, though rare, of human infections by the virus give reasons to be concerned. As recently as in January, a WHO report said that a young girl was infected by the avian flu in Ecuador. This is first such report from South America. Al Jazeera reports that last year there were only five cases of human infection by the bird flu. In the past, according WHO, the mortality rate of the humans infected by bird flu was 53 per cent. Actually, between 2003 and 2009, 468 people, mostly poultry workers, were reported to have been infected by the bird flu. And 282 of those infected died of the disease. In the last two decade, 457 cases of people dying after the bird flu infection could be confirmed. Though epidemiologists are seeing no cause for alarm, still the general public with their recent experience with covid-19 pandemic want to be reassured. The recent history of the H5N1 variant's ability to kill birds and mammals like the American minks on an unprecedented scale is obviously concerning.Against this backdrop, it would be worthwhile to see under what conditions the bird flu virus infected people leading to their deaths. The illness caused by the avian flu among people was both mild and severe. In milder cases, from eye infection to upper respiratory infections occurred. In the severer cases, it turned into pneumonia causing the deaths. Those who got infected by the bird flu were in close contact with the infected birds for long without taking any precautionary measures such as wearing of gloves, masks or other protective gears to safeguard their lungs and eyes from the virus. The victims touched or even breathed in from air polluted with droplets of the sick birds' saliva, mucous, faeces, etc. Such long exposure of the unprotected human subjects to the bird flu can cause mild to severe respiratory conditions and may ultimately prove deadly for some. Scientists have discovered five subtypes of the bird flu viruses that can spread to people causing respiratory illness. Those include H5, H6, H7, H9 and H10. And the subtypes causing most of the infections are H5N1, as we already know and the H7N9 variants. However, reports of the bird flu-infected people spreading the disease among other people by contagion are indeed rare. Until now, the avian flu is still an animal health issue, says the US national public health agency, CDC.But that does not mean that precautionary measures are not necessary. The behavioural interventions including social distancing and other health protocols, even resorting to lockdowns in extreme cases as were practised during the covid-19 pandemic is the proven deterrents against any new pandemic. If the bird flu virus by any accident of natural origin turns into a deadly virus infecting humans on a massive scale, then behavioural interventions should be the first weapon to fight it. That is, until, of course, an effective vaccine is developed against the new pandemic.\n[email protected]",
        "headline_1": "How concerning is bird flu?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-concerning-is-bird-flu-1676817543",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "Quite a few pictures of the river Buriganga carried in different newspapers over the past weeks paint a nightmarish sight of Dhaka City's lifeline. In one such picture, the colour of water is so jet-black that anyone can mistake it for tar in a large cauldron but for the boat that negotiates it defying the foul odour. In another representative picture, foamy crimson effluent from a factory is flowing into the river where it meets the black water to make a contrast of colours. Overall, it gives a look of a huge cesspool. Clearly the hope that the Buriganga will get a respite from severe pollution with the departure of tanneries from Hazaribagh has foundered. It is not that the Buriganga alone is gasping for breath, other three rivers girdling the city have also embraced the same fate. Additionally, the fracas over the Central Effluent Treatment Plant (CETP) at the leather factories' shifted location in Savar has been doing to the Dhaleswari exactly what they did to the Buriganga. If these are more or less known, few are aware that the Chilai, the Labondah and the Bongshi also are in their death throes. Equally or even worse are the conditions of water bodies such as canals, water retaining low lands in flood plain areas around the city ---all of which are used as random dumping grounds of solid and liquid waste from households, factories and industries. In case of the Buriganga, residues from burnt-up fuel such as diesel and petrol are released into its waters from launches, cargoes and other vessels. This is despite the fact that the High Court declared the Buriganga and by extension other rivers as the 'living entities'. Even a river commission was constituted which, as a first step, made a list of the rivers and also moved tentatively for a survey of the rivers still existent. The sad thing is that the river commission could hardly do anything more than making a number of recommendations for saving the rivers from extinctions. It is because the commission has not been empowered to take actions against land grabbers and encroachers on rivers. It also runs short of fund to advance any river protection programme. At this point the Department of Environment certainly could play a more proactive role in collaboration with the river commission. In 2009, all the four rivers around the capital city---the Buriganga, the Sitalakhya, the Balu and the Turag---were declared as environmentally critical area ECA). This makes it incumbent on all to go by the Bangladesh Environment Conservation (Amendment) Act, 2010 which makes nine types of human activities illegal in any ECA. Since the ecosystem of an area has been found engendered, any human activity that may harm its biodiversity has been a violation of the Act. Thus from denudation of natural forest and trees to killing of wildlife to damage and destruction of habitats of flora and fauna to any activity that might change the quality of soil and water of the area concerned have been banned and made punishable offences.Had the laws been enforced with a sense of purpose, the rivers that give Dhaka City its sustaining power would not have been in a coma. The eviction drive against illegal structures on the banks of these rivers raised the hope that it might be followed up by a comprehensive measure including stern actions against polluters. But no such follow-up was there and most likely the encroachers have by now started returning to occupy unclaimed spaces. The fact is that if the rivers do not survive, Dhaka City will not survive notwithstanding the flyovers, metro rail, elevated expressway and underground railway system. What if after the massive investment, the city becomes uninhabitable and, at its extreme, has to be abandoned! That ominous prospect cannot be ruled out if the rivers are killed slowly and surely by default of decisive actions on the part of the authorities concerned. \n[email protected]",
        "headline_1": "Rivers are in their death throes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rivers-are-in-their-death-throes-1676817595",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2023"
    },
    {
        "full_article": "Broiler chicken used to be an affordable source of protein in Bangladesh. But it is now out-of-reach for many people. The price of broiler chicken set Tk 260 a kilogram benchmark in Dhaka city. The price of Sonali variety of chicken has also increased by Tk 50-60 and the item is sold for Tk 320 a kg and the local variety for Tk 550-600 a kilogram. The price of eggs has also increased and a dozen of eggs now sell at Tk 150. A number of traders have blamed an unusual rise in the price of one-day-old chicks and poultry feed as the main cause behind the sudden increase in poultry chicken and egg prices. Unfortunately, it is the poor who have to bear the consequences of the surging inflation. Many people can no longer afford broiler chicken that they used as an alternative to mutton or beef. Moreover, prices of almost all perishable commodities, including fruits and vegetables, have been hiked across Bangladesh. Beef or goat meat has already become a luxury item. It is beyond the reach of poor people. For protein, these people are heavily dependent on broiler chicken. There is no efficient price control system in the country. And this is why businessmen are raising commodity prices at their sweet will. So, the authorities concerned must do something to control the rising prices of essentials particularly of broiler chicken. The government must address the feed crisis and take steps to bring down its price. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Rein in broiler chicken price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rein-in-broiler-chicken-price-1676817625",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-02-2023"
    }
]