[
    {
        "full_article": "As their third term in office gathers pace, the Narendra Modi government and the Bharatiya Janata Party (BJP) are eager to claim a seamless continuity with the first two terms, as a mark of effective governance and leadership. The government and the party have used the arbitrary 100-day milestone to showcase their achievements in various sectors, from renewable energy to infrastructure, and the successes of welfare schemes. They have also used the opportunity to pronounce that nothing has changed, despite the dependence of the government on a coalition in the 18th Lok Sabha. As if to prove the point that there is no rethink on any of its controversial agendas from the previous terms, the Union Cabinet, on Wednesday (September 18, 2024), approved a report by a committee headed by the former President of India, Ram Nath Kovind, that has endorsed a partisan BJP proposal for simultaneous elections to all State Assemblies and the Lok Sabha. The government has also made it clear that it will work towards a Uniform Civil Code, and continue to push for the expansion of Hindi over English. BJP functionaries are putting on a brave face but cannot wish away the new reality of coalition politics, and the changed dynamics in the party and the larger Sangh Parivar since the results of the 2024 general election.Stability and continuity at policy and political levels are signs of good governance, but so are negotiations, compromises and consensus in a diverse democracy. In governance, as in driving, proactive and defensive approaches go together, and U-turns are wise when racing ahead can lead to a collision. The BJP has quietly learnt this lesson, though it is unwilling to own up its own new flexibility. Rigidity has been talked up as a sign of virtuous politics by strong man populism around the world, and the BJP is now haunted by the ghost of its own past bombast. On some major policy issues, the BJP has made course corrections after resistance from allies and the Opposition. It has extended the consultation on the proposed amendments to the Waqf Act, abandoned the new pension scheme and the proposed lateral entry scheme in the high bureaucracy. These are areas in need of reforms, but they can be best achieved by openness and flexibility. The BJP’s rigidity on issues has also begotten equally rigid resistance from the Opposition, which is no good for governance. Similarly, the BJP itself is increasingly becoming a coalition rather than an ideological monolith. It is good that the leadership has realised this. It will be better if it also articulates this more honestly.  Published - September 20, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nNarendra Modi\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\nrenewable energy\n\n/\n\npublic works & infrastructure\n\n/\n\nwelfare\n\n/\n\nGeneral Elections 2024\n\n/\n\nLok Sabha\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nAssembly Elections\n\n/\n\nHindi\n\n/\n\nEnglish\n\n/\n\nlaws\n\n/\n\npension and welfare",
        "headline_1": "Milestones and U-turns: On the government in its third term",
        "headline_2": "The optics of the 100-day mark cannot conceal changed dynamics for the BJP",
        "link": "https://www.thehindu.com/opinion/editorial/milestones-and-u-turns-on-the-government-in-its-third-term/article68660309.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "Notwithstanding the opposition from political parties and many in civil society to the idea of simultaneous elections, the Union government has decided to accept the recommendations of a high-level committee headed by former President Ram Nath Kovind to go ahead with the scheme. The committee envisaged simultaneous Lok Sabha and State Assembly elections as the first step, followed by municipal and panchayat polls within 100 days of the general election. In order to do so, the government would need to get constitutional amendments to be passed, in Parliament and in the State Assemblies. Two key reasons have been evinced for the proposal — first, the costs of conducting these elections would be significantly reduced if held together, and, second, not having simultaneous elections has kept political parties in prolonged campaign mode, impacting governance and legislative work. There has been little to no empirical data to support the first reason. Already, general elections take an inordinately long time, with some State polls being held in phases. Simultaneous elections could prolong this process. One of the committee’s recommendations is that if a State Assembly gets dissolved before five years of its term, after the “appointed date” — the date for synchronising Lok Sabha and Assembly elections — fresh “midterm” elections will be held but the new Assembly’s will not have a full five-year tenure. Its tenure will end five years from the “appointed date”. This provision militates against the original idea of cost cutting through simultaneous elections. It is also an anti-federal idea.In a multi-tiered governance system, people choose their representatives based on their perception of who is best suited. The power being demarcated for different levels of government allows for distinct roles for each representative and suggests varied voter choices that could be based on party affiliation, candidate strength, ideological positions or socio-economic reasons that are constituency-specific. Each tier has its exclusive importance and so does the related election. The second reason, that representatives are in perennial campaign mode and, therefore, polls to every tier should all be held during the same period, is problematic. For one, that national representatives of parties are forever in campaign mode is a consequence of the centralising tendencies of parties that are in power today and is not a reflection of the extant electoral democratic system. Second, subsuming multi-tier elections into simultaneous mode has the potential to reduce the importance of each tier, especially the Assembly and municipal/panchayat levels, and is anti-federal. Lastly, to effect this proposal, the tenures of quite a few State governments will have to be cut short. Parties and civil society actors committed to federalism must squarely reject this proposal by the Union government. Published - September 20, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npolitics\n\n/\n\nelection\n\n/\n\nAssembly Elections\n\n/\n\nlocal elections\n\n/\n\nparliament\n\n/\n\ngovernment",
        "headline_1": "Wrong notion: On simultaneous elections",
        "headline_2": "The idea of simultaneous elections is inherently anti-federal",
        "link": "https://www.thehindu.com/opinion/editorial/wrong-notion-on-simultaneous-elections/article68660656.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "Killing elephants to feed humans tells us many fundamental things about our species \nIn the revulsion over decisions of Namibian and Zimbabwe’s govts to cull elephants to feed needy communities, what gets lost is a classic duality. The desperate need to feed hungry millions by killing wild animals that need protection, those long droughts, those shrinking spaces for wildlife, man-animal collisions – they are the flip side of human progress. This is not to argue that Namibia or Zimbabwe govt should abandon their citizens. Or that culling isn’t a widespread practice. Namibia culls hippos during droughts, since the pools of standing water hippos need to survive dry up. But the point is that the frequency of droughts have increased.\nWhat’s not being talked about is that killing elephants to feed humans captures the rising demand for meat – 80% of the world eats meat for which 100bn animals are slaughtered a year. That means every year, around 16 animals are killed for each meat-eating human. Note, too, hunting has returned in parts of Africa. Trophy hunting of transborder super-tuskers who cross over from Kenya to Tanzania has become a contentious issue. Kenya banned hunting. Tanzania allows it. A truce to not hunt the Amboseli super-tuskers – a single tusk weighs 50kg and fetches dizzying prices – had protected these elephants, but hunts have resumed. For Tanzania, hunting brings in the global affluent, especially from US, generating millions in revenue.\nThe reality is human prosperity has extracted too great a price on Earth. At just over 8bn, humans are a burden. All the chest-beating over fossil fuels hasn’t dimmed unbridled expansion of the energy-guzzling AI shebang. From water-intensive crops to marine life, human demand on resources is off the charts. Also, politico-industrial-military establishments around the world want expensive wars – the highest number of conflicts since WWII are running post-Covid. Wars are a most profitable industry. Human beings are bad news for the earth. But who on earth is listening?\n\n",
        "headline_1": "Eating Up The Earth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/eating-up-the-earth/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "In some countries like Namibia and Zimbabwe, the governments have decided to kill elephants to feed people who are hungry. This decision has upset many people, but it highlights a big problem: humans need to eat, but wildlife also needs to be protected. As humans grow and take up more space, there’s less room for animals, and this leads to problems like people and animals clashing over land and food. It’s important to note that these countries aren’t alone in making tough choices like this. During droughts, Namibia also kills hippos because the water they need to survive disappears. And droughts have been happening more often.\nThe issue of killing elephants also shows a bigger problem—the rising demand for meat. Around 80% of people in the world eat meat, which means about 100 billion animals are killed each year to supply that demand. That’s about 16 animals for each meat-eating person, every year. In some parts of Africa, hunting has even made a comeback. For example, in Tanzania, rich hunters, especially from places like the US, pay to hunt elephants with huge tusks. These tusks can weigh as much as 50kg each and are worth a lot of money. Even though Kenya banned hunting these elephants, Tanzania allows it because it brings in millions of dollars.\nThe bigger picture here is that human growth and prosperity are hurting the planet. With over 8 billion people on Earth, humans are using too many resources. We continue to grow crops that need a lot of water, overfish our oceans, and demand more and more energy for things like technology. And wars, which are happening more now than at any time since World War II, only make things worse. Unfortunately, while humans are thriving, it’s coming at a huge cost to the Earth. But who’s paying attention to this problem?\n\n",
        "headline_1": "Humans Are Hurting the Earth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/humans-are-hurting-the-earth/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "A white collar employee’s death should make companies think more about responsive workplaces  \nHer mother’s detailed and poignant letter about Anna Sebastian Perayil’s life after her death, has touched a chord across the country’s white collar workers. Per the letter, an overwhelming workload and relentless managers pushed the young chartered accountant beyond her limits. Even as the letter has drawn many others to share their own experience of corporate bosses putting unreasonable pressure on employees, MoS labour and employment has indicated there will be a thorough investigation into its allegations. As of now we don’t know with certainty the cause and effect. But such conversations about work’s role in human diminishing/flourishing are critical for moving the needle towards better working conditions.\nThe fact is that no single sweeping statement can accommodate the reality of all workers in a company, let alone in society. By the same token, there is no blunt instrument by which everyone can be granted their ideal work-life balance. WHO officially recognised burnout as an occupational phenomenon in 2019, characterising it in three dimensions: feelings of exhaustion, increased negativism towards one’s job, and reduced professional efficacy. It’s the opposite of resilience and purposefulness. It takes the most fleeting look at the energy-ful septuagenarian leaders around the world, to see how wasteful burnout in ordinary people is. Recall Charles Munger after a daylong board meeting at age 99, declare that you don’t call it work when you enjoy it. To be disheartened by a job you wanted, is a tragedy by any reckoning. The only constructive thing to do with it is to build more observant and responsive workplaces. There is no one-shape-fits-all formula for this. But one factor that should help across the board is transparency about expectations. If an employee is going to be working weekends, let them know when you sign her on.\nAll employers should respond to this conversation about working conditions with a serious audit of everyday work practices. For example, who is supervising the supervisors? If their behaviour is oppressive, disrespectful and lacking in any empathy at all, then even the most qualified and passionate employees could end up losing their mojo. Different individuals respond differently to such pressure. Many are just walking away from jobs – attrition rates are high. There are also other ways to retain agency. The ‘quiet quitting’ phenomenon continues to be heavily peddled by influencers. But that’s not a solution. The solution lies in  employers understanding employees better.\n\n",
        "headline_1": "Work For Employers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/work-for-employers/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "The long and the short of factors that might change the course of world history\nDid the length of Cleopatra’s nose change the face of history? According to the 17th-century French philosopher and historian, Blaise Pascal, the dimensions of the Egyptian queen’s proboscis did indeed affect the tide of historical events and could have led to the eventual demise of the Roman Empire.\nCleopatra had a pronounced nose which was seen as a sign of a strong personality, a trait which enabled her to become Pharoah and which attracted Mark Antony to her. Their liaison ended with a clash of arms between Antony and Octavian, Caesar’s adopted son, which weakened and, according to historians like Pascal, contributed to the ultimate fall of Rome as an imperial power which dominated the globe.\nIs today’s world at another turning point when anatomical measurements will determine the course of history? Some White House-watchers scrutinising the minutiae of the US presidential race claim that one of the factors determining the outcome will be how the two contestants measure up to each other vertically.\nAt 190cm or six foot three inches, Trump towers over the petite Harris’s 162.5cm or five foot four inches, which some believe could give him, literally, a head start over his shorter opponent.\nTrump reportedly used his lofty size in the 2016 prez debate with Hillary Clinton to steal a march on her, a ploy that might have worked in his favour as he gained entry into the White House despite having lost the popular vote by a margin of almost three million.\nPopular belief has it that the US generally prefers the taller of two presidential candidates. Trump, who is about 15cm or six inches taller than the average American male, is listed as being the third-tallest US president after Abraham Lincoln (193cm or six foot four inches) and Lyndon B Johnson (191.7cm or six foot three-and-a-half inches).\nWhile MAGA-lomaniacs might well contend that size does indeed matter and that Americans like their presidents to come in XL dimensions, Kamala backers could just as easily dismiss this as mere big talk, or simply the height of nonsense.\n\n",
        "headline_1": "Tall tales",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/tall-tales-3/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "It was heartwarming to see so many old faces from my school days as I attended the second reunion of Gregorians of North America (GNA), held on September 14 in New Jersey, US. Nearly 200 former students of St Gregory's High School, Dhaka had gathered—many with their spouses—from all over the US and Canada. The occasion was one of reconnecting, reminiscing, and exchanging stories, anecdotes and school-era jokes.\nThe most popular session was the one that focused on how Bangladesh became a Test-playing cricket nation and how we can build upon our recent extraordinary Test performance against Pakistan. There were many exciting comments regarding the ongoing tour of India. The session consisted of our early cricket heroes such as Syed Ashraful Huq, Yousuf Babu, and Khandker Nazrul Quader Lintu. Their personal stories of early failures, hard work and subsequent success entertained us all. Their experience-rich comments about the future kept everyone in rapt attention, and we wondered why these three stars are not a part of our present-day cricket board leadership, especially when so much is changing at the top echelon of professional bodies.\nShahudul Haque—Gullu to us all—kept the audience enthralled with the story of his incredible journey of walking more than 15,300 miles in 1,425 days (three years and 11 months). Starting on October 17, 2020, he has walked every day. Everyone gasped when he recounted that on rainy days, when he cannot go out, he climbs up and down the stairs of his 13-storey apartment building for as many times as it takes to complete his daily routine of minimum five miles. The circumference of Earth is nearly 25,000 miles, of which he has already passed the halfway mark. For someone who is in his mid-70s, such a feat of endurance made him an instant hero of the event.\nWhere I had the privilege to speak was a session titled \"Recent events in Bangladesh and how NRBs can contribute in the changed circumstances.\" Everyone spoke in a manner that proved that they had been following the recent uprising most meticulously. There was a lot of pride in what has been achieved, accompanied with some feeling of uncertainty, especially regarding the various forces that appear to have been unleashed. While there were some uncertainties regarding reforms, a consensus seemed to prevail about significantly trimming the prime minister's power and fixing their tenure in office to a maximum of two terms.\nGenerally, they all welcomed the toppling of the previous government, having suffered the humiliation for many years of belonging to a country whose reputation of corruption, nepotism, abuse of power, cronyism and unaccountable power surpassed most others of similar category. Like us at home, the non-resident Bangladeshis (NRBs) also wondered how the Sheikh Hasina government could become so unbelievably oppressive. Whatever details I could provide led to more in-depth questions about the gradual deterioration of the quality of governance in Bangladesh. They wondered, like many of us, how a powerful regime like Sheikh Hasina's could fall so fast, so completely, and so ignominiously. People's power made it all possible.\nThey marvelled at the bravery of our young. Though we have a long tradition of student movements, the distinguishing feature of the July uprising was the participation of younger generation—boys and girls from schools. The Road Safety Movement in 2018 seemed to have broken the psychological barrier of school students to get down to the streets to fight for what they considered to be right and just. Families descended on the streets of Dhaka with courage and bravery that armies get trained for years to master. What amazed the NRBs over and over again were the stories of these students, spontaneously joined by the general public—including women, the elderly and young mothers—who continued to demonstrate for days in spite of police killing. To defy the trigger-happy police, Rapid Action Battalion (Rab) and Border Guard Bangladesh (BGB) members for days, without the slightest sign of fear or despondency, will surely be recorded as one of the most courageous mass demonstrations in the world. The GNA audience were mesmerised by how young women participated with equal intensity and courage as their male counterparts in the daily battles with police and other forces. This marked a new phase in their sense of equality, confidence and self-assertion.\nThe NRBs' faith in Prof Muhammad Yunus seemed boundless. They all believe that he is the right person for the job, but are worried as to whether he would be given the time he needs for the reforms people expect him to deliver. The length of his tenure remained a lively topic throughout the event.\nFear was expressed about too many issues being placed on the agenda and that the enormity of the task would jeopardise the interim administration's success. The formation of six commissions with highly competent leaders somewhat assuaged the fear among the audience that substantive work could now be expected in some crucial areas.\nWhat impressed me immensely was the eagerness of the NRBs gathered in New Jersey to assist in the journey of the new Bangladesh forward, which has so suddenly emerged. The whole session was full of questions as to how these highly qualified Bangladeshi-Americans could help in the progress of their country of origin. There were professionals from academia, business, engineering, IT, medicine, pharmacy, and even cybersecurity. Those present mostly consisted of mid- to high-level professionals who, though they were US citizens, were eager and willing to partake in the new journey. They cited the example of their Indian counterparts who have made significant contributions to India's march forward. They greatly regretted the failures of past governments to tap into these highly trained intellectual resources, who have now gained strength and momentum and are ready to assist their country of origin. What they eagerly wanted was a dependable conduit—either governmental or through the private sector—to channel their professional and academic expertise to their counterparts in Bangladesh. Given Prof Yunus's experience and personal expertise on knowledge transfer, these NRBs feel confident that their long-cherished wish is on the verge of being fulfilled.\nMy brief exposure and fragmented exchanges convinced me that it's high time we established professional linkages with these highly qualified and equally highly motivated NRBs, and use their knowledge to assist in our journey in the potential-rich 21st century. We need to urgently set up some sort of mechanism to make use of this huge reservoir of talent that can help transform Bangladesh.\nIf knowledge is the most important resource of future advancement, then the global citizens of Bangladesh origin are eagerly waiting to serve Bangladesh in providing that crucial resource. It has been foolish on our part not to seek their collaboration earlier. It will be self-defeating, in fact suicidal, to continue in that direction.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "July uprising and some thoughts of Bangladeshi-Americans",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/july-uprising-and-some-thoughts-bangladeshi-americans-3707096",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "The dengue situation seems to be gradually getting out of control amid a lack of proper initiatives by the government. While 27 people died of dengue in August, already 36 people have died in the first 18 days of this month. The infection rate is also steadily increasing, with 865 patients hospitalised in the 24 hours till Wednesday morning. If the city corporations, municipalities, and the health authorities fail to respond properly, we may have another disastrous dengue season this year.\nIn Dhaka, the anti-mosquito drives have been largely inadequate since the fall of the Awami League regime on August 5. In many areas, workers of the city corporations have been found to be sitting idle, not having the equipment ready to spray insecticides, or are unable to work due to a lack of space to keep spraying equipment. Although the authorities were made aware of the situation, the problem has not been resolved. At the Pallibidyut area of Ashulia, residents have themselves carried out anti-mosquito drives in the absence of official measures. The question is: Why are responsible government institutions failing to perform their duty in this regard? While we understand that the administrative void created in the aftermath of the regime change hampered mosquito control drives, what justification can there be now when administrators have been appointed to properly steer all city corporations and municipalities?\nThese institutions are supposed to keep their cities and towns clean, and conduct regular mosquito control drives and awareness campaigns. Meanwhile, the health authorities are supposed to hold at least three surveys around the monsoon to learn about the real dengue situation so that area-wise measures can be taken. The pre-monsoon survey was reportedly done in April by the Directorate General of Health Services (DGHS), but there has been no development on the remaining surveys. There is then the question of taking proper action based on survey findings, which is rarely done. Clearly, the authorities have to step up efforts on all fronts to control the dengue situation.\nFor the city corporations and municipalities, it is vital that they start anti-mosquito drives without delay and with full vigour. They can engage local residents, including students, in their activities including cleaning. As for the DGHS, they should regularly identify dengue hotspots through surveys, and ensure proper hotspot management which is the best way to contain the spread. In addition, the health ministry should be able to provide treatment to all dengue patients in the coming days. Only coordinated efforts from all concerned can contain the disease satisfactorily.\n",
        "headline_1": "Poor dengue response is increasing the risk",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/poor-dengue-response-increasing-the-risk-3707066",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "For months, Israel and Lebanon—particularly Hezbollah, Iran's powerful proxy in the nation—have been engaging in tit-for-tat attacks. At some points, such as when Hezbollah's senior commander Fuad Shukr was killed in Beirut in late July, and Hamas leader Ismail Haniyeh in Tehran around the same time, it seemed as if a shadow war was on the brink of erupting into an expanded conflict. Since Tuesday, that fear is now closer, when hundreds of pagers used by Hezbollah exploded across Lebanon and parts of Syria, killing more than a dozen people and injuring thousands. The next day, more explosions of electronic devices, including walkie talkies, laptops and radios, killed at least 20 people and injured hundreds, according to Al Jazeera. A Hezbollah official has referred to the ominous, action thriller movie-like attack tactics as the \"biggest security breach\" that the group has faced since Israel launched its military campaign in Gaza post-October 7 attacks, after which cross-border exchanges between Hezbollah and Israeli Defense Forces (IDF) have become near-daily occurrences.\nThe attacks, where objects used by civilians were rigged, has led experts to interpret a weakness of Hezbollah's defense apparatus to Israeli cyber warriors and Israeli infiltration. Videos have since emerged of Hezbollah fighters blown to the floor by their own communication equipment. It is probable that Israel strategically attacked to disrupt the command centre of Hezbollah. Targeting thousands of people, breaching security, without knowledge of who held the devices or where they were located violates international law, as United Nations human rights chief Volker Turk said on Wednesday, but such is hardly ever a consideration for today's Israel.\nThough Israel has not claimed responsibility, it does not simply need to spell it out. Beyond official statements, attacks of such sophistication in Lebanon would only be carried out by Israel's Mossad, to send a tough message to Hezbollah: we can invade your space. It's the kind of political warfare that Netanyahu—who recently faced the largest protests in the history of Israel with his citizens calling for a ceasefire and hostage deal—would wage, to start a wider military war. And to make it more obvious, Netanyahu announced the same day of the attacks, that Israel's war aims have expanded to include displaced Israelis. The statement and decision, also came a day after Israeli Defence Minister Yoav Gallant told the visiting US envoy that \"military action\" is the \"only way left to ensure the return of Israeli northern communities.\" After almost a year, the northern Israeli residents have been added to an \"updated\" plan of the war. On Wednesday, Gallant said, \"We are at the start of a new phase in the war...the center of gravity is shifting to the north by diverting resources and forces.\"\nFirst and foremost, the question is why now? Politically, Israel is continuing its operations in Gaza, while its climate in the home front is in ruins—Netanyahu's pressure to resign has been at an all-time high. The current cabinet's relationship with the Biden administration is on eggshells; despite all the pro-Israel rhetoric, Biden said earlier this month that Netanyahu has not done enough to bring the hostages back. On the other hand, the timing of attack could also be that the covert operation needed to happen before Hezbollah or Iran got wind of it. Whatever the reason, these attacks, just a grim three weeks shy of one year of Hamas' attacks and Israel's genocide in Gaza—can have grave implications which will be seen in the days to come.\nHezbollah has now promised to retaliate but this promise now holds more weight as chief Hassan Nasrallah now faces pressure within the group to respond to these attacks. There's an important context to such pressure. Nasrallah and Hezbollah have thrived with an image of invincibility after confronting Israel in 2006, when their commandos launched a cross-border raid on an Israeli armoured patrol, killing two IDF soldiers and taking two hostages. It spiralled into a costly war, especially for Lebanese citizens, 1,200 of whom were approximately killed. More than 100 IDF soldiers were killed, while 43 Israeli civilians died in rocket attacks carried out by Lebanon. Both sides had declared victory, but victory was not defined in the number of killings but rather that Israel failed to achieve its strategic objectives, including retrieving the two hostages alive. Since then, Hezbollah has only been emboldened in the region with its military prowess—with advanced weaponry, more armed personnel, and political legitimacy beyond Lebanon.\nThe attacks in fact do threaten a wider conflict, and it's the first of covert, sinister rather surprise attacks by Israelis infiltrating Hezbollah. They underscore the capabilities of the Israeli intelligence, and signal further to Hezbollah, that Netanyahu's Israel could also have more sadistic surprises planned. But as coordinated as they may be, Israel knows Hezbollah is, without question, one of the most well-trained and resourced non-state stores in global politics with an arsenal upwards of 150,000 rockets and precision-guided munitions. According to Jordanian Foreign Minister Ayman Safadi, Israel is pushing the entire region towards the abyss of regional war, which would have \"drastic ramifications not only for the region, but for the world.\"\nIt must also be noted that the attack happened on Tuesday as Blinken arrived in Egypt, yet again, to discuss another ceasefire deal in Gaza. Diplomatic talks have continued for nearly a year, and proved nothing but futile. These attacks have unquestionably put the ceasefire talks on ice, and if it wasn't clear before, Netanyahu has no interest in bringing back the hostages, over a wider war. Israel's objective to \"defeat Hamas,\" as they say, still hangs in the air. Engaging in an existential fight with Hezbollah would not be the same as carpet bombing a strip, and killing civilians at historic pace. Hezbollah is no easy opponent, and a full scale war would also harm Israeli cities and Israeli civilians.\nAnd the implications of an all-out war are far-reaching to the larger countries covertly or overtly involved in the conflict. In other words, once again, Israel is bringing Iran and the US closer to a confrontation. Ahead of a high-stakes US presidential election, a regional war with Iran no less, would likely hurt the prospects of Democratic nominee Kamala Harris who has been part of the Biden administration, which stands accused of complicity in the Gaza genocide. The Harris campaign has stressed on the need for a ceasefire, which, after these attacks will definitely not happen before the elections. The Biden administration will be in a more precarious position, as will the Harris campaign. They cannot sanction Israel were it to start a war with Hezbollah before November, as that would alienate Zionist voters. On the other hand, inaction and tepid diplomacy will show their continuous incompetency in foreign policy and the lack of a ceasefire will continue to alienate Arab and young pro-Palestinian voters. Domestically, Israel's war with Lebanon is far from US interest at the moment.\nSome US experts on the other hand feel that Israel is falling into Khamenei and Nasrallah's trap. Since Haniyeh's death, Iran has vowed to retaliate but there has been no action yet. Iran has been restrained, yet ominous, in playing with fire. One of the reasons, which have been clear, is that they too don't want an all-out war which would also involve the US. But their desire to restrain from doing so now remains contested after the death of Haniyeh and Fuad Shukr. Iran and Hezbollah play the opposition with attrition. The opposition here, Netanyahu's Israeli cabinet, is driven with short-term impulsive strategies with no long-term goal that can be gleaned, from its actions in Gaza, its actions in the northern border with Lebanon, and recently, its attacks in the West Bank. Collectively, Israel is engaged in doing everything that would give Iran the political upper hand to justify a large retaliation, even if it may come late, and that would be disastrous for Israel itself and its allies as well.\nAs such, the onus is on the US, the \"superpower\" and the Arab states that have altogether failed to control the conflagrations in the Middle East, to make Israel stop and figure out a strategy to end the cycle of locking heads with Iran. Diplomacy efforts a little too late can be costly, as has been shown by the genocide in Gaza, which has left the world in tatters. Israel needs its most powerful ally to slam the brakes—whether it be internally—because as recent history has shown, stopping the train after it has left the station does not work with Netanyahu's government.\nRamisa Rob is in-charge of Geopolitical Insights at The Daily Star.\n\n \nWe welcome your contributions and analysis of global events. To submit articles to our weekly page, Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Israel's attack in Lebanon: Can it lead to an all-out war?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/israels-attack-lebanon-can-it-lead-all-out-war-3707036",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "It is a great relief that the country's foreign exchange (forex) reserve has taken an uptick, driven by a rebound in foreign remittances. The central bank governor has assured the foreign corresponding banks that the current surge in reserves --- poised to be reinforced by aid and credit commitments from development partners -- would make things easier for payment of letter of credit (LC) liabilities soon. The governor made the remarks at a virtual meeting with members of the Association of Bankers Bangladesh (ABB) and representatives from more than 120 corresponding banks across the globe.The online meeting took place at a time when many corresponding banks had either halted credit support or reduced credit limits for Bangladeshi commercial banks, believed to be due to a lack of trust in view of the depleting forex reserves. He explained that government liabilities had accumulated on account of letters of credit (LCs) for importing essential commodities like fertilisers, power, and petroleum products against prolonged foreign exchange crunch. He informed the corresponding banks that the government's total LC-related liability stood at $2.0 billion, of which $800 million had already been cleared, and the remaining amount would be settled within the next 5-6 months. Assuring the corresponding banks was of paramount importance as these foreign financial entities assist the local commercial banks in LC confirmation, offshore banking unit (OBU) loans and usance payable at sight (UPAS) LC financing.The country's foreign-exchange reserves had been declining rapidly since the beginning of 2022 as the fallout of international crises, including the war in Ukraine. High import costs, driven by increased commodity prices on the international market, also contributed to this decline. Against this backdrop, the key challenge for the interim govern has been to ensure a stable forex reserve as well as adopt prudent policies for meeting expenditures in foreign currency. What transpires from the remarks of the central bank governor is a clear shift from the stagnating state of the reserves in the recent months. There had been a surge in remittance inflows in August compared to July this year, to $2.215 billion. In the first 14 days of this September, remittance inflows amounted to $1.167 billion. Central bank data show that the reserves increased by more than 15 per cent in the fiscal year 2023-24 on a year-on-year basis. Currently, the reserve stands at $24.30 billion, which in IMF calculation (called BPM-6), is approximately $20 billion --- a considerable improvement from less than $14 billion two months ago. Presentation of the actual health of forex reserves and the future course of action for paying dues to the overseas corresponding banks is expected to remove the trust deficit in conducting foreign trade. Over and above, this is sure to bolster confidence of the local bankers as well as the common citizens. In this context, let it be underscored that effective steps are required to stop money laundering for strengthening the forex regime. The interim government since assuming office has time and again made its intention clear to do so. Import austerity in case of non-essential and luxury products can also help sensible spending of hard-earned foreign exchange.",
        "headline_1": "Good news about forex reserve",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/good-news-about-forex-reserve-1726754430",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "Gen Z Revolution in Bangladesh A Beacon of hope for global justice \nEver since the takeover of the country's reins by the interim government, well wishes, congratulatory messages, assurances of cooperation and assistance, moral and material support have been showered profusely from all corners of the world. One of the reasons behind the surfeit of cordiality expressed is Nobel laureate Dr Yunus's international connection and familiarity with important people the world over, particularly in the US where the Clintons were and still are well disposed towards him. After the initial issuance of congratulatory notes and expression of warmth, now comes the turn for generous financial commitments. During the US interagency delegation's recent visit to Bangladesh, the USAID signed a development agreement worth US$200 million with the interim government. Now the World Bank (WB) has announced it will provide $3.0 billion in aid this year and the Islamic Development Bank (IsDB) pledges to make available a loan amounting to 4.0-5.0 billion in three years. The Asian Development Bank (ADB) pledged a loan of $800 million for the 2024-25 budget support during the tenure of the deposed government. This was done to help Bangladesh smoothly graduate from the least developed status and most likely it will stand by its commitment. The International Monetary Fund (IMF) approved its third tranche of its $4.7 billion loan programme in June last but not before it made the availability of the third and fourth tranches conditional to compliance of 33 obligations. Now clearing the way for the fifth tranche may not be difficult. All this shows that the country's plunge into a crisis of Sri Lanka's order is most unlikely. Money, greenback to be precise, is finding its way into the country to the relief of the interim government. But the appearance of the financial bonhomie may be deceptive. In this connection, Finance and Commerce Adviser Dr Salehuddin Ahmed's straightforward demand for making the WB's conditionalities implementable is worth noticing. Notably, by the end of a month after the interim government's inauguration, it has sought budget support of $1.0 billion from the WB. The streams of loan packages already made available and committed are sure to please quarters well beyond the team now at the helm of state affairs. Some of the foreign credits are most likely to be used after this government leaves office. Bangladesh's external debt has crossed $100 billion mark lately. Per capita foreign debt by March this year was Tk150,000--- a rise of Tk50,000 within three years, according to a local news agency. It should shoot up further now. The fresh doses of foreign debt burden are likely to enmesh the country in an intractable wider net not just of credit but also of commercial and political makeup.Bangladesh's importance as a theatre of clashes of big powers' interests in South Asia cannot be overemphasised. Its importance has further enhanced with the prospect of exploiting the blue economy in the Bay of Bengal. So the powers are vying for taking it under their geo-political spheres of influence. Gone are the days of blatant way of doing so by instigating or staging military coups. This has been replaced by the behemoths of multinational companies that channelize capitals from around the least developed markets for accumulation. The recipe of tailor-made democracy hardly serves the recipient country and least of all its people. The hidden agenda of accumulation of capital often miss the debate over democracy in the Third World. But the facts are cruel. Globalisation has reshaped patterns of production, consumption and commerce on a global scale. Of the largest 100 economies in the world, 51 were corporations and 49 countries before 2000, according to Sarah Anderson and John Cavanagh of the Institute of Policy Studies, a US think tank. The combined sales of 200 corporations were bigger than the combined economies of all countries minus the top 10. With rising clouts of the MNC goliaths, their share is likely to be greater by this time. There are complaints that big powers implements their political ambition through these corporations that control natural resources in African, Asian and Latin American countries by way of investments in development and industrialisation or activities like extraction of oil or gas and mining. Agreements are made overwhelmingly favouring the MNCs courtesy of greedy and unpatriotic elements ready to advance personal gains. Multilateral lending agencies are not unwilling to promote their agenda. It is exactly at this point the core issue of the anti-discrimination movement encounter a formidable challenge not only from the corrupt and derelict political parties at home but also from the MNCs which are not ready to let go their grip on their business interests. The fracas over Scimitar's gas and oil exploration in Jalalabad, Sylhet can be cited as an example of how things can fall foul on casual approach to defending national resources. Committees formed recently to evaluate various agreements on projects may dig out scams involving advancement of personal or coterie gains at the cost of national interests. A views exchange meeting on \"Toward a Non-Discriminatory Bangladesh: Youth Manifesto\" voiced on Tuesday last the concern about perpetuation of the culture of exploitation not sparing even the university dormitories. New generation youth leadership resents this and has rightly demanded young leaders' inclusion in business and politics. But the odds are stacked against them. They will have to stay alert and confront the combined power of outdated but entrenched political forces and the multinational corporate biggies along with their local subservient partners in business and bureaucracy. But the unalloyed sincerity of their purpose and commitment to a sacred cause of fighting for well-being of the nation is their most potent weapon. The generation Z (Gen Z) should beat off the commercial collusion of MNCs much as those may be more powerful than their governments.\n[email protected]",
        "headline_1": "Countering threats from exploiters of national resources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countering-threats-from-exploiters-of-national-resources-1726754489",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "It has become apparent that the traffic police are not performing their duties as effectively as before. Traffic rules are being flouted with impunity, while the police stand idly by, failing to manage the situation. A CNG driver mentioned that paying bribes to the police at stands, which used to be common practice, has ceased. He remarked, \"MAMA, we don't have to pay the police anymore. Previously, it cost us 20 taka just to drop off passengers at Gabtoli.\"This raises the question of whether the police have stopped enforcing traffic rules because they no longer receive bribes, or if there is another reason behind their inaction. It is possible that their reluctance stems from lingering fears after their unacceptable role in the Quota Reform Movement. In this new Bangladesh, where public awareness and anti-corruption sentiments are on the rise, it appears that respect for and fear of the men in uniform have diminished, exacerbating the situation further.\nAl MahinShoikot4th year student of Bachelor of Business Administration,North South University[email protected]",
        "headline_1": "Are police fulfilling duties sincerely?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-police-fulfilling-duties-sincerely-1726754513",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2024"
    },
    {
        "full_article": "Students need more than just a good desk and chair; they require an atmosphere that supports focus and learning. A comfortable environment can greatly enhance a student's ability to study. The impact of one's surroundings on academic success cannot be overstated, and this need extends beyond exam periods. Students require a space, whether at home or in their halls, where they can concentrate and absorb their lessons.Some students may work best with gentle background noise, while others prefer complete silence. As students, we need an environment with minimal distractions, calmness, low noise levels, access to fresh air, temperature control, natural light, and ergonomic seating. These factors are vital for creating a productive and comfortable study space.I would like to share a personal story that highlights the challenges of inadequate study environments. I am a student at the University of Dhaka, admitted in the 2021-22 session, and was allocated a room at Kabi Jasimuddin Hall. For my first year, I had to stay in a 'Gono-room' with 25 other students. We had no chairs or tables, and the situation was far from conducive to studying-there wasn't even enough space for sleeping.To make matters worse, we often avoided entering the room because members of the Chhatra League would force us to participate in their activities whenever we returned for a bit of rest. There was no security or peace for studying. In fact, during my time in the hall, we spent approximately five hours a day attending these activities, often late into the night. I vividly remember being forced to join them after midnight, drenched in rain, standing in front of Raju Statue. The idea of having a good study environment felt like a distant dream.A good study environment is most essential for productivity and focus, regardless of the field one is studying, from pre-med to liberal arts. Research has shown that the learning environment plays a crucial role in student success. Whether a student chooses to study in their bedroom, a coffee shop, or the university library, comfort is a vital factor. A comfortable and supportive atmosphere is necessary for successful study, not only in higher education but at all levels.\nMd. RoqunUddinUniversity of Dhaka Peace and Conflict Studies [email protected]",
        "headline_1": "A peaceful learning environment key to success",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-peaceful-learning-environment-key-to-success-1726754539",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2024"
    }
]