[
    {
        "full_article": "The BJP has reconstituted its 11-member Parliamentary Board and the 15-member Central Election Committee this week and they are likely to remain in charge well into the 2024 general election. Prime Minister Narendra Modi’s grip over party matters is absolute and the reconstitution of these apex bodies hardly alters that fact. In that sense, nothing fundamentally changes, and the changes reinforce the trend of Mr. Modi’s expanding footprint in the party’s remaking. Senior leader Nitin Gadkari, a former party president, and Madhya Pradesh CM Shivraj Singh Chouhan have lost their Parliamentary Board seats, while the new icon of the Hindutva camp, U.P. CM Yogi Adityanath, has not found a place. The former Karnataka CM, B.S. Yediyurappa, who holds sway over the Lingayat community and is crucial in electoral calculations in Karnataka has been brought back into the power structure, a year after he was asked to resign as Chief Minister. By inducting him into both bodies, the central leadership has conceded his indispensability. Also notable is the BJP’s agility to redeploy resources according to changing situations — Sarbananda Sonowal, a tribal face in Assam who was replaced as Chief Minister, is now in the Parliamentary Board. He is also a Union Minister.BJP OBC Morcha head and Rajya Sabha MP K. Laxman from Telangana and Lok Sabha MP Sudha Yadav from Haryana are expected to be the party’s links to relatively new constituencies. Iqbal Singh Lalpura has become the first Sikh to be inducted into the Parliamentary Board, while Shahnawaz Hussain has been dropped from the CEC. Mr. Modi is particular about staying in complete control, but he recruits and deploys a diverse legion in his support. The BJP under him has achieved a balance between a disciplined central command and the autonomy of individual leaders who are in charge of particular tasks. While only a few of them have the capacity of Mr. Yediyurappa to bargain with the party, they do strengthen the relentless social engineering pursuits of the BJP. The party has the capacity to be flexible and can even reverse its decisions to manage its electoral prospects, as Mr. Yediyurappa’s rehabilitation shows. The dislodging of Mr. Gadkari, who has maintained an image of relative autonomy as Minister and a party leader, on the other hand, can be interpreted as a stern demand for absolute loyalty. That too is a sign of the changing relationship between Mr. Modi and the RSS, the mother ship of the Sangh Parivar that includes the BJP. Mr. Gadkari is said to be a favourite of the RSS, which no longer holds the same sway over the BJP as it used to. Mr. Gadkari’s exclusion also coincides with the inclusion of another Brahmin from Maharashtra, Devendra Fadnavis, in the CEC. The reconstituted Parliamentary Board and CEC of the BJP signal dynamism and tight control at the same time.",
        "headline_1": "Control, alter: On BJP top brass rejig",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/control-alter-the-hindu-editorial-on-bjp-top-brass-rejig/article65788276.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "The Central Board of Indirect Taxes and Customs (CBIC), through four different communiqués this week, has altered the enforcement processes for tax evaders in both customs as well as Goods and Services Tax (GST) matters. First, it significantly raised the monetary thresholds for initiating prosecutions and arrests under the Customs Act. Separately, the board laid down elaborate guidelines for GST officials before they exercise their powers to arrest and issue summons under the central GST law. While such norms were laid down for legacy laws governing taxes such as central excise, that are now subsumed into the GST, CBIC felt the need to issue fresh guidelines. The summons checklist, for instance, takes note of routine issuance of summons to top officials of firms even for procuring records available on the GST portal, and specifies that CXOs and MDs of any firm must not ‘generally’ be summoned in the first instance, but only when their involvement in tax evasion is clearly indicated. An approval process that requires officers to record reasons for issuing summons has been mooted to ensure that the power is exercised judiciously, even as they have been advised to consider where simple letters may suffice.The norms spelt out for arrest and bail for GST offences, that stem from a Supreme Court judgment, are far more exhaustive and aimed at preventing ‘routine and mechanical’ arrests. The pre-requisites laid out before an arrest include the availability of credible evidence of wrongdoing as a starting point. However, approvals to arrest would hinge on whether the intent to evade tax or wrongfully avail tax benefits is evident and mens rea or guilty mind is palpable. Mere disagreements on interpreting a tax levy should not result in an arrest, the Board has said, underlining that the power to arrest must be exercised carefully as it impinges on personal liberty. Although the CBIC took a year to respond to the apex court’s conclusion that an arrest must not be made just because it can be made, its latest diktats will assuage discomfort among GST payers about tax terror of a new variety. While the GST Council will continue to navigate the remaining clean-up of exemptions and inverted duty structures and revamp of the messy multiple tax rates with an eye on ramping up revenues from the still-evolving tax regime, easing its compliance hassles is equally critical. Taxpayers and officials can always differ on what the fine print means, and oversights or mistakes may crop up in filings that may not necessarily be mala fide. Distinguishing these from genuinely evasive ploys of a few taxpayers, and following a well-reasoned process to prosecute those who err by design, will go a long way in making the GST a truly Good and Simple Tax for businesses rather than a fresh fear factor to fret over.",
        "headline_1": "Reining in overreach: On arrests and summons under GST law",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reining-in-overreach-the-hindu-editorial-on-arrests-and-summons-under-gst-law/article65788164.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "The debate on freebies must recognise that the Centre and states are both guilty and apportioning blame will be a wrong start.\nWe need to have an honest, open and intense debate on populist spending, devoid of any value judgement, especially as freebies are financed by borrowing. Whether it’s a private company or a government, ideally any debt should pay for itself by generating future revenues for debt servicing. On the other hand, if borrowed money is spent on current consumption with no impact on future growth, we will be passing on the burden of repayment to our children – an egregious sin by any reckoning.\nRead full opinion on TOI+\n\n",
        "headline_1": "How to solve the freebie puzzle: Identify all below-cost-price goods, services. Set a limited budget for them, for GoI & states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-solve-the-freebie-puzzle-identify-all-below-cost-price-goods-services-set-a-limited-budget-for-them-for-goi-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Revision of electoral rolls is the latest political controversy in J&K.  The revision is a follow-up to the delimitation exercise. Both these follow the nullification of Article 370 in 2019. An increase in the electoral base is not unexpected per se in three years. Plus, to include people who are ordinary residents of J&K just as they are in other states and UTs in India is and should be a part of the attempt to take J&K towards normalcy. To keep voting rights in these UTs more restrictive than other parts of the Union is to take a step back.\nThat said, the context matters. The whole point is to give impetus to the political process, which requires an election where all stakeholders have to accept the mandate. Therefore, EC’s processes should be widely perceived as credible, even more so in J&K with its troubled history. The commission should be open to answering all questions from stakeholders, while standing firm on the principle of including ordinary residents in the voters’ list. Some have questioned the quantum of increase, for example. EC must squarely explain the numbers and be open to corrections if errors are found. Post-370 J&K polls are a huge job for EC. It must be seen as a fair arbiter.\nAn election process that’s seen to be credible will create a government that’s credible, and that government has a huge job. CMIE data shows unemployment in the 20-29 age group in J&K is 55%, about twice the national average. Opening up economic opportunities for these job-seekers is integral to the normalisation process. Rail and air connectivity projects to J&K have been set in motion. The success of integration, however, requires the political buy-in by stakeholders in Kashmir valley. Absolute transparency will help.\n\n",
        "headline_1": "Be seen to be fair: EC right on J&K voter list. But it must address questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-seen-to-be-fair-ec-right-on-jk-voter-list-but-it-must-address-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Judges speak through their rulings, which must not only be based on law and reason but, as important, display no prejudice. None of these informed the two bail orders by a Kerala sessions judge, S Krishnakumar. In separate cases of sexual harassment brought against writer Civic Chandran by two women, the judge offered different prejudices. In the first case, Krishnakumar’s bail order notes that the complainant wears “sexually provocative” clothes. The judge’s comments on the second woman, a Dalit writer, are worth quoting: “It is highly unbelievable that he (the accused) will touch the body of the victim fully knowing that she is a member of Scheduled Caste.” This jaw-dropping statement isn’t mitigated by the judge’s musings on Chandran being an activist against caste prejudice.\nHis orders also critique a “delay” in filing complaints. But numerous Supreme Court verdicts have noted the trauma women face which often delays a formal complaint. This is a fairly basic fact in sexual harassment cases and judges have little excuse for not being aware of it. Words such as those used by Krishnakumar add another layer of apprehension for victims of harassment – that courts may be as prejudiced as some people and police are. Unlike constitutional court judges who can only be impeached, district judges and magistrates can be dismissed following an inquiry. Lower court judges must be reminded of that possibility.\n\n",
        "headline_1": "Judged by whom?: Lower court judges need more scrutiny",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judged-by-whom-lower-court-judges-need-more-scrutiny/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "In the first scene of Salman Rushdie’s The Satanic Verses, two men fall out of the sky, from a terrorist-bombed airplane – Gibreel Farishta and Saladin Chamcha. One of them acquires a halo, and the other horns and hooves. One is a Bollywood superstar who starts having increasingly weird hallucinations, fancying himself the angel Gibreel, the other an insecure migrant who swaddles his fancy Englishness close and is appalled as his Bombay past keeps leaking through. ‘Real life’ and dreamscapes merge and diverge in this irrepressible, webbed novel. It is about migration and its psychic effects, a celebration of mixing and hybridity – but its fate is to be remembered as the ultimate lightning rod on matters of free speech and faith.\nRushdie was attacked last Friday by a man who had only read two pages of the novel. The section of the book that caused the outrage plays out in Gibreel Farishta’s dreams, as a prophet named Mahound is trying to convert the city of Jahilia to his new monotheistic religion. It invites parallels to the Prophet Muhammed’s time in Mecca – Mahound being a name used during the Crusades – and alludes to verses that are considered blasphemous. There is also a mention of prostitutes who had the names of Mahound’s wives, which was interpreted as another red rag by those who raised the pitch.\nRead full opinion on TOI+\n\n",
        "headline_1": "The book, the writer & the free speech debate: Charged afterlife of Rushdie’s Satanic Verses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-book-the-writer-the-free-speech-debate-charged-afterlife-of-rushdies-satanic-verses/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Friday morning. I am trying to solve a riddle. It involves two essential items on my breakfast menu: An egg and a cup of tea. The price per egg has gone up by Tk 5-6, while the wage of the tea leaf pluckers has remained static for God knows how many years. Underneath the sunny-side-up poach, I can see the smile of the market manipulator whom I saw on TV a while back, and behind the rising fume over my tea cup, I can see the woman narrating the miseries of the workers of a tea garden. With the Tk 120 that they make a day, I calculate, they will not even get a dozen eggs. The worth of their labour for one day has dropped down to the price of eight eggs.\nMy calculations instantly reminded me of Syed Mujtaba Ali's short story, Pundit Moshai, which we read in school. The story recounts a brahmin pundit who once gave his student an arithmetical problem to solve: The local English laat saheb spends Tk 75 on his three-legged dog, while the teacher earns Tk 25 as salary, with which he runs a family of eight members including a few dependents. \"How many legs of the dog are equal to the brahmin family?\" he quizzed.\nA similarly robust reality disrupts the romantic image of a tea garden that we normally associate with our favourite beverage. The fuming tea carries the mirth of an idyllic landscape of sportive rows of perfectly-trimmed dark green tea leaf bushes, guarded by interspersed tropical trees where female tea workers rhythmically tip the two leaves and a bud that has flushed out of the shoots, before placing them in the bags hanging on their backs. The picturesque tranquility of a tea estate belies the time warp of misery and deprivation, which our tea workers have been stuck in for over a century.\nWhen tea was introduced to this land in the 19th century, tea workers were assigned as bonded labourers. Owners today have done little to improve the condition of these workers, as they need cheap labour for the industry. And it is an industry on the slide. Let's look at some figures and try to solve some other arithmetical problems.\nBangladesh is the 10th largest tea producer in the world with a three percent share of the global yield. Yet, in 2020, we ranked 61st in tea exports worth USD 4.33 million, with a 0.056 percent share of the export pie. The top three importers of our tea have been Pakistan (52.3 percent), UAE (26.6 percent) and the US (14.4 percent). In 2021, the top four tea exporters in the world were China (USD 2.1 billion, with 28.6 percent of total tea exports), Kenya (USD 1.2 billion, 16.3 percent), Sri Lanka (USD 732.4 million, 10 percent), and India (USD 687.9 million, 9.4 percent). During this time, Sri Lanka saw a decline of 44.9 percent, probably due to its overambitious shift to organic gardening, while Kenya saw a 2.6 percent decline. Among the top exporters, the fastest-growing tea exporters from 2020 to 2021 were Japan (up by 23.1 percent), Taiwan (up by 13.1 percent), Russia (up by 9.1 percent), and Germany (up by 6.3 percent).\nThe last piece of information suggests that modernisation and diversification of products have improved the export potential of these countries. Our local tea market, for the most part, is happy with selling low quality dust for the local market. There is no real incentive to change the tea industry. The colonial mess in which our tea industry was born is carrying on the legacy of exploiting cheap labour to provide low quality tea for 99 percent of the local market.\nThe condition of our tea workers can only improve once proper attention is given to the entire sector. Banglapedia tells us, \"About 0.15 million people are directly employed in the tea industry. The present generation of tea garden workers comprises heirs of a workforce recruited by the planters from Chhoto Nagpur and Jharkhand and other parts of India in the middle of the 19th century. These workers have been living in the tea gardens permanently in houses specifically made for them. The tea industry of the country faces problems as some gardens become sick and their workers are 'surplus.'\"\nLook at the dehumanisation of the workers and how they become redundant the moment a garden becomes sick. The workers live in a ghetto close to the gardens that we frequent for our selfies, and they live entirely at the mercy of their employers. The tears behind the tea we drink every day remain unnoticed as they are not allowed to come out of their gardens.\nThe recent strike called by the Bangladesh Cha Sramik Union (BCSU) has brought the issue to the fore. They are demanding a minimum wage of Tk 300 a day, which is being negotiated by the labour ministry and representatives of the tea garden owners.\nI give the export details to suggest that there seems to be a reluctance to produce high-end products that will entail issues of fair trade and compliance. The danger of the sudden shift to an organic plantation in Sri Lanka and the damage that it atrophied are well-known. Our main importer Pakistan has already started officially rationing their tea. The option for us then is either to slide further down the export barrel or to use this present crisis as an opportunity to restructure the sector, which will include improvement of the condition of its workers.\nTea is a sector that requires time and patience. The problem with our new entrepreneurs is that they all want instant yields, like the egg market manipulator I mentioned above. A magistrate was seen talking to the president of the egg wholesalers. He arbitrarily fixes the market price sitting in Dhaka's Karwan Bazar. The cost of an egg does not depend on the production and transport costs. The rise in fuel made the traders arbitrarily raise the price by Tk 60 per dozen. The extra money is not going to the peripheral farmers. The middlemen are milking the situation. And these middlemen use the price of the corporate brands who market their products in fancy terms, such as \"rich in omega\" and \"organic feed\" as their benchmarks. We have seen the same examples in the case of rice.\nThere is no control over the middlemen and brokers. And the producers in the market will soon be forced to leave their age-old professions. A farmer will become a security guard. A tea garden worker will work in a beauty parlour. And we will be all selling imported goods with no products of our own. I sip my tea, and its steamy ghost invades my brain with the fear of an unthinkable future.\n \nDr Shamsad Mortuza is the pro-vice chancellor of the University of Liberal Arts Bangladesh (ULAB).\n\n",
        "headline_1": "The real worth of a cup of tea",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-real-worth-cup-tea-3098566",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Over the last couple of months, new rail and river transport services between Bangladesh and India have secured a major fillip, bolstering the bilateral relations. While such linkages are purported to benefit both parties, the recent bilateral talks between the director generals (DGs) of the Border Guard Bangladesh (BGB) and the Border Security Force (BSF) convey the ominous message that border killings are likely to continue. This is despite the previous pledges made by the Indian authorities to bring it down to zero. \nAfter the DG-level conference between BGB and BSF, at a press conference held on July 21, the visiting BSF DG asserted that \"those killed at the border were criminals.\" He claimed that they (victims of border killing) were involved in crimes such as smuggling, drug-dealing and trafficking. When asked how that verification was done, he said the BSF verified their identities with Dhaka Metropolitan Police (DMP), Kolkata Police and border intelligence agencies. Denying any targeted killing, the BSF chief further stated that only those involved in trafficking tried to cross the border illegally, and that every shooting incident happened at night when the BSF personnel came under attack. The BSF DG further said India had already started using non-lethal weapons to bring down border killings. He did not lose the opportunity to assert that \"BSF as well as BGB are absolutely professional border-guarding forces. We uphold the best of (the) traditions of human rights whenever we are guarding the border\" (Dhaka Tribune, July 21, 2022).\nIn April 2018, both parties agreed not to resort to lethal weapons in dealing with cases of border-crossing. The BSF authorities justify the use of lethal weapons on the ground of \"self-defence.\" In other words, it claims that the security force resorts to lethal weapons when \"they come under attack by the miscreants.\" The BSF prefers to term such fatalities as \"undesirable deaths\" instead of killings. \nThe killing of civilians along the Bangladesh-India border has been a sensitive issue for the people of Bangladesh. In July 2019, the home minister informed the parliament that a total of 294 Bangladeshis had been killed by India's BSF along the border in the preceding 10 years. The minister further stated that 66 Bangladeshi nationals had been killed in 2009, 55 in 2010, 24 each in 2011 and 2012, 18 in 2013, 24 in 2014, 38 in 2015, 25 in 2016, 17 in 2017 and only three in 2018. The expectations generated by the drop in the figures in 2017 and 2018 were severely dampened by the twelvefold spike to 34 in 2019 (from three in 2018). Annoyed by the persistent killings, the foreign minister stated that \"India promised [that] not even a single person would die in the border area. Unfortunately, border killing is a reality. We are concerned.\" He further stated that Bangladesh would demand that the Indians deliver on their promise. Between January 2020 and June 2022, as many as 72 Bangladeshis were killed by BSF firing, and 51 more were injured. \nThe points made by the BSF chief at the July 21, 2022 press conference raise a few interesting questions. It is mind-boggling that, by claiming that all those killed at the border \"are criminals,\" the head of BSF has acknowledged that his force has concurrently arrogated the roles of petitioner, judge, jury, and executioner. The DG's branding of all those killed as drug dealers, smugglers, and traffickers is no less disconcerting. One wonders if the Indian law allows summary execution of those three categories of perceived criminals – or even of the verified criminals, as the DG asserts. If his claim about the law enforcement agencies' validation of the criminal identity of the individuals concerned is genuine, then one may ask under which law his force is authorised to use lethal weapons against them. It would be worthwhile if the BSF DG would clarify – even after having advance knowledge of the criminal intent of the victims – what precluded his force from nabbing the \"suspects\" before they embarked on such acts, and how the BSF members were sure of the identity of the criminals in the dark of the night, presumably from a distance. The onus also rests on the DMP authorities to confirm if the BSF authorities do secure their support in identifying such \"criminal elements,\" and if the names of those Bangladeshis killed at the border were on the list that they might have vetted. Perhaps a legitimate question is also whether it falls within the remit of the DMP to engage in such extraterritorial collaboration in law enforcement, as claimed by the DG.\nRights activists and border scholars have noted that the BSF's excessive use of force is the precipitating factor in the persistence of killing Bangladeshi nationals at the border. The justification provided by the BSF chief that his force has to resort to violence in self-defence is not supported by facts. The 2010 Odhikar-Human Rights Watch (HRW) report titled \"Trigger Happy\" documented a number of cases in which \"survivors and eyewitnesses have alleged that BSF engaged in indiscriminate shooting without warning… [and] instead of attempting to arrest them, BSF officers immediately opened fire.\" BSF claims that its personnel have to open fire when miscreants evade arrests. But suspicion of a crime and dodging of arrest cannot alone justify the use of lethal force. The report reminds us that \"[i]n fact, even India's domestic laws, which allow 'all means necessary' in case a person attempts to use force to resist arrest, specifically forbid causing the death of a person who is not accused of an offence punishable by death or life term.\"\nThe Odhikar-HRW report further notes that the victims of border killing, the alleged criminals, were either unarmed or armed with only sickles, sticks and knives. In dealing with them, the Indian border guards were likely to have used excessive force. In many instances, the victims were shot in the back, suggesting they were running away. The report states that in none of the cases that it investigated could the BSF \"show that it had recovered lethal weapons or explosives from the victims that could pose an immediate threat of death or serious injury that might justify killings in self-defence.\" Thus, the report concludes that the BSF approach is a \"shoot to kill\" policy that violates national and international standards on the right to life and presumption of innocence which are applicable in India and Bangladesh.\nThe gruesome killing of Felani, a 15-year-old returnee domestic worker from Delhi, by the BSF in Kurigram on January 7, 2011 triggered outrage in Bangladesh and also in India. The Indian rights organisation Manobadhikar Surokkha Mancha (MASUM) filed a writ petition in July 2015 with the Supreme Court of India. There has been little progress since the initial hearing in October 2017. Her family is yet to get justice and compensation. \nBased on the information available, one can surmise that, so far, India has not provided details of any BSF personnel prosecuted for killing a Bangladeshi national to the Bangladesh government. Along with other security forces, the BSF members are exempt from criminal prosecution, unless specific approval is granted by the Indian government. This near-total absence of accountability of the BSF personnel only perpetuates the incidence of border killing. As the Felani case revealed, BSF's internal justice system fails to prosecute its own members.\nIndia's \"no crime, no death\" border management mantra was first articulated by the visiting Indian foreign minister in March 2021. In no uncertain terms, S Jaishankar linked this \"regrettable problem\" (border killing) to \"crime\" and said both the countries should aspire to achieve \"no-crime-no-death border.\" \nThis bizarre and untenable Indian theorisation of killings along its border with Bangladesh may be a \"deft display of diplomacy to help India to absolve itself of the responsibilities\" of this practice, but it surely defies all protocols of international border management and even the national laws of India. This further alienates Bangladeshis who wish for friendly bilateral ties based on the principles of respect, dignity, and sovereign equality. \nDr CR Abrar is an academic and human rights expert.\n",
        "headline_1": "Don’t ‘criminals’ have the right to access justice?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dont-criminals-have-the-right-access-justice-3098531",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Acts of violence against women are regularly featured in the news. How to increase safety for women is a regular topic of discussion. Whether it is domestic violence or sexual assault, the focus is on the victim – or to use a better term, survivor.\nAmerican author and educator Jackson Katz points out in an excellent TED Talk that there is a problem with all of this. Missing from the picture, too often, is the man carrying out the acts of violence.\nA moment's reflection reveals the oddity of the situation. We don't devote most of our attention to the victims of theft or murder while ignoring the thief or murderer. We don't talk about how to create cities where people are safe from theft or homicide. But somehow, when women are involved, the spotlight shifts to the one assaulted, while the one doing the assaulting magically vanishes from sight.\nThere are a couple of problems with this situation. For one, placing all of the attention on the victim leads to victim-blaming. What did she do to instigate the violence? What was she wearing when the rape occurred? The suggestion is that if only women changed their behaviour, the problem would disappear.\nAnother problem is that formulating violence as a women's issue allows men to absent themselves from the solution – if a man is not violent himself, it is not his problem. He has no need to speak up; his voice may not even be welcome. After all, it's a women's issue. When other men make crude remarks about women or trivialise violence, he stays silent or laughs.\nBut all this violence is a men's issue, too. It's an issue because men are usually – though by no means always – the perpetrators. It is a men's issue because men and boys themselves are often the victims of violence as well. It is a men's issue because men need to stand up and be vocal about their refusal to accept that violence is a normal part of masculinity. Just as there is a growing movement to say that it is not enough to not be racist – we need to be anti-racist – it is not enough simply not to engage in deplorable behaviour. We all need to speak up against it. And since men still possess more power in society, their voices remain more powerful, and thus more important.\nThere is another thing we all can do: challenge the language that focuses on women and leads to the exclusion of men. When we hear people refer to violence against women, we can remind them that we need to talk about violence carried out by men. When we hear people talking about making places safer for women, we can remind them that we need to talk about reducing male violence. We cannot afford to exclude men from this issue. Men are (normally) the ones carrying out the violence; they need to be a major part of the solution.\nPeople in power also need to be held accountable for addressing violence in their institutions, be they religious, educational or other. Those in power must bear responsibility for what occurs under their watch.\nIn addition to encouraging men to take a strong stance against violence, we need to put forward positive images of masculinity. There is too much that is toxic in masculinity as typically defined: too much aggression, naked strength and violence.\nEven the image of men as protectors suggests that women are weak objects requiring protection. We can instead promote images involving sharing and caring, women and men working together with mutual respect towards common goals. Men as well as women carrying out household work and raising children, making decisions together, working together as equals.\nWe have quite a long way to go, and I am unaware of any society that has eliminated violence, but some societies definitely do much better than others. It's time to learn from those that are doing better, and to ensure that men, as the ones with the most power, are held responsible for their actions as well as for their silence.\nDebra Efroymson is the executive director of the Institute of Wellbeing and author of Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\n\n",
        "headline_1": "Is violence against women only a women’s issue?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/violence-against-women-only-womens-issue-3098511",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "If you roam around Old Dhaka, you will come across multiple road names associated with Basaks such as Madan Mohan Basak Lane and Radhika Mohan Basak Lane. The Basaks were a sub-group of weavers who, according to HH Risely, turned to agriculture and other trades after the decline of cotton trade in East Bengal. In the pre-Partition period, the Basaks, along with Duttas and Dasses, were dominant figures in Dhaka's book business. After the Partition, many of them left Dhaka, and the vacuum was filled in by Muslim entrepreneurs. A significant number of these new Muslim book traders migrated from Kolkata. The impact of the Partition was felt in every aspect of Dhaka's printing and publishing business, and the book trade in the new provincial capital took a momentous turn. This article is an attempt at understanding this moment of rupture in Dhaka's book history. \nAlthough the Kattra Press (c. 1849) was the first printing press in Dhaka, the Dacca News Press was the first to be run on commercial lines. The establishment of Bangala Yantra in 1860 by Broja Mohan Mitra is considered to be a watershed moment in Dhaka's printing history as it boosted the publication of Bangla books and newspapers in the district.  Dinabandhu Mitra's famous work, Nil Darpan (1860),  was published by this press. At that time, it stormed the colonial government and created a huge uproar in the social and literacy circle of Bengal. \nInterestingly, there was a bookshop named Cheap Library in 1860. It is assumed that one of the Basaks was its owner. \nThe Bengal Library Catalogue shows that Dhaka's printing business expanded during the 1880s, and Hindu entrepreneurs owned the major share of this trade. During 1877-95, out of 45 presses in Dhaka only six were owned by Muslims and only two of these were in operation for any length of time: Mohammadi Yantra (1873-94) and Azizia (1876-90).\nDuring the 1860s, a brisk trade of punthis developed in Chawkbazar's famous Ketab Patti. The publishers, traders and readers of these punthis were predominantly Muslims. According to Professor Abdul Qayyum, more than 100 Islamic punthi titles were published in Dhaka between 1863 and 1900. Besides the bookshops, some local agents were also involved in selling them. The authors used to describe the whereabouts of the sales centres in rhymes inside the book. One such example: \nএই কেতাব যার দরকার হইবে\nনিজ দোকানে মেরা আসিলে পাইবে\nমিয়া রবিউল বটে ভগিনী জামাই।।\nদোকানে থাকেন সেই পাবে ঠাঁই।\nচওকের পশ্চিম ধারে কেতাব পট্টিতে। \nঠিকানা বলিয়া দিনু সবার খেদমতে।।\nWith the expansion of the publishing business, bookshops also sprang up in various parts of Old Dhaka, particularly in Chawkbazar, Islampur, Mughaltuli and Patuatuli. It is estimated that the number of bookshops in Dhaka till 1900 were no less than 40. \nIn the first half of the 20th century, book trade in Dhaka grew steadily. During 1905-12, when Dhaka became the capital of the new province of East Bengal and Assam, it  saw a rise in its publishing business. However, that prosperity didn't last long. \nIncreasing political consciousness  among the young people in Dhaka following the Swadeshi Movement was also reflected in the book trade. Veteran politician and writer Sardar Fazlul Karim wrote in his memoir about  one such bookshop, Albert Library,  which was home to Dhaka's communist activists and progressive thinkers. The Library was located on the west side of the junction of Bangshal and Nawabpur road. Prominent Communist activist Gopal Basak was its proprietor. He was arrested on the charge of conspiracy in the famous Meerut Case (1929). The main attraction of the bookshop was its collection of foreign political literature.\nCalcutta dominated the book trade in Bengal until 1947.  The Partition, therefore, proved to be a boon for the book business in Dhaka. However, only the Muslim traders were able to reap the benefit. Whereas there were only 27 publishers in Dhaka in 1947, the number rose to 35 by the 1950s and 88 by 1965. Most of the new book publishing houses were owned by Muslims. Prominent among them were Naoroz Kitabistan, Tamuddin Press, Pakistan Cooperative Book Society, Mullick Brothers. The main concentration of the bookshops in Dhaka gradually shifted to Bangla Bazar areas during this period. \nMizanur Rahman's memoir, Dhaka Puran, provides a glimpse into the emerging book market : \"The three-storied building of the  School Book Society is still fresh in my memory.  Not far away, at the head of Simpson Road, was the Islamia Library who migrated from Calcutta; Osmania Book Depot was  on the right lane of Babubazar's junction and Makhdumiya and Ahsan Ullah Library was located near the Babubazar Pool. There was another book market  Chawkbazar – the smell of the British and Mughal periods was still found in that area.\"\nAmong the newly arrived book entrepreneurs, two deserve special mention. At the corner of Victoria Park, a new bookshop named Presidency Library was opened by the famous football player Shahjahan. He was the captain of Kolkata's Mohammedan Sporting Club. After the Partition, he migrated to Dhaka. \nAnother one is Mullick Brothers. During the Calcutta Riot, the proprietor of the bookshop, Rajab Ali Mullick, lost their shop. He and his brothers migrated to Dhaka and started from scratch. Initially, they had a small bookshop at the corner of Sadarghat. Within a few years they became a major publisher and importer of books in Dhaka.\nA new group of workers also arrived after the Partition. Interestingly, most of them belonged to Harirampur of the then Manikganj subdivision. They used to work in Calcutta in the printing trade in various capacities. They left Calcutta after the partition in 1947 and settled down in Dhaka.\nWith the coming of Muslim writers, poets, editors and publishers from Calcutta, a new form of modernity started to emerge. Take the example of Syed Waliullah. In 1946, he started a publishing house named Comrade Publishers in Calcutta. Following the Partition he moved to Dhaka, and published his famous novel, Lal Shalu, in 1948 from his own publishing house. His masterful mingling of the elements of modernism and existentialism in  Lal Shalu left a permanent impression on post-Partition Bangla literature.  \nHowever,  the intellectual effort to build the  literary culture of the new state along Islamic ideals  also reflected in many literary works published immediately after the Partition.  \nShamsul Huq, in his bibliography  of Bangla literature published between 1947 and 1969, opined that in the initial years after the Partition, the prosperity in book trade was limited to text books, and after 1957-58, publishing of creative works flourished significantly. \nThis article will remain incomplete without the story of Wheeler's bookstall. It was the leading importer of foreign books and journals in Dhaka. The bookshop was located at the entrance of the old Dhaka Railway Station, popularly known as Fulbaria Railway Station. It was a bookshop chain which had branches at every major railway station all over India. The first bookstore of Wheeler was opened at Allahabad (India) railway station in 1877 and they still run their operation from the area. After the Partition, the link with Dhaka's Wheeler gradually became weaker and finally, the bookshop was closed in 1968 when Dhaka Railway Station was shifted to its present location in Kamalapur.\nShamsuddoza Sajen is a journalist and researcher. He can be contacted at sajen1986@gmail.com.\n\n \n",
        "headline_1": "How Partition impacted the Dhaka book trade",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/how-partition-impacted-the-dhaka-book-trade-3098506",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "It is disappointing, though hardly surprising, to know that corrupt government officials are getting away with their misdeeds with barely a slap on the wrist. The newest \"shining\" example of this phenomenon concerns the Bangladesh Land Port Authority, under the shipping ministry. Reportedly, Mohammad Mahfuzul Islam Bhuiyan, deputy director of the organisation, was reprimanded in a departmental case in 2014 for negligence of duty. But in 2020, he became the recipient of the organisation's Integrity Award. One can only wonder the amount of good the official must have done in the span of six years to undo his spotty record so well. And he is not alone. Kabir Khan, another land port officer, has received a recommendation to be promoted to deputy director of planning for the organisation, even though he has been accused of corruption, irregularities, and sexually harassing a female colleague in the past. According to the victim of his last misconduct, no action was taken against him, despite her filing a complaint with the then chairman of the land port authority.\nOf the 58 people accused in departmental cases by the land port authority, 32 were acquitted. Accusations against these officials ranged from misconduct, theft and embezzlement to neglect of duty. The most \"severe\" punishment any of the accused received was a suspension. This is due to the predictable fact that most of the accused are able to bend the rules of the organisation to avoid being sentenced for their misdeeds. What is most abominable is that the authorities' failure to punish corrupt officials extends to allowing those who have sexually harassed female colleagues to get away scot-free.\nEven if the land port authority Chairman Md Alamgir's claim that most such cases are often the result of power struggle between officials is true, that is still concerning. Why are the people meant to serve the public's interest so hell-bent on climbing the ladder to get to higher positions? Are they unable to serve the public well from their current positions? Can they only do their jobs better by dragging down fellow officials? If so, there is something insidiously wrong with the system.\nWe hope the Anti-Corruption Commission's (ACC) ongoing investigation into the matter will face the accused officials with due justice. But the nonchalance of the land port authority is also something that needs to be checked by the government. For the government authorities' attitude towards corruption to be so lax is a detestable disservice to the public.\n",
        "headline_1": "Why are corrupt govt officials being rewarded?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-corrupt-govt-officials-being-rewarded-3098476",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "After the avoidable loss of five lives – six lives, if we count the guard who was similarly killed last year – by the fall of a girder of the Bus Rapid Transit (BRT) Line-3, the authorities finally seem to be prioritising safety precautions at project sites. Reportedly, the Bangladesh Bridge Authority (BBA) has issued directives to reinforce safety at all its project sites, the Dhaka North City Corporation (DNCC) has called a meeting of all implementing agencies, and the Road Transport and Highways Division (RHD) has insisted that the contractors submit a safety plan to be approved before work can resume on the BRT project. These are undoubtedly welcome moves, but we can hardly pat the state agencies on the back for doing what they should have done at the beginning of the projects – not after lives have already been lost needlessly.\nWhy must a safety plan be submitted now, and why must directives be issued to maintain international safety standards at project sites? How can a Tk 4,268 crore project lack a safety plan and dedicated officers to ensure compliance, when this should have taken precedence at the initial design and implementation stages? Despite previous accidents at the sites, why did the authorities not evaluate their blind spots and take urgent steps to hold the contractors and officers who were negligent accountable? If, as the DNCC mayor claims, he had conveyed his concern to the project implementation authorities on \"several occasions,\" why did the authorities not respond or take action? What, if anything, did the mayor do to follow up on his concerns when he saw that no action was being taken? They must answer to the public, and they must do so now.\nShifting the blame onto the contractors alone, as the probe committee report appears to have done, and taking stopgap measures to tackle a PR nightmare will not bring about the structural reforms necessary to make our roads and highways safe. If the authorities are really serious about ensuring public safety, they must own up to their omissions and hold those in positions of power responsible for the grave oversight that has led to the unacceptable loss of lives. Instead of pointing fingers at others, they must point it towards themselves and ask what needs to change within their respective institutions. They must examine what's missing in how development projects are currently conceived, designed and implemented, and also check corruption at all stages of the process.\nMost importantly, the government and all the relevant implementation agencies must now urgently take stock of all the ongoing development projects across Bangladesh and take proper measures to ensure that international safety protocols are being followed at each and every site. Whatever action they take at the BRT site must be replicated across all development sites in the country for any measure to be truly meaningful.\n",
        "headline_1": "Ensure safety at all project sites in the country",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-safety-all-project-sites-the-country-3098496",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Going by the UN Development Programme (UNDP)'s rankings in terms of its Human Development Index (HDI), Bangladesh's performance has been demonstrating a steady progress over the last decade. As a corollary of this positive HDIs, the status of maternal and child health care -- a component of HDI -- especially, among the women of reproductive age group and their children should have also shown signs of improvements over the years. But study findings revealed at a recent discussion at the International Centre for Diarrhoeal Disease and Research, Bangladesh (icddr, b) have provided quite a different picture of the issue. In fact, it found that between 2007 and 2017, the nutritional status of Bangladeshi ever-married women (married at least once, but may not be currently married) of reproductive age group (15 to 49 years) has not been improving as expected.Though, during the decade under review, the proportion of malnutrition among the aforementioned group of women declined markedly from 30 per cent to 12 per cent, a reverse trend was also observed among the women of same age-group as obesity among them increased from 12 to 32 per cent. But obesity is hardly a sign of health as it is another form of malnourishment. Then what was the proportion of healthy or well-nourished women during the period under review? Well, though it has not shown any improvement, it at least remained more or less the same at around 56 per cent. In absolute numbers, currently, 17 million women of the mentioned age-group are reportedly undernourished. Consider that five million of them are underweight, while 12 million are overweight. Evidently, the country's relevant policies, especially, its maternal and child healthcare programmes, have failed to address this aspect of the women's nutritional issue. Notably, the shift from the state of being underweight to the one of being overweight (obese) among the women of the age-group under consideration started to show up around 2012. However, it became more pronounced in 2017-18. What is concerning here is that, if the trend continues, the proportion of the said group of women getting overweight may rise to 46 per cent by 2030, a projected estimate has shown. The risks are similar for either group of malnourished women. For the overweight group, the danger is that they may suffer from complications like diabetes, hypertension, etc during pregnancy, which may lead to caesarian delivery of their babies. For the underweight group, the complications may range from developing conditions including anaemia, or becoming haemorrhagic before and after childbirth. The potential health risks to children of such malnourished mothers become plain from the report that of 3.4 million cases of childbirth annually, 0.9 million children are born to overweight mothers. For the underweight women, the number is 0.5 million. Obese women of the said age-group, for example, may face breastfeeding problems which have serious implications for growth, even survival, of their newborns. If that happens, the next generation of children may experience the curse of stunted growth. Obviously, a government intervention would be necessary to stop the tendency of being underweight or overweight among the women of reproductive age group. The government intervention should involve a raft of measures including monitoring of the nutritional health of the women belonging to the reproductive age group from their adolescence. At the same time, measures have to be taken to address any nutritional deficiency among them by providing them with balanced diet as required.",
        "headline_1": "Nutritional health of women of reproductive age",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nutritional-health-of-women-of-reproductive-age-1660915969",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "How is Bangladesh's economy faring recently? The rampant inflation, essential commodities price spiral and especially, the declining foreign exchange reserve situation has caused a lot of anxiety among economists as well as others concerned within and outside the government. The central bank has been adopting measures like import control, disciplining the operators in the money exchange market as well as bank officials found making illegal profits from trade in dollar. The government for its part is practising austerity by curtailing non-urgent foreign tours to save dollar, reducing use of electricity through load-shedding and so on. Fuel oil prices have also been hiked up triggering a further rise in the cost of living to the chagrin of the populations in the fixed income and low-income bracket whose incomes have remained stagnant since long. Meanwhile, economists and financial experts have been warning of flight of dollars through illicit channels like money laundering and suggesting strict measures that should be taken by the government to arrest the trend. Amid the various measures that the government has been taking to arrest the slide in dollar reserve, has also sought a loan from the International Monetary Fund (IMF), the global financial agency. What is reassuring is the fact that an official of the IMF has dispelled many of the fears and speculations doing the rounds over the country's financial health. At the same time, he has also dismissed the widely-held view if the raise in the fuel oil prices effected recently has any connection whatsoever with the conditionalities for having an IMF loan. This clarification from the IMF has come at a time when even the government's ministers were making confusing statements about whether or not fuel price hike had any relation to the loan sought from the IMF. Interestingly, among some of the remarks Rahul Anand, chief of IMF's Asia and Pacific Division, made about the present economic situation of Bangladesh was one that has assured us greatly. It is that Bangladesh had a low risk of debt distress and that the situation here was very different from Sri Lanka's. Though Bangladesh's foreign exchange reserve has come down, what is still in stock is enough to finance four to five months' prospective import, IMF official argued.As it came out from its latest assessment, the IMF also viewed that the country's overall debt outlook is expected to remain at a sustainable level. For as its expert noted, the debt-to-GDP ratio of the country was around six per cent, while the external debt-to-GDP ratio stood at 14 per cent. Since it is coming from an expert involved with a prestigious global financial institution like the IMF, there are reasons to take it seriously. What is of further significance, as made clear from the IMF official's comments, is that Bangladesh has rather asked for a loan the need for which is yet to be created.Definitely, the global financial agency has appreciated the government move seeing that Bangladesh is eminently qualified to get the asked-for loan. Visibly amused by Bangladesh government's anxieties and, what Mr Anand further noted, it was a 'preemptive' appeal to seek the loan worth US$4.5 billion from IMF, the latter has readily agreed to extend the credit to address any economic risk the country might be facing.In that case, the government should also be prepared for measures including reforming and restructuring the country's financial sector, cutting government subsidies provided to different sectors of the economy and suchlike. These are always included among the conditions set by the international financier for a country that wants to obtain its loans. The entire development in connection with government's asking for IMF loan has definitely placed Bangladesh, so far as its economy is concerned, in a positive light before the donor community. That is most welcome at a time when the country has moved into uncharted waters under the post-pandemic dispensation globally as well as in consequence of the disruptions caused in the world's food, energy and agriculture inputs market in the wake of the Ukraine war.However, it would also be important to keep in mind that the IMF is essentially a lending agency. And as it is the case with any lender big or small, the money comes with strings attached. What is more, the lender has no reason to be sympathetic towards the common people who might be under further financial stress due to the cuts in various public expenditures some of which may be essential to cushion some economic sectors from the negative impact of inflation. For example, subsidies may be essential for fertilisers and other agricultural inputs, or for those involving utility tariffs for common consumer or those on certain loss-making sectors. But the international lender may not agree to retain those subsidies. In fact, a lender's prime concern is to ensure that the loan it is going to advance could be returned with interests within the stipulated recovery period. The public sufferings to be caused during the implementation of the various restrictive measure as part of the IMF loan's conditions, will not be issues of concern for the lender. So, the government will be required to consider all the pros and cons before applying for an IMF loan. In fact, countries like Sri Lanka, the economy of which has already collapsed, or Pakistan whose economy is in crisis has long been pleading for IMF's financial support. But unlike in Bangladesh's case, that is not forthcoming readily. The reason is too obvious -- the financial situations of those countries are problematic so far as recovery of the sought-after loans are concerned. [email protected]",
        "headline_1": "Is IMF loan crucial for Bangladesh?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-imf-loan-crucial-for-bangladesh-1660916033",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Over the years, many people in this county have habitually done almost everything casually. A casual attitude is quite visible in their personal lives or professional works. Though most of them are aware of the negative side of casualness, for an unknown reason they can't overcome the attitude in general. Some of them are yet to comprehend their casualness let alone its consequences. There is more than one dictionary meaning of the term casualness. Oxford Learners Dictionary has four meanings. The first meaning is 'lack of care or thought; an apparent lack of care or thought.' The other meanings are: 'the quality of being calm and relaxed'; 'the fact of not being formal'; and 'the fact of not being permanent or regular.' Thus, the primary meaning of casualness is being unconcerned, relaxed, careless, or apathetic. Look at the pedestrians in Dhaka. Many do not think about others and continue to walk, stop, stand, gossip and smoke casually, obstructing others' movement on footpaths and streets. Some people gather together here and there overlooking the difficulties of passers-by. It has also become a common practice for some rickshaw pullers and ride-sharing motorcycle drivers to gather on the turning points of busy roads and streets, creating obstacles to smooth movement of other vehicles and passers-by. Many offices, especially government service providers, are a good display of casualness. It is easy to get the required service from these offices. Some members of the staff are less cooperative, if not non-cooperative. The service seekers have to wait long and sometimes pay an additional charge. Even then, the service-providing teams do not deliver the work correctly or accurately in some cases due to their casualness. The proliferation of casualness brings many hazards and troubles in the citizens' daily lives. In extreme cases, it becomes the cause of deaths of unsuspecting innocents. Take the example of the incident of five people's death under the girder in the capital's Uttara area on Monday last. The girder of the Bus Rapid Transit (BRT) project that fell on a private car killed them. It is not an accident but killing on account of casualness. On the same day, a deadly fire killed at least six workers in the Lalbagh area of Dhaka city. Property---moveable and unmoveable--- was also gutted in the multi-story building. The death of the workers is clearly a result of casualness. In both cases, adequate safety measures were absent, and the in-charges could not care less. Now the question that troubles minds is, what drives some people to develop and continue the casual attitude. There is no easy answer to the question. For some, it is the lack of family and institutional education. For others, it is the absence of reorientation. Then there is a growing trend of violating rules by a powerful section of society with impunity. It gives a wrong message to others and provokes many to be casual. Thus, casualness is a social problem ---one that is quite deep-rooted. There is a need for teaching the young generation the virtue of responsibility and accountability from an early age both at home and in schools.[email protected]",
        "headline_1": "Cost of growing casualness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cost-of-growing-casualness-1660916062",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2022"
    },
    {
        "full_article": "Battery-run three-wheelers are a cheap form of public transport, commonly used in both urban and rural areas of Bangladesh. According to a gross estimate, more than 1.0 million battery-run rickshaws and easy bikes are plying across the country. They are, no doubt, playing a crucial role particularly in rural Bangladesh. They have generated thousands of low-paid employments as drivers, technicians, spare-part traders and importers. Rural people almost solely rely on these three-wheelers. Amid the ongoing energy crisis, Bangladesh has recently resorted to some austerity measures to save electricity. The government has already announced a series of measures. Against this backdrop, some people are calling for a complete ban on battery-run rickshaws and auto-rickshaws. But before banning battery-powered vehicles, we must consider that it would mean making hundreds of thousands of people unemployed. These vehicles help increase the mobility of many people within a short distance. They make travel a little cheaper than paddled rickshaws. Most of our rural areas do not have adequate and convenient public transports. Hence, these vehicles are a blessing for rural people. If these vehicles are banned, our rural economy will immediately fall into trouble. So, I like to urge the authorities concerned to instruct all local government organisations (city corporations, municipalities and union parishads) to issue licenses to battery-run rickshaws and easy bikes to bring discipline on our roads.Md. Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Regularising battery-run three-wheelers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regularising-battery-run-three-wheelers-1660916151",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-08-2022"
    }
]