[
    {
        "full_article": "\"Do you know that you cannot die without being born first?\"\n\"Huh!\"\n\"As banal as it may sound, that is the reality. If you don't have an e-birth certificate, they will not let you die—at least officially. You'd better apply for one fast. Otherwise, there is no way of saying that you are or were here.\"\n\"Sir, I cannot conceive you,\" I borrowed the wit of Shakespeare the Bard to ventilate my confusion.\n\"Neither can the government,\" responded my witty colleague, adding: \"Welcome to our Kafkaesque world!\"\nAh, Kafkaesque—the grossly overrated term fashioned after the German-speaking bohemian author Franz Kafka. His biographer Frederick R Karl gave a useful explanation of the term: \"What's Kafkaesque is when you enter a surreal world in which all your control patterns, all your plans, the whole way in which you have configured your own behaviour, begins to fall to pieces when you find yourself against a force that does not lend itself to the way you perceive the world. You don't give up, you don't lie down and die. What you do is struggle against this with all of your equipment, with whatever you have. But of course, you don't stand a chance. That's Kafkaesque.\"\nThe key idea here is that we don't stand a chance against the system and its controlling mechanism. The meaning, choice, and freedom in life are controlled. The urgency to digitise everything yields a sense of insecurity and helplessness. Suddenly, we are posed with a decree: the incidences of our birth need to be converted into the binary language of 0s and 1s. It's not enough to be metaphysical to say that we have come from naught to be someone. Your birth has to be recorded in digits so that it can enter the system, where Sting's song \"Every breath you take\" will assume a non-romantic possibility by the time you get to the next line of the song: \"I will be watching you!\"\nYes, in every move you make from your birth till your death, the state will \"sting\" you, and watch you. My colleague was referring to his recent experience of obtaining an e-birth certificate, without which his heir would have difficulty in inheriting his property. The experience of a dead colleague had alerted him of the Kafkaesque danger looming large on the horizon. After the death of a celebrity entrepreneur, his ward could not claim his property as his birth certificate was not in order. The dead and the alive need to be properly calibrated.\nIn January this year, there was a government circular stating that the parents' birth certificates are now mandatory for registering the birth of those born after 2001. For most of us in life's second inning, birth certificates were something a local councillor would give without any hassle. Once we got our passports or national ID cards, the birth certificate became a redundant document. But now, suddenly, without our birth certificates, our children are not entitled to many of the services. Admittedly, they cannot even get themselves admitted to schools without the birth certificates of their parents. The parents must register their births first before getting their children's. Our children will need their parents' birth certificates not only for school admissions, but also for passports, marriage registration, land registration, and other important jobs.\nWhile reading about this issue, I came across a curious case. If the parents submit their birth certificates in two different languages, then the system will keep on debating the language question forever, without issuing the children their birth certificates. I guess, deep down, the international system is essentially nationalistic. The state will make sure that both partners in a marriage are in sync—they can love and hate in the same language.\nWith the infiltration of refugees, the issue of parental birth certificates has become more pertinent than ever. Birth registration ensures a child's right to identity. Through this civil process, the government collects data to plan its national policies. The right of every child to a name and nationality, and the responsibility of governments to achieve this are contained in Articles 7 and 8 of the United Nations Convention on the Rights of the Child. Although 191 countries have endorsed the convention, the births of millions of children worldwide go unregistered. Unicef recognises that one in every four children under age five are not officially registered. In Bangladesh, only 37 percent of children below age five are registered, meaning that 10 million Bangladeshi children in that age category do not exist officially. The registration initiative is thereby lauded by the international body, who maintains that \"a name and nationality is every child's right. All births are vital events and must be recorded … Without birth registration, it becomes difficult to protect children against early marriage and child labour.\" As a signatory of the 2030 agenda, we have a responsibility to attain the United Nations Sustainable Development Goal 17, which \"has a target to increase the timely availability of data regarding age, gender, race, ethnicity, and other relevant characteristics, which documents like birth certificates have the capacity to provide.\"\nThe importance of a birth certificate cannot be understated. It is often called a \"breeder document.\" An owner of a birth certificate can obtain additional and more secure forms of identification issued legitimately based on said birth certificate. The bureaucratic and digital hurdles posed by the government are probably designed to stop the \"illegal breeding\" of papers. However, if this system is implemented successfully, it can be used in a number of innovative ways that may even make us appreciate the watchful Big-Brother-like state machinery. For instance, the database can be used for a national registry for genetic diseases. The live-born declaration (birth certificate) issued by hospitals can track conditions present at birth. By analysing these data, congenital anomalies can be diagnosed to prevent future complications. Beta-thalassemia is a case in point. It is one of the most common inherited blood disorders in the world. The birth documentation can complement a possible national policy on thalassemia prevention, which requires a national screening programme with precise and up-to-date information on the frequency of beta-thalassemia carriers.\nThe pros of having birth certificates, therefore, are well understood. What are the cons, then, that make the system Kafkaesque and make me write this piece? Well, it is the non-human way of dealing with a human issue that makes the issue of birth certificates contentious. There is a serious lack of fear and understanding about the common masses. The messages need to be humane. The application needs to be humane. When a computer algorithm fails to understand why a person has died without a birth record, then we think that \"there is something rotten in the state of Denmark\" (my brain is wired for literary references).\n \nDr Shamsad Mortuza is pro-vice-chancellor at the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "The digitalisation of our birth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/the-digitalisation-our-birth-2234036",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    },
    {
        "full_article": "In early 2021, the consensus forecast for Chinese GDP growth this year among 25 major global banks and other professional forecasters was 8.3 percent. In contrast, the Chinese government's own growth target was around six percent, lower than the best guesses of 24 out of the 25 institutional forecasters. Did the government know something that outsiders had missed? Did it plan to do something that it regards as desirable, even though it might compromise growth?\nMore recently, international banks have revised down their full-year growth projections for China as the economy's expansion has slowed. Third-quarter growth was only 4.9 percent year on year, down from 18.3 percent and 7.9 percent in the first two quarters, respectively. The high first-quarter year-on-year growth came in large part because of the negative growth in the first quarter of 2020, due to pandemic-induced lockdowns. The low third-quarter growth is raising concerns about the growth prospects in the fourth quarter and next year.\nSome of the reduction in growth stems from China's zero-tolerance policy towards Covid-19, which calls for more frequent lockdowns than in most other countries. A spate of local Covid outbreaks in the summer has triggered lockdowns or travel restrictions in multiple Chinese cities. These have not only reduced manufacturing output, but also severely affected many service-sector jobs just as tourism was beginning to boom.\nBut the pandemic is not the only factor behind the slowdown. The government's green industrial policy, tighter regulation of the property sector, and blacklists of online platforms have collectively curtailed growth as well.\nFollowing its pledge to halt the rise in China's carbon dioxide emissions before 2030 and achieve net zero by 2060, the government has forcefully and often abruptly reduced electricity generation in coal-fired power plants, sometimes by 20 percent. The resulting power outages disrupted production at affected factories.\nIn addition, the \"three red lines\" policy, initiated in August 2020 and intensified this year, sets ceilings on property developers' debt-to-asset ratio, debt-to-equity ratio, and debt-to-cash ratio. Because many of these firms could not meet one or more of the red lines, and banks and capital markets are reluctant to provide new financing, they must sell assets, scale down operations, or both.\nEvergrande may be the most prominent Chinese property developer to have run into financial trouble, but it is not the only one. Moreover, a real-estate downturn can easily spill over to industries such as steel, cement, and home furnishings and appliances.\nLastly, the authorities' decisions to blacklist online education companies, ratchet up antitrust enforcement, and enact a broadly worded data protection law have helped to halve the stock prices of many listed digital economy companies over the last 12 months. And falling equity valuations are merely the tip of the iceberg, as many digital firms and their suppliers have had to scale back their ambitions and plans. Hundreds of online education providers have folded and laid off their employees.\nThe goals of the policies are sensible, but the manner of implementing them is exacerbating their economic costs. A zero-Covid strategy was arguably reasonable in the pre-vaccine stage of the pandemic, and helped China to achieve a positive economic growth rate last year. But as new variants continue to emerge, all countries will eventually have to learn to live with the coronavirus. Luckily, the cost of doing so is becoming more manageable as rates of vaccination and natural immunity rise.\nIf China is to use its strong implementation capacity, then pushing for universal Covid-19 vaccination would seem well justified (as individuals who decline the jab may end up harming others). On the other hand, periodic lockdowns and border closures are highly disruptive to the economy and people's lives, and not a sustainable strategy in the pandemic's post-vaccine phase.\nRegarding green industrial policy, power generation is the most carbon-intensive sector in China, accounting for about 40 percent of the country's energy-consumption-based emissions. So, reducing reliance on coal-fired electricity makes a valuable contribution to national and global emission reduction efforts. But there are different ways to manage the change.\nChina's own experience with economic reforms suggests that using price signals and market forces tends to minimise the costs of structural change. In particular, raising China's carbon price to a sufficiently high level, and announcing a predictable price path with a sufficient lead time could enable electricity producers and users to adjust and adapt better, thus helping them to achieve the same amount of emission reductions with much less foregone GDP growth. Such an approach would also be less disruptive for Chinese households, including many in the northeastern part of the country who may be worried about heating and power supply as a cold winter arrives.\nLikewise, while moderating speculative price increases in real estate is a desirable goal, constraining property development does not necessarily help to achieve it. Given that roughly 30 percent of the Chinese economy rises or falls with the real estate and construction sectors, an alternative path could cushion the adjustment pains. For example, promoting more affordable housing for low-income families and migrants from rural areas could create offsetting demand for furniture, appliances, steel, and cement.\nRestricting after-school learning programmes can free up time for children to engage in activities that nurture creativity and athletic ability, and alleviate the financial burden for families that previously felt pressured to purchase online-education content for their children. So, there is a laudable social rationale for the new regulation. Its relatively sudden implementation, however, not only reduces online-education firms' profits, stock prices, and employment, but also highlights the risk of abrupt policy changes in other sectors, affecting broader investor sentiment.\nChina can restore investor confidence and return to its potential growth rate. To do that, the country will benefit from reforms affecting how new regulations and pandemic control measures are debated, vetted, and implemented.\n \nDr Shang-Jin Wei, a former chief economist at the Asian Development Bank, is professor of finance and economics at Columbia Business School and Columbia University's School of International and Public Affairs.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Why is China’s growth rate falling so fast?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/why-chinas-growth-rate-falling-so-fast-2234026",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    },
    {
        "full_article": "The Ministry of Primary and Mass Education has doubled down on its insistence not only to continue the nationwide Primary Education Completion Examination (PECE) at the end of Grade 5, but giving it a permanent institutional form by proposing the establishment of an examination board to conduct it. This stand by the ministry raises serious questions about how education decisions are made—and in whose interest.\nThe primary education authorities have ignored the plea repeatedly made by educationists, ever since it was introduced in 2009, to give up the nationwide public examination at the end of Grade 5. The National Education Policy, 2010 had envisaged primary education to be extended to Grade 8, and a local assessment at the end of Grade 5 at the upazila level. The prolonged school closure due to the Covid-19 pandemic forced the authorities to forego the exam in 2020 and 2021. Meanwhile, a curriculum reform plan for school education, to be introduced in 2023, foresees no public examination before the Secondary School Certificate (SSC) examination at the end of Grade 10.\nHowever, the primary education ministry's plan to establish an exam board, a draft law for which has been circulated for eliciting public comments, flies against all professional and technical judgements. Studies by Education Watch, as well as opinions expressed by educationists, parents and teachers, have detailed how the high-stake public examination for young children fails to add any value, and actually harms both the students and the aims of quality education instead.\nThe assessment of learning to determine what students have learnt and how schools and teachers are performing in helping students learn is not the issue. It is how this should be done, what should be measured, how it may affect young children, and how the information can be used for improving learning outcomes. It is necessary to find out if students are acquiring the basic foundational skills of reading, writing and counting, critical at the primary school stage, and what can be done to help schools and teachers to do a better job to this end.\nThe main purpose of assessment at this stage for young children is not to brand them as success or failure, pushing them into a competitive mode, but to take a reading of how the schools and teachers are doing their job. It should be more an assessment of the school system rather than of the children. This is the direction better-performing education systems have moved towards.\nThe trend is towards formative assessment of students in a classroom by teachers as a part of instruction to help students learn better, and rely on summative assessment of students to measure how the school system is performing. This is a live issue in education discourse and there are lessons and experiences in this regard that have to be taken into account. In Bangladesh, the National Student Assessment surveys undertaken periodically suggest lessons that should be considered. A highly telling point is that the NSA findings reveal that the majority of primary students do not achieve basic literacy and numeracy skills at the end of primary education, in sharp contrast to 90+ percentage success rates in PECE. This is another piece of evidence—if this is needed—that challenges validity and reliability of PECE as an assessment tool.\nAs the schools resumed operation on September 12, after a loss of two academic years, a group of 10 well-known educationists, in a joint statement, spoke about four urgent steps to put students on track for successful learning (The Daily Star, September 25, 2021).The four actions advocated were: foregoing PECE and JSC and equivalent exams; a rapid assessment in each school of students' grade level preparedness as the classes re-start; prolonging current school year and adopting a September-June school year as part of a medium-term learning recovery and adjustment plan; and supporting teachers to implement the learning recovery plan.\nBesides these immediate steps, the 10 educationists urged consideration of essential longer-term reform measures. These are creating conditions for unified quality education for all children up to the SSC level, need for new thinking about teachers and the education workforce, and decentralised and accountable education governance.\nThe 10 educationists advocated the formation of a permanent statutory education commission, as recommended in the National Education Policy, to guide and oversee the reform efforts. There was not a squeak of response from the two ministries of education on how the critical matters raised by the educationists might be addressed. One wonders if the anxieties expressed and advice offered by the educationists at all registered in the deliberation process of the decision-makers, or whether a rational and systematic deliberation process existed.\nNow, a larger number of educationists—36 of them—including many of those who expressed themselves earlier, have called for a \"cease and desist\" action on PECE. This is the least the authorities must do, and begin a process of considering the other related matters noted above—in a systematic deliberation process. They may even consider inviting those who expressed their concern into the deliberation.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "PECE Exam Board: What it says about decision-making in education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pece-exam-board-what-it-says-about-decision-making-education-2233426",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    },
    {
        "full_article": "Toilets do not, admittedly, make for a great dinner table conversation—though a few younger people might disagree. In fact, most of us are embarrassed to talk about toilets at all. But sanitation is an enormous health issue. The World Health Organization (WHO) estimates that around 2.3 billion people in the world lack basic sanitation facilities such as toilets or latrines, contributing to various diseases. It is time to move beyond the shame we feel in talking about toilets to serious consideration of solutions. And what better day to talk about them than today, World Toilet Day?\nAdmittedly, I can't help but laugh when I see signs that declare an Open Defecation Free Zone, but one of my dogs was magnetically attracted to the results of open defecation, and so I realised how common it is in outdoor spaces here in Dhaka. We need more free public bathrooms for the safety and comfort of all our residents, as well as expanded sanitation in lower-income areas.\nThe simple solution is not, however, to simply try to guarantee that everyone has access to a flush toilet. Most of us, when we flush the toilet, don't think about the utter stupidity, in an overpopulated world with insufficient clean water, of dumping our waste into clean water and flushing it all away. Nor do we tend to reflect on where the waste goes. \"I think that you should really make people understand how stupid it is to poop into clean water,\" says Cecilia Lalander, a researcher in environmental engineering at the Swedish University of Agricultural Sciences in Uppsala. In addition to the international shortage of water, sewerage treatment requires enormous amounts of money and energy, and a lot of that sewerage gets dumped raw into rivers and oceans.\nDecades ago, when I was working in the tiny Central American country of Guatemala, I used a composting toilet for the first time. It was in someone's home, though the ones I've used since are generally outdoors. It was clean. There was no smell. There were no cockroaches. It was pretty simple to deposit things in the proper holes, then to toss a little ash or sawdust in with the faeces. It was a remarkable contrast to the many latrines I had used, which are temporary, stink, and attract roaches.\nI have since had the opportunity to learn a bit more about ecological sanitation, ecosan in short, which includes marvels like composting toilets. (Something I had not known is that urine contains all the valuable nutrients; dilute it with water and it makes a great fertiliser.) A few simple principles are helpful. Waste is not a useful concept—everything we treat as waste is potentially a valuable resource that can be put to good use. This is certainly the case with our so-called bodily wastes, which are full of important and difficult to obtain nutrients that we need to grow food. A circular economy would take all kinds of \"waste,\" including manufactured products at the end of their lives, and turn them back into resources. We should certainly be doing that with what we otherwise flush down the toilet.\nAnother principle, mentioned above, is that clean water is far too precious to be wasted in toilets. Toilets are the biggest user of water in people's homes. We could either use grey water—water recycled from sinks—to flush our toilets, or use composting toilets. Clean water should be preserved for the uses for which it is essential.\nComposting toilets are gaining popularity at festivals and rural homes—and beyond. There are sewerless buildings even in the United States. For example, the Bronx Zoo in New York City decided to forgo an extremely expensive sewer connection, instead installing composting toilets. The Bullitt Center in Seattle—a six-storey, 50,000 square feet building—also uses composting toilets. In San Francisco, the new office building of the Public Utility Commission treats wastewater, which is then used to flush toilets, reducing water consumption by 60 percent.\nIn Haiti, Sustainable Organic Integrated Livelihoods (SOIL) is building composting toilets. The toilets reduce the spread of diseases like cholera and typhoid, create jobs, and restore local environments. The compost supports agriculture and reforestation efforts in Haiti, providing valuable nutrients and improving the ability of soil to sequester carbon. The compost also contributes to climate adaptation by promoting plant growth, stabilising soils, and reducing the impact of flooding and droughts.\nWe have a lot to learn from these great examples.\nFinally, I must recommend a wonderful book named \"The Big Necessity: The Unmentionable World of Human Waste and Why It Matters,\" by Rose George. George dives (literally) into the world of sewers as well as discussing toilets, helping us overcome our shame and understand the need for more ecological solutions to our great sanitation crisis.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Toilets: The only shame is the water we waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/toilets-the-only-shame-the-water-we-waste-2233411",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    },
    {
        "full_article": "Survey after survey has shown that the government's stimulus packages for micro and small businesses have failed to deliver their desired results. This is particularly disappointing as, according to a survey conducted by the South Asian Network on Economic Modelling (Sanem) in July, 73 percent of micro and small businesses' owners could not recover their losses during the pandemic. Most micro and small businesses are still struggling a lot to survive. Many owners of small businesses are also facing threats from loan sharks, from whom they have had to borrow during their times of desperation—as the government's aid packages failed to reach them.\nThere have been plenty of discussions on why the government's stimulus packages have failed to provide the support that small businesses have so badly needed. Among them, the most prominent one has been the lack of documentation available to small business owners, against the documents that are required of them to gain access to the funds provided by the government. We have repeatedly advised the government in this column to find a middle ground that can solve the problem small business owners are and have been facing. Unfortunately, the government has been unable to formulate any strategies to solve these problems, despite experts giving them a number of possible solutions.\nThe lack of initiative shown by the government to find an effective strategy is befuddling. Small businesses employ the largest percentage of people in our country, and their struggles have led to huge numbers of people losing their jobs. The effect this is having on our economy is truly a cause for major concern. The fact that the government seems to feel differently is not at all encouraging.\nTherefore, we must repeat our call to the government to take urgent measures to remove the roadblocks preventing micro and small business owners from accessing the government's stimulus packages. It should immediately set up a central repository system for such entrepreneurs, from where they can avail all the necessary documentation. Additionally, it should involve NGOs in the process of disbursing the funds, both to make it more transparent, and for their ability to reach families and business owners living in the remotest parts of the country. The government should do this urgently, before more micro and small businesses are permanently forced out of business, resulting in even more job losses and long-term economic turmoil.\n",
        "headline_1": "Stop ignoring the plight of small business owners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/stop-ignoring-the-plight-small-business-owners-2234006",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    },
    {
        "full_article": "We are shocked to find out that the server of the National Board of Revenue (NBR) can be accessed and manipulated so easily by cybercriminals. On November 19, this daily reported how the NBR's \"secure\" server was breached to create false records of 24 completed shipments out of Chattogram Port, which never took place in reality. The fake exports amounted to Tk 12.78 crore and were shown to take place when criminals were able to access the server using the credentials of two customs officers. One of the officers admitted that he would often allow unauthorised personnel to access the server using his ID and password when he was busy doing other things. \nThough this incident is already concerning enough, the bigger picture is even more disconcerting, given that this is the second incident of the NBR server being breached in recent months. Just last week, it was found that fraudsters had used the IDs and passwords of two customs officials to wrongfully release nine consignments by submitting fake Import Permission (IP) papers from Bangladesh Export Processing Zone Authority (BEPZA) in order to get duty-free facility. This release of at least 153 tonnes of goods helped nine importers evade crores of taka in duty. There are a couple of security concerns on the very surface of these two incidents. \nFirstly, why are customs officials still so reckless about protecting their access credentials for the NBR server, when the system has been known to be breached before (a series of breaches into the server took place between 2016 and 2018 that allowed firms to evade large sums in taxes)? The Customs House, Chattogram has been known to issue notices before, asking officers not to access the system in the presence of unauthorised individuals. So why did these officers feel comfortable disregarding this warning, and even going a step further by sharing their credentials with unauthorised individuals? Another concern is regarding the report from last week, which revealed the release of nine consignments using the credentials of two officials (one of whom was on suspension due to bribery allegations), whose IDs were supposed to be deactivated when the crime took place. Why had the authorities not made sure that the IDs of those two employees had indeed been deactivated? Why put so much faith in a system that has been breached before and in officials who were already deemed untrustworthy? And why, after repeated incidents of hacking, has the system not been made more secure?\nNot only should these matters be investigated thoroughly, but it is high time for the NBR to stamp down on such breaches by strengthening the security of its servers. The authorities concerned must be more vigilant and aware about cybercrimes if scams of such scale, which robs the government of crores in tax revenue, are to be avoided. Above all, strict legal action must be taken against the officials who allowed for these breaches to take place by knowingly compromising sensitive government information.\n \n",
        "headline_1": "Why is the NBR server so easy to breach?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-the-nbr-server-so-easy-breach-2233896",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2021"
    }
]