[
    {
        "full_article": "Tamil Nadu Governor R.N. Ravi’s act of withholding assent to Bills concerning universities in the State is nothing but constitutional tyranny. It is gross abuse of the power granted by the Constitution to give or refuse assent to Bills passed by the legislature. The grant of assent is a routine function of the titular head of state, and the exceptional power to withhold it is not meant to be exercised unreasonably. Rather, incumbents in Raj Bhavan ought to use this veto rarely, and only in flagrant instances when basic constitutional values are at stake. The Bills for which Mr. Ravi has refused approval, seek mainly to take away the Governor’s power to appoint Vice-Chancellors of universities and vest it in the State government. There is nothing in these Bills for the Governor to disapprove of, save a vested interest to retain the powers conferred on him in his capacity as Chancellor. The rejection of the Bills appears to be a cantankerous response after the Supreme Court made well-justified remarks on Governors delaying assent to Bills pending with them. On its part, the DMK government quickly convened a special session of the Assembly and adopted the same Bills again. The question arises whether it was under the belief that the Governor is bound to grant assent, if the same Bills were reconsidered and passed again by the House.The statute position is that these Bills have failed to become law. There is no remedy in the Constitution for a House aggrieved by the rejection of its Bills. The proviso to Article 200, which makes the Governor’s assent mandatory for Bills passed a second time, does not apply to Bills for which assent has been ‘withheld’, a term that essentially means ‘rejected’. If the government was aware of this position and still ventured to adopt them again, it is possibly meant as a political message that it will not yield in the matter of pursuing its legislative measures. The effect of their fresh passage is that the Governor may treat them as fresh Bills. This means he is free to withhold assent yet again. In a sense, the Governor’s action has helped highlight an undemocratic and anti-federal feature in the Constitution that creates an unguided power to reject pieces of legislation passed by elected representatives. In its observations in ongoing proceedings concerning the Governor’s powers, the Court has drawn attention to the fact that Governors are not elected. The Court must examine whether vesting that office with a veto over legislation violates parliamentary democracy, a basic feature of the Constitution. An authoritative pronouncement is needed to end the scope for partisan mischief.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nGovernor\n\n/\n\nconstitution\n\n/\n\nlaws\n\n/\n\ngovernment\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nuniversity\n\n/\n\ndemocracy",
        "headline_1": "Constitutional tyranny: On Raj Bhavan’s use of the veto",
        "headline_2": "Governors rejecting Bills without cause undermines parliamentary democracy",
        "link": "https://www.thehindu.com/opinion/editorial/constitutional-tyranny-the-hindu-editorial-on-raj-bhavans-use-of-the-veto/article67551081.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "The ongoing Assembly elections in five States are seen as a prelude to the general election expected in the first half of 2024. Polling has concluded in Chhattisgarh, Madhya Pradesh and Mizoram while campaigning is peaking in Rajasthan and Telangana, which will vote on November 25 and 30, respectively. Competitive populism has been the defining theme of campaigning so far, and attempts at communal polarisation have been relatively understated. The Bharatiya Janata Party (BJP) and the Congress, the main contestants in Madhya Pradesh, Rajasthan and Chhattisgarh, have sought to outdo each other in promising a widening array of welfare schemes. In Telangana, the Congress, which is mounting a serious challenge to incumbent Bharat Rashtra Samithi, has promised to expand the State’s saturated welfare regime even further. Incumbents in Rajasthan and Madhya Pradesh, the Congress and the BJP, respectively, have relied on new welfare architectures to fight for another term. Voter response to the Congress’s demand for a countrywide caste based census has been mixed. The BJP has been ambivalent on the question, and will wait for the outcomes on December 3 before making up its mind. The party, however, has been vocal in electioneering, about the inauguration of the Ram temple in Ayodhya in January.Tribal voters have received special attention from the BJP and the Congress. Prime Minister Narendra Modi launched a ₹24,000-crore PM Janjati Adivasi Nyaya Maha Abhiyan for last-mile welfare scheme delivery and protection for Particularly Vulnerable Tribal Groups. Congress leader Rahul Gandhi and Mr. Modi have both claimed a better track record in delivering on election promises they make. Welfare schemes can result in more equitable development outcomes as research shows, but a more thoughtful and researched approach would be healthier for public finances. Parties should seek more common ground in electioneering. Mr. Modi remained the centre of the BJP campaign, relegating the party’s regional satraps into the shadows. The party also shuffled the pack by fielding several Parliament members including Union Ministers in Assembly seats. Though the Congress campaign is being helmed by Mr. Gandhi and party president Mallikarjun Kharge, its regional leaders are empowered to steer the strategy, in stark contrast to the BJP. The nascent coalition of Opposition parties has run into rough weather, with constituent parties turning on the Congress in several States. Evolution of the Opposition space ahead of 2024 will be influenced by the results of these elections, though the voters have clearly made a distinction between Assembly and Lok Sabha elections in recent times.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nMizoram Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nwelfare\n\n/\n\npolitics\n\n/\n\nAyodhya\n\n/\n\nreligion and belief\n\n/\n\nSocio Economic And Caste Census\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nRahul Gandhi\n\n/\n\nGeneral Elections 2024\n\n/\n\nvoting",
        "headline_1": "Raining promises: Competitive populism in the Assembly elections in five States",
        "headline_2": "Competitive populism seems to have replaced communalism in the campaign",
        "link": "https://www.thehindu.com/opinion/editorial/raining-promises-the-hindu-editorial-on-competitive-populism-in-the-assembly-elections-in-five-states/article67551104.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "In an ideal world, the announcement by Bangladesh’s Election Commission to hold parliamentary elections on January 7, 2024, should have reduced the quantum of political turbulence there. Unfortunately, the persistent breakdown of understanding and civility between the ruling Awami League and the opposition Bangladesh National Party and Jamaat-e-Islami could ensure that the election will be marred by violence, patchy participation, and a one-sided verdict in favour of Sheikh Hasina.\n\nThe Opposition wants the election to be held under the supervision of a caretaker government. It has been insistent on this demand for two reasons. Firstly, it believes that political change in Bangladesh is possible only through sustained civil unrest or through a genuinely free and fair election. Secondly, it feels that a regime change in Dhaka also enjoys the backing of the US government.\nRead full story on TOI+\n\n",
        "headline_1": "Polls loom but old fault lines still haunt Bangladesh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/polls-loom-but-old-fault-lines-still-haunt-bangladesh/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "Do political benefits from welfare schemes, or ‘revdis’ as Prime Minister Narendra Modi calls them, diminish over time? Can state governments harvest votes from free power and free bus rides forever, or do citizens start seeing these as their right, not as a favour, and find other reasons to vote or not vote for governments?\n\nRead full story on TOI+\n\n",
        "headline_1": "Limits to revdi? Telangana poll will be a test of KCR-style welfare politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/On-the-bounce/limits-to-revdi-telangana-poll-will-be-a-test-of-kcr-style-welfare-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "I am appalled that art historian Ranjit Hoskote had to resign from the finding committee of Documenta 16, a prestigious German art exhibition, after being accused of anti-semitism. His so-called crime was signing a petition in 2019 criticising a discussion organised by the Israeli consulate seeking to develop an intellectual link between Zionism and Hindutva.\n\nThe West has reached a stage where anyone criticising Zionism or Israel can be pilloried as anti-semitic. Germany feels so guilty about the Holocaust that it cannot tolerate the slightest criticism of Israel.\nRead full story on TOI+\n\n",
        "headline_1": "Israel: Silencing critics new form of McCarthyism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/israel-silencing-critics-new-form-of-mccarthyism/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "Last year, the number of Indian students taking admission abroad exceeded 750,000, marking a remarkable 50% increase from 2021. Notably, more than one-third of these students chose the US, indicating a substantial 35% surge compared to the preceding year. An intriguing observation highlighted by a recent TOI report is that now one in every four international students on US campuses hails from India.\nWhile anecdotal data suggests a significant decline in the number of IIT students venturing abroad, the surge is predominantly attributed to students from Tier 2 and Tier 3 cities. Projections indicate that Indian households will spend an estimated $70 billion towards their children’s foreign education by 2025. Given these economic dynamics, it comes as no surprise that international universities are aggressively wooing Indian students with scholarships, newer academic programmes etc. and several countries have strategically improved their student and employment visa policies to attract Indian talent. Notably, geopolitical considerations have contributed to a decline in the number of Chinese students pursuing education abroad, while India is experiencing an exponential growth.\nPhoren stamp: Students settle for even bottom-tier foreign colleges (Illustration credit: Varani Sahu)\nWhy do students go abroad? How should India respond to this trend? What steps need to be taken to retain top talent? Can India benefit from this trend? Many questions but the answers aren’t that straightforward and simple.\nIndia boasts a staggering 265 million students in its schools, achieving an 80% Gross Enrolment Ratio (GER) in secondary education. However, only approximately one in four students proceeds to higher education, resulting in a concerning GER of around 27%. This, compounded by subpar education quality, poses a significant challenge. As the middle class experiences income growth and international universities offer simpler admission processes, accessible loans, and favourable visa policies with work permits, many parents view foreign degrees as a gateway to a promising future for their children. While acquiring knowledge from top global institutions is commendable, concerns arise when an increasing number opt for third-rate institutions abroad. As a country, we need to introspect and take the following steps urgently to address this issue.\n1. More funding: The absence of a viable financial model for the operation and expansion of publicly funded higher education institutions has resulted in stagnation for our top-ranked establishments. These institutions find themselves entirely reliant on government funds for daily operations, adversely compromising their autonomy. Despite the National Education Policy (NEP) advocating for an increased Gross Enrolment Ratio (GER) of 50% in higher education, this ambition is not mirrored in augmented budget allocations at either the state or central level. Urgent measures are imperative to allocate additional resources, aligning with the goal of achieving a 50% GER in our higher education sector.\n2. Going abroad: The recent steps taken in allowing Indian institutions to open campuses abroad is a welcome step. However, these international campuses need resources to sustain and become viable in these foreign countries. Careful planning and a roadmap are essential to make these ventures successful.\n3. Research shouldn’t be a burden: The top private institutions offering education on par with top public-funded ones need to be supported with increased research grants and autonomy. Without building a strong research culture, it will be difficult to attract good faculty. Institutions must be provided sufficient overheads on research projects like it’s done abroad, so research can become a source of revenue for sustenance. Without such diverse revenue streams in our institutions, public-funded institutions will remain totally dependent on government funding while private institutions will rely on tuition fees. In top institutions worldwide, 20-25% of annual revenues come from overheads on research projects.\n4. Incentivise donors: Government alone cannot support the expansion of quality higher education. Encourage philanthropy and industry support for public and private-funded institutions through attractive policies and tax incentives to donors and corporates. In the US, total philanthropy to colleges and universities hit $52.9 billion for fiscal year 2021, growing annually at around 6%.\n5. Level playing field: While the National Education Policy (NEP) has opened doors for international universities to establish campuses in India, it remains fraught with uncertainties. Also, this should not occur at the expense of our domestic institutions. It is crucial to provide both administrative and financial autonomy to Indian institutions in recruitment, admissions, and other operational aspects, aligning them with the privileges extended to international counterparts. Without such parity, the entry of foreign institutions could exacerbate the decline of Indian institutions rather than fostering a level playing field.\nIt’s high time we bring educators and top researchers to the forefront in policy making, substantially increase investments in education and research, and chart a new course to reclaim India’s erstwhile status as vishwaguru in the global education and research arena.\n\n",
        "headline_1": "As Tier 2-3 cities join exodus abroad, it’s time to focus on ‘Study in India’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/as-tier-2-3-cities-join-exodus-abroad-its-time-to-focus-on-study-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "As the country's main bourse, the Dhaka Stock Exchange (DSE), is in a moribund state, some small-time manipulators have turned the trading platform into a gamblers' den. That some people are engaged in wrongdoing is now clear from a notable rise in prices of shares of some listed companies that are closed for months or in the red for years together. A leading vernacular daily late last week published a report that elaborately explained how manipulative transactions involving some junk shares are being carried out at the DSE. For instance, Shympur Sugar Mill is one of the six state-owned sugar mills that are not in operation since 2020 as per a government order. The sugar mill, a loss-making entity, could not pay dividends to its shareholders for many years. Yet its share price increased by 200 per cent in the past six months. The shares of the sugar mill having a face value of TK 10 each are now being traded at Tk 236. In another identical case, shares of Khulna Printing and Packaging recorded a 125 per-cent rise in the last six months. The company has been limping since the regulatory body concerned froze the bank account of its owner for alleged irregularities. Khulna Packaging also could not offer any dividends to its shareholders since 2020. What has been reported in the Bangla contemporary is nothing unique. Such manipulative trading with junk shares has been going on for years. Besides, a sudden jump in share prices of some listed companies without any price-sensitive information (PSI) is also a common occurrence at the bourses. The companies concerned issue clarification on being asked by the securities regulator. Such suspicious transactions are the handiwork of a small group of people who allegedly target one or two issues at a time and raise their prices under a well-knit plan. The objective is to lure some unsuspecting investors to step into their trap. The intensity of devising such unscrupulous schemes increases when the market is dull and drab. The situation in the bourses now is suitable for executing such evil designs. A few statistics relevant to the market will help explain the situation better. The main index of the country's premier bourse now revolves around 6,200-mark with a daily turnover hovering around Tk 3.0 billion. Sadly, the DSE which had witnessed a few rallies even during the pandemic now wears a desolate look. The situation is so bad that the securities regulator has decided against a lift to the floor price for fear of ending up in a greater crisis. The Bangladesh Securities and Exchange Commission (BSEC) is aware of the negative impact of keeping in place the floor price for an indefinite period. Yet it is sticking to it, creating deep frustration among investors who have got their money stuck in stocks. The current state of affairs with bourses is unnatural, and it does not help the cause of investors. The authorities concerned should allow the market to move naturally, taking cues from the ongoing macroeconomic developments. Otherwise, manipulators will rule the roost, and genuine investors will continue to leave the market. Some of them may never return.",
        "headline_1": "Abnormal share trading",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/abnormal-share-trading-1700402065",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "A recent sample survey on the youths of the country has come up with some interesting, though not revealing, results. The results were not revealing in the sense that the survey outcome only confirmed the general perception of the people about the issue. The survey styled, 'Youth Matters Survey 2023' conducted by a non-government body, Bangladesh Youth Leadership Center (BYLC), in collaboration with the Center for Peace and Justice (CPJ), an academic institute for research and advocacy under the BRAC University, found that 42 per cent of the country's educated youths want to go abroad. Why? Because they are not optimistic about their future education or job career at home. Also, they hold the prevailing uncertainties in the social, economic and political spheres of the country responsible for their pessimism. The job opportunities are fewer than the number of aspirants competing for those. Worse yet, whatever jobs are available, in most cases, do not match their skills or fields of their specialisation. The youths among the respondents with a bent for entrepreneurship and innovation complained of a lack of opportunity to pursue such careers. But the youths of this country did never have an ideal condition to meet their expectations by pursuing a career of their choice or getting the opportunity for higher learning, or fulfilling their entrepreneurial dreams. To be frank, the opportunities for the youths were still fewer in the past. But there was a difference in the perception of the reality among the students who were preparing for their future life after graduation.They knew that they could not expect much from the existing social order as it was based mainly on an agriculture-based subsistence economy. The resources were too inadequate to meet the needs of the youths coming out colleges and universities. But far from despairing, those young men and women were rather willing to contribute to society and even change it. Those seeking higher learning abroad, in most cases, thought of returning home after finishing their studies abroad. But this is not meant to say that the youths of today are selfish and those of bygone days were a selfless, idealistic lot. In fact, at present, the country is not as poor as it was in the past and, as such, it has at least the resources to exploit the productive potential of the majority of the youths completing their secondary, higher secondary and tertiary levels of education. But that is not happening due mainly to rampant corruption, mismanagement and a lack of an appropriate set of policies on the part of the leadership to take things forward. Hence is one of the findings of the survey under scrutiny which points out that 88 per cent of the youths interviewed said that corruption was the major challenge before the country's advancement. Also, the existing order of things in society, with its value system eroding fast and irrevocably, thereby leaving it essentially dehumanised, thanks to the politics of the time, there is little for the present-day youths to inspire to give to and do something for society. There is also no denying that a section of youths is also being drawn into the cesspool of filth, corruption and depravity all around. So, it is hardly surprising that, aghast at such degeneration among some of their peers, the saner majority of these of youths are thinking of escaping the hellhole. Which is why the issue of personal safety concerns about 72 per cent of over 5,600 youths, who are fearful of questioning what they see beyond the accepted norm, surveyed across eight administrative divisions of the country. If the results of the survey in question are considered to be a microcosm of the entire population of the country's educated youths, then there is reason to be concerned. Especially, their apathy to participate in nation building by way of participating in the polls and thereby have their say about how the future governments should run means the nation is going to face leadership crisis in the future. The trust-deficit among the emerging leadership of society about the prevailing political system is the number one issue to be addressed by the saner section of society. In earlier days, say, half a century or more back, disillusioned educated youths would think of changing society through revolutionary means and thus make it a better place for the future generation. But revolutionary ideologies in recent times have lost much of their edge. The liberating power of digital technology is now replacing the traditional approaches to solving humanity's existential issues like food, shelter and healthcare. So, the future that is unfolding before the present generation is one of technology that is challenging and disruptive to the familiar world order. The entire world is engaged in a race to get the better of others in research and innovative use of this technology. Obviously, the current generation of the youths is inexorably drawn towards it. Bangladesh, at the moment, is badly in need of an army of youths who have knowledge of the latest advancements in digital technology. So, there is nothing wrong with the desire expressed by the youths who said they want to go abroad, learn new things and then return home with the acquired knowledge, skills and resources to serve their motherland.\n[email protected]",
        "headline_1": "Youths looking to improve existing order",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/youths-looking-to-improve-existing-order-1700402110",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "The news is that an additional deputy commissioner of the police invites a 'deputy director' at the national telecommunication monitoring centre for a tete-a-tete over a cup of tea because a visiting card bearing the latter's name was brought by a service-seeker to the former. On his arrival, however, the police officer's suspicion proved right and the real identity of the deputy director was exposed. Named M Rafiqul Haque Mian, he was in fact an impostor. No wonder, charged with impersonation, he was arrested then and there. His impersonation was, however, not limited to the high official position at telecommunication monitoring centre, he had the temerity to introduce himself as a senior assistant secretary, although he was employed with a private organisation. The officer-in-charge (OC) of Mirpur Model Police Station confirms that Rafiq is adept in impersonation.Rafiq's is not a unique case; rather at times one gets the feeling that there are impostors and impersonators galore in this country. Spurious medicines, fake doctors, dacoits and muggers in the guise of members of law enforcement agencies or law enforces' involvement in mugging or abduction for ransom, counterfeit currency notes, multi-level marketing companies, unlicensed diagnostic centres, clinic and hospital, fraudsters using crafty tactics to show their access to corridor of power for swindling money---the list seems to be endless.Bank looters like PK Halder, Seikh Abdul Hye Bacchu of Basic Bank financial scam and Mamun Ur Rashid of Standard Bank jailed in an embezzlement case are big fish. Their counterparts in the multi-level business and e-commerce like Destiny, Jubok, Unipay2u, Evaly and e-Orange have swindled thousands of unsuspecting people of their hard earned money to the tune of billions of taka. Most of the money so swindled was also laundered. The majority of their poor clients were left financially broke. Well, the top bosses of such companies were sentenced to jail of different terms but the clients did not receive their money back. At least, the high profile fraudsters in such cases were brought to book but there are even more powerful players who have taken loans and siphoned most of those off to foreign lands. This is why the banking and financial sectors' bad loans and non-performing loans (NPLs) now have accumulated to trillions of taka, leading to liquidity crisis. Their names are not made public. While the country starves of greenback, money laundering is still going on, financial analysts suspect. If the powerful but dishonest coterie's act of laundering money could be resisted at the outset, they could not have bled the country's economic vein white. The total defaulted loan is reported to be more than the loan the country is receiving from the International Monetary Fund (IMF). There seems to be a competition for making easy buck. Fraudster Shahed Karim of Regent Hospital-infamy is just a pigmy representative. The more privileged high-profile actors knew what they would do with the loans they received. But this is public money and not all banks are in a position to recover from its adverse impacts. When people at high level can get away with such devious acts, it is only natural that cheating, bribery and malpractices of every description permeates all layers of society. Traders feel no compunction for hiking prices for no reason, a section of them adulterate and use unapproved reagents or ingredients for preparation of foods. Even gel-pushed shrimps are shipped to European countries only to be returned back. While the importing countries make a point-of-origin phytosanitary certificate mandatory for entry of vegetables and fruits to their land, people here are resigned to consume chemical-treated vegetables and fruits or marketed before the time lapse after application of insecticides. Similarly, hormone-pushed fish, fowl and cattle alongside milk containing led, chromium, cadmium and manganese have severely compromised food safety of the nation.The manufacture of spurious drugs including injections shows the height of human degradation. But should a country that had to sacrifice millions of lives and women's honour for its liberation settle for such an ignominy where avarice, intrigues, fraudulence, deception and cheating get the better of integrity of character, patriotism, values and human quality? The answer to this question decides the nation's course of journey. \n[email protected]",
        "headline_1": "Impostors and impersonators rule the roost",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impostors-and-impersonators-rule-the-roost-1700402152",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2023"
    },
    {
        "full_article": "At a time when the world is advancing towards Artificial Intelligence technology, university students in Bangladesh are still memorising unnecessary information to get good grades. The purpose of university education is twofold: to acquire discipline-oriented up-to-date knowledge and to foster students' curiosity to engage in the process of knowledge creation like conducting research. Are we, the university students, trained appropriately in this respect? In our education system, we have to rely mostly on learning by rote. Before an exam, students consume traditional notes prepared by seniors. Although our teachers advise us to study more than just PowerPoint slides, we are comfortable with making most of the slides only. We are getting good grades by memorising just the slides solely because the question structure is directed in such a way that it needs cramming information from those slides rather than critically analysing the concepts that suggest real-world applications of what we learn. I think, time has come to rethink our entire education system if we want to keep pace with the changing world. Let rote learning not be the norm in our universities. \nHiron Khandaker, Student of Geography and Environment Department, University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Rethinking university education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-university-education-1700402178",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2023"
    }
]