[
    {
        "full_article": "India’s decision not to associate itself with a letter at the United Nations that supported UN Secretary-General António Guterres and criticised Israel’s decision to ban him from the country, is both puzzling and a cause for concern. The letter, circulated by Chile more than a week ago, reposed faith in the UN and its top officials, after the Israeli Foreign Minister accused them of bias and said Mr. Guterres did not “deserve to step foot on Israeli soil”. While the world has watched for more than a year, Tel Aviv has sought reprisal for the October 7, 2023 terror attacks by Hamas, with its devastation of Gaza. That hunt for its enemies has taken Israel across international borders, with strikes on Lebanon and Yemen and covert operations such as the bombing of the Iranian embassy in Damascus, the killing of a Hamas leader in Tehran, and using pager bombs to target Hezbollah in Lebanon. However, what has stood out in the past year is its assault on the UN system: Israel has deliberately targeted the UNRWA, an organisation India supports, accusing the UN agency of Hamas links. At the UN General Assembly, Israel’s Prime Minister Netanyahu referred to the body as an “anti-semitic” swamp. Most recently, Israeli forces launched attacks on the UN peacekeeping force in Lebanon, UNIFIL, where 903 Indian soldiers are deployed as a part of a 50-nation, 10,000 strong force. The ban on Mr. Guterres followed Iran’s October 1 missile attacks on Israel, and Israeli Foreign Minister Israel Katz accusing Mr. Guterres of not condemning them “unequivocally”. As a result, the letter, signed by 104 nations and the African Union, as well as another letter by 34 UN peacekeeping nations (that India was not a part of, but later “aligned” itself with), are being seen as signs of the unease in the Global South and in Europe with Israel’s attacks on the world body mandated to resolve conflict issues.Given the situation, and the risk to Indian soldiers, it is disappointing that New Delhi has kept itself at arm’s length from statements that were critical of Israeli actions against the UN. Even when clarifying its position on Thursday, the Ministry of External Affairs chose to stay safe, expressing no criticism of Israeli action against the UN. India is a leading member of the UN system and has made generous contributions to it since its inception. It has also been a beneficiary of the services and the platform it provides. Respect from all member-states for the UN Secretary-General’s office is part of the UN charter (Article 100 (2)). Given India’s close bilateral ties with Israel, some in the government might see the abstention from comment as an exercise of ‘realpolitik’ restraint. When it comes to the importance of the UN-based international rule of law and global order, however, there can be no half-measures. Published - October 19, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUnited Nations\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nIndia\n\n/\n\nAfrican Union\n\n/\n\ndiplomacy\n\n/\n\nIsrael",
        "headline_1": "Israel versus the UN: On Tel Aviv’s move and India’s response",
        "headline_2": "India’s stand must keep in mind the UN’s importance in the global order",
        "link": "https://www.thehindu.com/opinion/editorial/israel-versus-the-un-on-tel-avivs-move-and-indias-response/article68769613.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "The 2024 economics Nobel prize is an important one as it highlights what really matters at the end of the day for the long-term economic success of any country. U.S. economists Daron Acemoğlu, Simon Johnson and James A. Robinson were rewarded for their work on how the quality of institutions in a country can lead it either down the path of economic prosperity or abject poverty. Their study was on the effects of colonialism on the quality of institutions and post-colonial growth of various countries. They found that countries with institutions that secured the rule of law and enforced property rights offered individuals a strong incentive to work, save and invest in the long run. On the other hand, countries with extractive institutions which gave rise to concentration of power and constrained political freedoms suffered deep economic pain. Some have pointed to the authors’ lack of a substantial critique of the brutality of colonialism and of painting too rosy a picture of the development of western institutions. But the salience of their analysis remains.The “institutions” that the laureates talk about as crucial to long-term economic prosperity are nothing but the various rules, which could be either explicit laws or implicit social norms that govern human interaction in society. Such institutions may also include laws that protect citizens from expropriation by the government. The rapid economic growth of China and India since their economic liberalisation in the late 1970s and the early 1990s, respectively, are good examples of countries prospering soon after a significant change in the nature of the institutions or the “rules of the game” that governed their economies. Structural reforms that further improve the quality of institutions are thus crucial if these economies are to achieve living standards similar to those of high-income developed countries in the West. Notably, the Nobel also comes at a time when existing institutions around the world are under the significant threat of being destabilised by personality-driven populist movements. It is worth noting that in their work, the Nobel laureates have classified democracy as an important “inclusive” institution that is good for long-term economic growth. However, the rise of illiberal democracies with protectionist economic policies in recent years shows that liberal institutions that work for the upliftment of the many and development not just for a few, are now under severe threat. A democracy driven by short-term populist policies can be as “extractive” as an autocracy that serves the interests of a narrow elite that is close to people in power.  Published - October 19, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neconomics (education)\n\n/\n\naward and prize\n\n/\n\neconomy (general)\n\n/\n\ninstitution\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\ndemocracy",
        "headline_1": "Fate of nations: On the 2024 Economics Nobel",
        "headline_2": "The 2024 Nobel recognises the need for ‘inclusive’ institutions",
        "link": "https://www.thehindu.com/opinion/editorial/fate-of-nations-on-the-2024-economics-nobel/article68769603.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "Israeli assassination of Hamas’s military chief may make Palestine’s Fatah, backed by Arab monarchies, find its voice. Negotiations can gain pace\nAs West Asia discussed the timing of a possible Israeli attack on Iran, Hamas’s military chief Yahya Sinwar was assassinated. It came as a surprise to some. But, following the assassinations – one by one – of almost all leaders of Hamas and Hezbollah, many also expected Sinwar, the second most powerful man in Hamas after Ismail Haniyeh (killed weeks ago), to be eliminated.\n\nThere’s of course the possibility that Sinwar was killed by chance. Though Israel presents Sinwar’s killing as a major military success, some Israeli sources say his death wasn’t a planned assassination, but the result of a chance encounter between military units on the ground.\nRead more on TOI+.\n\n",
        "headline_1": "A killing gives peace a chance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-killing-gives-peace-a-chance/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "Ratan Tata’s courteousness sat easily with his positive obstinacy in sticking to principles, writes Abhishek Singhvi, who has been Tatas’ counsel for many years, including in the Tata vs Mistry case\nIf there is one abiding regret I have, it is that I did not get to know Ratan Tata intimately prior to 10 years ago, though I had known him for much longer in a formal sense. People have talked and written about his many qualities of head and heart: his ethics, integrity, honour, vision, intellect, passion, zeal, determination, tenacity, compassion, humility and so on.\n\nBut I want to discuss some of the facets of the man as I found him, in my close interactions with him in the last phase of his life.\nRead more on TOI+.\n \n\n",
        "headline_1": "Shy & soft spoken but also fiercely honourable",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/shy-soft-spoken-but-also-fiercely-honourable/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "By Janina Gomes\nMark Nepo, philosopher and spiritual teacher, says, “We are continually asked to learn how to ask for what we need, only to practise accepting what we are given.”\nHe compares surrender to when a fish swims with the river’s current and acceptance to when that fish runs into a rock, accepts it and embraces obstacles that the rock represents. Hardships are there to propel us towards growth.\nOm Swami says that most of us have made surrender a joke. We have a notion of how we want to be saved. He illustrates his point with a story. A man was driving on a windy road in the hills when his car toppled over while making a short turn. He tumbled out of his car as it fell into a deep gorge.\nMiraculously, on his way down, he managed to grab a branch of a tree. The tree was old, thin, and weak.\nThe man called out to God with the greatest fervour. No reply came, and the tree was crumbling to the second. He did not give up and called out again a few times.\nA few minutes later a roaring voice broke out of the sky. “Let go of the branch,” the heavenly voice said, “I will protect you.” The man looked down and saw the deep and dark rocky gorge. He saw no chance of survival.\n\nHe looked heavenwards and hollered, “Are you sure?” “Yes, let go,” the voice said, “I am God.” The man thought for a second and said, “Is there anyone else up there?”\nAmy Johnson, author and psychologist, explains that our love of control comes from the fact that we fear what happens will not be in keeping with what we think is best for us. But, if we trust that we are okay no matter what the circumstances, we don’t need to micromanage the universe.\nWhen we let go, we open ourselves to all sorts of wonderful possibilities that aren’t there when we are attached to one ‘right path’.\nOne of the most challenging concepts on the spiritual path is surrender. Acceptance and detachment from the outcome of our actions are equally challenging. Richard Rohr, the Franciscan contemplative, says, “Acceptance becomes the strangest and strongest kind of power. Surrender is not giving up, as we often think; it’s giving to the moment, the event, the person, the situation, and even God.”\nAcceptance and surrender are sometimes considered weaknesses.\nAccepting a situation and surrendering to a higher power demonstrate faith and strength. Sometimes, we find it difficult to surrender in a situation that tests us, like sickness, pain, losing a job, a divorce, when someone is cheating on us.\nThe secret is to accept what has happened to us, even whilst we strive to change and better our situation.\nIf we remember that life can be unfair, instead of being in battle mode all the time, we can discover more creative ways of dealing with these situations.\n\n",
        "headline_1": "Creating space for acceptance and surrender",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/creating-space-for-acceptance-and-surrender/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "‘Tipping point’ author takes a look at social engineering  \nHis first book put the idea of the tipping point into popular usage, sort of proving his thesis that ideas, products, messages and behaviours spread like viruses do. From here he argued that small changes, choices can make a big, positive difference in the world.\nNow, 25 years later, in Revenge Of The Tipping Point: Overstories, Superspreaders, and the Rise of Social Engineering, author Malcolm Gladwell returns to instead underline that choices made to alter the shape of a contagious phenomenon can also be used against people.\nThis argument is built atop cases that amount to three lessons about social epidemics. One, these are not borderless. In many instances, whatever contagious belief unites a community has the discipline to stop at its borders. Two, this power of place comes from the stories of the communities there, which are contagious, and amount to an overstory. Three, communities can be responsible for the fevers and contagions that plague them. \nThe medical term iatrogenesis refers to treating someone with a drug where the side effects turn out to be worse than the disease. The book applies this to the US opioid crisis, seen as a fundamentally American problem, complete with its unique superstory and superspreaders, the minority of the minority of doctors who thought handing out drugs willy-nilly was what a doctor did. \nThen came a well-intended reformulation making OxyContin all but impossible to crush and snort. Addicts switched to heroin and from there to fentanyl, combining it with veterinary drugs and whatever else was at hand. The contrafactual is that, if the old OxyContin had been left in place, the US opioid crisis would have eased over time. \nToday it is easier to know when and where a tipping point is as the people who are driving it can be identified by new technologies. But the question is whether the unscrupulous take control of the tools necessary to control an epidemic or whether the community has an honest, transparent conversation about its choices.\nIt is possible to know the tip point where a minority person ceases to experience a group’s skewed proportions as toxic, say the number of women in a sales team where nobody questions the performance of women as a category. \nWhen Indra Nooyi became PepsiCo’s CEO, her exoticism as a woman and an Indian immigrant was celebrated in a way that made no sense to her. Since then, a critical mass of people resembling her have entered the upper levels of American corporations. In 2023, when Starbucks named Laxman Narasimhan as CEO, his WSJ profile said not a word about his being born in India. Something fundamental has changed in the way American culture views Indian Americans. \nGladwell says the point is that it doesn’t always take a revolution to change the way a minority group is perceived. Even if we can’t make the achievement gap just go away by changing the composition of classrooms, there’s something going on here, isn’t there? The idea practically begs us to intervene, to engage in social engineering. \nBut supposing age and obesity are the two biggest predictors of superspreading in the next pandemic? Technology is going to give us the ability to figure out both the Law of the Very, Very, Very Few and who they are. What will we do with that information?\n\n",
        "headline_1": "Contagion is bad, cure is worse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/contagion-is-bad-cure-is-worse/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "The brutal rape of a nine-year-old child—who is now fighting for her life in a hospital—has horrified us. The injuries caused by the rapist are indescribable—the child has had to go through surgery to make an opening in her abdomen to pass stool. It is impossible to imagine the physical pain and mental trauma this child is experiencing, and if she survives, it will take months for her to lead a normal life.\nOn October 12, the girl left her house to visit a puja mandap in the neighbourhood, but when she didn't return home that night, her family began searching for her. The rapist had abducted her and taken her in a CNG- run three-wheeler to an empty floor in a building and raped her. He then put her in a bus to Mohakhali so she could go home. The child managed to reach her house but was profusely bleeding from her injuries. Even after a week, the suspect had not been identified. This crime, and the cruelty involved, is a reminder of how vulnerable our children are, especially girls.\nWe demand that this case does not unfold like the hundreds of other cases involving minors who have been abused, allowing the perpetrators to escape justice for such heinous crimes. According to Ain o Salish Kendra's statistics, at least 119 children were raped from January to September 2024, with 22 of them under six years old and 48 victims between the ages of seven and 12.\nThe pathetically low conviction rate for cases of sexual violence gives predators a sense of impunity, further encouraging them. The role of the police is therefore all the more critical. They must promptly take the cases, make sure the victim gets urgent medical attention and is kept safe, and carry out immediate investigations to identify the perpetrator and bring him to book. The court must make sure that the victim is represented by a public prosecutor—as in most cases, the victim is from an impoverished family—and the rapist is convicted.\nBut how do we stop these horrendous crimes from happening? How can we keep our children and women safe from sexual violence? These are questions that neither previous governments nor society as a whole have prioritised. We need widespread awareness regarding the sexual abuse of children and women and the permanent damage it inflicts on the victims, which ultimately debilitates society.\nWhile the interim government faces many challenges including the task of getting the police force and the courts to function properly, safety of children and women must take priority. We urge the present government to take all steps to ensure the best treatment for the victim including counselling and rehabilitation.\n",
        "headline_1": "A nine-year-old’s brutal rape",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/nine-year-olds-brutal-rape-3731251",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "It is frustrating to see the relentless onslaught on our nature even now. Indiscriminate hill cutting, deforestation, encroachment of water bodies including riverside areas, illegal sand lifting, and rampant tree felling—all are happening as before with the relevant authorities failing to prevent them. Almost every day, we see news of some environmental degradation somewhere in the country. The continuation of this situation even after the fall of the Awami League government and the installation of a pro-environment leadership is alarming.\nFor example, a photo published on the front page of this daily on October 17 revealed one such incident, which showed a hill being cut to make way for housing at Tukerbajar union in Sylhet Sadar. Reportedly, at least six hills have been cut in the area recently. What's more alarming is that, despite locals' complaints, neither the Department of Environment nor the district administration took any action to halt this destruction. The front page of our October 18 issue again published a photo showing how illegally sourced logs were being burnt inside makeshift furnaces in Khulna's Rupsha upazila, leading to environmental pollution. Another report published on October 17 reveals illegal sand extraction at the Raghunandan Hill Reserve Forest in Habiganj. While hill-cutting is directly linked with landslides, sand extraction exacerbates soil erosion and increases landslide risks.\nThe question is, how can individuals destroy hills, illegally extract sand or fell trees right under the administration's nose? Over the years, this daily has published numerous reports exposing such illegal practices and written countless editorials urging the authorities to take action against those involved. Yet, nothing seems to stir their conscience. Earlier this year, we witnessed local influentials ravaging a hill in Chinipara of Bandarban's Chimbuk area to build a road to transport illegally felled trees. More recently, local influentials cut off the top of Nagin Pahar, a hill in Chattogram, for residential construction. And just the other day, reports emerged about the Water Development Board felling 50,000 trees to collect soil for an embankment in Khulna's Koyra upazila.\nSadly, in all these instances, local administrations either remained silent or were themselves complicit. We know how individuals connected with the previous regime directly engaged in anti-environment acts, but to see this practice persist after regime change questions the sincerity of the present administration. Reportedly, in many cases, AL-affiliated individuals have been replaced by BNP-affiliated ones. We urge our environment adviser to investigate these matters and take stern action against anyone involved in activities detrimental to the environment. We have ample laws for environmental protection; it is time to put them to proper use.\n",
        "headline_1": "Take stern action to protect our environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-stern-action-protect-our-environment-3731031",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "A friend recently came to visit me with her 14-year-old daughter. One day, we got to talking about economics.\n\"You probably think,\" I told her, \"that economics is all about making money. But what if it was about managing our resources wisely? Let's say we need to house people. Different companies come forth with different proposals. One wants to clear some forest and build luxury housing; it will generate a lot of money (mostly for the company) while harming the environment and doing nothing to help the poor.\n\"Another company plans to build high-rise buildings for the poor, way out from the city where there are no job opportunities. A third company proposes building low-rise, affordable housing interspersed among other housing, complete with vegetable gardens, using local materials and local workers.\n\"The decision of who gets permission to build wouldn't be based on how much money a company would make; it would be based on how many people we could comfortably and affordably house, and whether we could avoid damage to—or even make things better for—the environment.\"\nShe nodded. \"Well, of course.\"\nI continued, \"The same with making clothing. Are we dumping chemicals into the river, or making them in a way that doesn't harm the environment? Any major project would be approved based on how good it is for the workers and the environment.\"\nShe nodded again. \"How else would you do it? That makes perfect sense!\"\nPerhaps the biggest mistake we make in this world is not allowing ourselves, at least occasionally, to be guided by the wisdom of youth. We have created a world of such complexity that none of us can understand more than a tiny piece. We use devices with no idea how they are built or how they function. We leave major decisions in the hands of so-called experts, who are so specialised that they are unaware of how their field of work impacts other people, issues or our planet.\nMind you, I am not arguing for oversimplification. Many issues are complex, and too often our solutions are ridiculously out of scale with the nature of the problem. We take one aspect of a complicated mess and address that, while ignoring everything else. Thus, we think that self-driving cars are the solution to the 12 lakh people dying every year in road crashes, or that electric vehicles will magically resolve pollution and the climate catastrophe.\nNever mind that both those solutions still involve mining resources that are rapidly running out, using electricity (which is mostly still generated by burning fossil fuels), clogging our roads, and creating ever more isolating and hence dangerous and depressing cities.\nBut there are also cases in which we are overly complex. Teachers of economics like to bring out long and intricate formulas. They—like specialists in all fields—use jargon and acronyms that are meaningless to the uninitiated. They tell us that they possess arcane and necessary knowledge, and thus must be the ones to make decisions that affect nearly every aspect of our daily lives: where we live, how we travel, what we eat and wear, and whether we can visit our friends (or have any).\nSure, one can argue that an ignorant child or teenager doesn't understand complicated concepts like economics. Certainly, so-called common sense can often lead us astray. But there are instances where the innocence of youth is combined with deep insight. We have all heard a naïve child make a remark that astounded us with their ability to unpack complexity and arrive at a simple truth.\nIn that vein, I suggest a simple truth: that our paradigms about economics such as intense competitiveness, the necessity of global trade for virtually every product, and the need to be ever-faster, ever-bigger, and ever-richer are wreaking utter devastation on our families, communities and planet. A profound rethinking of how we conduct the business of living is needed, and an approach that may sound childishly simplistic and utterly impractical may, in fact, be the approach that is needed to save our lives, our societies, and earth.\nAfter all, if we have learnt nothing else in the last several months, it is not to underestimate the power of young people.\nDebra Efroymson is executive director at the Institute of Wellbeing, Bangladesh.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The wisdom of youth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-wisdom-youth-3730871",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "The government has decided to scrap 37 renewable energy (RE) deals that had been struck during Awami League government's last tenure under the 'Quick Enhancement of Electricity and Energy Supply (Special Provision) Act 2010 (extended till 2025). The operation of this dark law has been suspended by the present government and it is in line with that decision that these RE projects have also been offloaded. The current government has embarked on an extensive fact-finding mission to review all major deals struck under the suspended Act because this particular law didn't have any oversight to speak of. These were deals that were concluded without the benefit of a tendering process and need to be revisited. Although the tenure of this government has just passed the two-month mark, it has come across some major irregularities committed during the past government that have surfaced as to the murkiness of deals made that have all the hallmarks of alleged corruption involved in the inking of deals.A seminar organised by the Centre for Policy Dialogue (CPD) last week brought together various stakeholders to discuss the future of RE in the energy mix and expediting foreign direct investment to help achieve energy targets by 2041. Regardless of ruffled feathers by existing investors who have poured money into these RE projects, let there be no doubt that awarded RE projects cannot stand. Their cancellation and the proposal to introduce fresh bids under 'reverse auction' method is one way to move forward. It is in the national interest to promote renewable energy because using oil to produce power is not only very uneconomical (oil needs to be imported), but is also environmentally-polluting. The previous government had already issued necessary letters of intent (LoIs) and the investors were working on the projects awarded under the controversial Act, but the interim government cancelled the projects immediately after assuming office. \"The cancellation of the projects sent mixed signals to the foreign investors,\" the meeting was told, stressing the urgent need for removing all bottlenecks hindering foreign investment in the sector. Regardless of what mixed message it has sent out, the fact is that a rebid is the right course of action in the national interest. While it is true that there is urgent need to ramp up RE generation to meet energy transition, it is estimated that US$1.5 billion yearly investment will be required to meet the 2041 goals. Today only 4.5 per cent of the country's energy mix is met by RE, but that is hardly any excuse to let these dubious contracts be pressed into commission. Since, fresh tenders are in the offing to set up renewable power plants, those who have had their projects cancelled can participate and compete with others to try and win RE contracts.It is understandable that those who have lost contracts are upset. But the government has taken the right move because all these unsolicited bids in the energy sector, not just the RE ones, but major deals on power plants that were concluded over the last 15 years followed no transparent process. The country is now paying the price for the billions of dollars taken in loans to pay for generating power much of it that is not even needed. The national exchequer is bleeding dry paying out billions of dollars in expensive foreign loan repayments, money it can ill afford to spare but that is the price this nation has paid for the flawed and corrupt energy policy that was followed for the last 15 years. Let the scrapping of these RE contracts be the first step in the right direction for energy planning in Bangladesh from this point on.",
        "headline_1": "Scrapping RE projects of past regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/scrapping-re-projects-of-past-regime-1729349008",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "When the newly independent Bangladesh completed all the necessary formalities to join the General Agreement on Tariffs and Trade (GATT) in November 1972, an objection was raised by Pakistan at the multilateral trade forum. The memory of the fateful defeat of the country in the war against its then-eastern wing in 1971 was fresh. For Bangladesh, the war, imposed by Pakistan, was primarily a fight for its survival and self-defence, which later turned into a war of independence for obvious reasons. Thus, Bangladesh emerged as a sovereign nation on December 16, 1971. Access to GATT, the predecessor of the World Trade Organization (WTO), as a contracting party, was crucial for the newly born country. Within a year, it became a reality, and Bangladesh became a contracting party or a member on December 16, 1972. The decision to give accession to Bangladesh as a contracting party was finalised on November 10, 1972. Immediately after the decision, Pakistan officially informed the GATT secretariat that it had decided to invoke Article XXXV of GATT concerning Bangladesh. This means that Pakistan would not go for any trade negotiation or trade preference arrangement with Bangladesh under the framework of GATT. To put it another way, it was a protest from Pakistan, though the move could not block Bangladesh from joining the multilateral forum of international trade negotiation and rule-making. Two years later, in January 1975, Pakistan withdrew the invocation by accepting the Protocol for the Accession of Bangladesh to the GATT. Earlier, in 1974, Pakistan also agreed to recognise Bangladesh as an independent country, leading to establishing bilateral diplomatic relationships. It also opened the path of bilateral trade.Nevertheless, bilateral trade between these two countries has yet to achieve optimal momentum for various reasons. The common memberships in two regional trade agreements - South Asian Free Trade Area (SAFTA) and Developing Eight Preferential Trade Agreement (D-8 PTA) - play a little role to enhance the economic ties among them. Bangladesh-Pakistan bilateral trade reached at US$782 million in fiscal year 2022-23 (FY23) with trade balance in favour of Pakistan. Geo-politics is a critical barrier to advancing bilateral trade, especially in the last one and half decades when the Hasina regime was heavily tilted toward India. It drove Bangladesh to downgrade its bilateral relationship with Pakistan persistently. The ousted government, however, tried to use Pakistan's unwillingness to formally seek an apology for the atrocities in 1971 as the cover. In 2016, Bangladesh followed the Indian path and decided not to join the SAARC Summit in Pakistan. The reason was cited as 'interference in internal affairs' indicating Pakistan's protest to the execution of Jamaat-e-Islami leaders found guilty of war crimes in 1971.The troubled bilateral relationship has cast a shadow on trade ties, with the Hasina-regime imposing a number of non-tariff barriers (NTBs) on importing Pakistani products. This has led to all consignments from Pakistan being selected for 100 per cent manual inspection, a process that significantly hampers trade efficiency. The recent decision by the interim government to scrap the mandatory physical inspection is a step in the right direction. Bangladeshi exporters also face various NTBs in Pakistan. That's why exports to Pakistan are still below $100 million. It was only in FY22 when exports to Pakistan crossed $100 million. It came down to $84 million in FY23 and further declined to $54 million in FY24. Despite some demands for clothing and pharmaceutical products, Bangladesh is yet to tap the market potential due to various NTBs and a lack of marketing. The main exportable item from Bangladesh is 'vegetable textile fibres', which is around two-fifths of the total exports. Again, there is a demand for raw jute. There are some tariff barriers also as the ad valorem equilibrium tariff applied by Pakistan on products originating from Bangladesh ranges from 2 per cent to 59 per cent, with an average rate of 7.8 per cent, according to an analytical note prepared by Karachi-based Pakistan Business Council (PBC). The anti-dumping duty imposed by Pakistan on hydrogen peroxide manufactured by Bangladeshi companies is also a contentious issue in the bilateral trade.  Another problem is the need for direct shipment of goods between the countries. Pakistan's export cargo is trans-shipped via Singapore or Colombo to Chittagong. It is, however, a long practice since the discontinuation of the route many years ago. Pakistan International Airlines (PIA) suspended its flight operations to Bangladesh in 2015, breaking the only direct physical connection between the two countries. So, both exports and imports have become costlier. Businessmen on both sides also face stringent visa rules primarily 'motivated by political bias and improper considerations'. Import from Pakistan is much higher as the country was the 19th import source of Bangladesh in FY23. Imports of goods from Pakistan stood at around $700 million in the year under review, which was one per cent of the country's total imports. However, imports from Pakistan are heavily concentrated as cotton accounts for 80 per cent of total imports. Pakistani fibre and textile are also on the list, along with some other products. Due to some strict regulations coupled with excessive import tariffs, Pakistani textiles and clothing enter Bangladesh through a third country, Dubai to be precise. As a growing economy with a booming consumer base, Bangladesh is not just a potential market, but a market with significant growth potential for Pakistani goods. Pakistan, on the other hand, is a competitive source of various raw materials and intermediate goods for Bangladesh. The potential for growth is further underscored by the fact that Pakistan could be a growing market for some Bangladeshi products like jute and pharmaceutical items. The resumption of Dhaka-Karachi direct flights may also open competitive air connectivity to the Middle East, further fuelling this growth. Therefore, the exploration of trade cooperation between Bangladesh and Pakistan with a focus on removing undue barriers should be considered seriously.  [email protected]",
        "headline_1": "Promoting trade ties with Pakistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-trade-ties-with-pakistan-1729349066",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "A recent investigation by the Bangladesh Competition Commission (BCC) has exposed alarming practices by the country's leading bottled water companies, resulting in an unjustifiable rise in bottled water prices. Between January and September 2023, the price of a half-litre bottle increased from Tk.15 to Tk.20. The companies claim that rising import costs, higher raw material prices, and fluctuations in the dollar's value justify the price hike. The BCC's investigation, however, paints an entirely different picture.The actual increase in production costs was found to be minimal and insufficient to justify such inflated profits. For instance, Akij Food & Beverage's Spa brand saw a staggering 420 per cent profit increase, despite production costs rising by just 18.33 per cent. Coca-Cola's Kinley brand experienced a 212 per cent profit hike, even though the production cost per bottle rose by only Tk1.624. By collectively setting unreasonably high prices, in violation of the Competition Act of 2012, these companies undermined fair competition and prioritised profits over the wellbeing of the population. This is one instance of how the consumers have remained vulnerable to profiteering corporations.Bottled drinking water was virtually unknown in Bangladesh until the devastating flood of 1988. The flood contaminated water sources, leading to widespread water-borne diseases, particularly hepatitis. In response, the public lost trust in the water provided by the Water and Sewerage Authority (WASA), creating an opportunity for private businesses to capitalise on this crisis. What began as a temporary solution to a national emergency has since evolved into a permanent feature and lucrative business, with bottled water becoming an indispensable commodity.The pertinent question remains: why did this situation become permanent? Once the crisis time passed, it was assumed and expected that WASA would reassess and improve the quality of the water it supplied. Instead, the public was made permanently dependent on bottled water. Commercial ventures quickly mushroomed and multiplied, offering 'safe' drinking water at increasingly higher prices.Access to water, like air, is the fundamental right of every human. Profit-driven aggression is therefore morally wrong and akin to paying for the air we breathe. The city dwellers are being doubly fleeced considering WASA water tariff has been increased 14 times in 13 years. Additionally, they cannot just drink it straight from the tap, but must spend extra money boiling it to make it potable (and we know the horrific cost of gas these days) or purchase a water purifier, bottled water, or jar water.But despite the extra income the ever-rising water cost provides, WASA seemingly did nothing to win back the confidence of city-dwellers by supplying safe drinking water. Even more concerning is WASA's own entry into the bottled water business. This is problematic on many levels. Firstly, public bodies should not engage in profit-making ventures. Secondly, if WASA stands to profit from bottled water sales, it may lose its incentive to fulfill its primary responsibility of supplying safe drinking water to the public.The rising cost of bottled water in Bangladesh raises serious concerns about corporate profiteering and the role of public utilities in safeguarding essential resources. With water - the essence of life - becoming an increasingly expensive commodity, consumers are left vulnerable to exploitation. Both private companies and public entities like WASA must be held accountable, ensuring that the public's access to safe, affordable drinking water is prioritised over profits.Leonardo Di Vinci once said: \"Water is the driving force of all nature.\" And he was right. Water is not only a necessity for survival, it's a basic human right. Regulatory frameworks must be prioritised and strengthened to protect this right for all.[email protected]",
        "headline_1": "Safe drinking water becoming a luxury",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safe-drinking-water-becoming-a-luxury-1729349135",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2024"
    },
    {
        "full_article": "It is ridiculous that some political parties are urging the Government of Nobel Laureate Prof. Muhammad Yunus \"to do the basic reforms of the state needed to hold free and fair election and leave the details to be decided by the next elected government\".It is not rational and they ought not make such demands. The Interim Government is doing a fantastic job of weeding out the crooks and thieves who have shamelessly cheated the people of Bangladesh, have starved the people, created misery, and sucked the nation dry to satisfy their personal greed. The only people, in my opinion, who want to stop the investigations into corruption are those who are involved and investigators are getting too close to revealing who they are.There should be no elections until Bangladesh is entirely cleaned of corruption and death penalty laws are put in place to try the scum of society.Professor Muhammad Yunus and the representatives of Anti-discrimination Student Movement in the government are doing a remarkable job and should be helped, not hindered.People did not give their lives in July-August just for \"more of the same\" to replace what they died for.Go ahead, Professor Yunus with your great work, continue with your house cleaning, and do not allow anyone to deter you from completing your noble tasks to benefit Bangladesh. The people are 100 per cent with you.Dr. Ismail ChowdhuryBanani[email protected]",
        "headline_1": "Why calling for elections now?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-calling-for-elections-now-1729349172",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2024"
    }
]