[
    {
        "full_article": "Mary Frances Dunham (MFD) arrived in Dhaka on a wintry day in November of 1960. From the window of her room at Hotel Shahbagh, she found ample opportunities to observe the city. This is how she described her first impression: \"As much of the town as I have been able to see so far is most charming. Very pictorial. I think we are in the garden district and I have not explored far enough to find the squalor that is supposed to exist abundantly, but as far as the business district is from here and as far as the university in the other direction there are meadows, fine modern buildings, wide avenues lined with tall green trees, small cows and goats grazing everywhere. The land is very flat, and from the hotel we can see far in all directions, but it looks like mostly trees and meadows.\"\nThat first impression was the beginning of an enduring relationship with Bangladesh: a country she took great interest in, studied extensively, and wrote about. MFD came to East Pakistan with her husband, architect Daniel Dunham, who was hired by Louis Berger and Consulting Engineers, a US-based consultancy firm that specialised in infrastructure building all over the world. Daniel served as the head of Berger's Dhaka office's architecture division before joining the Department of Architecture at the East Pakistan University of Engineering and Technology a few years later. Daniel was one of the designers of Kamalapur Railway Station, an icon of \"tropical modernism\" in South Asia.\nUpon arrival in Dhaka, MFD thought her first task in this unfamiliar country was to learn the language of the land. While staying at Hotel Shahbagh—in walking distance from Dhaka University—she was fortunate to have found a great teacher, who inspired her interest in the Bangla language. A scholar of medieval Bangla literature, Prof Ahmed Sharif introduced her to several Bangla classics, including a few by Tagore. This interest would eventually lead her to learn Bangla with the devotion of an ethnolinguist and develop a focused research interest in Muslim jarigan (the term jari comes from the Persian word \"zari,\" meaning lamentation) with the prodding of renowned poet Jasimuddin.\nMore than three decades later, in 1997, she transformed her Master's thesis at Columbia University into a book titled \"Jarigan: Muslim Epic Songs of Bangladesh.\" It was the exploration of a genre of Bangla folkloric music that mourns the tragic events in the battle of Karbala near the Euphrates River in 680 CE. Two years later, she worked with renowned litterateur Ahmed Sofa to translate his \"Tales of Flowers, Trees, and Birds\" into English. Earlier in 1971, her effort to raise awareness of the East Pakistan genocide in the US Congress reflected her deep commitment to the people of Bangladesh and their right to self-rule.\nWhile in Dhaka, she was never afraid to venture beyond the perceived safety circle for expats, shunning the typical orientalising tendencies of Westerners. She refused to settle into the comfortable life of a \"foreigner\" in Dhaka's prestigious residential neighbourhood called Dhanmondi, which one of her friends called a \"hopeless suburbia.\" Instead, she and her husband walked around Ramna and found a \"quaint\" house—Hafiz Villa—on Siddheswari Road that became their little Bangladesh for over seven years. Even though their house felt like \"an untidy ruin swarming with women, babies, and tattered animals,\" it is from there that MFD unleashed her fierce discovery of Bangladesh.\nWhen I first met her and her husband in the architecture building at the Bangladesh University of Engineering and Technology in 1992, they were on a trip to Bangladesh. As a newly hired lecturer in the Department of Architecture, I was fascinated by their story of work, travel, and cultural encounters. I gave them a tour of the building, discussed Dhaka's evolution, and their time in pre-independence Bangladesh. Afterwards, they invited me to have dinner with them at the posh Sonargaon Hotel. Our animated conversation continued over a sumptuous meal. But I must confess: little did I understand then the extraordinary power of MFD, a diminutive woman with a towering zest for life and its extraordinary range of possibilities.\nIt was decades later, in 2017, when I met her architect-planner daughter, Katherine, in Chattogram, where she taught briefly at the Asian University for Women, that I reconnected with MFD. I had visited her and Katherine in their Upper East Side Manhattan flat, and I was overwhelmed to see MFD's vast collection of Bangla books and memorabilia. With artefacts ranging from rickshaw art to rare Bangla books to musical instruments of East Bengal, the apartment was no less than a museum!\nAlas, by then, she had already been suffering from Parkinson's disease for over a decade and had become very fragile. Yet, a conversation about Bangladesh would brighten up her face. When I would say a few sentences in Bangla, she would nod and reminisce about her days in Bangladesh both in English and Bangla. At times it seemed as though she was a dual citizen of the US and Bangladesh!\nMary Frances Dunham passed away on Monday, October 11. When Katherine texted me Monday night that her mother had breathed her last, I missed both her and my own mother, who died after contracting Covid-19 last year. While my mother was laid to rest in our family graveyard on a melancholic rainy day, MFD's final destination was a tad startling.\nIn many ways, MFD was a force of nature. She was committed to a humanist view of the world, empathy for the downtrodden, and belief in the sustainability of a carbon-neutral world (she was an impassioned advocate of the bicycle as a carbon-free mode of transportation). She was born in 1932 in New Jersey, US, and spent her childhood years in France, becoming fluent in French. She graduated from Radcliffe College in Massachusetts in 1954, and four years later, obtained a Master's degree in education from Harvard.\nShe was no second fiddle to her architect husband during her stay in Bangladesh. She was proactive in the patronage of local culture with the spirit of an enlightened native. Instrumental in establishing the first Alliance Française in Dhaka during the 1960s, she brought her love of languages to Bangladesh. She taught Bangla to foreign doctors from the Cholera Lab (later icddr,b), so that they could communicate directly with their patients and undertake surveys in rural Bangladesh. This was who MFD naturally was—no pretension, no pursuit of fame. All this emanated from her profound sense of service to society.\nEven in death, she didn't abandon that sense of serving humanity. She had instructed Katherine to donate her body to medical research on Parkinson's disease. There will be a public bench in her honour in Manhattan's Riverside Park on 111 St. This way, her name will be a part of the city's public realm. MFD once wrote that she had never forgotten the lyrics of a Tagore song: Ontor momo bikashito koro, Ontorotor he, Nirmol koro, Ujwal koro, Shundor koro he … (O' innermost one, help flourish my soul, make it pure, make it bright, and make it beautiful …).\nMFD, you will be missed. Rest in peace.\n \nAdnan Zillur Morshed is an architect, architectural historian, and educator.\n",
        "headline_1": "Tribute to a true admirer of Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/tribute-true-admirer-bangladesh-2202266",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    },
    {
        "full_article": "In the first eight months of 2021, at least 79 girls with disabilities have been subjected to rape in the country, according to a recent report by the National Girl Child Advocacy Forum Bangladesh. There is a culture of impunity regarding sexual violence faced by children, but pursuing justice becomes even more challenging in case of girls with disabilities—especially if they have intellectual, speech, hearing, and psycho-social disabilities.\nChild sexual violence, abuse, and exploitation happen in many ways, which can range from inappropriate touching to rape. Children are abused in all settings: homes, schools, playgrounds, workplaces, etc. This is a serious violation of children's rights and has a long-term negative impact on their lives. Most of the cases of child sexual abuse remain unreported, and the likelihood of the abuse being unreported is higher in the case of children with disabilities. There is chronic inaccessibility and structural discrimination that children with disabilities face within the legal system in Bangladesh. Therefore, survivors and their families usually refrain from speaking out about the violence against them. This makes children with disabilities even more vulnerable. So, it could be safely said that the number cited above reflects only the tip of the iceberg.\nAccording to \"Out from the Shadows: Sexual Violence against Children with Disabilities,\" a report jointly prepared by Save the Children and Handicap International, children with disabilities are at a greater risk of experiencing physical and sexual violence than children without disabilities. They may be hidden in communities due to stigma and discrimination, and excluded from schools and other educational opportunities. Adolescent girls and boys with disabilities (particularly those with intellectual disabilities) are usually excluded from activities that could increase their knowledge about violence, sex, and healthy relationships, as well as from peer networks that might protect them from violence.\nAs a result of the isolation, children with disabilities are perceived as an easy target for violence. In many cases, parents of children with disabilities are unaware of the risks facing them, and cannot take actions to protect their children. Perpetrators could be a relative or anyone on whom the child is dependent, which makes it very difficult to address the issue.\nChildren with disabilities usually find it hard to move away from risky situations or call for help. Often they don't know if a crime has happened to them, or can't tell other people what happened. In most cases, police, legal, and medical professionals do not have the capacity and sensitivity to communicate with children with disabilities in an effective way, and cannot provide the required support.\nIn Bangladesh, children with different types of disabilities face different challenges. A survivor with speech and hearing impairment cannot give testimony to the court directly, as there are no lawyers or judges who know sign language. Courts require interpreters in such cases. But there are only around 10 of them in the country, and most of them are based in Dhaka. In case of survivors with psychosocial disability, the police are not willing to document such cases because the survivors cannot prove the incident. Those who have multi-sensory impairment are completely unable to give testimony.\nPerpetrators should be brought to justice through speedy trials. Social and structural discrimination that prevents children from accessing services should be addressed. We should guarantee equal access to education and other opportunities that decrease the isolation of children with disabilities. There is a need for a change in public attitude regarding children with disabilities, which will contribute to creating an environment where they feel included. It is important to prohibit all forms of discrimination that may hinder access to justice as well as medical, legal, psychological, and social services. For example, legal provisions that automatically prohibit children with certain disabilities from being recognised as competent witnesses must be changed. If the burden of proof could be shifted to the accused perpetrator from the victim, it may be easier to get justice.\nThere should be investment in high-quality, free services that prevent and respond to sexual violence against children with disabilities. We must ensure that the children get the support they need. This includes medical care, support to cope and keep safe, someone to assist them to understand information or use sign language, advice to help them get a lawyer for free, and support to speak in court in a way that is safe for them.\nThere should be capacity building efforts for the police, judges and court staff, social workers, doctors, nurses, and other health staff so that they could provide adequate support to the children with disabilities with sensitivity. Infrastructures and services should be designed in a way that all children with disabilities could use them easily.\nChildren with disabilities should be consulted to ensure services are appropriate and accessible to them. They should have access to information on their rights, which will help them in identifying, preventing, and acting upon violence against them. The laws related to rape and disability rights must be disseminated to them in accessible formats (through braille, sign language, etc). Parental awareness should be developed so that they can prevent and detect the early signs of sexual violence faced by their children with disabilities. This will be helpful in taking measures to protect them quickly.\n\"It makes me so angry when I see the man who raped my 13-year-old daughter with disabilities proudly roaming around the neighbourhood, saying, 'What's so wrong with raping a retard? She's a reject anyway!'\"—this remark by a frustrated father of a girl with intellectual and physical disabilities expresses the reality faced by the children with disabilities. Due to the additional vulnerabilities faced by them, we have more responsibilities to do all we can to protect them from sexual violence. The government, civil society, service providers, media, parents, and community members should play their roles properly to ensure that children with disabilities are protected from sexual violence. Let's make them a priority and always consider their best interest.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "We must do better to protect children with disabilities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-must-do-better-protect-children-disabilities-2201556",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    },
    {
        "full_article": "The Islamic State-Khorasan Province (IS-K) is emerging as a major threat to peace in Afghanistan, proving the Taliban's previous judgement of their capabilities wrong. Ever since the IS-K was established in 2015—when they were at the height of power in Syria and Iraq—the offshoot of the international terror network has carried out constant attacks across Afghanistan. One would remember the horrific shooting at a maternity ward in Kabul in 2020, when fighters suspected to be members of IS-K shot at expecting mothers, nurses, and doctors. Twenty-four people, including mothers and newborn children, were killed.\nOver time, the IS-K has carried out many daring attacks on the previous Afghan government and politicians, local and international security forces (including the US and NATO personnel), international humanitarian agencies and their personnel, minority groups, and the Taliban, among others.\nMore recently, the IS-K has claimed two suicide bombings at Shia mosques on two Fridays in a row. The first of these two suicide attacks, targeting Friday prayers, was orchestrated at Said Abad Mosque in Kunduz province in northeast Afghanistan, on October 8. More than 50 worshippers were killed in the suicide attack, and hundreds were injured. It was the third attack on a religious institution that week. The mosque attack, along with the recent transgressions of the IS-K, raised concerns among the Afghans, the ruling Taliban, and the United Nations; UN Secretary-General António Guterres said it was part of a \"disturbing pattern of violence.\"\nThe latest suicide attack, on October 15, only added to the apprehensions of the people. This attack was carried out at a packed mosque in the Taliban stronghold of Kandahar. At least 65 worshippers were killed, while hundreds were injured. The UN secretary-general called the attack \"despicable.\"\nAn attack at the heart of the Taliban's power centre—the southern city of Kandahar—sends them a very alarming signal: they are perhaps no longer capable of safeguarding their own stronghold. While the world is still coming to terms with the fact that the US had to make a botched exit from Afghanistan after nearly 20 years of occupation—thanks to its own premature Afghanistan strategy and mismanagement of resources—and that an extremist group is now ruling the country again, the emergence of IS-K bodes ominous portents for the world community.\nAlthough the Taliban has been dismissive about the capacity and strength of the IS-K in the past, they are now realising the mistake of undermining the IS offshoot. After the Kunduz attack, a Taliban spokesman tweeted, \"This afternoon, an explosion took place in a mosque of our Shiite compatriots… a number of our compatriots were martyred and wounded.\" He suggested that the Taliban were investigating the bombing. There were also talks of strengthening security at the religious institutions in the Shia dominated areas. Despite that, the Kandahar attack took place—under the very nose of the Taliban.\nThe Nangarhar and Kunar-based IS-K, being an offshoot of the Islamic State, follow their belief systems. The IS-K fighters include hard-line jihadists from Afghanistan, Pakistan, and the Islamic Movement of Uzbekistan, and also include some former members of the Taliban, who harbour a more extremist worldview.\nWhile IS-K fighters are now challenging the Taliban and trying to dent their image through these atrocious attacks, they are unlikely to stop at this. The IS-K—as per the ideology of the IS—is likely to target establishing a caliphate in the region through destabilising regional peace and order. Since many of these fighters are from Pakistan and Uzbekistan, they are also likely to have a good understanding of these countries, which they can use to their advantage as and when required.\nJason M Blazakis, professor at Middlebury Institute of International Studies, in an article on Defenseone.com, suggested that while the Taliban was focused on local victory, \"ISIS still wants the world.\" He further added, \"ISIS-K also believes that al-Qaeda and the Taliban are too locally focused and disinterested in establishing a global caliphate… al-Qaeda was always opposed to creating a global caliphate too quickly, citing the need to govern successfully by tending to the masses. ISIS instead bet on its ability to metastasise globally and for a time eclipsed the already-diminished al-Qaeda within jihadist circles.\"\nHowever, to what extent the Taliban and al-Qaeda will be able to keep IS-K at bay remains to be seen. Crushing the IS-K would be a difficult task for any actor—local or foreign. Nangarhar and Kunar are mountainous and semi-mountainous terrains and provide ample opportunities for cover. And with the constrained resources, the Taliban is stuck between a rock and a hard place with regard to eliminating the threat of IS-K.\nAnother challenge that the Taliban face is internal strife between the various factions within the organisation. There are radical, extremist elements within them, many of whom are not happy with the more moderate attitude of the Taliban—those who believe in the old dogmas and feel that the Taliban are not hard-line enough. To these factions, IS-K might look like just the right association.\nThe IS-K's possible affiliation with the powerful Haqqani network, with whom the Taliban are also strongly connected, also makes it difficult for them to go after the IS-K. A BBC report quoted Asia Pacific Foundation's Dr Sajjan Gohel as saying that \"several major attacks between 2019 and 2021 involved collaboration between IS-K, the Taliban's Haqqani network and other terror groups based in Pakistan.\"\nThe Haqqani network is currently in charge of internal security in Afghanistan. Its influence with the Taliban and their prominent roles in the government have made regional and global players uneasy about the ability of the Taliban to deliver on its promise of security.\nThe IS-K—known for its notorious ambitions, radical ideologies, and unpredictable actions— had even unnerved the US security forces with the atrocious Kabul airport attack, which pushed the US forces to further hasten their evacuation. The IS-K is not a force to be trifled with. These jihadists are blood-thirsty and would do anything to achieve their goals. This terrorist outfit of Islamic State should be stopped in its tracks now, before they muster more support and resources to emerge as a stronger malicious force than it already is.\nThe IS-K is not just Afghanistan's problem; it is the problem for the region. The regional players now need to take a good, hard look at the situation in Afghanistan, and take concerted and comprehensive measures to stop the IS-K from spreading its wings further. A distraught and vulnerable neighbour being forced to harbour terrorist elements is not a desirable geopolitical scenario for anyone.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Regional efforts needed to end Afghanistan’s woes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/regional-efforts-needed-end-afghanistans-woes-2201546",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    },
    {
        "full_article": "Dr Badiul Alam Majumdar is global vice-president and country director, The Hunger Project, and secretary of Sushashoner Jonno Nagorik (Shujan). In this interview with Eresh Omar Jamal of The Daily Star, he talks about the constitutional obligation of formulating a law to establish the Election Commission and why politicians so far have ignored it.\n \n \nDespite the constitution providing for the formulation of a law to establish the Election Commission (EC), why is it that we still don't have it?\nBecause, in simple terms, our politicians did not want to have the law. A law would lay down some procedures, restrictions and guidelines, so you cannot do whatever you want—although laws may have loopholes, and if your intentions are not honest, you can manipulate them. But a law ties your hands to some extent, and our politicians did not want that. They wanted to do whatever they wanted and appoint whomever they wanted.\nConstitutional obligations aside, why is such a law necessary? How would it improve holding elections?\nAs I've already said, a law would set some boundaries, erect some guardrails and set out certain procedures. It could, for example, ensure that appropriate and non-partisan people are appointed to the EC, who may be able to withstand pressure from vested quarters. It may not guarantee that we will have free and fair elections, but it will definitely increase the likelihood. It is in the public's interest that we have free, fair and credible elections, so that a democratically formed government runs the affairs of the state. That way, those in charge are more accountable to the people.\nWhat kind of boundaries or procedures am I talking about? See, a law could spell out the qualifications or disqualifications of candidates for the EC posts. If the appointing authorities—the president and, indirectly, the prime minister—are honest in their intentions and want to abide by the law, then we are likely to have qualified people appointed to the EC. With regards to qualifications, the first important provision in the law could be that the candidates would be required to submit their antecedents in the form of affidavits, which should be made public.\nThe law could lay down the procedure to appoint EC members through a search committee that represents different stakeholders. One committee member could be appointed by the PM, one by the leader of the opposition, one by the third largest party in parliament—even though most members of our current parliament were not elected by the people. The search committee could also be headed by an honourable person such as a former chief justice or a former justice of the Appellate Division. There could also be a representative of the civil society and another from the media. The comptroller and auditor-general could also be included. The workings of this committee should be made transparent. The minutes of their meetings and their deliberations should be written down and made public.\nIn the past, the PM would decide the appointees. Since 2011, the president has been holding dialogues with political parties to constitute a search committee. And how was it constituted? If you look at Article 48(3) of our constitution, it essentially says that except in the case of appointing the PM and chief justice, the president will have to act on the advice of the PM in all matters. In forming the search committee, I am pretty sure the president had to get the advice of the PM. So, basically the head of the executive branch—the PM—decided who became members of the search committee. And we have no knowledge of how those search committees functioned and how they came to their decisions.\nAnother alternative could be to have a parliamentary special committee—representing the different parties in parliament—in lieu of the search committee. But the problem with that is the parliament in our country is not representative, and most of the incumbent MPs did not get \"elected\" with the consent of the people. Another reality is that the parliament has become subservient to the executive, so I don't think such a committee would work here.\nThe framers of our constitution perhaps never thought that there would be a day when the people in power would select EC members who would serve their own interests, rather than the interests of the people. I have talked to a few of them, who said they thought honourable people would be selected for the EC, not those who would hold tainted elections. They never thought we would ever have what is now practically a one-party government.\nHow would you rate the performance of the present EC, particularly in light of the fact that voter turnout in recent polls has dropped to an abysmally low level?\nNot only did the present Election Commission harm our electoral system, but there are also serious allegations of fiduciary nature against them. This is the first time that such allegations have been made against such a body and its chief. Earlier, when the BNP was in power, the incumbent CEC was forced out of his job—being victimised by the BNP. Later, the Awami League government reinstated him with the rank of a secretary, even though he was a joint secretary when BNP had forced him out. So, there is reasonable ground for him to take a negative view against one party.\nOne may recall that the CEC had made a public commitment about electronic voting machines (EVMs), that they would not be used unless there was political consensus. Yet, when all the opposition parties were opposed to EVMs, he did not keep his words, and went ahead with using the EVMs. The EVMs that we bought do not have any paper trail, making them vulnerable to manipulation. Also, they were bought at a price that was 11 times higher than the ones bought in India (\"EC procures EVMs at 11 times higher than India's price\", October 16, 2018, Prothom Alo). When our EVMs were bought, a technical committee was formed, headed by the late Professor Jamilur Reza Choudhury, who refused to endorse the purchase of these EVMs because they did not have paper trails.\nAt first, India too had EVMs that did not have paper trails. But then, the Indian Supreme Court directed the election commission to add paper trails—VVPAT, or Voter Verifiable Paper Audit Trail. So the Indian election commission had to modify their EVMs. Bangladesh could do that too. In addition, our EVMs are directly under the EC's control, and there is no way to verify any of the election results they give. One example of manipulation could be seen in the Chattogram City Corporation elections, where the result was declared at least twice, according to media reports. I also wrote about it myself. EVMs should not have the scope to publish results twice.\nWhat had happened was that the results that were published on the night of the election were embarrassing—showing the BNP candidate receiving zero votes in 22 centres and so on. So they had to issue a second version. Even the results of the 11th parliamentary elections raised a lot of questions. I, for example, wanted to have the centre-wise election results. In the past, the EC would publish centre-wise election results on its own, but the present EC did not publish them. We tried to talk to them and convince them, but they paid no attention. So I submitted an RTI application. Eventually, after much dillydallying, they published them on their website. When we analysed the centre-wise data, we found that in 213 centres—out of 40,000—there was 100 percent of votes cast, which is impossible because the voter list was created many months prior to the elections, and there were people who had died, people who were out of the country, people who were in jail. Not only that, they even showed a candidate in Chattogram getting zero votes, which they later changed. Centre-wise results showed that the BNP-led alliance got zero votes in 1,177 centres. And even AL got zero votes in two centres.\nIt is unfortunate that the present CEC and three other election commissioners acted in a manner that many may consider less than honourable and that, in my view, was not in the public interest. In fact, I would say, this is the worst election commission we have had in our history.\nJust to illustrate this point: the present commissioners created 15 special designations for themselves—such as special speaker, course adviser, course director, course coordinator, assistant course coordinator—and they got paid for performing these tasks, although they are employed to do these things anyway. Past election commissioners performed the same tasks but never charged extra money for it. Boishakhi Television aired a seven-part series unearthing these irregularities. And a group of 44 citizens, including myself, had written two letters to the president asking for an investigation into this. We gave specific information supporting our allegations, although the burden of proof does not fall on us. But the president did not even acknowledge our letters.\nHowever, I must add, the EC alone cannot hold free and fair elections. If other stakeholders such as the law enforcement agencies and the bureaucracy—that is, the government in power—do not function in a neutral manner, even the strongest EC will not be able to deliver free, fair and credible elections. But it can prevent tainted elections. The Appellate Division of our Supreme Court, in Altaf Hossain vs Abul Kashem case, said that the EC can even \"add to the statutory rules\" for the sake of free and fair elections. So the EC has almost unlimited power to hold fair elections. If the EC realises that it is impossible to hold a fair election, it can always stop the election or cancel the results of tainted elections after an investigation. But this EC did nothing. Even when there were attacks on Dr Kamal Hossain and other opposition leaders, it did not bother to take any action.\nAs we celebrate 50 years of independence, couldn't the Awami League leave a lasting legacy by finally giving the country a law to formulate the EC? What reasons could it have for not doing so?\nWe have moved far away from the spirit of our Liberation War and the guiding principles of our constitution, democracy being one of them. Article 11 of our constitution says that, \"The Republic shall be a democracy...\" Article 59 says that people's rule will be ensured in all administrative units at the local level. We have moved away from these commitments, even though our freedom fighters gave their lives for these ideals, including the right to self-determination of the people.\nThe declaration of our independence pledged that \"it shall be a fundamental aim of the state to realise, through the democratic process, a socialist society free from exploitation and a society in which the rule of law, fundamental human rights and freedom, equality and justice, political, economic and social, will be secured for all citizens.\" This is why we fought our Liberation War. But we have deviated from those ideals. The state is no longer run in the public interest—but in coterie interest. It is no longer run with those principles in mind, but to ensure that whoever is in power, stays in power. So that is why they are not doing it.\nWe as a nation are at a dangerous juncture. There are a lot of disaffection and unhappiness among the people. And this can lure many of our young people towards undesirable, radical paths. In fact, I am not really surprised when I hear that some people support the Taliban and such radical groups, although I find it abhorring. This should be a big red flag for us. When people are disillusioned and unhappy, and they see no way out, they may take extremist routes, seeking religion-based solutions, which will not serve anybody's interest. So I pray and hope that our PM will have the wisdom to make the right decisions and leave behind a legacy that she will be proud of—that all of us can be proud of.\nWhat is your take on the constitutionality of the search committee and the caretaker government?\nThe ruling party says that the EC would be constituted with a search committee. The law minister said that the search committee is close to law—and there is no time to formulate a law. I do not get it. First of all, when it is said that a search committee is close to law, I have to ask, how close? Either it is a law, or it is not. It also does not make sense to claim that there is no time. The ruling party has been in power since 2009, and the law minister himself has been in charge for quite a few years. So what did they do all this time? This was a constitutional mandate. Also, this is a simple law— three to four pages in length—and it would not take much time.\nThe Dr Shamsul Huda Commission prepared a draft in 2011 before they left office. Based on that draft and using the experiences of other countries, we prepared a draft in a week. So a law could be drafted quickly and opened up to the public for their feedback. There are still several months left to do that. So these excuses that they give do not make any sense. We have already shown that it can be done, and we are willing to help.\nAnother thing the ruling party says is that it wants to abide by the constitution. Well, the election-time government—the caretaker government—is not in the constitution and they do not want to discuss it, and we can understand that, although I have a different view. But a search committee is not in the constitution either. So they are basically cherry-picking. They want to use the constitution when it is in their interest, but avoid it when it is not.\nIn 2011, a parliamentary committee was set up under senior lawmaker Sajeda Chowdhury. This committee, comprising senior leaders, held extensive consultations with different stakeholders. This is what Tofail Ahmed had said at the committee meeting: \"My personal opinion is that it won't be appropriate to change any major aspect of the caretaker government. Even if we do away with the caretaker government, keep it for another two terms. After two terms, if we are in the opposition, then we may have to clamour for it to be brought back\" (\"Which constitution, whose constitution\", October 28, 2013, Prothom Alo).\nAmir Hossain Amu said: \"If we really want to make a change, then a lot of complications will arise. We will get into a lot of hassles. Instead, it is better to just keep it as it is.\" Abdul Matin Khasru, the late law minister, said: \"When we sat down for discussions, we prepared some guidelines which said we won't get into anything that could lead to conflict. I sincerely want to say, the caretaker government system that we have, let's just leave it as it is.\" Shirin Sharmin Chaudhury said: \"We don't need any changes to the caretaker government system right now.\" The late Suranjit Sengupta said: \"In spite of all the limitations, we should proceed with it [caretaker government system].\"\nThe committee \"unanimously\" recommended amending the constitution keeping the caretaker government provision, and went to meet the PM. The change came later. So the chief of the ruling party and head of the executive branch decided to do away with the caretaker government. Not only that, the Appellate Division under Justice Khairul Haque gave a divided short order, where they kept the option to keep the caretaker government, if the parliament wanted to, for two terms. The manner in which the amendment was brought about created a lot of questions that still linger in the public mind.\n",
        "headline_1": "‘There can be no excuse for not formulating the EC law’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/there-can-be-no-excuse-not-formulating-the-ec-law-2201541",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    },
    {
        "full_article": "One of the areas most severely impacted by the Covid-19 pandemic is our education sector. It is one where the consequences may not be apparent immediately, but the nation would feel its effects in the long run. The closure of educational institutions since early 2020 was unavoidable, yet unendurable when stretched over a long period of time. According to a new study, about 7.86 million primary and secondary students were at risk of learning loss in August-September due to school closure, up from 5.92 million in March.\nAlthough the online classes have tried to make up for the shortfall during the 18 months of shutdown, online teaching was, regrettably, a facility that a good number of the students did not have access to. According to the study, which was jointly conducted by Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD), 40 percent of the households surveyed have no device for remote learning, including online classes.\nBut it is not only the learning loss that has impacted the students; equally debilitating has been the impact of mental stress they are suffering from. The effect, unfortunately, has been incrementally high, the number of such students rising significantly in August-September as compared to March. In August, over 15 percent of the surveyed households reported that their school- or college-going children had been suffering from mental stress since the beginning of the pandemic. It was 13 percent in March.\nThe statistics quoted above illustrate the various effects of the pandemic on the education sector.\nWe believe that alongside the NGOs, the government should also conduct its own survey in this regard—and do so more extensively—so that appropriate measures could be put in place without delay. Opening schools is not enough. One couldn't agree more with the experts who say that this is indeed an educational emergency and must be treated as such. We suggest that the education ministry heed the recommendations made by the two aforementioned NGOs, which include designing well-rounded supplementary remedial programmes to recover learning loss, ensuring psychosocial support for students, expanding the secondary stipend programmes, and enhancing the free distribution of digital devices among poorer students.\n",
        "headline_1": "We must tackle learning loss head-on",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-must-tackle-learning-loss-head-2202246",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    },
    {
        "full_article": "We condemn, in the strongest possible terms, the most recent attack on the Hindu community in Boro Karimpur, a fishing village in Pirganj upazila, Rangpur. Since October 13, religious zealots have launched a series of attacks targeting Hindu communities in at least 10 districts. We join our voice with university professors, students, and other professionals and people across the country who have denounced these attacks and demanded answers from the government for failing to protect the Hindu community, as well as demand justice for the victims of these heinous and senseless attacks.\nThe attack on the fishing village was allegedly prompted, again, by a Facebook post \"hurting religious sentiments.\" However, as this newspaper reported on Tuesday, a handful of law enforcers and the chairman of the local union parishad had temporarily managed to subdue tensions in its immediate aftermath. That is, until loudspeakers from at least three mosques were used to instigate people to attack the Hindu community. First of all, given the recent series of attacks on the minority community, we fail to understand why only a handful of law enforcers were deployed in the area. The administration should have sent many more police officials to ensure that no more unsavoury incidents took place. In any case, the instigators who used the loudspeakers to urge people to vandalise and loot Hindu houses and other properties must be identified and brought to justice.\nThe amount of damage that was done in the attack was reportedly enormous. Everything that the fishermen and other members of this community owned was either destroyed or looted. Therefore, these people need urgent support from the government which, we hope, will be up to the task.\nWhat is most disappointing, however, is that we have been seeing this same story repeating itself, time and time again. According to Ain o Salish Kendra, as many as 3,710 attacks on the Hindu community took place between January 2013 and September 2021. These attacks included vandalism of and setting fire to Hindu homes, shops and businesses, as well as vandalism of and arson attacks on Hindu temples, and incidents of grabbing land and properties belonging to Hindu people.\nUnfortunately, not only is this a result of increased societal intolerance—which has been propagated over the years by certain groups for political gains and/or personal benefits—but also an outcome of the failure of successive governments to protect minority communities and hold the attackers and instigators—including members of various bodies that were somehow affiliated with the ruling party of the day—to account. That is why these attacks should also serve as a reminder for the administration to reflect on its own actions and inactions of the past—and perhaps also the present—that have, at the very least, failed to prevent them.\nThe government must remain vigilant, especially in the coming days. Law enforcement personnel should be deployed at the slightest hint of disturbances or instigation of violence against minority communities. Hindu community members, who have been hurt or harmed during these attacks, need to be supported by the government in order to get back on their feet. Additionally, those responsible for the attacks—and particularly the instigators—must be brought to justice.\n",
        "headline_1": "Instigators of violence must be brought to justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/instigators-violence-should-be-brought-justice-2202171",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2021"
    }
]