[
    {
        "full_article": "The suggestion for the introduction of electronic tracking of prisoners granted parole or furlough may merit consideration as a viable means of decongesting prisons. The idea of having a pilot programme to make undertrials who pose low or moderate risk wear devices that will track and restrict their movements has been mooted in a research report of the Supreme Court of India’s Centre for Research and Planning. This is not the first time the use of electronic tracking has been considered, though. The Model Prisons and Correctional Services Act, 2023, contains a provision that says “prisoners may be granted prison leave on the condition of their willingness to wear electronic tracking devices” so that their movement and activities may be monitored. It speaks of cancelling the leave in case of any violation. The study points out that Odisha was the first State to propose the use of tamper-proof electronic trackers on undertrials accused of non-heinous offences to reduce congestion in jails. Such a measure would extend the concept to grant of bail. However, it also points out correctly that there are no guidelines or minimum standards for when and how the technology can be deployed without violating the prisoners’ rights. The use of technology for tracking the movement of those allowed to leave prison on some conditions does raise such concerns.The Court, earlier this year, disapproved of imposing bail conditions that would infringe their right to privacy of the accused. The context in that case was a bail condition that the accused should pin his location on Google Maps and share it with the investigating officer. However, it ought not to mean that electronic tagging should be rejected out of hand. A Parliamentary Standing Committee had approved of cost-effective devices being used with the consent of the accused, citing the possible gains of avoiding rights violation, reducing administrative costs and decongesting prisons. Rising occupancy in prisons has been a matter of concern in the last few years. Official statistics put the number of prisoners in the country’s jails at 5,73,220 on December 31, 2022, amounting to 131.4% of the total capacity. Therefore, any move that will reduce the occupancy, including the use of tracking technology, ought to be a welcome measure. Several jurisdictions in the world deploy devices to track the movement of certain categories of offenders. It would be logical to use them to ensure that prisoners released recently do not approach their victims again or enter locations associated with their crimes. If the trackers were to be compact in terms of size and visibility, it could also make the beneficiaries of bail shed their reluctance to wear them for fear of stigmatisation. Published - November 20, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        prison\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        electronics\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        Orissa\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        crime",
        "headline_1": "Prison tag: On a viable means of decongesting prisons",
        "headline_2": "Tracking devices may be used if they aid bail, help free up jail space",
        "link": "https://www.thehindu.com/opinion/editorial/prison-tag-on-a-viable-means-of-decongesting-prisons/article68885993.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Every year, the first instance of the air quality index (AQI) vaulting to hazardous levels in Delhi is a bugle for pandemonium. On Monday (November 18, 2024), official measurements reported an average AQI of 488, with some private stations reporting over a 1,000. While all these stations do not follow a consistent reporting framework, what is unambiguous is that despite all the analysis of the causes of pollution in the national capital, the political response and the crores invested in measurement and improvising technology fixes, the system is unable to contain episodes of ‘severe’ pollution or when the AQI crosses 400. Official data suggest that since 2016, there have only been two years when the number of ‘severe’ days was in the single digits. The number of ‘poor’ days (AQI over 200) in the same period has declined from 200 in 2016 to 121 in 2024, with the worst yet to come for this year. This further underlines that meteorological conditions will continue to play an outsized role in tipping over the air quality in Delhi, from the concerning to the catastrophic. Unlike from even five years ago, there is a wealth of publicly available analytical tools - private and public sources that can track, even at a daily level, the sources of pollution. Thus a week back, stubble burning or farm fires from Punjab may have been a prominent source, but behind the latest spikes lie ‘household’ sources and ‘road dust’. However despite such nuanced understanding and the creation of empowered bodies such as the Commission for Air Quality Management (CAQM), which is tasked with coordinating a response involving not just Delhi but also surrounding States, there is no attempt by the Centre and the Delhi government to allay public consternation. Both central Ministers in Delhi who are responsible for the environment are away, coordinating election work in Maharashtra and addressing the 29th Conference of Parties in Baku, respectively. The Delhi Ministers cite faulty satellite data from Punjab to show that fires are down or bandy stop-gap solutions such as ‘cloud seeding’.The CAQM chooses not to engage except when it is getting lambasted by the Supreme Court of India, furthering the impression that it is a toothless body with little independence or gumption. Addressing stubble burning, which is a problem only in mid-November, is easier than tackling road dust, which is a perennial problem all through the year. The air quality gains from road dust are significant but of limited, immediate political gains. For the state to be seen as serious about tackling the crisis, it must consistently communicate its intent and rise above politics. Published - November 20, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        air pollution\n                    \n                            /                      \n                        \n                        New Delhi\n                    \n                            /                      \n                        \n                        weather\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        Punjab\n                    \n                            /                      \n                        \n                        fire\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Azerbaijan\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "A consistent response: On air pollution responses in Delhi",
        "headline_2": "Air pollution in Delhi demands a serious, immediate response",
        "link": "https://www.thehindu.com/opinion/editorial/a-consistent-response-on-air-pollution-responses-in-delhi/article68885974.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Mumbaikars lament the decay of their beloved metro yet don’t care if that’s not a poll issue\nThe Mumbai voter’s distress, all that hand-wringing, is rather well captured in Maratha quotaman Jarange Patil’s desperate trajectory to force a change in circumstance. A strike, an indefinite fast, a compromise, a feeling of betrayal, an angry entry into poll fray, and a strategic exit – all efforts to force a reset, thwarted, a purpose put off into a vague future. Exactly like Mumbai city, India’s financial capital, home to zillions of billionaires, where hundreds and thousands still flock to dream and do, yet, a city fatigued, worn down, spent – left to defend for itself its once-dazzling character, a cosmopolitan past its residents lament about in endless waves of nostalgia. What Mumbai, dream city, maximum city, everyone’s city, could have been. Fact is, no one’s any longer accusing Mumbai city of ‘internationalism’. Its glitzy pockets haven’t expanded. Instead, the super-rich’s blinding dazzle is sharper, throwing darker and longer shadows onto everyman’s city.\nIn these shadows lurk Mumbai’s reality – one of creaky infra, delayed completion of projects like flyovers, faulty bridges, encroachments over mangroves, traffic congestion, housing woes, and public spaces devoured for private activity. Mumbai today could be any city, its expansion following the hotel-mall-business district template, monstrosities mushrooming in every city suburb – without a thought to inclusion, let alone design, aesthetics or what a megacity needs. No one is asking who we’re building for. Middle-class is groaning under the burden of Mumbai’s decay, a coastal city vying with dirty Delhi even on toxic air. Its airport? Jammed. Daily commute? Like going into battle.\nUndivided Sena politics served its purpose in carving out parochial fault lines in Bombay. Its most radical idea, backed by most parties, in retrospect seems to have been to rename the city Mumbai. That’s telling. Those building the ever-expanding megapolis, coming from across the country, became fodder for politics of ‘othering’. The city’s multicultural worldview shut out; looking inwards revealed a closed mind. Yet, there was little wrath from residents, no outrage evident in any poll campaign. No demand that the megacity’s real problems be addressed, its civic amenities kept in step with growing population, no demand these feature front and centre in neta speeches, or manifestos. Mumbaikars allowed their city to go south. Today, one fight between UBT Sena and BJP is UBT’s charge of a Gujarati takeover of culture and business. Jarange Patil abandoned the poll road that’d take his fight to Mumbai. He likely figured despite the build-up of roads, the city’s going nowhere. And, Mumbaikars, despite their clamour, seem to care little.\n\n",
        "headline_1": "Lost in Mumbai",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lost-in-mumbai/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Meet AI’s challenges to traditional education by dropping bits of that tradition \nWhat happens when a powerful tool like AI meets the traditional teaching model? Anxiety, friction and litigation. An LLM student at OP Jindal University won a case against the institution, which had declared his work AI-generated, and failed him for plagiarism. While his own argument hinged on technicalities around the university’s policies on plagiarism and copyright, such cases and complications are bound to pop up in classrooms and workplaces. As AI models are trained on large datasets, narrow claims of authorship and attribution are hard to establish. This tech is new and it destabilises certain formats of evaluation, like the periodic exam or essay. But there’s no point being on a collision course with AI. Like search engines and smartphones, AI tools will have to be assimilated, and harnessed.\nStudents have every incentive to use AI for shortcuts, to load it with grunt-work, use it to polish their prose and so on. It can be a learning aid to detangle jargon, or help those whose imperfect language skills distract from their grasp over a subject. Teachers will have to rethink their idea of academic/workplace integrity. They will have to test students’ mastery of the hows and whys, not the whats. \nAI is a burbler that can produce plausible answers. But education is about mind wrestling with study material. Teachers and students should know it’s easy to game one’s homework, but both self-respect and interest in a subject demand our actual attention. The poet Joseph Fasano responded to a student who used AI to write a poem, “I know your days are precious/on this earth./But what are you trying/to be free of?/The living? The miraculous/task of it?/Love is for the ones who love the work.” Teachers, get it.\n\n",
        "headline_1": "Teachers, teach thyselves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/teachers-teach-thyselves/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Thanks to its ISI, Pakistan’s smoking can be made injurious to India’s health\nIslamabad has yet to address New Delhi’s concerns about cross-border terrorism emanating from its domain. But the chief minister of Pakistan’s Punjab, Maryam Nawaz, has proposed what she calls ‘smog diplomacy’ between the two countries as a means of building a bridge of cooperation and mutually beneficial coexistence.\nWith Lahore having emerged as the world’s most polluted city – a ranking keenly contested by Delhi-NCR – the Pakistani minister has been quoted as saying, with reference to the farm stubble burning which is a major source of pollution, “The winds don’t know there is a border in the middle. Until both Punjabs come together we won’t be able to tackle the issue of smog.” \nSmog diplomacy could be seen as a new twist to the people-to-people dialogue or twin-track diplomacy. \nAt the Supreme Court’s directive, New Delhi has formulated a system of fines for farms which resort to stubble burning, with penalties ranging between ₹5,000 and ₹30,000, depending on the size of the holding. \nIt remains to be seen if Islamabad adopts similar measures to further smog détente between the adversarial neighbours. But Pakistan’s Inter-Services Intelligence (ISI), known for its ingenuity in sponsoring cross-border terrorism against India, might add cross-border smogism to the bag of its literally dirty tricks department. \nFlipping the Indian imposition of fines for stubble burning, the agency might offer inducements for such combustion, the smoke of which, with the aid of large extrusion fans, could be blown across the border to get into the eyes – or better still the lungs – of India’s body politic as well as its body anatomical.\nFrom exporting cross-border terrorism Islamabad could export cross-border smogism, a charge difficult if not impossible to prove, in that Pakistani smog would be indistinguishable from Indian smog.\nIndeed, ISI could go the whole hog, or the whole stalk, and encourage not just stubble burning but the burning of whole sheaves of grain, supplied courtesy its dragon-fire-breathing buddy, China. \nAnd ISI could change its name to Intensely Smogify India.\n\n",
        "headline_1": "Cross-border smogism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/cross-border-smogism/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Over time, govts’ failure to improve Delhi’s air quality is bound to impact its economic primacy\nAbout three weeks ago, Delhi govt told NGT it was implementing its 21-point winter action plan involving about 30 govt depts to mitigate air pollution. It would be laughable were the situation not so serious. Yesterday, Delhi’s AQI shot to over 490 on a scale of 500 at 26 of Delhi’s 37 monitoring stations – even though personal diesel vehicles were off the road, ordinary residents’ construction works were halted, and schools were in from-home mode. Discomfort even inside houses – air filters gave up – and rising hospital admissions of respiratory distress cases nailed Delhi-NCR authorities’ false promises. Or, perhaps, no solution’s working. Given NCR’s suffering year after year going into decades, what’s clear is world’s fifth largest economy’s capital is slow-motion self-destructing. All thanks to petty politics, fragmented authority and even an identity crisis as national capital region. ‘NCR’, is an urban broth with many cooks.\nPollution is an NCR problem – three state govts, one UT govt, and the Centre via LG cannot work together to get a handle on the issue. Year after year, we get granular data on air toxins, fights and claims and counterclaims on causes and so-called solutions. When govts choose to be blind to ordinary citizens’ misery, they should know that as Delhi rapidly becomes unliveable, the infra push for more industry, investment, more airports, more ‘prosperity’ can quickly turn unviable. \nDelhi NCR is India’s most prosperous. Its per capita is 2.5 times higher than the  rest of India. A WRI-India report cites its credit deposit ratio (0.86), higher than rest of India’s (0.76) in 2019-20 to talk of Delhi NCR’s economic primacy. Per capita credit advanced in Delhi-NCR increased from ₹0.4mn (2001-02) to ₹2.5mn (2011-12) to ₹3.4mn (2019-20). But, prosperity brings with it a demand for quality of life. Moderate and better air days were barely 200 in 2023. \nPollution-related sickness impacts every industry and workforce – of all collars, white to blue and everything in-between. Professionals may soon see Delhi as punishment posting – because here, being better off on average than the rest of the country comes at the cost of chronic illnesses. COPD and other respiratory illnesses are soaring, particularly impacting children. Already, per World Bank, air pollution is costing India’s tourism sector $1.7bn every year. Govts should know clean air is an integral cost of doing business. Normalising Delhi’s air pollution as a seasonal issue can lead to flight of professionals, and capital.\n\n",
        "headline_1": "Lung term problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lung-term-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "The daylong blockade of roads and railways by the students of Government Titumir College on Monday, causing severe disruption for commuters, is simply unacceptable. Even more appalling was the reckless act of some students throwing stones at a train they forced to stop, injuring at least 15-20 passengers, including children and women. Disturbing images published by the media showed bloodied faces of passengers, highlighting the trauma caused by this senseless behaviour. How could these students, who are demanding the establishment of a university transforming their college, believe that causing panic and disruptions would further their cause? Did they consider the harm inflicted on innocent travellers? What justification could they possibly offer?\nNeedless to say, the protests on Monday created massive traffic congestion across the Mohakhali Flyover and Airport Road areas, as well as surrounding streets, leaving countless commuters stranded for hours. The rail blockade further disrupted railway connections between Dhaka and the rest of the country, exacerbating the public's distress. Such actions reflect a disregard for public welfare and cannot be condoned.\nThis is not the first instance of students disrupting daily life with similar demands. Previously, students from the seven colleges affiliated with Dhaka University—including Titumir College—protested for an autonomous university for their institutions. Their actions, too, brought significant parts of Dhaka to a standstill over several days. In response, the government formed a committee to address their concerns and held multiple discussions with student representatives. This shows that the authorities are actively working towards a resolution. While progress may be slow and additional dialogue might be necessary, it is unreasonable for one college to paralyse daily life by blocking roads and railways, especially when an official process is already underway.\n\nHow could these students, who are demanding the establishment of a university transforming their college, believe that causing panic and disruptions would further their cause? Did they consider the harm inflicted on innocent travellers? What justification could they possibly offer?\nUpgrading a college into a university—or creating an autonomous one combining all seven colleges—is not a decision that can be made hastily. It requires a thorough assessment to ensure the institution meets necessary qualifications and possesses the infrastructure and resources to function as a university. The interim government has repeatedly urged those with grievances to approach them for resolution. Representatives from Titumir College eventually did so, engaging in discussions at the Secretariat. However, dissatisfied with the lack of immediate results, the students resumed their protests on Tuesday, only to be withdrawn later in the day. Such impatience and unreasonableness are disappointing.\nWe strongly urge the students of Titumir College—and all others engaging in similar protests—to stop causing suffering to ordinary citizens. They must exercise patience and seek solutions through dialogue. Students should also carefully evaluate the legitimacy and practicality of their demands. Continued unreasonable and disruptive protests risk alienating the public and may ultimately do more harm than good to their cause.\n",
        "headline_1": "Student protests must respect public welfare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/student-protests-must-respect-public-welfare-3756586",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "We are surprised that Biman has been awarded the ground handling responsibility for the third terminal of Hazrat Shahjalal International Airport (HSIA), despite having a very poor track record. According to a report by this daily, Biman is set to take charge for two years initially, overseeing tasks such as boarding passengers, managing baggage, handling cargo, and providing various aircraft services. However, given its history of subpar service, we have serious doubts about its ability to handle this crucial task. Naturally, the decision has raised concerns among aviation experts and other stakeholders.\nOver the past years, Biman has consistently failed to satisfy passengers, with many experiencing significant delays in luggage handling while instances of staff misconduct, particularly towards migrant workers, were also commonplace. Additionally, Biman's inefficient ground handling has often disrupted overseas trade, while the two currently operational terminals have struggled to cope with the pressure of increasing export and import volumes. So, the main purpose of building a new terminal was to solve all these issues by improving the airport's efficiency and ground handling services. Therefore, we think this decision by the government is contradictory to this whole effort.\nInternationally, no airport reportedly relies on a single ground handling provider. So why has the government made such a decision? Has it consulted all relevant stakeholders before taking such action? If not, why? According to experts, Biman does not even have necessary, trained manpower to operate the terminal. Moreover, a survey by the HSIA authorities revealed that 93 airlines favoured having multiple ground handling service providers at the new terminal, which would foster competition and improve services. We also must mention that it is this kind of monopoly that has emboldened our state carrier to engage in widespread corruption and irregularities over the decades.\nThe decision to award Biman this job was ill-considered, so we urge the government to reconsider it. If we want the quality of ground handling services at the third terminal to be world-class, the job should be awarded through an open competition involving multiple service providers. Although Biman is supposed to take this charge for two years, we think this period could further damage the airport's reputation.\n",
        "headline_1": "Airport ground handling must be left to efficient providers ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/airport-ground-handling-must-be-left-efficient-providers-3756401",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "Bangladesh's banking sector is undergoing a significant crisis, one that has been exacerbated by past mismanagement, particularly under the previous regime. In recent years, a troubling trend of misappropriation, embezzlement, and money laundering has eroded public confidence. The situation became so dire that early this year, Bangladesh Bank was compelled to inject liquidity into these struggling institutions to prevent a full-fledged banking collapse. However, this cash infusion, in large part through printed money, has placed mounting inflationary pressure on the economy, challenging both consumer welfare and monetary stability.\nWith the change in political leadership, citizens hoped for improved financial oversight and regulatory discipline. Yet, some argue that recent developments have deepened the chaos, with critics blaming much of this on the central bank's management. This necessitates a critical examination of the central bank's monetary policy, its impact on inflation and banking stability, and potential alternative strategies to address these intertwined issues.\n\nUpon assuming office, the Bangladesh Bank governor made several public comments about the financial health of banks under investigation for past misconduct. While intended to inform, these statements inadvertently alarmed depositors, prompting many to withdraw their savings for fear of losing them. This created undue pressure on newly appointed directors at these banks, somewhat hindering efforts to restore stability.\nThe situation worsened when BB halted liquidity support as part of its anti-inflationary measures. While inflation control is critical, this abrupt withdrawal left already vulnerable banks scrambling for capital. To mitigate the impact, the central bank encouraged solvent banks to lend excess funds to struggling institutions, with the central bank acting as a guarantor. However, this approach has seen limited success, as public trust in Bangladesh Bank's assurances remains low. Solvent banks, cautious about their depositor bases and potential contagion effects, have responded sluggishly. Only a fraction of distressed banks' needs has been met by institutions like Sonali Bank, Dutch-Bangla Bank, and City Bank. Consequently, distressed banks have been forced to ration services, further aggravating public dissatisfaction.\n\nTraditional contractionary policies may not be suitable for Bangladesh's unique economic structure. Instead, the central bank could explore quantitative easing (QE), a strategy where the central bank purchases bad assets or non-performing loans (NPLs) from distressed banks. This approach would provide targeted support to banks most in need while allowing BB to inject capital into the financial system without directly increasing money in circulation, thus minimising inflationary risk.\nTo combat inflation, Bangladesh Bank has implemented a contractionary monetary policy—raising policy rates and limiting money supply. While such policies aim to curb consumer demand and slow price increases, they are less effective in economies like Bangladesh, where inflation is driven by supply constraints rather than demand-side pressures. In Bangladesh, most household income is spent on essentials, leaving little room for delayed consumption. Households cannot easily delay or reduce consumption of essential goods, so intertemporal substitution (the postponement of consumption to a future period) is unlikely to occur to any meaningful extent.\nIn addition, the contractionary policy risks deepening the economic slowdown by raising borrowing costs across the board. Businesses, already facing higher input prices and uncertain demand, are discouraged from taking on additional debt under high interest rates, which can stifle investments and ultimately lead to job losses. This reduction in employment further dampens consumer demand, affecting businesses and slowing GDP growth—a particularly troubling prospect given Bangladesh's current economic fragility.\nMoreover, wealthier individuals, who might otherwise allocate funds to savings or bank deposits, may opt to invest in non-banking assets, such as real estate, gold, or foreign currencies, especially if they lack faith in the sector's stability. As a result, the intended effect of reducing money in circulation is undermined, while bank deposits decline, further tightening the credit available for real-sector investments. In essence, this policy framework could unintentionally fuel inflationary pressures by constraining the supply side, which is the root cause of the ongoing inflationary spiral in Bangladesh.\n\nBB's strategy to address liquidity issues by directing solvent banks to lend to distressed banks, with BB as guarantor, presents its own set of complications. Participation of only a few solvent banks, even with BB's assurances, reflects broader concerns over BB's credibility and the potential impact on their depositor bases. Given the structural weakness in several of these banks, solvent institutions are understandably hesitant to divert significant funds to their troubled counterparts, fearing a ripple effect that could jeopardise their financial health.\nMoreover, this policy inadvertently creates inequality among depositors. Customers of distressed banks receive limited or delayed access to their funds, which can lead them to transfer savings to more stable banks. These solvent banks, however, then end up lending those funds back to the distressed institutions at higher interest rates, thereby introducing a cycle that not only prolongs the distressed banks' recovery but also reduces returns for depositors across the board. This effectively discourages saving, further reducing the funds available for economic investment and threatens the long-term stability of the banking sector.\nGiven these challenges, Bangladesh Bank could consider adopting a more targeted and modern approach to monetary policy that focuses on long-term banking sector stability and controlled inflation. One of its immediate priorities should be consistent messaging regarding the financial health of banks. Communication from the Bangladesh Bank governor and other officials should be carefully crafted, and ideally vetted by financial experts, to avoid inadvertently triggering public anxiety. Clear, factual, and reassuring statements are essential to maintaining public trust in the sector.\nTraditional contractionary policies may not be suitable for Bangladesh's unique economic structure. Instead, the central bank could explore quantitative easing (QE), a strategy where the central bank purchases bad assets or non-performing loans (NPLs) from distressed banks. This approach would provide targeted support to banks most in need while allowing BB to inject capital into the financial system without directly increasing money in circulation, thus minimising inflationary risk.\nTo fund the purchase of bad loans without worsening inflation, the central bank could consider raising the reserve requirement for all banks. By doing so, it can redirect these additional reserves toward buying distressed banks' bad assets. This approach ensures that the funds injected into struggling banks remain within the banking system, reducing liquidity for speculative activities while simultaneously providing much-needed support to distressed banks.\n\nBangladesh Bank could work with government agencies and development partners to recover outstanding NPLs and repatriate laundered funds. This would not only boost the banking sector's balance sheets but also deter future malfeasance. A focused effort on recovering these funds could ease some of the financial burdens on distressed banks and reduce the need for ongoing interventions.\nOnce inflation stabilises and the banking sector regains credibility, Bangladesh Bank could sell off the bad assets purchased from banks to private investors, either through the share market or direct sales to institutional investors. This would allow Bangladesh Bank to gradually recoup its investments and further reduce money in circulation as the economy strengthens.\nThe success of these strategies would also depend on broader fiscal discipline across Bangladesh's government institutions. Addressing inflation and restoring confidence in the banking sector require coordination between monetary and fiscal policies. Bangladesh Bank's efforts to stabilise the banking sector may be hampered if fiscal policies inadvertently exacerbate inflation, such as through excessive public spending or inefficient tax policies that place an undue burden on certain segments of the population.\n\nBangladesh's current monetary policy, focused on traditional contractionary measures, appears misaligned with the economic realities and unique challenges of the country. The interconnected issues of inflation and banking sector instability demand a more nuanced approach—one that goes beyond standard interest rate adjustments and direct liquidity restrictions.\nFor this approach to succeed, however, it is essential that Bangladesh Bank rebuilds its credibility. Clear, consistent communication is critical, as is a commitment to policies that inspire public confidence in the banking system. The adoption of these alternative measures could help control inflation while ensuring the stability and sustainability of the banking sector, laying a stronger foundation for economic growth. If Bangladesh Bank and the government can work together to implement such reforms, Bangladesh could emerge from this crisis with a more resilient and inclusive financial system, better equipped to serve its people and support long-term development.\nDeen Islam is associate professor of economics at the University of Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Balancing inflation control and banking stability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/balancing-inflation-control-and-banking-stability-3755966",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Helping banking sector stand on its feet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/helping-banking-sector-stand-on-its-feet-1732028183",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Strategising export  diversification",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strategising-export-diversification-1732028298",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Redesigning technical  education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/redesigning-technical-education-1732028365",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Agonies of July uprising victims",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/agonies-of-july-uprising-victims-1732028417",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-11-2024"
    }
]