[
    {
        "full_article": "It took much persuasion by the Supreme Court and all its assertiveness to get the Union government to agree last year to pay a token compensation of ₹50,000 to the families of each of those who were claimed by COVID-19. The time has now come for the Court to assert its authority once again to ensure that neither tardiness on the part of the States nor incorrect rejection of claims deprives genuine victims of their right to the ex gratia amount. In the latest hearing, the Court had to pull up a couple of States for not disbursing the amount fast enough and express concern about the high number of rejected claims. In the backdrop of reports that there has been significant under-reporting of deaths due to the novel coronavirus pandemic, the Bench had passed orders some months ago to the effect that no person’s family shall be denied the benefit on the ground that the death certificate did not specify the cause of death as due to COVID-19. Early experience since the outbreak showed that many deaths were attributed to co-morbidities rather than to the infection itself. Also, many died after testing negative during hospitalisation or after their discharge. To address this situation, the Court directed that any death occurring within 30 days of a person testing positive, or being clinically determined to suffer from the infection, will be eligible for the ex gratia payment. In addition, the Court devised an appeal mechanism in the form of grievance redress committees at the district level.In the latest order, the Bench, comprising Justice M.R. Shah and Justice Sanjiv Khanna, has directed that if a claim has been rejected due to defects in application, the family must be given an opportunity to rectify the shortcoming and then be paid the compensation. Noting that in some cases, the number of claims is lower than the number of registered deaths, the Court has directed that officials reach out to the families on their own. It has extracted assurances from some States that claims that had been cleared but yet to be disbursed would be cleared as early as possible. Significantly, it has also mandated the disclosure of the reasons for rejection to the applicants so that they could either rectify errors or go on appeal to the committee to redress such grievances. In yet another bid to ensure that eligible families are not denied the benefit, the Court has roped in the legal services authority in each State and district to ascertain whether compensation has been paid to the kin of everyone recorded as dead due to the pandemic in official records, and facilitate the payment if it is yet to be made. The Supreme Court has done much to grant some succour, low though the quantum may be in the light of the staggering impact the pandemic has had on lives and livelihoods, to millions of people.",
        "headline_1": "Court and compensation: On ex gratia to kin of COVID-19 victims",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/court-and-compensation-the-hindu-editorial-on-ex-gratia-to-kin-of-covid-19-victims/article38299303.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "The Saudi-led coalition, in which the UAE was a part, started bombing Yemen in 2015, hoping to swiftly dislodge the Houthi rebels from Sana’a and reinstate the government of Abdrabbuh Mansur Hadi in the capital. Almost seven years later, the Iran-backed Houthis, who were holed up in northern Yemen and began counter-attacks with missiles and drones into Saudi Arabia, have expanded the war all the way to the Gulf coast of the UAE. Monday’s drone attacks on Abu Dhabi by the Houthis, in which two Indians and a Pakistani were killed, were a message to the Emiratis on what they are capable of. It may not be a coincidence that the attacks were carried out at a time when the UAE-backed forces have been making slow gains in Yemen’s conflict against the Houthis. But the UAE’s involvement in Yemen has had many turns. It quit the Saudi-led coalition in 2020 as the war had hit a stalemate. Since then, the Emiratis have provided tactical support to the Southern Transitional Council, a separatist body in southern Yemen that drove the Saudi-backed forces loyal to President Hadi out of Aden. The dynamics changed again when the Houthis began pushing into territories outside their stronghold, especially Marib; if they take Marib, they would be a step ahead to push into the south. Faced with the prospects of further Houthi territorial gains, UAE-backed forces such as Giants Brigades (a militia from the south) have joined hands with the government. Then came the Abu Dhabi attacks.These could escalate the conflict. The immediate response from the Saudi-led coalition has been to carry out a massive air strike on the partly destroyed Sana’a. The UAE has also vowed retaliation. A Houthi strike to scare away the Emiratis from Yemen could trigger the opposite reaction from Abu Dhabi, which now has powerful proxies in the south. The cycle of violence spells tragic news for Yemen’s 30 million people for whom the country has been turned into what UNICEF has called “a living hell”. Yemen, one of the poorest countries in the Arab world, is facing a three-way crisis — thousands have been killed in the conflict, many more abandoned or suffering by the collapse of the government and social services; and mass hunger. The first step to address this tragedy is to end the fighting. But, unfortunately, the parties in the conflict and their regional backers are keen on escalating the conflict further rather than finding a solution. If the fighting over the last seven years holds any lesson, it is that there can be no military solution to Yemen’s problems. To dial down tensions, there have to be talks, not only between the rebels, separatists and the government but also between their backers — Iran, the UAE and Saudi Arabia. If these regional powers agree to rein in their proxies and work towards rebuilding Yemen, that would also help them restore stability and security in the Arabian peninsula.",
        "headline_1": "Yemen’s tragedy",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/yemens-tragedy/article38299316.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "What waited for nearly 50 years is now being implemented with super speed. Why? Until recently, the government said that there was no chance of an Election Commission law being passed in this session of parliament. So why the sudden change of mind and the incredible hurry?\nThe Awami League government drafted it, had it approved by the cabinet, and informed the president about it during its dialogue with him—who welcomed it. Now, the Awami League government will place it in parliament, and the Awami League-dominated parliament will, in all likelihood, pass it in this session. And then, of course, the ruling party will congratulate the government for taking a timely action on something that everyone wanted, and then the Awami League will probably hold a nationwide celebration (maybe not due to Covid-19) for finally giving the nation an Election Commission law.\nHello, is there anyone else in the country?\nAccording to the law minister, a bill will be placed in parliament on January 23, 2022. No public discussion, no discussion with other political parties who are the main participants in the process, no sharing through public announcement, no invitation to stakeholders, no exchange of views with constitutional or election law experts, no discussion in the media, in fact no discussion with anyone except perhaps the government's inner core—and yet, it is set to be placed in parliament as a bill. Of course, the bill will go through a process in which some form of hearing will probably take place, in which a hand-picked set of outsiders will be called in to testify. However, elaborate as this process may be, it will be a far cry from the type of discussion necessary to build the mass support essential for such a major step forward—especially if the aim is to gather wide acceptability.\nYes, most of the political parties wanted an EC law, but definitely not a \"Search Committee law\" masquerading as an EC law. Our constitution mandates a law for the formation of the Election Commission. We never got it. Blame the military or military-led governments for not enacting such a law, but what about the democratic governments who have been ruling us since 1991? In the last 31 years, neither the BNP nor the Awami League bothered to make any law that would have highly strengthened this vital institution, kept it above so much criticism and denigration, and saved us from rotten elections that gradually eroded all meaning from the process of election.\nIn the meantime, we instituted a caretaker system to ensure free and fair elections, continued it for 15 years (1996-2011), and then abolished it. And yet, we found no time to go for the easier option of enacting an EC law with sufficient independence and guaranteed legal and moral structure and stature—as it exists in other countries holding elections for decades. There was a reason for it: no ruling party of the day ever wants to lose control of the election process in which the EC plays a pivotal role, and as such, lose control over that vital institution. And what better way to control it than by determining who runs it? That was the reason why we didn't have any EC law for the last five decades. Has that mindset changed?\nIf one is of the view that something is better than nothing, then of course the Search Committee law is something to cheer about. But if that something is quite different, and if it is likely to confuse the issue further, rather than resolve it, then maybe instead of cheering, we should be concerned.\nIn a nutshell, here is what's happening. We needed a law for the formation of the Election Commission, as mandated in the constitution. Now we are being offered a law for the formation of a Search Committee, which is not asked for in the constitution. So why, instead of fulfilling a constitutional mandate, are we fulfilling something which is not?\nGiven our history of election manipulation, questions naturally arise as to what lies behind this move.\nThe government's response is that we are not seeing the real point. Instead of praising them for initiating something that did not happen for nearly 50 years, we are nit-picking and blaming them for taking the first step in that direction. The idea is that a Search Committee will recommend suitable candidates to the president, who will then appoint the new Election Commission. Isn't it much better than what we have?\nFrom what information is available in the media, the Search Committee will be headed by a serving judge of the Appellate Division, nominated by the chief justice. Another member will be a High Court judge. The chair of Bangladesh Public Service Commission (BPSC) and the comptroller and auditor general (CAG) will be ex-officio members. Finally, there will be two nominees by the president to complete the six-member committee.\nWithout the slightest prejudice to the venerable people suggested, and with the highest respect for their professionalism and competence, it can be said that all of them are from a realm outside of politics and of dealing with people on a mass scale. Holding elections is a massive public affair—perhaps the biggest—which is not a bureaucrat's or official's cup of tea. These highly competent people—as, at the apex of their lives, they are already habituated to doing things within \"channels\" and \"specifics of procedures,\" and are steeped in either legalism or bureaucratic maze—are not trained to handle messy public affairs. As such, they will be more comfortable with people of their backgrounds and end up choosing others of the same ilk. The supreme task of the body they are tasked to form, towards which they have neither experience nor proclivity, cannot produce the type of Election Commission that will enjoy public confidence. Judges establish the rule of law, and both the BPSC chair and the CAG run offices under meticulously laid out procedures. None of them have to deal with political acceptability, public perception, and the ability to bring divergent groups together to bring about convergence, if not consensus. Judges don't negotiate, they pronounce—hardly suitable for selecting people for a highly sensitive political institution.\nThis group will be a square peg in a round hole.\nThen, there are the issues of their process of functioning. How independent will they be? How openly and transparently will they be able to function? Even if they are totally open to the public eye, how will their final recommendations play out? Will it be submitted secretly? We think that the list of names given by a Search Committee should be made public with reasons given as to why the listed people were chosen. Otherwise, we will never know the choices of the committee and who were replaced and why in the final selection.\nWhen the recommendations reach the presidential palace, a whole new range of issues will arise. The president is bound by the constitution to act only on the advice of the prime minister on everything, save the well-known two issues. \"In the exercise of all his functions, save only that of appointing the prime minister pursuant to Clause 3 of Article 56 and the chief justice pursuant to Clause 1 of Article 95, the president shall act in accordance with the advice of the prime minister,\" according to Clause 3 of Article 48 of Bangladesh Constitution. So, when making the final selection of the Election Commission, the president doesn't actually have the power to choose and can act only on the advice of the prime minister. So, whatever may be the process, the decision ultimately comes from the prime minister. How she will use it is her choice, but her constitutional power exists.\nPost-script: Indemnifying the past through laws with retrospective effect is a bad legal practice, usually used by military dictators or autocrats who give legal cover for their past misdeeds. Have the past ECs done things that need to be indemnified? Were illegalities committed that need legal cover? Please, don't go in that direction. It sets very bad precedents.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "We needed a law for EC formation, we’re getting one for Search Committee",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/we-needed-law-ec-formation-were-getting-one-search-committee-2943711",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "Airports are the most fascinating places in the world. This forced congregation of total strangers from all corners of the world, rushing off to destinations as exotic as Zanzibar or Casablanca—isn't it just wonderful? Isn't it amazing that when we are at the airport, we are all in sync, looking at the same monitors together, all worrying about whether we will make it to the gate on time, everyone trying to find the best spot to sit at the waiting area, everyone watching everyone else rushing, laughing, talking, trying to sleep in the uncomfortable chairs, attempting to soothe screaming, sleep-deprived children, eating the same sandwiches and having the same longing for a nice, cosy bed?\nOh, wait! That was in the old days and in other international airports. So, what's it like at our own dear Dhaka Airport (Hazrat Shahjalal International Airport), especially during the Covid-19 era and at a time when flights are only allowed between 8am and 12am, as it's closed from 12am to 8am due to renovation purposes?\nWell, to put it simply, it's the centre of total chaos and mayhem. There are lines—unruly ones, of course—just about everywhere: starting from the entry point with cars and microbuses creating three lanes trying to get into that one little gate all at once, to the line outside the airport departure area, lines to get Covid tests verified, lines at the check-in counters, lines at the restrooms, lines to get into the immigration area, and the regular lines outside the boarding gates. Now that all the flights (over a 100) have been crammed into 16 hours instead of 24, at any given time there will be thousands of people at Dhaka airport with these eternal queues being constantly broken by \"considerate\" travellers who think nothing of just shoving their heavy trolleys right into the middle of the queue, impervious to the dirty looks or even curses inflicted on them.\nTrolley battles are common, with men running to the trolley lines treading on toes, elbowing out women, children, airport cats—anyone who may come in their way—and then getting into brawls with other contestants until the most aggressive one wins the trophy of a trolley and zooms away in triumph. The reason for this savage behaviour is simple: there are just not enough trolleys for everyone, regardless of all the assurances—was it 2,500 extra trolleys that were promised?—given by the authorities. There is also no airport staff controlling the crowd and making sure that people know where to go or just behave like decent human beings.\nMany of the flights are to the Middle East, so there are swarms of worried migrant workers who have absolutely no idea about which counters they should go to or what forms they must fill up or even how to ask for help at the fancy help desk. Unsurprisingly, our greatest remittance earners, and the backbone of our steady economic growth, are treated with utter disdain and apathy. Why there are no designated airport staff to guide and help them go through the formalities is anyone's guess. After all, authorities have only had about a few decades to figure this out.\nStrangely, while we are being told that we cannot hold public events and must show our Covid vaccination certificates at restaurants, in addition to the \"No Mask, No Entry\" policy at all venues and establishments, at Dhaka airport, Covid health protocols are optional.\nWhile people are running around trying to get their Covid test results verified—why this can't be done during check-ins like everywhere else in the world is a mystery—most people at the airport, including the staff, either wear their masks with their noses exposed or have no masks on whatsoever! There are also those who believe that the mask itself must be saved from germs, so whenever they feel the urge to sneeze or cough, they lower their masks, eject all their germs out to the world, and put their masks back on! Even the salespeople at the snack kiosks feel it's okay to keep their masks under the nose, so that they can breathe (perhaps even sneeze a little) into the chicken patties and coffee before serving them.\nThat non-existent phenomenon called aesthetics in this airport perfectly complements this shabby show. The pathetic excuse for a snack area is a dusty corner with uncomfortable chairs and tables next to a dirty tile mural with a few small cupboards put up against them, apparently to stow away backpacks belonging to, who knows, the snack bar employees? The tables are so close together that you can practically hear everything your neighbours are saying—which wouldn't be such a bad thing if it weren't for the fact that they are also following the \"no mask\" etiquette, and again, no one is there to enforce any health protocol.\nOutside the airport building is the maze of lanes surrounding bizarre, unseemly steel sculptures, and a car park that resembles a garbage dump with empty plastic bottles and packets of chips strewn here and there on the grimy floors and the uppermost floor being treated as a public toilet.\nEveryone knows that travel these days has become a stressful, unenjoyable ordeal. But for those who must go through Dhaka airport—whether during arrival or departure—the trauma is on a whole new level. Unless, of course, you belong to the VIP or VVIP category.\n \nAasha Mehreen Amin is senior deputy editor and the head of the editorial team at The Daily Star.\n",
        "headline_1": "The consistent chaos that is Dhaka airport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/the-consistent-chaos-dhaka-airport-2943706",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "With the price of basic necessities going up yet again, it is no surprise that people are campaigning for a reduction in fuel price. Fuel is, after all, related to the price of transport, food, and other necessities—which is, in fact, precisely the problem.\nThe climate emergency looms large, and not merely on our horizon—it is with us now and growing increasingly worse. Droughts, fires, floods and intense storms are only one aspect of our new abnormal. There will likely be increased pandemics (of which Covid is giving us an unpleasant preview), ever more refugees, and inevitably more violence and war. To slow down the catastrophe, we need to stop burning fossil fuels. Those fuels need to stay under the ground as we transition, rapidly, to a renewable fuel economy. But to do so, we must dramatically reduce the amount of fuel we need, as it is impossible to power our current lifestyles with renewables.\nThe only way we can successfully keep basic necessities affordable while addressing the climate emergency is to break our decades-long attachment to fossil fuels and to find less fuel-intensive ways to do things.\nIt might help to remember that the ways in which we currently move around and grow our food, to mention two main uses of fuel, are relatively recent when you look at the history of people on the planet. In Bangladesh, we strive to become a \"modern\" industrialised country where everything will be motorised as well as digital. But how sensible is that dream? The traditional ways of growing food worked for thousands of years—since the dawn of agriculture. Newer mechanised and chemical-intensive methods—both tractors and fertilisers require fossil fuels—have caused all kinds of problems in the last several decades. The biggest spike in carbon emissions started only in 1950—and has continued to surge ever since. That is to say, the price we are paying for cheap goods and convenience is the destruction of our planet and the daily loss of lives due to pollution.\nMany people dream of a modern transport system, and yet we also pay the price daily for that dream—in the form of carnage on our roads, as well as pollution. Bicycles, rickshaws, and trains are slower, sure, but also vastly safer—and much better for our environment.\nThe more I think about it, the more it amazes me that people have advanced to this level of complex society and lost track of the basics. We don't focus on how to provide food, housing, education and healthcare to the masses; we are far more concerned about developing industries, finding new means of communicating and entertaining ourselves, and satisfying the whims of the wealthiest. We have completely forgotten that environmental destruction has a boomerang effect; we will pay—we already are paying—for the harm that we do to nature. How crazy is it that we forget we need clean air to breathe and water to drink, and instead focus on all kinds of trivia that we could live better without?\nSo, do we demand fuel subsidies in order to reduce the price of basic goods, knowing that, in doing so, we contribute to pollution, road crashes, and the climate catastrophe? Or do we look to our recent ancestors for ways of meeting our basic needs without burning fuel: returning to manual methods that suited us just fine for thousands of years, and that for thousands of years were compatible with our environment?\nIf we're going to make the case that people are rational beings, then we need to start making rational demands. Sure, we want cheap bus fares and big roads and elevated expressways. Meanwhile, we need affordable food and housing, too. Deep down, I think we can all agree that where our future survival is in question, perhaps we should focus more on genuine sustainability, returning to methods that are compatible with a liveable future.\nSo, rather than affordable fuel, let's demand affordable transport: better conditions for walking, cycling, public transit and trains. Rather than subsidising fuel, how about directly subsidising some basic foods, while returning to farming methods that will require less fuel, thus making food affordable to our budgets and in harmony with our living planet? We could redefine prosperity by including a healthy environment, a sustainable future, and a decent existence for all, rather than get caught up in the destructive trappings of an elusive and ultimately deadly modernity.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "We need affordable transport, not affordable fuel",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-need-affordable-transport-not-affordable-fuel-2943696",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "In a first-of-its-kind study, the Economic Relations Division (ERD) under the finance ministry found that around 1.6 million young people lost their jobs and about 20 million youths faced income loss due to the pandemic. No doubt the pandemic has been extremely difficult for young people—as well as people of other age groups—around the world. But the study acknowledged that it has been particularly brutal for Bangladesh's youth labour force.\nPart of that obviously has to do with the lockdowns that the government had imposed to contain Covid-19 transmission, and the resulting economic losses. Another part has to do with the unequal recovery that we have experienced. For example, cottage, micro, small and medium enterprises (CMSMEs), which account for 98 percent of all firms and half of all jobs, have been able to access only around Tk 15,000 crore of the Tk-40,000-crore stimulus packages allocated by the government. Meanwhile, large firms have gained access to the majority of the funds that the government set aside for them.\nThis disparity in disbursement of funds under the stimulus programme is the main obstacle to a comprehensive economic recovery and sustainable job creation, according to former Bangladesh Bank governor Salehuddin Ahmed.\nIn order to overcome the prevailing crisis, government dole-outs or enhanced safety net programmes cannot continue forever; hence, it is the creation of more jobs that matters the most. However, the pandemic alone is not the only factor that is of concern in regards to the creation of more jobs, particularly for young people.\nEven before the pandemic began, Bangladesh was struggling to create jobs and exciting new opportunities for its younger population. According to the Labour Force Survey, 2016-17, youth unemployment in the country (12.3 percent) far surpassed overall unemployment (4.2 percent)—even though the latter (as per the official data) was shockingly as low as in countries such as Switzerland and the US, which some economists deemed very unrealistic. Moreover, during that time, the rate of job creation had already slowed down at a worrying rate: between 2013 and 2016-17, while the average annual GDP growth was 6.6 percent, the average annual growth of jobs was only 0.9 percent.\nLack of long-term and innovative planning are partly to blame for this. But so are bad governance and widespread corruption. The fact that Bangladesh has continually done poorly in the World Bank's Ease of Doing Business ranking shows how the business environment has been hampered by these and other factors.\nCorruption and poor governance are always serious drawbacks for business. Corrupt groups and individuals who curry favours from the government not only get \"special\" benefits that allow them to dominate the business landscape without having to operate more efficiently, but they also create barriers to entry for more skilled competition, which leads to the creation of monopolies and less jobs. The social cost that arises as a result of such corruption far outweighs what is easily detectable on the surface.\nBesides the increased unemployment and income loss, about two million college students and one million university students are also facing serious uncertainties about their future. And as more young people sit idle at home, they are also developing various health problems such as sleep disorders, obesity, cardiovascular diseases and diabetes, which will have long-term health and economic implications for them and for society as a whole.\nWhereas one would expect the youth to be more productive and the biggest source of innovation, the pandemic, along with the lack of space that we have traditionally reserved for them, is stifling their creativity from freely flowing and changing society for the better. Not only are our young people suffering as a consequence, but so is everyone else.\nThe most unfortunate part is that our young people actually want to get involved and help. According to a survey done by the ERD, the topmost priority of our adolescents is to help other people, while a significant area of their dreams and aspirations are related to the prosperity of society and the country.\nAnd the same survey acknowledges that there is no other alternative but to create an environment in Bangladesh where the next generation can raise their voice, make themselves heard and exercise their agency.\nIn regards to the pandemic, the International Labour Organisation (ILO) has warned that unless action is taken to tackle the way it has affected young people's employment opportunities, many of them could continue to struggle for decades. But the problem we have is much bigger—it is one of giving young people the opportunity to truly and freely get involved, and feel a sense of ownership of this country, which they are being denied by the power-obsessed who simply cannot tolerate seeing others gain any kind of opportunities or freedom.\nAnd that, most definitely, will hold back the progress of Bangladesh for decades, which is why we need to see a change fast.\n \nEresh Omar Jamal is a member of the editorial team at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Our youth are craving opportunities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/our-youth-are-craving-opportunities-2942711",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "Why people show no qualms when a canal or a similar water body gets filled up with garbage right before their eyes remains a big puzzle. Traditionally, canal water is used in the rural areas to irrigate agricultural land, but the dying canals seem to have lost their usefulness for reasons both known and unknown. Throughout Bangladesh, we hear stories of dying canals and rivers, and we also hear about the mischievous role of some powerful quarters as well as a section of the administration behind such an environmental tragedy.\nThe Taltala canal, which used to flush out excess water from Khulna city, is one such water body that is on its way to oblivion because of indiscriminate garbage-dumping by the residents. It already looks like a barren piece of land, choked by water hyacinths, bushes and shrubs. As usual, a number of encroachers have constructed houses, shops and cattle farms on both sides of the canal, right before the eyes of the administration. Environment experts fear that the canal will disappear if large-scale excavations are not carried out soon.\nA recent visit to the area by our correspondent revealed that the once 60-feet-wide water body has narrowed down to a mere 25 to 30 feet, with the canal bed completely filled up at places. Locals believe that the two roads constructed by the Khulna City Corporation on both sides of the canal contributed to the narrowing down of its width. As a result, the entire area gets waterlogged after a rain. We are told that the canal's demarcation work was done 10 to 11 years ago, and excavation was done in 2015, but the residents say the excavation work was not done properly.\nAccording to the Khulna City Corporation authorities, a project worth Tk 823 crore is underway to reduce waterlogging and develop a drainage system through excavation work. The canal will be excavated with the construction of sidewalls and walkways. The residents, however, are waiting eagerly for the completion of the project in time.\nThis needs to be said that creating awareness regarding conservation of our water bodies, especially those facing danger, is of utmost importance. The elderly people living nearby must have seen the flowing canals during their youth, so they should come forward to create awareness among the present generation regarding the importance of preserving water bodies. And saying no to dumping of garbage must be the first step.\n",
        "headline_1": "Tale of the vanishing canals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tale-the-vanishing-canals-2943681",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    },
    {
        "full_article": "It is disappointing to see the government's laissez-faire approach to curbing the recent surge in Covid-19. Given the speed at which the Omicron variant of the coronavirus is said to be spreading, we are baffled that the authorities are ignoring the use of rapid antigen test kits to make diagnosis faster. According to the Directorate General of Health Services (DGHS), 23 brands of rapid antigen test kits, authorised by the government for emergency use, can currently be found in 545 public and 100 private healthcare points across Bangladesh. Unsupervised use by individuals is currently prohibited. Even so, according to one of our reports, test kits of one of the approved brands are available in the market for people to buy directly. Would it not be more beneficial if, given the Covid surge, the government allowed for all the approved brands to be available directly to consumers, so that pricing could be fair and regulated? This would also help ensure faster access and better quality.\nThe exclusivity of antigen kits might have made sense earlier when the infection rate was relatively slower. However, the rate of increase in Covid-19 cases is hinting at the arrival of a third wave, and experts agree that speedy identification of an infected person, and isolating and treating them straight away, is ideal in this situation. That is exactly how making rapid antigen test kits widely available can help us during this time. Of course, nothing can beat the accuracy of PCR tests, but given how expensive they can be, many carriers avoid getting tested and end up exposing other people to the virus. Though the cost of antigen test kits available at healthcare points can still be out of reach for some, their retail price will surely be lower once they are in the market.\nHowever, the DGHS director-general's comment to this daily that making at-home rapid testing available will be \"considered\" if many other countries do it as well—and that there are no plans for going in that direction as of now—is not reassuring. Given that countries such as the UK made these test kits widely available long before the emergence of Omicron—and the experts' opinion on how such rapid identification of the virus can help curb the number of cases in Bangladesh—we believe it is high time the government considered releasing rapid antigen tests in the market. Not only will this make testing cheaper, faster, and easier, but it will also encourage people to take their symptoms seriously and get treatment soon.\nAs the UN health chief has warned, Omicron's symptoms may seem mild, but it can be dangerous to underestimate its severity.\n",
        "headline_1": "Make antigen test kits widely available",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-antigen-test-kits-widely-available-2943446",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2022"
    }
]