[
    {
        "full_article": "Since the COVID-19 pandemic, the Centre has been using public capital expenditure on infrastructure to pump prime the economic recovery. The mantra has been that infrastructure building will stoke demand for products such as cement and steel, generate jobs in construction, and together trigger a strong multiplier effect on the economy, eventually creating conducive conditions for private investors to plan greenfield and brownfield projects. In Budget 2024-25, Finance Minister Nirmala Sitharaman said the government will endeavour to maintain strong fiscal support for infrastructure over the next five years, in conjunction with imperatives of other priorities and fiscal consolidation. She announced ₹11.11 lakh crore of capex spends this year, amounting to 3.4% of GDP. That goal is unlikely to be attained partly due to spending curbs in the poll-affected first quarter. While industry has urged the Centre to continue the capex push in 2025-26 as well, it has failed to respond to the government’s constant nudges and persuasions to ramp up their own operations.Data show that two of this year’s first three quarters have recorded a notable sequential decline in private investment plans, particularly by domestic industry. In Q1, private capex plans dropped to multi-year lows, and though the July-September quarter recorded a recovery in investment intentions, that uptick has dissipated in Q3. Projects Today data suggest domestic investments’ value dropped 1.4% from Q2, while new projects’ value dropped over 22% from a year ago as per the Centre for Monitoring Indian Economy. There are many factors playing on corporate risk-taking capacity — weak Q2 results, global uncertainties, spiking costs and waning demand in more lucrative urban markets. Going by current indications, including the early bird Q3 results, demand has not really improved, nor is there ostensible pressure on factory capacities to warrant expansions. For a sustainable breakout from this slowdown, private capital should take the driving seat because there are limits to enhancing public capex while maintaining fiscal rectitude and providing for myriad welfare schemes. The government must accept that exhortations to industry are unlikely to spur fresh outlays, and incentives focused on themes such as import-substitution are insufficient. Not one new rupee will be deployed if a project is unviable and demand flaky. Policy focus should remain firmly on ensuring the ground is ripe to instigate investments and easing the realisation of such plans into billowing chimneys and new jobs. For that, boosting incomes and consumption is critical as is expediting macro- and micro-level reforms. That an economic policy framework outlining next generation reforms, promised in the Budget, has not been heard of since then, is not very comforting. Published - January 21, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Coronavirus\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Union Budget\n                    \n                            /                      \n                        \n                        welfare",
        "headline_1": "Capex quandary: on the economic data, policy",
        "headline_2": "Private investments remain tentative amid growth concerns",
        "link": "https://www.thehindu.com/opinion/editorial/capex-quandary-on-the-economic-data-policy/article69120257.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "Kho kho is not, by any stretch of imagination, among the world’s most popular sports. Even in India, where the game is said to have originated several centuries ago, it has not yet caught the imagination. Not many would have noticed India winning the men’s and women’s titles at the inaugural Kho Kho World Cup in New Delhi on Sunday. Pratik Waikar’s men and Priyanka Ingle’s women flourished but their collective achievements should not be cause to gloss over the fact that kho kho is not a global sport yet. Indeed, the conduct of the World Cup and India winning both the titles could offer a boost to this particular game with a rural heart. Since India is not really a major power in international sport at large, any world title is a welcome addition to the not-so-overflowing cupboard. There are, of course, a few sports in which India is a superpower, such as cricket and chess. Indian cricket may be going through its lowest phase in recent times — notwithstanding the triumph in the T20 World Cup last year — but in the mind game on 64 squares, India’s Grandmasters have been authoring one success story after another, the latest being D. Gukesh winning the World chess championship and Koneru Humpy regaining the women’s World rapid championship.India’s brilliant minds, however, have not received the acclaim or support they deserve, especially after their historic double gold at the Chess Olympiad back in September, from the government or corporate houses. The government could do a lot to raise the profile of games such as kho kho, chess and Olympic disciplines. The disappointment at the Paris Olympics last year, where India failed to win even a single gold and finished 71st, below Pakistan and Kyrgyzstan, was another stark reminder of the state of Indian sport. India won six medals but its performance was below expectations. India’s various sports federations need to review their own functioning. And they could, in fact, learn lessons from how the Board of Control for Cricket in India, for all the criticism directed against it, is running its sport, improving infrastructure and sharing the growth in revenue with players. India may largely be a single-sport country, unlike the United States or Australia, but a game such as kabaddi, with its Pro Kabaddi League, has shown that there is scope for Indian sport on television beyond cricket. The governments, at the Centre and the States, could also do better by developing infrastructure and nurturing varied sport such as kho kho. It is also time to find out if Khelo India is justifying the huge budgetary spend.\r Published - January 21, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        sport\n                    \n                            /                      \n                        \n                        chess\n                    \n                            /                      \n                        \n                        Chennai Chess Olympiad\n                    \n                            /                      \n                        \n                        Olympics\n                    \n                            /                      \n                        \n                        BCCI\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        kabaddi",
        "headline_1": "​Go, kho kho, go: On boosting sport with a rural heart",
        "headline_2": "India needs to pump in more time and resources into rural sports",
        "link": "https://www.thehindu.com/opinion/editorial/go-kho-kho-go-on-boosting-sport-with-a-rural-heart/article69119717.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "New Delhi’s best strategy for Trump is to make India’s economy stronger. Don’t be on backfoot \nTrump’s penchant for being “a little different…a little outrageous” made him an unconventional US president the first time. This time, he has everyone sitting on the edge of their seat. Given how US is both the largest economy and holds the most geopolitical coin, countries are lining up their Plans A, B and C for it turning this way or that. India too will be closely analysing every Trump decision on trade, immigration, plus the West Asia and Ukraine theatres of war. That he has lumped the country into a “tariff abuser” category is of understandable concern. But as substantial is the fact that India has options.\nTrump has indicated that India, alongside China, is on his near-term itinerary. Doomsayers are scaring already nervous techies and strategy bros about what’s to come. Will India become a lower priority in the US-China game? With knock-on security downsides for us. Will H-1B visas and exports start slumping? With knock-on livelihood downsides for us. Calmer and rational minds are saying read the room, the man, and play the stronger cards. Like Trump once wrote, “Leverage: don’t make deals without it.” So, India must find leverage.\nFirst, where the Indian skillset is robust, US entities’ own demand will override everything. Just look at the growth of GCCs and the R&D and other upscale work they do, to see how US multinationals are very motivated to ship work abroad. Second, there is plenty of room in the investment ecosystem, across automobiles, pharma, biotech, construction, etc, for India-US give-and-take. A transactionalist president may be open to wooing via more American purchases by India.\nNone of this is to deny that India faces strategic risks from an America that turns in “bold and controversial” ways. What we are arguing is that batting on the backfoot is no way to take on Trumpian audacities. China only overtook Japan in 2010. India may do so this year. How strong we are economically impacts how strong we are geopolitically, what deals are on our table. The worry is how much India has been underperforming its China-plus goals. Too much reform work in both manufacturing and services is yet to be done. Grow fast and furious, and that’ll be the best news for the Trump-India relationship.\n\n",
        "headline_1": "Grow, find leverage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/grow-find-leverage/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "Just-resolved spat between Telangana & a liquor-maker shows what’s wrong with govt alcohol policies\nTelangana will, after all, get its beer. Yesterday, United Breweries and state govt came to an “interim” arrangement. When UB, which has 70% market share in the state, turns off the tap, Hyderabad’s bound to feel parched. The state says UB is arm-twisting it for higher prices – “monopolistic pressure tactics,” according to the excise minister. UB counters that the price at which the state buys beer from it hasn’t budged in five years. Also, it says the state owes it 658cr, of which 407cr is pending since the previous BRS govt’s time.\nThese are symptoms of a deeper policy problem. Alcohol is a cash cow for states. It was kept out of GST’s ambit so that states could tax it at will, and they do, which is why fermented starch-water – aka beer – costs as much as it does. In Telangana, for instance, the state-owned liquor distributor controls sales of a reported 1,031 brands and varieties of liquor. By some accounts, it raised retail prices of beer but didn’t pass on the increase to UB. So, who’s the real monopolist here?\nSome medical opinions hold no amount of alcohol is good for health. But the more pragmatic view is that beer and wine, with less alcohol content, are preferable to stronger spirits. It’s a goal that govts are advised to aim for with differential taxation. Telangana is already there as it quaffs three cases of beer for every two cases of stronger spirits. So, instead of getting into the pricing game by squeezing suppliers, the state should let market forces work. Higher prices are good for beer makers and govt’s exchequer. \n\n",
        "headline_1": "Beerable pricing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beerable-pricing/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "Why ‘much of the world’ welcomes Trump 2.0\nTrump’s back: the protector – protectionist? – unfair trade partners, Nato’s penny-pinchers and Brics’s dollar-ditchers can’t mess with, like you and I can’t mess with Zohan. Exit weak-’n’-woke internationalism, enter ‘America First’. Enough of global democracy’s greenbacked, gun-ho upkeep; National Interest is priority. Better tariffs than taxes; deportees than ‘invaders’; deals with despots than raw deals from allies…Bye-bye, free American pie.\nSo, here’s the head-scratcher: how’s it that an ECFR-Oxford-sponsored 24-nation survey (https://shorturl.at/F4948) says ‘almost nobody’, except mainly Europe, laments Trump 2.0? How come ‘much of the world’ ‘actively’ welcomes the tough-talking transactionalist? Well, here’s five guesses why.\nOne, Trump’s a watch-DOGE. His Musk-led Department of Government Efficiency is to counsel flab-shedding and cost-cutting as taxpayer-friendly life-and-debt issues. Arms lobby-bashers specifically want defence spending pruned. If Musk targets Pentagon, it’ll rattle the Biden-energised military-industrial complex. Biden, though, detects a rising ‘tech-industrial complex’. Which is DOGE-gone good for tech billionaires seeking defence contracts.\nTwo, Trump’s a MAGA-peacekeeper. WWI, WWII and Cold War victor, US made the world ‘safe for democracy’, to use Woodrow Wilson’s words. Today, unlike Dem Sleepy Joes, Trump’ll alarm warmongers, dis-arm proxies and charm aggressors, preventing WWIII. See? Ukraine-type conflicts can’t erupt under his watch. And they’ll end…any flexi-time between 24 hours and 100(-plus) days. Meantime, Trump’ll speak loudly – ask Hamas – and carry the biggest carrot-and-stick – ask Netanyahu.\nThree, Trump likes friends with geostrategic benefits. If he’s arm-twisting Canada, Panama and Greenland, it’s for mutually beneficial mergers & military-backed acquisitions in a shared western backyard. Making everybody safe for democracy requires making America safe for landocracy. Would Jefferson’s ‘empire of liberty’ have existed without the buyout and die-out of (native) America?\nFour, Trump makes killer arguments. He stumped an interviewer who called Putin a ‘killer’, by saying: ‘You think our country’s so innocent?’ Many compatriots protested, even though Vietnam’s My Lai was no lie. For them, US’s only liquidated or (im)precision-bombed mad militarists, fascists, red devils, axes of evil, WMD-hoarders and once-useful terror-plotters. Thankfully, Trump’s less into ‘kill, baby, kill’ than ‘drill, baby, drill’.\nFinally, then, oil’s well that spills well. Plus, Trump’ll fight prickly heat, if not global warming. Hasn’t he said ‘you don’t itch’ with gas heaters, unlike electric ones? So stop scratching your heads over why many are cheering, not fearing, another rip-roaring Trump presidency.\n\n",
        "headline_1": "It’s a Don deal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/churn-after-reading/its-a-don-deal/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "GOI must invest in smart planning and local tech ecosystem to counter China’s defence-economic tactics\nTwo pieces of news last week further highlight the complexity of the China problem for India. First, army chief General Upendra Dwivedi admitted that a degree of standoff remains along LAC despite the Depsang and Demchok disengagement last Oct. He also added there were no plans to cut troop deployment in the area at this point. Second, a recent report says that China is trying to prevent companies from shifting high-tech equipment and personnel to India and Southeast Asian nations. Beijing’s move is apparently in preparation for the incoming Trump administration’s signalled intention to slap heavy tariffs on China. \nFor example, Taiwanese firm Foxconn has reportedly been unable to dispatch its Chinese technicians and specialised machinery from China to India. Similarly, automaker BYD and solar-panel manufacturer Waaree Energies’ Indian units haven’t received crucial equipment. This is blatant weaponisation of economic interdependencies by Beijing. The latter clearly doesn’t want companies to transfer critical technologies to India and is scuttling foreign investors’ friendshoring plans. And Taiwanese companies like Foxconn that are looking to invest in India, especially in critical sectors such as semiconductors, are in the crosshairs. \nThere are two things India must do. First, India must significantly ramp up its own competencies in electronics manufacturing. We can’t solely depend on foreign investors. For example, a semiconductor plant needs thousands of supporting, allied companies to sustain itself. Therefore, even if chip foundry-fab tech is transferred, it’s impossible to get thousands of foreign companies to help create the requisite ecosystem, that too in places like Morigaon, Assam.\nIndia needs to invest heavily in technical education and create the right incentives and linkages for indigenous semiconductor-allied companies to come up. Note that Taiwanese engineers returning from US in 1970s laid the foundation of Taiwan’s semicon industry. Second, there is a case for transferring Taiwan to MEA’s Indo-Pacific division from its East Asia division to dehyphenate Taiwanese issues from China policy. This will greatly help trade and investments with Taiwan in critical sectors that China doesn’t want. Smart strategies are needed to counter Beijing’s shenanigans. \n\n",
        "headline_1": "OutFox the dragon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/outfox-the-dragon/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "More than seven months after introducing the crawling peg exchange rate system to stabilise the foreign exchange market, the Bangladesh Bank has decided to be more flexible with the rates. According to a report in this daily, it is now allowing banks to trade foreign currency freely. However, this decision comes with a caveat, which is proving to be a headache for the banks.\nAccording to the report, while the central bank has permitted banks to negotiate foreign currency rates following market trends—based on the recommendation of the International Monetary Fund—it still maintains a firm grip on the trade. To be exact, it is still operating with an unofficial mid-rate, which climbed to Tk 119 per dollar from Tk 117 on December 31. Bank insiders say this is preventing banks from truly negotiating the rates, undermining the central bank's intent to liberalise the trade. As a result, while banks are officially quoting around Tk 121-122 per dollar, the actual rates charged to importers range between Tk 125 and Tk 128, according to a cement mill's managing director. Moreover, under the new exchange rate regime, banks are required to maintain uniform rates for remittances and export earnings, which is causing them to lose out on profits, a private bank official said.\nThis discrepancy is concerning, as it has worrying consequences beyond shrinking profit margins for banks. For example, importers are increasingly using a workaround system where banks show an official rate while selling dollars to some importers, but a portion of that currency is sourced from exchange houses and aggregators. This is akin to hundi, which is illegal in Bangladesh. The mismatch in exchange rates also poses a risk to the country's prospect of remittance earnings, which hit a record $2.64 billion in December thanks to flexible exchange rates. But under the new system, remitters are more likely to turn to unofficial channels to send money to their families. If that happens, the economy will take a hit, and it will be bad news for our already shaky foreign exchange reserves.\nUnder this circumstance, it would be prudent for Bangladesh Bank to let go of all its control. As economists have repeatedly suggested, the central bank should allow the market to determine exchange rates while enforcing strict monitoring to prevent illegal trading and manipulation. This approach not only aligns with global best practices, but also offers an opportunity to stabilise our volatile forex market and shore up confidence in our currency.\n",
        "headline_1": "Bangladesh Bank must help stabilise forex market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-bank-must-help-stabilise-forex-market-3804161",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "After a significant delay, Bangladesh Railway finally introduced new trains on the Dhaka-Jashore rail route via the Padma Bridge in the last week of December. The new route reduces the travel time to only three and four hours for Khulna to Dhaka and Jashore to Dhaka, respectively. However, the launch of the new trains has received mixed reactions from the locals, particularly in the Jashore area. Protesters gathered at the Jashore railway station on the inauguration day, chanted slogans, and showed black flags, demanding more trains and passenger-friendly timing.\nThe 169-km Dhaka-Jashore railway line was constructed at a cost of Tk 39,247 crore, the most expensive railway project in Bangladesh. It was expected that the direct rail link to Dhaka would transform the region, creating a business-friendly atmosphere and generating employment opportunities. It would also help farmers market their agricultural products more efficiently. The promise of faster and more reliable transportation raised hopes for significant economic growth in the region.\nDespite these developments, the Khulna-Jashore region continues to lag behind in rail connectivity. Although the railway line was expanded from Khulna to Mongla Port, only one passenger train runs on this route. The railway has disappointed passengers, failing to capitalise on the benefits of this newly constructed rail link.\nBefore the Dhaka-Bhanga section of the Padma Bridge Rail Link Project was opened, three express trains connecting the region to Dhaka operated via the Jamuna Bridge, taking a 200-km detour. After the Dhaka-Bhanga section was commissioned, two of the express trains now run via Faridpur to Dhaka. This route cuts travel time by two hours, reducing it to six hours from Jashore, and seven and a half hours from Khulna. However, on the new route via Narail, it only takes three hours from Jashore and around four hours from Khulna to reach Dhaka. Despite this, the railway operates only two trains via Narail, while three others continue to take the detour. The underutilisation of the faster route has left many wondering about the rationale behind such decisions.\n\nIn deciding to keep the Khulna-Dhaka and Benapole-Dhaka trains on the existing route, the railway appears biased against the Khulna division. This defies public expectations. One may wonder why the railway is so determined to deprive the people of Khulna of fully benefiting from the newly constructed rail route via Narail, which would reduce travel time significantly. This decision has led to frustration and growing demands for a more equitable distribution of train services.\nA recent report states that at least 24 pairs of trains can be operated daily on this route. However, at present, the railway operates only two pairs of trains—one each on the Khulna-Dhaka and Benapole-Dhaka routes. The Jahanabad Express and Ruposhi Bangla Express share a rake, meaning the Khulna-Jashore region effectively has only one new train running between Khulna, Dhaka, and Benapole. So far, the railway has failed to show urgency in maximising the potential of the costly Dhaka-Jashore rail route. Operating only two trains keeps much of the benefits unutilised. This has also affected the regional economy, as businesses and travellers expected more frequent and accessible services.\nIn 2023, 100 new bogies were imported for the Padma Bridge Rail Link Project. Recent reports state that the railway is unable to run new trains due to a shortage of locomotives and coaches. This raises questions about why the imported coaches for the project were diverted to other routes, leaving the railway unable to introduce new trains and frustrating passengers. The lack of proper planning and resource allocation has led to scepticism about the railway's commitment to fulfilling its promises.\n\nThe Padma Bridge Rail Link Project is a dream project for the locals. It connects Narail, a new district, to the railway network. Khulna, once an industrial hub, has lost its lustre. The direct rail link from Khulna and Mongla Port to Dhaka and Chattogram could help the city regain its past glory. Demand is also high on the Dhaka-Jashore route, as thousands of people travel daily between Dhaka and the Benapole border via Jashore. The connection has the potential to significantly boost trade, yet its benefits remain largely untapped.\nFor a long time, the Khulna-Jashore region has suffered from regional disparity and has not received the attention it rightfully deserves. It is alleged that Bangladesh Railway's West Zone is dominated by the northern region, with its administrative headquarters located in the north, which inadequately addresses the needs of the Khulna-Jashore region. In the last decade, the northern region received several new trains, but only one was allocated to Jashore. People had hoped that this bias would end under the interim government. However, no improvement is in sight yet. It appears that regional disparity will not end until a new railway zone is created for the Khulna division and adjacent areas. The former government took the initiative to establish a southern zone of Bangladesh Railway, with its headquarters to be situated in Khulna or Faridpur. It should be implemented without delay, considering the new railway network and growing demand.\nRail journeys are more popular than other modes of transportation due to their cost-effectiveness, safety, and reliability. Train travel is also affordable and eco-friendly, offering passengers more freedom and flexibility. While people were excited about the new rail link and had high expectations, they are now disappointed by the railway's decision to run only one pair of trains on the Jashore-Dhaka route. The underwhelming response from the railway administration has added to the frustration of the locals.\nGiven the popularity of rail journeys and the high demand, Bangladesh Railway should introduce more trains on the Dhaka-Jashore rail link to fully utilise its benefits and meet public expectations. Immediate action is needed to address the gaps in service and ensure that this significant investment delivers on its promises.\nNasir Uddin Roney is an entrepreneur.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Dhaka-Jashore rail route: Dreams and disappointment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-jashore-rail-route-dreams-and-disappointment-3803911",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "Today, Donald J Trump takes over the White House. If his recent antics are any guide, it is quite likely there'll hardly be a dull moment. With his proposal to include Canada as the 51st state of the US and capture the Panama Canal and Greenland, Trump is already in the eye of a media storm.\nBefore the Trump media frenzy completely sucks up the oxygen, let's take stock of the reputation of his predecessor.\nI still remember the joy of supporters that greeted the election of President Joe Biden four years ago. It wasn't just his supporters who welcomed a return to normalcy, civility, and quite frankly, a degree of sanity to the White House.\nMany people heaved a sigh of relief. No more wildly provocative tweets at 3 am to rile up Trump's enemies. Farewell to the parade of dubious cabinet appointees, a surprising number of whom had to quit under a cloud. No more outrageous gossip coming out of disgruntled former associates which turned the White House into tabloid territory.\nFinally, we had a proper president to do justice to the gravitas of arguably the most powerful office in the world.\nWhat a difference a four-year term makes. As Biden left office, Americans didn't exactly burst into tears.\nAccording to a CNN Poll, he left office with a 36 percent approval rating. It's a huge climbdown from his 60 percent approval rating at the beginning of his term.\n\"Americans broadly view Biden's four years in office more as a failure than as a success,\" CNN reports.\nYet his supporters claim—with some justice—that Biden's achievements are considerable. He steered the nation through the Covid crisis and left the country with an economy in a relatively robust state, which is an envy for the rest of the world.\n\"In his first two years in office, Biden passed a major bill to rescue the economy from COVID, a bipartisan law to rebuild America's crumbling infrastructure, the first gun-safety law in decades, the largest climate investment in history, a law to lower the price of prescription drugs, as well as bills to help veterans and spur the semiconductor industry,\" writes Dan Pfeiffer, a former adviser to President Barack Obama.\nThen why are Americans so unhappy with Biden?\nThere are multiple reasons, including Biden's critical flaws.\n\nBeyond the US, Biden's reputation will be permanently stained for his complicity in Israel's unconscionable genocide of Palestinians. He may claim credit for the recent ceasefire breakthrough between Hamas and Israel. But the fact remains that the ceasefire deal was ready in May; why did it get signed now?\nBiden's predicament must be considered in the context of the brutal political landscape in the Western world. Massive post-pandemic disaffection has left incumbents buffeted by populist outrage. UK Conservatives have been unceremoniously kicked out of power; Canada's Justin Trudeau has quit; Germany's Olaf Scholz is likely on his way out, and France's Emmanuel Macron is teetering.\nIn the US, inflation led to a sharp rise in grocery and gas prices that hit voters' pocketbooks.\nThere is also the uncomfortable fact that US media, like its population, is increasingly polarised. For avid watchers of right-wing Fox News, their view of any leader from the Democratic Party is likely to be jaundiced. But it is also true that Biden's own shortcomings provided the critical impetus to his downfall.\nThe US president's bully pulpit is an enormously powerful tool; yet Biden hardly used it to make his case. In fact, he engaged in fewer press conferences and media interviews than the previous seven presidents, going all the way back to Reagan. Trump, in comparison to his predecessor, had twice as many interactions with the press.\nThere is no denying the dreadful fact that towards the end of his presidency, he was often too senile, and an unduly deferential media was complicit in maintaining the laughable fiction that Biden was fully functional. Long before his disastrous debate performance with Trump, there were alarming signs of his senility on TV including a propensity to go on tangents or offer a phantom handshake, among other embarrassing quirks.\nBiden would have done himself and his party a huge favour by declaring himself a one-term president from the get-go. Instead, in a fit of extraordinarily selfish hubris, Biden chose to remain until his party elites had to force him to leave. His recent claim that he could have won the election is mind-boggling.\nBiden also tarnished his own legacy—in my view irrevocably—when he pardoned his son Hunter Biden. Even more egregious was a blanket indemnity for Hunter—a terrible moral descent for a man who once epitomised the rule of law against the much more wayward Trump.\nHistory offers some telling clues about Biden's moral frailty. Biden's 1988 presidential campaign crashed and burned following accusations that he had plagiarised a speech of British Labour leader Neil Kinnock and exaggerated his academic record.\nBeyond the US, Biden's reputation will be permanently stained for his complicity in Israel's unconscionable genocide of Palestinians. He may claim credit for the recent ceasefire breakthrough between Hamas and Israel. But the fact remains that the ceasefire deal was ready in May; why did it get signed now? Reports suggest that Trump, waiting in the wings, was ready to tell Israel who's the boss. News reports suggest Trump envoy Steven Witcoff met Israeli Prime Minister Benjamin Netanyahu and twisted his arm. For all his huffing and puffing, Biden was too timid to take on Netanyahu, and much of his reported anger was performative.\nA deeper look at Biden's long-time record reveals a streak of warmongering tendencies. As a US senator from Delaware, he was gung-ho for years on a massive US attack on Iraq. When UN weapons inspector Scott Ritter's principled stand undermined his phony argument for destroying Iraq's non-existent weapons of mass destruction, Biden attacked Ritter viciously.\nFor most of the world, excluding the delusional bubble in the US and its mostly European allies of the \"rules-based order,\" America's blind support for Ukraine and attacks on Russian President Vladimir Putin reek of sanctimonious hypocrisy when one considers its coolness to the vicious attacks of Saudi Arabia and its allies on Yemen and Israel's terrible slaughter in Gaza and Lebanon.\nEven in his farewell speech, Biden's warning against the rise of an oligarchy in the US, while true, carries little moral weight.\n\"The very richest Americans are among the biggest winners from President Joe Biden's time in office, despite his farewell address warning of an 'oligarchy' and a 'tech industrial complex' that threaten U.S. democracy,\" Bloomberg reports.\n\"The 100 wealthiest Americans got more than $1.5 trillion richer over the last four years, with tech tycoons including Elon Musk, Larry Ellison and Mark Zuckerberg leading the way… The top 0.1% gained more than $6 trillion.\"\nThe New York Times offers a devastating appraisal of Biden's legacy. \"President Biden ran for the White House promising to be a transitional figure, then once he got there began thinking of himself as a transformational one. But after a tumultuous four years in office, it turns out he was really neither,\" Peter Baker writes in The New York Times.\n\"Instead, Mr. Biden will end up in the history books as an interregnum between two terms of Donald Trump, a break in the middle of a chaotic period of change, for good or ill. Mr. Biden had hoped to make Mr. Trump an asterisk in the American story, soon to be forgotten. Now he will be the one trying to make his case for posterity.\"\nAshfaque Swapan is a writer and editor based in Atlanta, US.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The self-sabotaging president: Joe Biden’s broken legacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-self-sabotaging-president-joe-bidens-broken-legacy-3803846",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Improving economic  Management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-economic-management-1737381300",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Quality pry education needs quality teachers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/quality-pry-education-needs-quality-teachers-1737381361",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "What does lie ahead  for Gazans?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-does-lie-ahead-for-gazans-1737381410",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Hazardous Paltan intersection",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hazardous-paltan-intersection-1737381432",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2025"
    }
]