[
    {
        "full_article": "The journey that started at an airport and had me navigate my way around pizza, playbooks and politics began with a simple phone call from my mother. ‘What do you mean you are in Chennai, and why didn’t you tell me before? I was getting dinner made for you.’\nI replied, ‘Well, Modiji has a rally in Chennai today. I have been invited to speak there.’ When my mother began asking what my speech was about, I laughed and admitted that I was just fooling around and I was actually in Chennai for a book talk, and not any political rally.\nMy mother believed my lie, just the way people buy the fabrications they see online. But before I begin a series on the art of digital living, it’s time to leave the airport and head to the car where I encountered my driver for the day, a bespectacled man with a hollow, strident voice like clamshells clanking against each other in a stirred pot. However, as I would later discover, he was both the clam and the stirred pot in this case.\nNumerous accounts floating on the internet show people getting into Olas and Ubers, engaging with their drivers, and emerging at their destination with enlightenment that they share through tweets and posts. I have always believed these accounts to be either exaggerated or entirely made up until it happened to me.\nIt began on an innocuous note. I was informed that we were taking an alternate route, so we don’t get stuck in the traffic jam caused by the rally. The topic shifted to the driver living in Chennai for over a decade while his family was still back up north. Then we started playing a ping pong match in his impeccable Hindi and my Bambaiya lexicon. ‘Who will you vote for?’ ‘Hindu versus Muslim countries’. And then, of course, Bollywood. ‘Apke Bollywood ke three Khans make fun of our gods in their movies.’ I immediately denied it, giving him numerous instances of movies to the contrary. Then he said, ‘And they are the ones who killed Sushant Singh.’\n‘Bhai Saab, where do you get all these crazy ideas?’ Looking abashed, he stated, ‘Yes, you are right, not all three Khans, only one of them is responsible for his murder.’ Then he went on:  ‘See, first, we would not get all the proper news. We didn’t know what was happening. We had only a radio. Then came TV, but still, we didn’t know anything. Now, we learn the real truth through WhatsApp and YouTube. Nothing can be hidden from us anymore.’\nThe World Economic Forum released its 2024 report and ranked disinformation as the most significant future global challenge, and India as the country that was likely to be most affected. We have already witnessed a spate of manipulated news stories, from the morphed pictures that showed the Phogats smiling during the wrestler’s protests, to uncountable stories about the origin of the coronavirus. I have even seen my name on a mainstream television channel ticker saying I had performed a medley of songs for Dawood. Considering that even my children think my dancing skills are akin to watching a WWF match between a lone wrestler and gravity, the news channels should have known that Dawood would have chosen more skilled performers. But such is the world of fake news.\nThe New York Times had once done a fascinating deep dive into the world of fabricated news around the Pizzagate scandal. This story revolved around Hillary Clinton being connected to a child sex ring that was run from the basement of a pizza parlour called Comet Pizza. According to a public policy poll, almost 50% of Trump voters believed this ridiculous story. NYT laid out a playbook on creating fake stories that can impact a country’s socio-political fabric. An old technique from the KGB era that has retained its effectiveness, the rules of this playbook revolve around first looking for differences in religion, caste, colour or language, and amplifying them. Then, making up outrageous, attention-grabbing lies that are so preposterous that people can’t believe anyone could just fabricate them. It’s better (though not mandatory) to have a tiny kernel of truth at the centre of these lies. The last step is to spend considerable resources over a long period fuelling these stories, and patiently waiting for the results.\nIn the coverage of news around Clinton’s Pizzagate story and Sushant Singh’s death, there were similar patterns. Elections were around the corner; presidential in her case, and Bihar elections in ours. And it began. Narrative divisions: the outsider versus the insiders of Bollywood. The blue-eyed boy of Bihar and the bad boys of the big city. Then an outrageous lie. Like the one I told my mother about speaking at the rally or Clinton’s paedophile ring or an actor murdered by one of his colleagues. In the latter case, there was even a petition filed, and later dismissed, against some famous actors and producers on charges of conspiracy to murder Sushant in a local court in Bihar. The essential kernel of ambiguous truth: Clinton’s campaign chair had exchanged emails with the owner of Comet Pizza, and Sushant Singh had once confessed in an interview that he found Bollywood’s superstars intimidating. Finally, extensive resources were spent fuelling these stories, one of which finally landed as a forward on my driver’s phone and was instantly swallowed and digested.\nThese digital fabrications have real-life consequences. While my driver was unlikely to turn into a vigilante and head to Bandra with murderous intent, a gunman did open fire in Comet Pizza, and closer home, reliable newspaper reports state that a single concoction about child abduction gangs, spread as WhatsApp forwards, led to over 20 people in India being beaten to death in a short span.\nIn the last few weeks, I have seen our politicians talking about the perils of circulating videos of people eating meat during Navratri when perhaps they should be warning citizens of the dangers of consuming nonsense instead of non-veg.\n\n",
        "headline_1": "Pizza, playbooks and a bag of pollitricks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/pizza-playbooks-and-a-bag-of-pollitricks/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "The world woke up on Friday to news of an Israeli missile attack in Iran’s Isfahan region, where some of its nuclear facilities are located. There are competing claims about the scale of attack and extent of the damage. This comes weeks after soaring tensions between the two countries.\nThe situation in West Asia has witnessed a step-by-step escalation since Oct 7, 2023. The Hamas attack blind-sided the vaunted Israeli intelligence and defence establishments and led to nearly 1,200 Israelis being killed and more than 200 taken hostage. Assessed by Israel as the largest single day loss of Jewish life since the Holocaust, it was a major escalation compared to periodic Israel-Hamas skirmishes since 2008. Israel’s response, to “restore deterrence”, has involved another cycle of escalation with now six months of military action resulting in more than 30,000 killed and more than a million Palestinians displaced in Gaza.\nSinking reality: Seizure of an Israel-linked ship with Indian crew highlights the larger dangers of the conflict\nDespite the US locating two aircraft carrier battle groups in the Eastern Mediterranean, there has been regional escalation with Houthis attacking and disrupting shipping through the Red Sea, and Hezbollah firing rockets and drones leading to displacement of nearly 70,000 Israelis from the northern part of the country. Israel’s actions against Hezbollah have progressed deeper from southern Lebanon bordering areas. The US and UK have mobilised “Operation Prosperity Guardian”, with several other partner countries, and carried out attacks against Houthi infrastructure.\nAssessing Iranian enabling support to Hamas, Hezbollah and the Houthis, Israel took another step of lethally attacking several Iran’s Revolutionary Guard commanders at  Iranian consulate premises in Damascus. This was seen by Iran as an attack on its “sovereign territory”, a notch higher than the earlier Israeli attacks on its personnel and supplies to Hezbollah through Syria and in Lebanon. Iran’s response, through 300 drones, 30 cruise missiles and more than 100 ballistic missiles, was the first direct state level attack on Israel since the Yom Kippur War of 1973, when it had been attacked by Egypt and Syria. Israel’s decisive military victories against different coalitions of Arab States in 1948, 1967 and 1973, had led to peace agreements with Egypt in 1979, and Jordan in 1994. The Abraham Accords in 2020 had led to diplomatic relations between Israel and UAE, Bahrain, Qatar and Morocco. Israel now retaliated with a “limited strike”, targeting Isfahan, signalling capacity to penetrate Iranian air defence.\nWhether or not there is any further escalation, the potential will remain so long as the current Israel-Hamas conflict is not on the path of de-escalation. There does not appear to be any imminent prospect of that. Negotiations for a six-week ceasefire have stalled for weeks, despite intense mediation by the US, Egypt and Qatar. Israel has set for itself the objective of eliminating Hamas presence in Gaza. Despite six months of effort, several thousand Hamas fighters are still assessed to be active, with their presence concentrated in Rafah in southern Gaza, so far beyond Israel’s reach. This has led to intense international scrutiny and concern over potential large-scale civilian deaths.\nUS experience in Afghanistan with the Taliban, and Israel’s own experience of occupation with Hezbollah in southern Lebanon from 1982-2000 should caution any expectation of rooting out Hamas. Israel’s opposition to a revitalised non-Hamas Palestinian Authority governing Gaza and declared international opposition to reoccupation of Gaza by Israel are complicating the prospects of post-conflict arrangements. Buy in by Arab countries, for post conflict large-scale reconstruction in Gaza, may require a sense of movement towards a two-state solution. However, the current ruling coalition in Israel is opposed to any such solution, and Israel PM Benjamin Netanyahu has consistently, since the mid-1990s, worked to undermine any such prospect. Politics in Israel has shifted gradually to the right, with their own perception that sections of Palestinians are not reconciled to the existence of Israel and have opposed compromises in the past. The large-scale Hamas attack in October, and the preparation it revealed, will also strengthen the arguments of those concerned about security threats to Israel from a fully sovereign Palestinian entity.\nDespite perceptions about its relative decline in global context, and intense debates about its extended international engagements, the US is the only major power active in seeking some way forward from the crisis. It is engaged with Israel, Arab countries, and through intermediaries, with Iran and Hamas. However, its influence has been revealed to be limited, with Netanyahu not heeding suggestions, Iran not dissuaded from attacking Israel directly, and Hamas not accepting several proposals for hostage release.\nThe crisis has potentially wider ramifications on energy prices, shipping in the Gulf and Red Sea, and security of migrant workers, including 8 million Indians, in the Gulf. A case in point is the seizure of an Israel-linked container ship with 17 Indian crew members by Iran near the Strait of Hormuz last week.  The time has perhaps come for a wider effort. As China, Russia and the US have so far worked to thwart each other’s initiatives at the UN, the G20 troika of Brazil, India and South Africa should explore if they can move the needle, along with a group of non-P5 G20 members from Europe and Arab countries. This could be a good test of whether the G20 is indeed the premier global organisation today that it often claims to be.\nArun K Singh is former Indian Ambassador to US, France and Israel\n\n",
        "headline_1": "Can India, as part of G20, help calm things down in West Asia?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-india-as-part-of-g20-help-calm-things-down-in-west-asia/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "India’s T20 team lacks all-rounders. Impact Players bury chances of unearthing one. Entertainment gets priority. World Cup gets short shrift\nNow a seductive 17, IPL has become cricket’s biggest business idea since Kerry Packer’s World Series in the late 1970s. And not just because it is currently valued at $10.7 billion by Brand Finance, the brand valuation consultancy. The game-changing marriage of willow and glitz has delivered more moolah to more cricketers, spawned similar templates in other sports, including kabaddi, and spearheaded franchisee-driven cricket culture worldwide.\n\nIPL club owners have acquired teams in both traditional cricket centres (South Africa, West Indies) and emerging markets (UAE, US).\nOn the pitch, it’s been an orgy of entertainment this edition. Six hitting is at an all-time high like BSE Sensex. In 2009, an average 8.5 maximums were struck per game. In the first 30 games of 2024, the average has zoomed to about 17.5. Its spillover reflects in scores; the 260 mark has been breached on five occasions.\nRead full story on TOI+\n\n",
        "headline_1": "Impactful in IPL, irrelevant for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/impactful-in-ipl-irrelevant-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "No surprise that only 38% of 18-year-olds bothered to register as voters. They respond to a good contest or a cause. Both are missing in these elections\nOnly 38% of the freshly minted 18-year-olds have registered themselves as voters for the 2024 elections. This has the experts worried. Have the young lost interest in democracy? Is the future bleak in their hands?\nActually, none of the above, and the young are not damaged goods. It’s their youth that makes them wary of dull routine, which voting day can become. In a flash that changes if there’s a glorious crusade attached to an election. When that happens, polling becomes a carnival and the turnout of voters below 25 can put older adults to shame.\n \n\nOtherwise, elections are for old folks; people who brood and chew the manifesto cud over and over again. Let them trudge to the polling booth in the same boring way they have led their lives. Without the drum roll of a campaign when a competitor must be vanquished, voting is a dull affair!\nRead full story on TOI+\n\n",
        "headline_1": "Young, bored and not voting",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/young-bored-and-not-voting/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "That country's most institutions have become largely dysfunctional is hardly disputed. And, such an unfortunate decadence has happened amidst impressive development works, a phenomenon that many economists tend to describe as a 'paradox'. The fact remains that the economy in general is in doldrums, as the rot in the financial sector has gone too deep and inequality in society is on the rise. Flight of capital has been going on unabated. Corruption at all levels being a hydra-headed monster is eating into the vitals of the behemoth called the State. These issues and relevant others came up for discussion at the launching of a book titled 'Fifty Years of Bangladesh: Economy, Politics, Society and Culture' at the Centre for Policy Dialogue (CPD) late last week. It was attended by eminent personalities including economists and other distinguished members of society. The common theme that came up repeatedly is the fact that Bangladesh has done well in terms of growth, economic or otherwise, over the past few decades, especially since the restoration of democracy in the country.Unfortunately for Bangladesh, the key institutions that are designed to oversee activities of many organs of the government and punish the errant ones are now in peril themselves. Thus, dysfunctional institutions have given rise to poor governance. For instance, the loan-default culture has made several banks bankrupt and now the central bank has stepped in to initiate merger of these sick institutions with stronger ones in an effort to save the financial sector from collapse. However, without re-establishing good governance in banking practices, economists fear, the move will have little effect in stopping the bleeding in the sector. The \"development paradox\" that propelled the nation to achieve sustained economic growth for more than a decade happened despite weak institutions, is a model that no longer works. Several powerful corporate houses have emerged in recent years extending their strong representation in mainstream media and the political arena. Their reach into policymaking has changed the very character of the State and has played a pivotal role in why institutional capacity did not improve adequately alongside development. As long as the economy was doing well, the electorate could be lulled into a sense of false security. However, it is now public knowledge that the first to fall foul of bad governance was the banking sector and people have been wondering if banks can be trusted to keep their savings safe. The stark contrast between today and a decade ago is perhaps best exemplified in the serious widening of the rich-poor divide where a miniscule portion of the population controls the vast majority of wealth and is not afraid of flaunting it. While the middle class has been pushed down into lower-middle class status since Covid-19 pandemic and millions have sunk below the poverty line, the gains Bangladesh had achieved over the past few decades are at risk of being wiped away.There is no recourse but to take proactive measures to bring back some modicum of order to the institutions that govern various aspects of the economy and security for society. Without corrective measures, key institutions such as judiciary, Election Commission, Anti-corruption Commission and financial sector regulators will continue to perform below people's expectations. Only appropriate reforms can ensure a balanced growth for all in Bangladesh, as opposed to growth for some.",
        "headline_1": "Strengthening key State institutions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-key-state-institutions-1713624383",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "As global trade passed a sluggish year in 2023, a strong rebound is necessary to support world economic growth in the current year. However, the possibility of a strong recovery of global trade seems thin for various reasons, as predicted by two leading international organisations. The World Trade Organization (WTO), in the second week of this month, predicted a modest recovery of global trade. It said that after falling by 1.20 per cent last year, international merchandise trade volume may increase by 2.60 per cent in the current year and 3.30 per cent in the next year. The latest 'Global Trade Outlook and Statistics' report of the WTO also cautioned that three critical risks pose threats to the global trade recovery. These are regional conflicts, geopolitical tensions and economic policy uncertainty. The past year witnessed a larger drop in global trade regarding value. Merchandise exports dropped by 5 per cent to US$ 24.01 trillion, according to the WTO report. Trade in services, however, increased significantly as the global exports of commercial services jumped by 9 per cent to US$ 7.54 trillion. Earlier last month, the United Nations Conference on Trade and Development (UNCTAD) released its Global Trade Update. It mentioned that in the previous year, global trade saw a 3 per cent contraction, equalling roughly $1 trillion, compared to the record high of $32 trillion in 2022. Despite this decline, the services sector showed resilience with a $500 billion, or 8 per cent, increase from the previous year. In comparison, trade in goods experienced a $1.3 trillion, or 5 per cent, decline compared to 2022.Both reports showed that a big decline in trade in goods derived from the overall fall in global trade. So, more focus is now on recovering the trade in goods or merchandise. The UNCTAD report also added that the forecast for 2024 is broadly positive, with GDP growth expected to continue at around 3 per cent. It added that the demand for environmental goods, especially electric cars, is set to play a crucial role in driving trade growth. UNCTAD, however, cautioned that the logistical challenges such as shipping disruptions in the Red Sea, Black Sea and Panama Canal may increase costs and disrupt supply chains. Ongoing geopolitical tensions and regional conflicts could also renew volatility in energy and agricultural markets. All these may slow the pace of global trade.Moreover, the latest escalation in geopolitical tension in the Middle-East after Iran's missile and drone assault on Israel during the last week as a response to the Zionist state's persistent killing of Iranian commanders over the years in Syria and Lebanon has added to the woes. Though the assault was brief and the damage was minor, Israel still retaliated in a calibrated manner. Even so, the Middle East still remains volatile, leaving a shadow on global trade. As UNCTAD and WTO reports were launched before the latest Iran-Israel stand-off, it was not factored in the forecasts. Now, slow trade growth means a slowdown in economic activities in various countries. As the countries are now more dependent on trade, any disruption in trade flow raises the cost of output as both exports and imports become costlier. In other words, it reduces national incomes and consumption and ultimately slows overall economic growth. WTO report also showed that merchandise exports of least-developed countries (LDCs), including Bangladesh, may grow by 2.7 per cent in 2024, which was 4.1 per cent in 2023. It may, however, rebound by 4.2 per cent in the next year.Bangladesh, however, witnessed a sharp decline in annual goods trade in the last year, which was in line with global trade and not in line with LDCs' combined trade growth. So, the country is now facing the challenge of recovering trade growth. The country's overall trade in goods dropped to around US$ 123 billion last year, a 14 per cent fall from $143 billion in 2022. This is the biggest decline in the country's international trade in the previous decade. Even during the pandemic in 2020, the overall trade in goods dropped by 12.30 per cent. Again, the country's trade in services also declined last year by 22 per cent to $17.23 billion, according to the statistics available with Bangladesh Bank. Export receipts in services declined sharply than import payments, causing a higher deficit in services trade in 2023. However, there is a difference between the latest falls and the fall in the pandemic year. 2020 witnessed a simultaneous fall in both exports and imports, by 14.50 per cent and 10.60 per cent, respectively. The big drop in imports drove the fall last year although exports witnessed a small growth. Imports of goods dropped by 24 per cent last year and stood at around $67 billion from $88 billion in 2022. At the same time, exports inched by only 2 per cent to $55.80 billion last year from $54.70 billion in the previous year. The import restrictive measure to ease the pressure on the country's foreign exchange reserve is a significant factor behind the decline in merchandise import. The rise in the cost of imports due to geopolitical tension also put additional pressure. During the first quarter of the current year the export earnings registered 11 per cent growth. The imports, however, surged by less than 2 per cent reflecting the continuation of the sluggish trend in trade in goods. So far, no strong sign is also there that there will be a rebound in import in the second quarter which is also the last or final quarter of the current fiscal year. [email protected]",
        "headline_1": "Prospect of rebound in trade still grim",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prospect-of-rebound-in-trade-still-grim-1713624442",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "In the capital's Fayedabad area in Uttara, there stands a place of worship for Muslims called Baitur Rauf Mosque. This is different in various ways from traditional mosques, and every account of its distinctive features is endearing in their own distinctive way. For example, instead of the traditional symbolism such as domes and minarets, the mosque comprises of intricately structured brick walls and brick jali design that creates an awesome interplay of sunlight and shadows inside the prayer hall. Its structural ingenuity also provides natural ventilation, keeping the building cool even on hot summer days.\"A building has to be able to breathe without artificial aids,\" this is how Dhaka-born, BUET educated Architect Marina Tabassum described the mosque. Much to the credit of Bangladesh, Marina is named in the prestigious Time Magazine's 100 Most Influential People of 2024 for her unique designs and innovations.Praise and international recognition at the highest level of her unique talent are not new to the futuristic designer. In 2016, her terracotta mosque got the prestigious Aga Khan Award for Architecture in recognition of the mosque's architectural excellence, environment-friendly design as well as elegant and eternal look. In its citation, the Aga Khan said, \"The quality of construction frequently raises the quality of life. Nowhere is this more apparent than in the Baitur Rouf Mosque, which contains an intricate geometric layering of space - a square prayer chamber contained within cylindrical walls.\"Baitur Rauf Mosque is more than a mosque; it has open spaces for socialising where people of all faiths gather and interact. Women are welcome to pray and socialise while their children can play all day. The religious space has turned out to be a much-needed - and appreciated - breathing space in the densely populated area.The livability in a city and the health of its residents is determined to a large extent by the quality of its public spaces. These spaces play a crucial role in shaping the mental and physical wellbeing of the city dwellers. Dhaka has a long way to go in this direction where architects like Marina Tabassum and others have a considerable role to play.Marina Tabassum's work stands out for her commitment to sustainable architecture and community-centered design. Independence Monument and Underground Museum of Independence at Suhrawardy Udyan in Dhaka is another hallmark of her architectural excellence. Apart from her major projects in Dhaka, Marina designed and developed hundreds of tiny houses known as 'Khudi Bari', which are cost-effective and easy to be moved from one place to another. She designed the house specifically for people in rural and coastal areas that are vulnerable to flooding and river erosion who may face displacement. The brilliance of the Khudi Bari lies not only in its ingenious design, but also in its adaptability. Constructed with lightweight bamboo and modular components, the houses can be easily assembled, disassembled, and relocated, thus providing a sense of stability in the midst of uncertainty and no financial loss. This award-winning architectural marvel, crafted by Marina Tabassum Architects (MTA), are much more than just a structure; they are a lifeline for flood victims and climate refugees, embodying the spirit of innovation and empathy in the face of adversity.Marina has already set standards never achieved before, and no doubt will continue to do so. She brings immense kudos to the country. Let's congratulate her and wish her continued success.[email protected]",
        "headline_1": "Architect Marina Tabassum's great feat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/architect-marina-tabassums-great-feat-1713624494",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2024"
    },
    {
        "full_article": "There is a pressing need for the extension of the Metro Rail line from Kamalapur to Khilgaon. While expansion work is currently underway from Motijheel to Kamalapur, it is imperative to consider the substantial population residing in the adjacent areas of Khilgaon, such as Bashabo, Mugda, Nandipara, Matherteck, and Bansree.The residents of these areas, many of whom commute to offices or conduct business in Uttara and its adjacent regions, face significant challenges in transportation. Travelling from Khilgaon to Uttara via bus is not only time-consuming but also prone to traffic congestion. Introducing a Metro Rail connection from Khilgaon to Uttara would not only alleviate these commuting difficulties but also ensure safer and more efficient travel during peak working hours.Moreover, Bansree stands out as an overpopulated locality within Dhaka city, housing a large number of individuals employed in various sectors such as banking, government, private enterprises, hospitals, and medical services. Extending the Metro Rail line to Khilgaon would immensely benefit this community by providing a convenient and reliable mode of transportation for their daily commute.Therefore, it is being urged that the authorities concerned would carefully consider this proposal and undertake a feasibility study to assess the viability of extending the Metro Rail line from Kamalapur to Khilgaon. Taking proactive measures in this regard would not only enhance transportation infrastructure but also contribute significantly to the well-being and productivity of the masses.Md. Muradul Haque Sardar Manager - Purchase (Local & Foreign)Amanat Shah Group, Motijheel, Dhaka [email protected]",
        "headline_1": "Extend metro rail from Kamalapur to Khilgaon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/extend-metro-rail-from-kamalapur-to-khilgaon-1713624514",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-04-2024"
    }
]