[
    {
        "full_article": "It is certainly no coincidence that a string of foreign leaders, Ministers and officials are descending on New Delhi this month, as the Russian invasion of Ukraine continues for its fourth week, and without a clear end in sight. There are summits with the Prime Ministers of Japan and Australia (virtual), and one soon with the Israeli Prime Minister, and visits by the U.S. Under Secretary of State, Victoria Nuland, as well as European Foreign Ministers and delegations. What the visits by NATO and Quad allies of the U.S. all have in common is their planning at short notice, and putting discussions on India’s stand on Ukraine at the top of their talks. Even Japanese PM Fumio Kishida, who had a full bilateral agenda to discuss with Prime Minister Narendra Modi at their much-delayed annual summit meeting, arrived in Delhi on a very short visit, and made it clear that finding a common position on Ukraine and telling India that it must not “condone” Russia’s actions was a “priority”. The message from the West is clear: that India must shift its position on three counts: to do more at the UN, where New Delhi has consistently abstained from resolutions criticising Moscow; to join the sanctions regime; and to avoid contracting for more Russian oil, or sending civil or military supplies to the Putin regime until the war ends. The flurry of visits, comments by officials, and press statements by diplomats indicate that tensions between Russia and the West have reached a point of no return, and New Delhi is being asked to make a very pointed choice between them.While there are several reasons why New Delhi has declined the attempts to steer it from its course on Russia that are linked to its strong partnership with Russia, there are some global interests that the Modi government must consider more closely. The civilian toll in Ukraine is mounting, and while Russia has denied reports of targeted attacks on schools and theatres, it is necessary for New Delhi to acknowledge any Russian violation of human rights, especially as the Kremlin has not yet fully clarified its endgame. Second, while India has expressed concerns over nuclear safety, it must be willing to make this an issue with Moscow, if necessary. Another area is the threat of chemical and biological warfare, and while the Indian representative spoke strongly at the UN Security Council about the importance of fully implementing the Biological and Toxin Weapons Convention, the Government must be prepared to vote on the issue and call out any side that violates these. As the war progresses, more such debates will arise, and New Delhi must retain its ability to judge and shift its position from “being neutral” and “abstentionist” to one more wholly seized of the issues, and as a leading nation that is able to exercise its “strategic autonomy” on matters of principle, when required.",
        "headline_1": "Mounting pressure: On India’s options on Ukraine",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mounting-pressure-the-hindu-editorial-on-why-india-should-keep-its-options-open-on-ukraine/article65243546.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "This week, India will complete two years since the Government embarked on what is now considered the harshest and quickest lockdowns in the world in a bid to block entry points for the infectious COVID-19 virus. The efficacy of that lockdown, both in terms of curbing infection rates (and mortality rates) and the accompanying hardships imposed on the population at large, can be debated at length. There is, however, little argument over the massive economic costs for the country. The Reserve Bank of India has underlined that some of that damage to India’s GDP is permanent. This can be linked to businesses shutting shop for good, labourers migrating home (with many choosing not to return) and consumers turning increasingly reluctant. The rebuilding effort remains a work in progress, although record tax collections would suggest that all is well. Personal consumption and employment-driving contact-intensive sectors remain below pre-pandemic levels, even as other macro metrics have surpassed pre-COVID performance. Just as the virus appeared to be ebbing, triggering hopes of a revival in consumer confidence, the Russia-Ukraine conflict has thrown up fresh challenges, including high commodity and crude oil prices. Health-care costs are considered a key factor for pushing several middle- and lower-income households below the poverty line, while high inflation affects all economic actors. The Russia-Ukraine situation has not only catapulted gas, oil and coal prices higher but also fertilizers, wheat, corn, and seed oil. A section of farmers growing crops such as wheat may gain, but inflation in essential items such as food and transport, will impact the poor the most. For now, India’s oil marketing companies, who the Government has argued determine the retail prices of fuel, have shown extreme benevolence in holding rates at November 2021 levels and this may persist till Parliament’s current session ends. This is, however, not fiscally sustainable, just as the Finance Ministry has argued that high global commodity prices are not. A prolonged conflict in Europe could tip the global economy into recession, even as monetary policy missteps and social risks associated with high inflation, could dampen growth, Moody’s Investors Service warned last week. On the other hand, the Government’s robust direct tax collections that have surpassed even revised estimates by ₹1.13 lakh crore, give it room to not just push forward the LIC share sale till market volatility subsides but also slash fuel taxes further, curb other inflationary pressures and expand the COVID-19 booster shots coverage. Unless people get more certainty about the pandemic’s end-game, and have some money in their hands, it would be difficult to spur consumption enough to reach the necessary next stage of the recovery — a revival in private investments.",
        "headline_1": "The spring blues: On India’s recovery two years into the pandemic",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-spring-blues-the-hindu-editorial-on-indias-recovery-two-years-after-pm-modi-announced-the-lockdown/article65243191.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "Since the war between Russia and Ukraine began on February 24, 2022, the global economy has entered a new terrain of uncertainty. The war-induced challenges have surfaced on various fronts. With global economic integration, a crisis of such nature, which involves a country like Russia, is bound to impact other economies.\nThe Russian invasion of Ukraine has happened at a time when the world just started to recover from the fallout caused by more than two years of Covid-19 pandemic. But the recovery is facing inflationary pressure due to supply shortages in the face of higher demands as countries are beginning to expand economic activities. The ongoing war has created a new shock for the world. Supply disruptions and financial sanctions pose serious economic challenges. With no signs of reconciliation between Russia and Ukraine, the global economic implications will be much more severe.\nMajor countries including the US, the UK, Japan and the European Union (EU) have all suspended economic ties with Russia. Sanctions have been enforced on the Russian financial institutions with the objective to disrupt transactions with the country. As Russia is the third largest oil-producing country in the world, the global economy is suffering as a result of high oil prices. Though developed countries are sourcing their requirements from other oil-producing countries, small and poor countries are finding it difficult with their limited financial abilities to meet their energy requirement. In addition, high oil prices have a knock-on effect on other prices, leading to further inflationary pressure.\nThe ramifications of these challenges are seen through higher commodity and oil prices. Food prices have skyrocketed. Petroleum prices have been on the rise for quite some time. The war has pushed it upwards. In March 2021, petroleum price was USD 65.2 per barrel, which has reached USD 95.8 per barrel.\nDepending on the duration of the war, its impact at country level will depend on the economic links with Russia and Ukraine, and their exposure to the global economy.\nBangladesh is already feeling the heat of the Russia-Ukraine war in many ways. If the war continues for a longer period, the impact will intensify. We are feeling the impact through reduction in exports and rise in import bills. Being an oil-importing country, Bangladesh is already feeling the pressure through high import payments. It was reported earlier by the Bangladesh Petroleum Corporation (BPC) that it was losing about Tk 19 crore per day. With high oil prices, the chain effect is felt through a hike in the prices of gas, fertiliser, and other essentials. The government raised diesel prices in November 2021 by about 23 percent, which has already been reflected in the market through the high transport costs and prices of other essential items.\nIn addition to fuel prices, costs of other imported products have also gone up significantly. This will push the production costs up, resulting in higher prices for the consumers. Global sanctions on Russia implies that Bangladesh's trade with Russia is going to be affected. Russia is a market for Bangladesh's ready-made garment (RMG) products. In FY2021, Bangladesh's export to Russia was to the tune of USD 550 million, and import from Russia was USD 480 million. Bangladesh imports wheat and maize from Russia. Sanctions mean Bangladesh will have to import these items from somewhere else.\nRussia is also implementing several projects in Bangladesh. The Rooppur Nuclear Power Plant (RNPP) is a large project being implemented by Russia that involves USD 12.65 billion and is scheduled to be completed by 2025. The ongoing war and economic sanctions against Russia could delay this expensive project, which means cost escalation in Bangladesh. This implies higher loans and burden on the country.\nThe balance of payment will be under pressure due to high prices and trade sanctions. At the end of January of FY2021-22, the current account deficit reached USD 10 billion as there was an increase in import payments and reduction in remittances. If high current account deficit persists for a longer period, the exchange rate will also fall under pressure.\nIt should be kept in mind that the impact of the war will continue for some time, even after it is over, since it will take time for the economy to recover from the damages. Therefore, countries will still be feeling the impact of the crisis for a longer period, and thus should be prepared for that.\nThe policymakers in Bangladesh will have to monitor the market closely. The country should quickly source commodities from the global market at competitive prices and distribute essential commodities at reduced prices through open market sales. Prudent macroeconomic management should be followed to create fiscal space. As the government is in the process of formulating the budget for FY2022-23, it should allocate adequate resources for social safety net programmes at a larger scale for the poor and low-income families. In this respect, subsidies for critical commodities, such as fuel, power and agriculture, need to be continued for a few months. The economic recovery will depend on the extent of public expenditure. However, waste of public resources and unnecessary public expenditures should be curtailed. Efforts should be given to expedite projects that are near completion, rather than initiate new ones. The government should carefully use its foreign currency as the import payments continue to rise in the uncertain period of war and beyond.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). The views expressed in this article are the author's own.\n",
        "headline_1": "What the Ukraine war means for our economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/what-the-ukraine-war-means-our-economy-2986941",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "A host of challenges await garment makers as 2022 progresses. The legacy impact of the Covid-19 pandemic, including ongoing logistical challenges around moving stock; the impact of Russia-Ukraine war and the subsequent reduced access to the Russian market for our products; access to raw materials and supply constraints for raw materials, such as cotton—all of these and more will make this year a difficult one, despite the relief many of us feel as the pandemic has somewhat slowed down.\nMy biggest concern of all, however, is inflation. Price hikes have not really been an issue in fashion and its supply chains for many years. If anything, ours has been a deflationary industry, due mainly to an excess of supply over demand, low barriers to entry into our industry, easy access to raw materials, and many other reasons.\nBut this picture is now changing. Through much of 2021 and now into 2022, our industry witnessed huge increases in the cost of shipping containers around the world. This is an ongoing problem, and it's only going to get worse. In some cases, the cost has risen from less than USD 2,000 to more than USD 20,000. Industry experts believe the prices could go even higher.\nThose desperate to move their goods can, of course, opt for airfreight. But that brings with it extra costs. And, of course, prices for airfreight are also on the rise.\nOn top of the increased shipping costs, suppliers are also seeing a spike in raw material prices. Cotton is a staple for Bangladeshi garment makers, and cotton prices continue to soar to record highs.\nGarment manufacturers had just about become accustomed to rising raw materials and shipping prices. But now there is another issue adding fuel to the inflationary fire: the war in Ukraine. One consequence of this war is rising gas and fuel prices globally. Global analysts seem to have put no ceiling to the rise of fuel and energy prices as a consequence of the war. What is clear, however, is that the longer Russia's invasion of Ukraine lasts, the worse the consequences will be, given the huge strategic importance of this region as an exporter of fuel.\nThis is a concern for Bangladesh, which is increasingly dependent on imported energy.\nCould rising fuel prices hit garment makers? Just recently, I read that fuel and energy shortages in Sri Lanka could impact the performance of the country's apparel export sector this year. On mitigating future disruptions, the country's main textile body said that unless resolved soon, extended power cuts, coupled with shortages of diesel, would have an impact on the industry's performance in 2022.\nSri Lanka's economy is different from ours, and its dynamics are unusual in that it's an island nation. But to see a rival garment hub suffering does bring these issues rather too close to home for comfort.\nWith all of this in mind, I believe RMG producers in Bangladesh need to begin putting mitigation measures in place and planning for a prolonged period of price inflation—if they are not doing so already.\nThere are several ways to protect one's business against inflation. One of the most obvious is via the use of forward contracts. A forward contract is a contract between two parties to buy or sell an asset at a specified price on a future date. It can be used for hedging against future inflation and can help give a business more certainty.\nA currency forward is a binding contract in the foreign exchange market that locks in the exchange rate for the purchase or sale of a currency on a future date. These are vital for many businesses right now, given the huge fluctuations we are seeing in the prices of the dollar and other major currencies.\nThere are also less formal techniques that businesses can adopt to protect themselves against ongoing price rises. On a broad level, the clearest advice I would offer is for RMG factory owners to be upfront with buyers about the increase in costs they are facing. A manufacturer trying to internalise the inflationary pressures we are witnessing will not remain in business for long.\nThere is nothing wrong with passing some costs along in an effort to maintain a reasonable margin. Much of this comes down to negotiation skills, an area we sorely need to improve upon in Bangladesh. It is widely accepted that as garment makers, we are price takers. But there has to be some limits to this. In other words, if our costs have risen significantly, at some stage we have to increase our prices or our margins will be completely eroded.\nThe one final point in all this is that, just maybe, this year will see some significant increases in the end prices of clothing. I read a lot about retail prices rising in the West. At the same time, I am astonished when looking at the websites of some major fast fashion brands and seeing how cheap their clothing remains. At times, it feels like end consumers are completely buffered from the inflationary impacts. Surely, this has to change at some point. We must all share the pain of global economic shocks.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "We must all share the pain of rising prices",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/we-must-all-share-the-pain-rising-prices-2986936",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "A few days ago, a video that went viral showed a young college-going girl beating her harasser on a bus, ripping his shirt in the process, and making him beg for forgiveness. He had touched her inappropriately while she was resting with her eyes closed. Most passengers chose to remain quiet, which calls to mind Dante's words, \"The darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis.\" Some passengers asked her to let the perpetrator go instead of creating a scene. She was told that she should expect such occurrences and it wasn't that big of a deal—in other words, normalising sexual harassment and strangling the voices of protest against such harassers.\nIn fact, this college girl was told that she shouldn't have resorted to physical violence, but she claims that she wouldn't have done so if others had protested in some way. She probably knew that a molester is unlikely to be brought to justice. Prof Ziaur Rahman of Dhaka University's Department of Criminology asserts that 97 percent of sex offenders go unpunished (Dhaka Tribune, 2020). According to Sheepa Hafiza, executive director of Ain O Shalish Kendra (ASK), the reason why such offenders remain unscathed is because of the culture of impunity and the state's indifference towards eliminating said culture. A glaring example of this is the fact that victims often face further harassment when they seek justice from police. No one stopped this girl's harasser from getting off the bus, and so she did everything in her power to ensure that he would think twice before molesting someone else.\nA few days after I saw the college girl's act of bravery, I came upon another video where a woman on a bus was screaming at a much younger girl, who was wearing a black T-shirt and a pair of jeans, blaming her for why two-year-old babies get raped. One can hear a man blaming the girl's upbringing, while another one tells the harasser that her claims are correct, i.e. the girl's choice of clothing is the reason why rape is on the rise. Ironically, the girl's character was questioned around the same time when the government banned questions probing the \"immoral character\" of rape victims in criminal cases by amending the Evidence Act, a 19th century British law.\nWhat struck me the most was how the girl bore it all and remained mute. In the comment section of the viral video, I saw a substantial number of people wondering why the girl didn't utter a single word in protest, while another significant percentage commented on the clothes of the harasser. I found both types of comments problematic:\nWhile it's easy to say that one should have raised her voice in protest or \"slapped\" the \"psycho,\" one needs to bear in mind that unlike the college girl on that passenger bus, who was with her mother, the victim in the second story was alone in a bus full of men siding with a harasser who seemed like she would physically assault the girl if instigated in any way. Or, perhaps, she was wise enough to remain calm in that situation because some battles can't be won, especially if you're up against a person who is beyond logic and reasoning. After all, according to a Persian proverb, silence is the best reply to a fool.\nThe harasser was dressed in a pink salwar-kameez; her orna was wrapped around her head. People took a few stills from the video, focusing on the tightness of her attire and the curves of her womanly shape. Moreover, the fact that she wasn't wearing an actual hijab or that she was beporda or that her neck was exposed was also pointed out. I get where these types of comments came from. People just wanted to point out that the harasser was in no position to be the moral police because she herself wasn't dressed in the most Islamic of ways. However, what's the point of commenting about the hypocrisy of the harasser? The real problem here was a woman slut-shaming another woman. When women bring other women down in this fashion, they give men the right to slut-shame women too. They make it easier for patriarchy and rape culture to thrive, and they impede the achievement of gender equality.\nThat being said, the root of the problem lies in the traditional form of hegemonic masculinity, which promotes stereotypical masculine heterosexual traits. This kind of masculinity puts men in a dominant position in a patriarchal society in a way where women aren't forced into becoming the subordinate gender; rather, women themselves give consent to being dominated by their male counterparts. Therefore, the female harasser on the bus is, in essence, a victim of hegemonic masculinity. She doesn't just advocate slut-shaming, which is deeply rooted in patriarchy, but is also of the conviction that women must have a certain \"station\"—or \"sthaan,\" as she put it—in a male-dominated world.\n \nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n",
        "headline_1": "Women can internalise patriarchy, too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/women-can-internalise-patriarchy-too-2986921",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "On April 4, 1972, Bangladesh and the US formally initiated their diplomatic ties after the latter recognised Bangladesh as a sovereign nation. Since then, bilateral relations between the two countries have come a long way, and improved to a great extent. US ambassadors to Bangladesh have traditionally played a crucial role in giving this bonding a solid footing. The same role is now expected of Peter D. Haas, who has replaced Earl R. Miller as the new US ambassador to Bangladesh.  \nIn this article, we will underline several expectations from the ambassador regardless of the outcome of today's Partnership Dialogue in Dhaka, the first of a series of bilateral meetings set to determine the next course of relationship between Bangladesh and the US. It should be noted that in February, amid diplomatic and media uproar about the US sanctions on Rapid Action Battalion (Rab), Secretary of State Antony Blinken invited Foreign Minister AK Abdul Momen to Washington to celebrate the golden jubilee of their diplomatic relations. As we await further developments in this regard, here are some expectations from a citizen's point of view, which the new US envoy will hopefully help bring to fruition to take our bilateral ties to a new height.\nFor the US, Bangladesh is one of its major partners in South Asia with extensive bilateral cooperation on trade, investment, climate change, counterterrorism, and so on. After Afghanistan and Pakistan, Bangladesh is the third-largest beneficiary of the US aid in the region. The two-way trade between the two countries reached USD 9 billion in 2019. The US is the single-largest export destination for our ready-made garments (RMG), accounting for 83 percent of Bangladesh's total exports. In 2019, the US was the top source of Foreign Direct Investment (FDI) in Bangladesh. During the Covid-19 crisis, the US has contributed over USD 8 billion in assistance to Bangladesh, including USD 73 million in support of Bangladesh's Covid response. Also, Bangladesh has received about 61 million doses of vaccines, making it the highest recipient of US vaccine donations worldwide.\nThese figures are a testimony to the depth of bilateral bonding between the two countries. Although the recent sanction on Rab has surprised Bangladesh, their bilateral ties overall remain intact and functional as before. We expect that Ambassador Haas will take proactive steps to create a middle ground for both countries that will lead to a resolution of the sanction. Also, we hope that the ambassador, in concert with the rest of the free world, will push the effort to ensure the repatriation of stranded Rohingyas in Bangladesh back to their homeland. \nSince the Burmese military-orchestrated genocide through a bloody \"clearance operation\" in 2017, Bangladesh has been generously hosting more than 1.2 million Rohingyas. These refugees have put huge socioeconomic pressure on an already overpopulated country of approximately 166 million. It is inconceivable that Bangladesh can continue hosting this huge number of refugees for long with its limited land and financial capability. The new US envoy can work to convince the Biden administration to find a sustainable and dignified solution that will work for both the host and Rohingya communities.\nAccording to the Centre for Policy Dialogue, around USD 7 billion would be required to host and support the Rohingyas in Bangladesh for the first five years without repatriation. Although the international community extended their support to Bangladesh, the humanitarian assistance fund for the Rohingyas has been drying up dramatically in recent years. It is impossible for a developing country like Bangladesh to bear this huge financial burden on its own. Here, Ambassador Haas can convince the US to play the role of a catalyst to ensure regular financial flow, especially on behalf of the Western world.\nMeanwhile, Bangladesh is scheduled to graduate from the Least Developed Country (LDC) group in 2026. This will limit Bangladesh's access to many LDC-specific preferential treatments and facilities, e.g. loss of duty-free and quota-free market access (DFQF), which will have a negative impact on our exports, especially of RMG, to European and North American markets. Ambassador Haas may help Bangladesh in convincing the US government to ensure continuation of DFQF, even after graduation, to confront its post-graduation challenges.\nWe are living in an interconnected world in which what happens to one country may very well impact another. It is especially true for countries like the US and China. In recent years, China has exhibited extensive strategic interest in Bangladesh and invested heavily in the country's physical infrastructure. As the US envisions playing a greater role in the Indo-Pacific region, Bangladesh's location in this could embolden the US to check China's strategic advances. Despite that, Washington continues to see Dhaka from the prism of New Delhi. In the US's South Asia policy calculation, Bangladesh rarely exists. It is expected that the new ambassador will fathom the profound geopolitical deconstruction that is underway in the region, and pursue Washington to recognise the strategic significance of Bangladesh.\nBangladesh also expects that the new ambassador will work to transform the existing bilateral relations into a strategic partnership in which Bangladesh will be considered on its own merit. Apart from economic benefits, a strategic partnership with Bangladesh can help the US to gain its strategic objectives in South Asia that go well beyond India. And the realisation of all of these aspirations will depend to a large extent on the cordial efforts of Peter D. Haas.\nHussain Shazzad is a foreign policy analyst.\n",
        "headline_1": "Expectations from the new US ambassador to Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/expectations-the-new-us-ambassador-bangladesh-2986636",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "As it is, Dhaka city's unbridled and unplanned growth has divested it of the open spaces needed for its residents' recreation and outdoor activities. For anyone who has lived through the times when Dhaka was only a budding city, with every colony, housing area or locality having its own playground, park and recreation facilities, the current transformation is painful and unbearable. Now, only a few open spaces and playgrounds are available in Dhaka, and parks—which every locality should have—are few and far between. Whatever open space is available is being pounced upon, either by the administration or private realtors. Admittedly, the population pressure on the capital makes that inevitable, but the situation is worsened by the wanton disregard for the national building code. Reportedly, 25 out of the 75 wards under Dhaka South City Corporation and 10 out of the 55 wards under Dhaka North City Corporation don't have a single park or playground.\nAdded to the list of playgrounds that have made way for construction of buildings is the playground in Tetulia. On January 31, 2022, the Deputy Commissioner's Office in Dhaka handed over the playground to Dhaka Metropolitan Police, reportedly to house a police station there. Needless to say, unless there is an intervention, the people of the area would be deprived of a free and open space where they can take a deep breath and where children can play. The field had multiple uses, and had been used for Eid congregations and Janaza prayers for the last 50 years.\nDhaka's transformation as a sprawling mass of concrete jungle, which has devoured playgrounds, catchment areas and floodplains, has affected children the most. With the majority of new schools and colleges lacking any facilities for outdoor activities, the only option for physical exercise are the local grounds. And that, too, are becoming very scarce, which is one of the main reasons why children these days are found glued to the computer or the TV most of the time.\nWe understand that there is a need for space for a new police station. One doesn't contest the fact that the land has been acquired through a due process either. But we believe there could be alternatives that can spare the piece of land that has been used for outdoor activities by the local residents for the last five decades. We urge the authorities to show some kindness to the children and the locals of the overpopulated area, and make alternative arrangements for the police station.\n",
        "headline_1": "Spare the Tetulia playground",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/spare-the-tetulia-playground-2986916",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    },
    {
        "full_article": "After nearly two years of hiatus, almost all offices, businesses, schools and colleges have started to resume their normal functions. As a result, Dhaka's traffic has returned to its nightmarish worst. What is most shocking in this regard is how completely unprepared the authorities were for the reopening of educational institutions, and how apathetic they remain to the most distressing issue concerning the capital city's residents.\nDhaka's horrendous traffic is nothing new. Given that it is one of the most densely populated cities in the world and lacks the road space required for the current volume of traffic to move smoothly, traffic congestion has remained a perennial problem for the city residents. On top of that, a large percentage of the roads that we do have are either always undergoing repair work or are in desperate need of repair because they were poorly constructed in the first place. Then there is the fact that Dhaka has one of the worst public transport systems in the world.\nHowever, given the day-to-day suffering this causes people, as well as the economic and social costs, why is it that we have just given up and learnt to live with it? Why haven't the authorities come up with a comprehensive and effective plan to improve Dhaka's traffic? How long will we remain satisfied with their empty promises?\nThe two years of empty streets that the pandemic forced upon us provided the perfect opportunity to the authorities to improve our roads. Yet, we barely saw them being bothered to do so. Is it because most of our government high-ups—the VIPS—can shut down entire roads and travel quickly without facing such congestion—while causing inconvenience to others—that they have remained so apathetic to this problem that ordinary people are forced to endure day in, day out? \nThere are, of course, other factors that exasperate our traffic problems, such as people ignoring traffic rules (which are barely enforced), traffic police looking the other way for rule violations (in exchange for bribes), etc. But many of them also have administrative roots. All these problems could be solved if the authorities were sincere in their pursuit to address them.\nWith Dhaka becoming more and more \"unliveable\" by the minute, there is no excuse for the failure of the authorities to address the city's traffic problems—and even less so, for their apathy towards how badly it is affecting the quality of people's lives.\n",
        "headline_1": "Where’s the end to Dhaka’s terrible traffic?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wheres-the-end-dhakas-terrible-traffic-2986681",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-03-2022"
    }
]