[
    {
        "full_article": "Achieving the ambitious goals of social representation in the Congress Working Committee (CWC) that the Congress set for itself at its brainstorming session in Udaipur, in May 2022 was never going to be easy. It took party president Mallikarjun Kharge nearly six months after he was authorised by the Raipur session of the All India Congress Committee (AICC) in February 2023 to finally announce the new CWC on Sunday, which also happened to be the birth anniversary of former Prime Minister Rajiv Gandhi. While combining experience and youth, Mr. Kharge has drawn up a list that significantly enhances diversity in the party’s highest decision-making body. His opponent in the 2022 election for the top post, Shashi Tharoor, finds a place, in a commendable appreciation of internal democracy, and an encouraging signal to many sceptics of the party. Half the CWC, excluding invitees, are from Scheduled Castes, Other Backward Classes, tribals, and minority communities or women, which meets the Udaipur ambition. But when invitees are accounted for, the social composition tilts in favour of upper castes and minorities, even as it meets the ‘50 under 50’ age criteria. A number of fresh faces from the middle rungs have made it to the list — former Punjab Chief Minister Charanjit Singh Channi, a Dalit leader at 60 and Kamleshwar Patel, the 49-year-old OBC leader from the election-bound Madhya Pradesh, are in, while Damodar Raja Narasimha, 64, from Telangana is a permanent invitee.Mr. Kharge has the unenviable task of exercising his authority while three members of the Gandhi family — Sonia, Rahul and Priyanka — remain active, but he appears to be up to it. The list reflects the party’s keen attention to the upcoming Assembly elections in the heartland. Chhattisgarh Minister Tamradhwaj Sahu, an influential OBC leader, is expected to play a crucial role. In Rajasthan, while Chief Minister Ashok Gehlot is given a free hand to lead the charge, the induction of his challenger Sachin Pilot and tribal leader Mahendrajeet Singh Malviya to the CWC is expected to reinforce party unity. The party has tried to reassure discontented social groups and assuage rebellious leaders in various States, and the constitution of the new body is largely representative of the geographical and social expanse of India. Though some disenchantment might surface in the days ahead, the new CWC reflects both imagination and compromise. While this is a good start, there is more that the Congress needs to do to be truly representative of this diverse nation, besides strategising for elections and improving political communication and becoming the centre of gravity of Opposition politics in the run-up to 2024. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\npolitics (general)\n\n/\n\nChhattisgarh\n\n/\n\nRajasthan",
        "headline_1": "Election and selection: On the new Congress Working Committee",
        "headline_2": "The Congress needs to be truly representative to make a viable bid for power",
        "link": "https://www.thehindu.com/opinion/editorial/election-and-selection-the-hindu-editorial-on-the-new-congress-working-committee/article67216868.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "Hope is what humans use to define the future: the promise of a better tomorrow that makes life bearable even when the present is infused with suffering. Assaults on the possibility of hope are therefore the unkindest of cuts. The recent incident in Nanguneri town in Tamil Nadu’s Tirunelveli district, where a Dalit teenager and his sister were brutally hacked by schoolmates belonging to an intermediate dominant caste is demonstrative of the failure of hope for a whole generation of a community living on the margins. It is the latest among many conflagrations that erupt periodically in the deep south of the State, fuelled by chronic resentment among communities, in turn seeded by the historical oppression of Dalits. In this case, teenagers, all caste Hindus and schoolmates of the boy and his sister, barged into the house of the siblings in a Dalit locality and attacked them, leaving them lying in a pool of blood. The attack was said to be revenge for the Dalit boy daring to give a complaint against his classmates for relentlessly harassing him as being ‘lower-caste’. The school then issued a warning to those whom he had complained against. Angered by this, three of the boys from the intermediate community attacked the siblings on the night of August 9. While the boy had to have a complex hand surgery, his sister continues to be hospitalised. The attackers and their associates have been arrested and lodged in the government observation home.It is the unceasing nature of caste hatred, how caste pride is being infused in generation after generation that fells the hope of a better, caste-free society. The use of caste threads to distinguish Dalit children from the other castes in schools, the unique use of caste colours in a primordial act of marking territory in the villages in the south, the frequent violent clashes, and the recruitment of youngsters by local political/caste groups, all speak to the deep-rooted malaise in the region. Clearly, the much-touted Dravidian Model inspired by Periyar, to overcome caste hegemony and facilitate inclusion of all citizens in development, has not been uniform in implementation. So far, attempts to handle caste conflict have only been band-aids to violent outbursts, and a consistent effort to address the root of the problem has been lacking. The government has now established a one-man commission headed by retired judge K. Chandru to suggest steps to stamp out caste differences among students. It would be a pity if Nanguneri does not serve as a wake-up call; a catalyst for destroying caste hierarchies, restoring peace and equality, and, hope.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCaste violence\n\n/\n\nTamil Nadu\n\n/\n\nTirunelveli\n\n/\n\nschool\n\n/\n\ninquiry",
        "headline_1": "The failure of hope: On the Nanguneri incident in Tamil Nadu",
        "headline_2": "Caste violence by teenagers is symptomatic of a deep-rooted malaise",
        "link": "https://www.thehindu.com/opinion/editorial/the-failure-of-hope-the-hindu-editorial-on-the-casteist-attack-in-nanguneri-tamil-nadu/article67215897.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "I saw gigantic billboards in Dubai this week announcing a forthcoming concert by the one and only Asha Bhonsle. Music is the food of love for her and maestro Zubin Mehta — two extraordinary artistes who are in the news.\nAsha Bhonsle’s three-hour concert in Dubai will mark her landmark 90th birthday in September. Zubin Mehta, at 87, is leading the Symphony Orchestra of India (SOI) in his beloved Mumbai this weekend, with over 90 musicians. Asked in a TOI interview about whether music can save the world, he stated simply, “Don’t underestimate the power of music.” As soon as the National Centre for the Performing Arts (NCPA) advertised the programme, tickets sold out within hours. This is not just the ‘power of music’, it is the power of charisma. Asha Bhonsle and Zubin Mehta have been honoured with Padma Vibhushans, India’s second highest civilian award. Perhaps, a Bharat Ratna is overdue.\nRead full story on TOI+\n\n",
        "headline_1": "Music meets magic: The timeless appeal of Ashatai, Zubin & Ol’ Rubber Lips",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/straight-talk/music-meets-magic-the-timeless-appeal-of-ashatai-zubin-ol-rubber-lips/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "History is replete with tyrants and invading armies flattening cities — the burning down of Athens by Xerxes I in 480 BC, the US forces in Vietnam, the Syrian government forces during their civil war, or even the Soviets in Afghanistan. Destroying civilian homes has been used for centuries either as a form of collective punishment or to deprive enemy forces access to shelter and other resources.\nBut it takes a certain something for democratically elected governments to bulldoze the homes of their own citizens when not being threatened by an invading force.\nIn May 2005, the government of Zimbabwe started a mass drive to remove slums from across 10 provinces. At the time, its excuse was that it was implementing municipal laws by removing illegal construction. Human rights organisations, however, alleged that the poor had overwhelmingly voted for the opposition in elections, and the government was now punishing them. Operation Murambatsvina, as it was called, translated as ‘Operation Clean Up’, but a more literal translation would have been ‘Clear The Filth’.\nRead full story on TOI+\n\n",
        "headline_1": "Bulldozer ‘justice’: What you take away when you demolish a home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/On-the-bounce/bulldozer-justice-what-you-take-away-when-you-demolish-a-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "The idea of an alternative multilateral economic organisation like BRICS came from a belief in the late 2000s that the Bretton Woods Institutions were unable to cope with the scale and complexity of the post-Cold War geoeconomic landscape that had seen the rise of new economic centres. Western-led institutions had also become hostage to narrow geopolitical calculations and lacked the vision to co-opt major non-western powers as equal stakeholders at the high table. Then came the 2008 global financial crisis. It soon became apparent that the US was losing the capacity and will to write the next chapter on globalisation. BRICS (an acronym for Brazil, Russia, India, China, and South Africa) emerged as a stabilizer as well as a potential challenger to the old US-designed regime, and the first summit was held in 2009.\n\n(growing influence: If the 2008 global financial crisis was the initial impetus for BRICS, the ripple effects of the Ukraine war have been a turning point)\nWith its 15th summit set to be held in Johannesburg from Aug 22-24, expansion is expected to be on the agenda. The proof that things are not quite working in the West-led model is the fact that dozens of countries, including Saudi Arabia, Argentina and Egypt, are lining up to join BRICS. There is a palpable demand across the Global South for responsive governance institutions that are not handmaidens of a single major power or bloc. BRICS’ weakness — that it lacks the cohesiveness of the West and that its members are not part of a common security or civilizational community — is actually its main virtue over the long term. The norm of equality has been enshrined as a conscious antithesis to the hierarchical Bretton Woods format. India bought into this process precisely because it is based on democratic governance structures.\nWe can point to three contributions of BRICS to the world. The first is normative power. While the majority of the world’s economies, including BRICS members, would like to increase their engagement with globalisation and with the West, they want to pursue this without having to change their political system, culture, domestic policies, foreign policies or civilizational identity in the process. BRICS legitimises such an inclusive globalisation model. In this sense, BRICS is not revolutionary in its world order outlook at all: it is merely seeking to buttress the concept of sovereignty and free will in international relations. The strings-attached approach of western geoeconomic engagement is being resoundingly rejected by the world.\nSecond, the most visible success for BRICS at an economic level has been the founding of the New Development Bank (NDB) in 2014. Since its launch, the NDB has financed almost 100 projects with US$34 billion, mainly in core infrastructure sectors (water, transportation, clean energy, digital etc.) that do not typically attract conventional forms of credit. Expanding the bank’s membership and hence its capital base will widen the development finance role of BRICS over time. According to one study, by the mid-2030s, the NDB could reach a loan stock of US$350 billion exceeding World Bank finance.\nAnother pressing issue that BRICS has been vocal about for years is the need for a sustainable global financial architecture that can support a trading and investment system of interdependence that is not dependent on a single currency. The Ukraine war, or rather the western response to it, has finally brought home the systemic risk in persisting with the old framework. Not only are countries that seek to voluntarily engage in a variety of commercial, energy and financial transactions being held hostage, the stability of the entire economic system is being jeopardised by the policy of a single power. This is an unacceptable and unsustainable state of affairs, especially if we are talking about a multipolar world order.\nTherefore, devising means to insulate and protect economic interdependence is now a common strategic objective for BRICS.\nThe other big shock to BRICS has been the US attempt to illegally freeze $300 billion in Russian foreign currency reserves held in US treasury bonds. The US Treasury Secretary recently admitted, “We have on this small scale seized assets, but there are certainly legal challenges in doing more than that.” But the damage has been done. India, China, and dozens of other countries who invest heavily in US government bonds and park their gold reserves overseas must now reckon with the prospect of their sovereign assets being frozen or forfeited in a future crisis scenario. As Russia’s foreign minister Sergei Lavrov remarked last month, there is a desire by all BRICS members to develop financial mechanisms that secure them from “the arbitrariness of any external player”. He also clarified there are many ideas on how to achieve this.\nIf the 2008 global financial crisis was the initial impetus for BRICS, the ripple effects of the Ukraine war have been a turning point. The US weaponisation of public goods has alarmed even those states not hostile to the West for the necessity of a truly inclusive globalisation. BRICS is poised to play a vital role in the evolution of this process.\nDaulet Singh is a historian and author of ‘Powershift: India-China Relations in a Multipolar World’\n\n",
        "headline_1": "Why so many nations are lining up to join BRICS",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/why-so-many-nations-are-lining-up-to-join-brics/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "The Digital Personal Data Protection (DPDP) Bill that was passed on August 9 includes certain protections for individuals whose personal data is being processed. Their consent would be required before their data is processed.\nThey would have the right to access, correct, and erase their personal data as well as the right to grievance redressal. The Act also mandates reasonable security safeguards against personal data breaches. It requires that personal data be stored only until it is needed for the specified purpose, which it links to consent. There are additional obligations on those deemed to be “significant”.\nlet it evolve: Europe’s GDPR was a decades-long process. India’s data protection law has to start with more modest steps\nWhile this law is a significant step forward from the rather minimal data protection framework under the Information Technology Act, many privacy advocates have expressed disappointment with the scope of regulatory protections in it. Comparisons with Europe’s General Data Protection Regulation (GDPR) also make India’s approach seem quite restricted.\nAnother complaint is that the Act does not envisage a full-fledged data protection regulator with the powers to make regulations, monitor compliance and enforce penalties. Instead, it would establish a data protection board to act in two circumstances — when data breaches occur, it would direct remedial or mitigation measures and inquire and impose penalty; and it would conduct inquiries and impose penalty based on complaints from individuals, references from governments, or directions of courts. The government will have most of the powers to make rules and regulations.\nPerhaps the main source of disappointment for privacy advocates is that the Act gives the government considerable discretion to determine the substance and the scope of application of the data protection regime. In short, the privacy advocates wanted a regulatory framework with a much wider set of regulatory protections enforced by an independent, empowered data protection regulator, with minimal exemptions for government or anyone else. Although the pendulum may now have swung far in the other direction, if we zoom out to the larger context, we may see the causes for what has happened.\nOn the scope of regulatory protections and role of the data protection board, comparisons with Europe are unreasonable because GDPR was the latest iteration in a decades-long process of building data protection legislation and regulatory capacity to enforce it. Adopting it for India in one step would have led to regulatory uncertainty, huge compliance costs, and considerable administrative demands. Such a giant leap was doubly risky as there is no existing public authority with the relevant capabilities.\nPredictably, there was pushback from within and outside the government. It is better to start with a modest framework that may evolve over time, in terms of legislative protections and powers of the data protection board.\nOn exemptions for the government and the government’s powers to exempt other entities, privacy advocates are partially right — this may potentially weaken the effects of this law. The previous drafts, especially the 2018 version, had minimal exemptions for the government or powers to exempt others. However, it is worth remembering that the 2018 Bill was developed in a context where the Supreme Court essentially forced the government’s hand. In 2017, during the arguments made in the Supreme Court in a high-stakes case around Aadhaar, the government had argued that the Constitution does not include a fundamental right to privacy. But to signal that it considered privacy an important common law right, the government stated that a committee was being formed to draft a law on data privacy. Since the committee’s Bill in 2018, there have been three iterations — in 2019, in 2022 and in 2023. Each iteration has progressively increased exemptions for the government and expanded the powers to exempt private entities.\nThis raises a larger point about the role of courts in building regulatory frameworks. On August 24, 2017, a nine-judge Supreme Court bench had ruled that “the right to privacy is protected as an intrinsic part of the right to life and personal liberty under Article 21 and as a part of the freedoms guaranteed by Part III of the Constitution.” Two of the judges, one of them joined by three other judges, presented a horizontal reading of the right, meaning that the right also applies against private parties. The court expected the government and Parliament to build a data protection framework that would regulate processing of personal data by government and non-governmental entities.\nThe DPDP Act shows that while the legislature and the government want some data protection regulation, the government also wants significant freedom of action. One could go to court, arguing that this law does excessive delegation or that it fails the “proportionality” test laid down in the right to privacy judgment. But to what extent can the courts force the legislature and the government to build a specific kind of data protection framework? Building an effective regulatory framework requires political intent and will. Perhaps future advocacy around this issue should focus less on convincing the courts and more on persuading the people and their representatives.\n\n",
        "headline_1": "Data law raises larger question over role of courts in policymaking",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/data-law-raises-larger-question-over-role-of-courts-in-policymaking/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "My memory is again in the way of your history.      Agha Shahid Ali\nThe fact that it is now forgotten does not mean that it does not extend into the present.          Walter Benjamin\nThe Partition in 1947 was the result of a complicated series of historical forces, circumstances, aspirations and machinations that played out over vast stretches of land and in the lives of people: millions lost their lives while many others forsook their homes in the months following independence from colonial rule. The division was the result of decisions to accept Partition as the only solution to internecine fratricide and bloodshed that had raged for many months in the cities and the hinterlands of British India. The years leading up to 1947 were eventful to say the least: the irreparable wreckages of the World War and the Great Famine of 1943, the communal riots in Noakhali, Bihar, Calcutta and Punjab, the massive anti-colonial and Left-led peasant movements were some of the churnings that the country faced, particularly in undivided Bengal. The birth of the new nation states of India and Pakistan, the assassination of Gandhi in 1948, the rioting and communal conflagrations have all lead these years to be termed as the 'best and the worst of times, occurring in crowded sequence, churning up catastrophe and exhilaration in equal measure and ruthlessly compressing vast, unprecedented, indeed unimaginable changes in the urban landscape and demography within a span of little more than ten years.'\nThe Partition resulted in a division not only of the geographical spaces but also of the shared history, culture, languages and memories between different communities. The nationalist historical accounts of this separation, including Nehru's famous 'tryst with destiny' speech, often do not take into account that the long-cherished freedom came accompanied by murder, mayhem, rape and homelessness for countless men, women and children. On the other hand, Saadat Hasan Manto, Akhtaruzzamun Elias and Ritwik Ghatak thought that the freedom we had gained in 1947 had come at a terrible price because it was tainted with so much violence. Was that why Partition remained a forbidden area of historical investigation for so long, and why we, as a society, chose to remain silent about it?\nWhen Pakistan came into being, a large section of the people in East Bengal, then called East Pakistan, celebrated the birth of a new nation that was seen as a just aspiration for the marginalized Muslim communities who had for years smarted under upper caste Hindu economic and social domination in the eastern part of Bengal. However, many others felt the pain as more and more of their neighbours left for India, leaving aside homes and hearths, under a perception of violence. On both sides of the border, there was a feeling of insecurity, anxiety and a sense of loss that underlay the experiences of independence. Abdullah Abu Syed, remembering 14 August 1947, recollected:\nEven now, when I look back at 14 August 1947 I think that as we, the Muslims of Pakistan, were celebrating the Independence with the joyous abandon, at that very moment our neighbouring Hindu houses, behind their gaping front doors, were hiding a group of despairing, helpless and sad people standing speechless with the thought of an uncertain future. The same had happened in the lives of almost all the saddened and voiceless Muslim families across India.\nAshis Nandy once wrote perceptively about what has remained unacknowledged about 1947: 'Like a disowned self, dogging the steps of a patient who cannot yet own up his or her illness, the past traumata of a collectivity, too, haunt not only the direct victims and the perpetrators, but also the following generations, which inherit without as much as an exchange of a word on the subject, the fears, anxieties, tensions, often even the homicidal fantasies, a genocide throws up.  Unlike an unexamined life, which we are told is not worth living, an unexamined past has to be lived out over the succeeding generations.' The oppressive nationalist discourses and the various forms of political violence that have been bequeathed to the subcontinent through Partition's legacy is here to stay and it is only after decades of silence and amnesia that the human cost of 1947 is now painfully coming to light. One can then say that the Partition of India is a longue durée rather than an event, a barely perceptible shadow that has stretched its tentacles over and into our present lives. For example, Bangladesh's birth in 1971 subverted in some ways the legacy of 1947. When the British left India in 1947, the two nations of India and Pakistan came into being to accommodate Hindu and Muslim nationalist interests and goals. Carved out of British India, Pakistan, comprising of two halves of West and East Pakistan, was an anomaly in geographical terms. The two parts formed non-contiguous segments of one nation separated by almost thousand miles of Indian territories. The difference in languages between the two halves would result in a popular outpouring of resistance in East Pakistan and Bangladesh came into being on the basis of her linguistic and secular identities. So, in one way, 1947 gave rise to other political upheavals that reconfigured the previous divisions and gave rise to other forms of political processes.\nIn Partition Studies, a new thrust is discernible in the last few decades; it has now begun to take literary representations more seriously than ever before. A demand for new resources for remembering and representing the Partition means that social relations, locality as well as memory that shapes our subjectivities, come under the historian's scrutiny. As a form of representation and construction, memory is deeply implicated with geography, so an engagement with a literary archive can be an important and significant way to enter the hidden and diffused narratives of the Partition. These texts then become sites of resistance and a nuanced understanding that challenge hegemonic narratives of identity, power and belonging. In these alternative voices and experiential realities, we can truly seek to find what the real bequests of 1947 have been through successive generations and to begin a process of healing that seems to elude us still.\nHasan Azizul Huq's novel Agunpakhi (The Firebird, 2008) is an example of this kind of interrogation of our shared past. The narrative can be seen as an enquiry into the meaning of home, belonging and habitus, a departure of sorts from mainstream Bangla partition fiction because it attempts an altogether different aesthetic exploration of language and form through a subjectivity that is doubly marginalized. Written in a dialect spoken in areas of southern Bengal (where Huq had spent his early years), it is a narrative that foregrounds minority (in terms of gender, language and religion) subjectivity, and brings out the less visible and delayed effects of displacement and violence within the family and in community spaces. A first person account by a Muslim woman of her life in a village in undivided Bengal, the novel narrates how the village (and the self) changes through the events of war, famine and the division of the country. The phenomenological time of the narrator's adolescence and adulthood (seen as a duration) is destroyed by the Partition that irrevocably brings a schism in her and many other lives. It also changes the definition of her experiences of belonging to a land that now becomes alien. The occurrences of the events leading to the partition interacts and modulates other experiences of collective life: the novel explores both the synchronic and diachronic processes of history and memory. Her life, hitherto intricately connected to the land, comes under scrutiny as her family leaves for East Pakistan, the country designated for 'Muslims'. The unnamed narrator, known as Meter Bou (the second daughter-in-law) refuses to leave her home and her land where she belongs. The primacy of region over religion is part of her self-imagining: home is the village rather than the new nation. This act of transgression marks her body's relationship to space and to language: her identity as a woman, hitherto defined by her role as a wife and mother, is now moulded into another set of aspirations. Refusing territorialism as a precondition of nationalism, she sets into play new gendered notions of citizenship and subjectivity. Through Meter Bou's narratorial voice one begins to see how her identity is constructed through significant moments of personal and social history and is mediated by location and culture:\nThe ponds, lakes and the earthen houses with their ribs exposed told everyone that our village was ancient. The roads were paved only during the last war. Throughout the day only two cars went by over that paved road, one in the morning and another at dusk. Otherwise the day was silent: the village did not seem of this world. I know the village quite well! The large pakur tree in front of the homestead, isn't that unlucky? Pakur is a large tree (maharuha), and it should be in the middle of a field or at the centre of the village – where people gather to smoke their hubble bubble – but no - it was right in the middle of the courtyard.\nIn the novel, the village that the narrator describes is not just a place where she lives; it is also where one's child has died and dead spirits hover in the air. The homely and the unhomely traverse and conjoin in the soil that gives a rich harvest every season: the village is inhabited by the living as well as by the dead:\nPeople think that there were two kinds of humans – dead and living. They must exist together. All those living people who roam inside and outside, who can tell one or two of the dead are not among them? There is no way to know. \nThe narrator is defined by her experiences of marriage and adulthood in a landscape that is remembered through language, a language that is both uncanny and sublime. In her remembrances, nostalgia plays a creative role and the surfeit of memory instead constitutes the 'affective' dimensions of loss of the everyday markers of lived experience. Thus, in this novel, place/space (and time) are not passive containers for historical events but a vital and living presence whose mysterious and subtle properties transform and thread through human lives. The physical topos is thus transformed through memory into the mysterious and subtle marker of a 'home'. How does the landscape confer meaning to the self? To belong to a place is not only to be embedded in its geography but also to be immersed in the linguistic, cultural and social practices that emerge in relation to the place. The narrative of this novel that unfolds in the first years of the twentieth century and ends a few years after the partition of Bengal (and India) in 1947 is both linear and meandering with its own pace. The span of time captures the changing intercommunal realtionship in the village where the Muslims are a minority. The village, a self-contained and independent site is yet marked by clear divisions of caste and religion. Yet the quotidian world of labour is a shared world of work between Muslims and Hindus although each group knows the taboos that govern their realtionships. The politics of difference that is on the rise makes Meter Bou impatient:\nWhat is the use of thinking about the differences between Hindus and Muslims? Religions are different from each other…there are no end of differnces between Hindus and Hindus! Aren't there differences among Muslims? In this world we are all different. What is the use of thinking about it? \nIn the novel, the domestic world of a well-to-do Muslim household at the turn of the century is drawn in meticulous detail, but the domestic is aligned and complemented with the world outside. Although Meter Bou lives in purdah, she is aware of her thirst for the world and the changes that come slowly and inevitably upon it (pithimite elom kintuk pithimir kichui dekhlom na/I came to the world but saw nothing of the world). The Roys, a prominent Hindu Brahmin family, are on a decline. They have lived on ancestral wealth and the present generation have neither educated themselves nor have they worked for a secure future. The Hindu eclipse is in contrast to a new Muslim awakening. The narrator's husband becomes the first minority President of the district Union Board and buys the Roy's land at an auction. As the century unfolds its turbulent history, Meter Bou tries to understand what each of the events presage for her family and the small village community. The isolation of the village is broken by the World War when white soldiers come to live in a camp nearby. The war and the subsequent famine destroys the insurmountable difference between the city and the country: the skyrocketing prices, the 'gora' soldiers, guns and cannons bring the two spaces in interlocking relationship with each other. The pre-partition riots also show how the differences have merged: the riots in the city soon spread to the village communities as well. Yet they bring out new questions about identity that have never seemed so important before:\nHuman beings have lived their lives, with their children, their homesteads; everyone to their own lives…who was a Hindu and who was a Muslim?...I don't want to think of it even now but from time to time the thoughts came to my mind: what if the riots started here too? Maybe the husband of Napit Bou or Hola Bagdi's father will come to kill my two sons? Impossible!\nWhen she hears that her Muslims neighbours are demanding a separate nation, it is equally impossible for her to grasp the concept and reality of Pakistan. Her gendered undertsanding of the call for separation is ultimately a sharp ctitique of the politics of aggrandizement and self serving nationality, as she challenges the structures of habitus by contesting the dominant communal view. Her memories come in the way of a new history of cruelty and separation that she rejects: \nShame! Has everyone forgotten everything? One field, one riverbank, one road, one drought, one monsoon and one harvest that we all share – Alas for a few men on both sides, everything is spoilt!\nMeter Bou's realization that 'when it is morning and there is light, I will face the East. I will look at the rising sun and I will stand up again' is a language of agency and self-reliance. Taken at a symbolic level, the East would mean the birth of Bangladesh, whose flag holds a rising sun and whose coming into being will challenge the 1947 Partition that had taken place on the basis of religious nationalism. Huq's novel then gives us an unique way to understand 1947: how the vagaries and exigencies of division and cruelty keep churning to give rise to another history and other possibilities of hope and recovery.\nAll translations from Agunpakhi are mine\nDebjani Sengupta teaches at IP College for Women, University of Delhi\n\n",
        "headline_1": "The many meanings of Partition  1947 and beyond",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-many-meanings-partition-1947-and-beyond-3399201",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "The tragic scale of this year's dengue outbreak is a cumulative result of global atrocities against climate; our national failure in healthcare, city, and social behaviour management and policy structures; and the overall abysmal response to the situation. A multitude of studies predicts that dengue, the fastest-spreading tropical disease according to WHO, and other arboviral diseases will increase multifold in the near future. And so, we need to systematically restructure our society and institutions as soon as possible if we want to tackle these growing public health threats.\nDengue is emerging as a greater global threat than ever before, with a more than eightfold increase in yearly reported cases worldwide since 2000. Asia and South America are both experiencing one of the worst instances of dengue outbreaks on record, and Bangladesh is witnessing its worst numbers this year – with 466 lives lost and 97,860 reported cases as of August 19. Our healthcare system is already overwhelmed, and if the trend continues, it may crumble in the coming months.\nOur authorities cannot evade responsibility for these dreadful figures. Despite repeated warnings, unnerving predictions, and pleas for measures to mitigate the threat, from both local and global experts and organisations, our healthcare and disease-prevention efforts failed to show sincerity and effectiveness. In West Bengal, which shares many of our geological and sociological factors, authorities have been quite successful in controlling the Aedes mosquito population by implementing a year-long vector surveillance strategy, WHO guidelines, and a sustained implementation structure.\nTwenty-three years have passed since Bangladesh's first dengue cases, and we are yet to form a national vector-control policy, an integrated vector and virus surveillance system, or any coordinated dengue outbreak mitigation guidelines. The vector-control strategy here still resorts mostly to fogging, which is proven to be practically ineffective in the long term, according to multiple studies. Even then, we are failing miserably as reports show that many of the personnel assigned lack knowledge of the effective dosage or procedure of fogging, let alone WHO guidelines.\n\nWe must consider dengue prevention and overall public health as an essential investment priority, not just a reactive expense.\nIn 2018, the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) found that mosquitoes here have developed strong resistance to traditional insecticides. But Transparency International Bangladesh (TIB) says that at least one major government official ordered for the findings to not be published to the media because it was during an election year. Plus, many other officials labelled the scale of dengue threat that year as gujob (hearsay or rumours). The following year, Bangladesh faced its worst dengue outbreak up until that time. Experts now warn that this misuse of fogging is creating a shift in vector characteristics, and mosquitoes are adapting to breed in not just clear water in small containers, but also in water canals, lakes, floodwater, etc.\nOver the years, Dhaka has become a perfect breeding ground for mosquitoes, with plenty of unregulated high-rises, government-owned backyards, construction sites, discarded tires, drums, and plastic waste just lying around, and clusters of people living in damp, concrete messes which sunlight can barely touch. The capital's two city corporations barely pose a threat to these tiny insects. They don't monitor or properly implement their own or global guidelines and aren't proactive in using newer vector-control tools. Three years have passed since the city corporations were authorised to reclaim and maintain the canals. Yet, in most places, the canals remain as garbage-filled swamps.\nA study published in the International Journal of Environmental Research and Public Health finds a correlation between Dhaka's increasing temperature and growing numbers of Aedes mosquitoes, which is, in turn, the result of receding water bodies and increasing unplanned urbanisation. The result: over half the reported dengue cases and deaths are recorded in Dhaka. In July, when fatalities were breaking all previous records, the DNCC mayor went on a 17-day overseas tour, without leaving any promising guidelines to curb the situation.\nIt's true that dengue is a global problem, with WHO warning it to be a \"pandemic threat\" back in January this year and pointing towards climate change as one of the leading factors for the worsening situation. But we can't just wait for a global response for an effective mitigation solution. We have to realise that we are one of the frontier countries fighting this global threat, along with other climate change-related phenomena. We cannot afford to consider it as just another monsoon incident and wait for the situation to get worse every year before beginning to actually take worthwhile actions.\nFirst and foremost, we need a comprehensive, long-term policy for addressing dengue and other weather-based diseases. We need a strategy for how to prevent outbreaks and a clear guideline on how to mitigate severity if major outbreaks do occur. We need coordinated efforts from city corporations, the medical and pharmaceutical sectors, tech industries, relevant ministries, law enforcement, urban planners, research institutions, engineers, academia, and all other stakeholders concerned.\nWe must consider dengue prevention and overall public health as an essential investment priority, not just a reactive expense. A 2021 study found that the aggregate total economic expenditure of patients (including treatment costs and productivity losses) only in Dhaka city that year was more than Tk 130 crore. In addition, every dengue outbreak forces the government to incur mammoth expenses and relocate supplies for mitigation efforts. A well-maintained environment and a soundly structured healthcare system are necessities for tackling dengue outbreaks. We should allocate a larger share of the national budget to public health (which was surprisingly reduced this year) and ensure proper implementation. Bangladesh has to emerge as a frontline dengue-prevention strategist, regional and global collaboration advocate, and a voice for including tropical diseases as an element for climate-change compensation from the \"developed\" world.\nWe need to implement new-age tools, both to operate a thorough, widespread, and continuous surveillance system and also for vector control. Our cities need to be rigorously fixed and aligned to minimise vector habitation. We must also develop an urban design guideline incorporating dengue and other arboviral disease-controlling pointers, and be strict in implementation.\nIt's time we broaden our focus beyond the big cities and to the vast rural and hill regions. The condition of social awareness, medical support, testing facilities, surveillance operations, and overall investment outside the cities is still grossly inadequate. This forces patients from all over the country to flock towards big cities, which overwhelms the hospitals there and increases the possibility of a wider spread of infection. Currently, the Institute of Epidemiology, Disease Control and Research is operating from just one office in Dhaka. We need its operation to be more robust and cover the entire country.\nAs a society, we have to accept that the changing weather patterns and that the increased risk of tropical diseases is our new reality. We need to make a habit of not disposing of garbage all over the streets, between buildings, in the water bodies. Eradicating vector habitations, as a practice, has to be embedded in our culture. And the authorities have to provide proper support, with comprehensive waste management systems and city maintenance guidelines. Community-based awareness and clean-up groups can be formed to encourage more social engagement.\nThere's no case of sustained dengue eradication in the world yet. Dengue has only been successfully prevented through vector control in just three instances over history by Pan American Sanitary Board, Cuba, and Singapore from mid- to late-20th century. But all these successful cases were a result of extensive national-level coordinated efforts by the respective governments. Our government must therefore act with absolute urgency, sincerity, and transparency – or else the blight of dengue will not spare us anytime soon.\nNaimul Alam Alvi is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "No alternative to a long-term plan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/no-alternative-long-term-plan-3398856",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "After a sizzling summer, the UN secretary-general has warned that the \"era of global boiling has arrived.\" What can we do about it?\nClimate change is systems change, and we all know it's tough, if not mission impossible. The pioneering systems thinker and co-author of the 1972 Limits to Growth report, the late Dana Meadows, argued that a critical way to change complex systems is to find the right leverage point, meaning those small changes that lead to large impact change. So, what's the obvious common factor in climate boiling?\nThe scientific answer is carbon emission. Almost 99 percent of the human body mass comprises six elements: hydrogen, carbon, nitrogen, oxygen, calcium and phosphorus, with the rest from carbon-containing molecules. Water (H2O) and carbon dioxide (CO2) are vital in all forms of life. The atmosphere is mostly nitrogen and oxygen, but when sunlight hits more carbon particles in the atmosphere, the Earth heats up. Prior to human life, there was a natural balance or carbon cycle, whereby plants and microbiological life captured the carbon through photosynthesis, keeping the temperature balance that sustained life on Earth.\nAfter humanity learnt to till the soil and burn fossil fuels, we accelerated carbon emission and climate warming, melting the global icecaps and the permafrost that holds lots of carbon dioxide and methane, as well as rising sea levels. This vicious circle threatens our food and water supply, biological diversity and human existence itself. With shortages of food, water and energy, wars and human conflict occur with further damage to the environment, such as the massive war destruction of the Ukrainian farmlands.\nSo, what is the leverage point that we can work on to deal with food, water and carbon capture? The answer is the soil on which we live, the primary producer of our food and water. The oceans are important in terms of carbon capture and marine food, but the bulk of our population lives on land and relies on food farming. Of the three biospheres – land, ocean and atmosphere – soil offers the best chance where we can do something about fixing.\nThrough land mismanagement, more than a third of the world's soil is already degraded. The UN Food and Agricultural Organization (FAO) estimated that soil degradation could rise to 90 percent by 2050 if nothing is done. The more degradation, the less food for a growing population.\nMost rural communities grow their own food, but the urban society, which today is more than half of mankind, relies critically on large-scale industrial food production. The 2019 EAT-Lancet Commission's \"Food in the Anthropocene\" report stated, \"The human cost of our faulty food systems is that almost 1 billion people are hungry, and almost 2 billion people are eating too much wrong food.\" More than 40 percent of adults (2.1 billion people) are now overweight or obese, while 3.1 billion people cannot afford healthy diets. Industrially produced food not only contains genetically modified organism (GMO) food, but also lots of chemicals and preservatives that are neither healthy nor nutritious, truly junk food. About 30-40 percent of food in the US is wasted during production, delivery, uneaten or thrown away due to poor logistics or excess consumption.\n\nWhat is the leverage point that we can work on to deal with food, water and carbon capture? The answer is the soil on which we live, the primary producer of our food and water. The oceans are important in terms of carbon capture and marine food, but the bulk of our population lives on land and relies on food farming. Of the three biospheres – land, ocean and atmosphere – soil offers the best chance where we can do something about fixing.\nIncreasingly, industrial food production and land is concentrated in very large corporations. Producing food through mono-culture crops like palm or soybean may be efficient but also damaging in terms of hurting biodiversity, increasing inequality by driving out small farmers and also insufficient attention to carbon capture and environmental sustainability issues. Deforestation through clearing of virgin forests leaches the soil since the topsoil with all the inherited nutrients is washed away. At the most basic level, soil comprises complex ecosystems of bacteria, fungi, worms and microbes that preserve biodiversity, conserve water and capture carbon. Saving the soil literally saves our future.\nRecently, there is awareness that a farmer-centric effort to regenerate soil and food production can not only tackle our food crisis and water shortages, but also capture carbon. Europe has formed a coalition to explore a farm-centric agriculture regenerative initiative.\nAfter being hit by the grain and fertiliser supply shocks arising from the Russia-Ukraine war, the developing countries were further alarmed by India limiting the export of rice on July 20 this year. Suddenly, food self-sufficiency is now high on the policy agenda, because all politicians are aware that high food prices (inflation) is socially destabilising.\nWe should pay more policy attention to domestic farmers and the use of permaculture – regenerative farming practices – that produce crop diversity and regenerate the soil. Indeed, farm practices, such as reforestation, that can capture carbon would create new sources of income from selling carbon credits. Unfortunately, the global carbon market is not functioning evenly, so developing countries are not benefiting from higher carbon prices.\nRecent archaeological finds in the Amazon showed that \"terra preta,\" a nutrient-rich composted soil derived from ancient inhabitants of the Amazon, was what sustained a large population before the arrival of white colonialists. Recultivating degraded land with natural composts, such as the Johnson-Su bioreactor method, could be a cheaper and more organic and healthy way of restoring soil quality and multi-crop farming. In short, the technology is available to increase food production organically to help raise not just rural incomes, but also food well-being.\nRegenerating the soil, forests and water sources are social impact projects, as important as public infrastructure such as transportation, roads and ports, with high social returns, but low financial rates of return. These are exactly the type of projects which social stock exchanges and philanthropic charities should be supporting. Even at the city level, vertical farming using organic composts and fertilisers can increase food self-sufficiency to absorb food disruptions.\nSolving climate change and social injustice is about doing more for many with less. Regenerating the soil beneath our feet uses the scarce land to produce more healthy and nutritious food for more people, reducing the need to fight each other. Climate change is change in context. Those who think systemically but act and adapt locally will survive. Those who deny change will not survive the coming crises.\n \nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nCopyright: Asia News Network\n",
        "headline_1": "How can we deal with the looming climate, food crises?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-we-deal-the-looming-climate-food-crises-3398801",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "We are impressed by the Indian Supreme Court's initiative to release a glossary of \"gender-unjust terms\" so that the legal community avoids them when preparing pleas, orders, and judgements. The glossary also provides alternative terms that are gender-sensitive and in keeping with the times. Though quite late in coming, we welcome this change which aims to do away with gender stereotypes that often colour how women (and girls) are treated at court. At the same time, this move is one that courts in other countries, including Bangladesh, should follow.\nIt is hard to believe that even now, terms like \"fallen woman\", \"harlot\", \"seductress\" and \"whore\" still exist in legal parlance. The Indian handbook advises the use of the phrase \"street sexual harassment\" instead of the archaic and chauvinistic \"eve-teasing\", which, until recently, was very much in use in Bangladesh. The phrase \"unwed mother\" is to be changed to just \"mother\", and instead of \"violated\", the handbook suggests \"sexually harassed, assaulted, or raped\" to be used. The Indian chief justice has rightly observed that these predetermined gender stereotypes affect judicial decisions.\nThe initiative gives us hope that it will be emulated by the Bangladeshi legal community resulting in a more gender-sensitive approach towards women and girls. Rights activists in our country have long been demanding gender sensitivity training for judges and lawyers who deal with cases of sexual violence. It is because of the lack of such training that often a victim of sexual violence, particularly rape, faces a gruelling ordeal of humiliation starting from the time she/he reports the crime to their medical examination to court proceedings. We are thus encouraged by the passing of \"The Evidence (Amendment) Bill, 2022\" that stipulates that in a prosecution for an offence of rape or attempted rape, the victim cannot be asked questions that refer to their character or previous sexual behaviour.\nAt the same time, we urge our Supreme Court to bring out its own glossary and ensure regular gender-sensitivity training for police, lawyers and judges. This will undoubtedly ensure a more objective approach to victims of sexual violence.\n",
        "headline_1": "Gender biases in the courtroom",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gender-biases-the-courtroom-3398651",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "The crisis of education in urban slums is nothing new, but following the pandemic, it seems to have come back with a vengeance. As per a report by The Daily Star, many schools that shut down during the pandemic has never since reopened. This as well as their inability to be readmitted in other schools, because of financial constraints, have forced many children to drop out. Consequently, many have been forced into labour or early marriage at an age when they should be in classrooms, preparing for a brighter future.\nOur report presents a compelling case based on the situation in several slums in Dhaka, highlighting the unfortunate trade-off between education and survival that these children face. One of them is 12-year-old Rasel, whose family lives in Karail. A brilliant student who stood first in second grade, his school was closed during the pandemic, causing him to drop out. He now babysits his younger siblings while their mother works outside. Like him, Bayzid, whose family lives in Bhashantek, also dropped out after second grade, and now works as a vegetable vendor. It is likely that these children will never go back to schools.\nAlthough we don't know the number of slum children who fell through the cracks during the pandemic, it is believed to be significant. They sit at the top of the pile of vulnerable students, and the end of the pandemic has done little to improve their odds. The financial strain their families continue to face is a stark reminder that educational costs are a significant deterrent for children's enrolment. NGO-run schools have been somewhat helpful in addressing the crisis, but the challenges they face in terms of funding shortages and operational uncertainties remain daunting. Evidently, the number of schools and learning centres in Dhaka's slums has declined post-pandemic, even though their demand is much higher. Even the Bureau of Non-Formal Education – which has a special programme that offers primary education with a shortened syllabus – hasn't had much success in changing this scenario.\nThe continued education crisis in slums is a result of many factors, but this is not a battle we can afford to lose, as it has far-reaching consequences for the future of these children, their families, and society at large. We urge the authorities and all stakeholders to take concerted action to address this situation.\n",
        "headline_1": "Slum children need special attention ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/slum-children-need-special-attention-3397906",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "The potential of exporting skilled manpower from Bangladesh remains depressingly untapped. Two basic reasons --- low skill level and lack of proficiency in languages of the manpower importing countries on the part of workers --- are responsible for that. The country has been sending a large number of workers abroad, but the vast majority of them are unskilled. The average earning of an unskilled worker is far lower than a skilled worker. The authorities concerned, thus, have been laying emphasis on boosting export of skilled workers, but they have failed to put in place the right moves to make that happen. According to a report carried by this newspaper, skilled Bangladeshi workers have been in demand in many developed Asian countries including Japan and South Korea. Skilled manpower is also in high demand in Malaysia, a traditional destination for unskilled Bangladeshi workers. The problem with skilled workers crops up with language proficiency, particularly in countries like Japan where fluency in the Japanese language, known as N-4 Level, is compulsory, along with job skill. This particular level is a prime requirement for consideration as a 'specified skilled worker' (SSW). That the Japanese recruiters do not require any particular educational background of the applicants may be seen as an advantage. An SSW receives a monthly wage of Tk 100,000-200,000, while an intern is paid Tk 100,000. SSWs are eligible for 14 categories, but Japan has so far chosen Bangladeshi migrants for care-giving and agriculture sectors. There are around 80 types of jobs in different sectors in Japan. According to Japanese sources, a total of 22,723 Bangladeshis were in Japan as of 2022. Of them, 5,000 were employed in different sectors as skilled workers and professional technical interns.As the number of skilled workers from the potential countries is feared to drop in the future, the Bangladesh Embassy in Tokyo observes, Japan is expected to be interested to hire workers from Bangladesh, 'a country with a large demographic dividend'. However, at present China is the leading exporter of manpower to Japan with 700,000, followed by South Korea with 600,000, Vietnam 400,000, Indonesia 250,000, Nepal 200,000 and Myanmar 50,000. Compared to these countries, the share of Bangladesh is pitiable. Bangladesh lags behind in SSWs, since most candidates drop out in the skill test. Bangladeshi workers also find it hard to acclimatise to that country's culture and work ethics.The prospects for tapping South Korea as a destination of Bangladeshi skilled manpower also remain high. Bangladesh has been sending semi-skilled workers to Korea since 2008. The language barrier is also daunting here. It is good news that Korea will hire 20,000 workers under its 'E-7 visa category' over the next three years for its shipbuilding, iron and cement industries. That country needs welders, masons etc among 40 types of works. It also requires BSc and diploma engineers and architects. It has been learnt that 125 engineers are set to fly to Korea. Encouragingly, Korean language proficiency is not mandatory for the 'E-7 category'. Meanwhile, about one million Bangladeshis are working in Malaysia. Of them, around 10,000 are skilled workers. According to BMET, Bangladesh sent 1.1 million people abroad in 2022, including just 22.22 per cent skilled workforce. It is thus important for the government to know elaborately the requirement of manpower-importing countries and take measures to produce the right kind of skilled manpower. This would serve the financial interest of both the workers and the country.",
        "headline_1": "Bright prospect for skilled manpower export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bright-prospect-for-skilled-manpower-export-1692543059",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "Changes in weather pattern are affecting food production globally. In South Asia, India is experiencing the driest August in a century. This is bad news not only for the Indian people, but also for the rest of the world. For India is also the world's second biggest producer of rice after China and the largest exporter of this food grain. More than 50 per cent of its population consume rice as the staple. Evidently, with an eye to its domestic food security, the country has gone for banning the export of all types of rice except basmati variety since July 20 this year. The Indian government's decision is no doubt having its impact on the price of this food grains in the world market. Prices of rice and other cereals including wheat became volatile following the covid-19 pandemic.It was not only supply chain disruption, poor harvest and other production-related issues also lay behind instability in the world food market. Then came the war in Ukraine affecting export of food grains, especially wheat, maize, barley, sunflower oil, etc. Due to uncertainties in the export of these food grains from their major growers, other countries who exported food grains also put restrictions on their exports driving up food prices globally. According to the International Food Policy Research Institute (IFPRI), in May last, 23 countries put various restrictions on food grains' export. But few countries of the world are food surplus and export food items. An overwhelming number of countries are either food importers or depend on donation of food grains from international agencies like the World Food Programme (WFP) and food aid by donor countries. So, when the food grain exporting countries restrict or ban export, international food donors have to buy food from the global market at a higher price. As a result, food supply to the world's poorest and drought-hit countries becomes problematic. One may recall at this point that in 2008, food prices got highly volatile across the globe. With an exception next year, the trend more or less continued in the following years through 2011 and 2012. Following the pandemic, global political uncertainties, social unrest and local-level wars have been contributing to food insecurities in the affected countries. Add to it the growing number of mouths to be fed every year. The world population is already 8.0 billion and it will continue to increase by one per cent every decade till 2050. Unfortunately, despite all the progress in agricultural science and technology, hunger is still the number one enemy of global population. An estimated 854 million people are undernourished globally as they cannot find adequate nutritious food. The hopes that modern agriculture generated riding on the use of chemical fertilisers, chemical pest control techniques and development of high yielding varieties of crops in the second half of the 20th century, soon gave way to frustration. The very scientific production methods that helped the so-called green revolution to take place proved also to be agriculture's nemesis. The sustainable agricultural land-use practice that farmers across the globe developed over the millennia was suddenly disrupted by the new agricultural practice. Soil fertility drastically fell due to overuse of chemical fertilisers as well as changed land-use due to introduction of high-yielding varieties of crops. Simultaneously, with the ever-increasing pace of urbanisation, areas of farmlands began to shrink. Forestlands were also sacrificed in a similar fashion at the altar of progress, growth and urbanisation. Now in the twenty-first century, though technology, if not science, has further advanced, humanity's basic means of sustenance has come under increasing threat. Now climate change, which is another fallout from the development of modern science and technology because the very source of energy on which modern technology has grown and still stands, is at the root of the unprecedented natural calamities. Climate change-related shifts in the seasonal patterns and behaviour of weather are affecting food production. The world population still depends on land to grow its food and unlike the various commodities modern industry produces, it has not yet been able to produce the basic commodities that humanity lives on, the food grains. So, the land, which is still the provider of food for humanity, is under threat. But this shrunken, less fertile land, which is exposed to extreme weather events like prolonged droughts, unprecedented downpours, floods, extreme heatwaves and uncontrollable forest fires, will have to feed another two billion mouths by 2050. Worse still, with development in every sphere, people's dietary habits have also changed. They are eating more and doing so in a wasteful manner. The foods they prefer, especially by the affluent people in the developing nations and the rich countries in general require more resources to produce. For example, they now eat more meat and cereals that are grown in irrigated lands with excessive use of water. Everyone knows, fresh water is a dwindling resource globally, thanks, again, to the climate change, especially the fast-melting glaciers that feed the world's rivers responsible for drenching lands rendering them cultivable. But people everywhere now know about these negative developments more than ever before and another product of modern technology, the social media, is playing its role in this regard vigorously. So, political leaders and food cartels will not miss the opportunity to use the negative developments in the production and availability of food to their own advantage. Nations that produce more food, but now feeling threatened by bad weathers, will become protective about food exports. Powerful, food-surplus nations will, as they did since time immemorial, use food as a political weapon whenever they find it expedient. Big businesses in foodstuff are unlikely to let go the opportunity of making the most of the global food crunch.\n[email protected]",
        "headline_1": "Challenges facing global food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-global-food-security-1692543157",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "Few people in this country are aware that yesterday was the World Mosquito Day. But at a time when the country --- not just Dhaka City which alone mostly grappled with dengue in the past, but other cities and towns and even villages ---is increasingly witnessing higher incidence of dengue, this day could be observed widely and meaningfully. No, the World Mosquito Day does not, like other global days on animals including the most ferocious, highlight the importance of protecting this tiny but the deadliest of all creatures. Rather, it is the opposite. Why is mosquito the deadliest of creatures? It is because mosquito-borne diseases kill 1.0 million people and infect about 700 million people each year ---almost one in 10 people. This year 3.0 million people have already been afflicted by dengue and the disease has claimed 1,500 lives worldwide of which Bangladesh's share was 466 until Saturday. The number of patients is on course of reaching 0.1 million with a caseload of 97,870 by this time. Along with Bangladesh, Argentina and Peru are witnessing the worst outbreak. But the authorities here are yet to make the most of the day's observance in the context of the high density of mosquito population with as many as 123 species of this particular dipteran. Dhaka alone has 14 of those species with aedes aegypti wreaking havoc from June to October. This year dengue appeared well before the monsoon at a time when people were just bracing for a recovery from the impacts of Covid-19.That the city corporations have miserably failed to contain dengue's severe outbreak is clear. What is less discussed about is the disease's export from large urban centres to small towns and villages. Already the patients in areas outside Dhaka city have outnumbered those in the capital for the first time in the disease's history. There is every chance of giving a nightmarish time for villagers if the disease spreads even faster in villages where people are less aware of it and also can hardly afford the luxury of seeking safety from mosquito bites. The scam over import of bacillus thuringiensis israelensis (BTI) is just one of the many botched-up initiatives the city corporations have taken to fight mosquitoes, particularly aedes. That fumigation is of no use has already been proved. If an unlicensed company can earn the right to supply a larvicide to one of the city corporations by adopting deceitful means to do so, who knows what happened with the fumigating agents!When the residents of Dhaka and indeed the people of the country are anxiously looking for a prescription good enough to get them rid of the dengue's vector aedes, it is criminal to sabotage a move right at the beginning. If there is virus in the antidote, how can one fight the disease? This has been happening in case of fighting dengue. When the focus ought to have been directed to the breeding ground of aedes for immediate spot detection and action, the city corporation authorities have adopted a few directionless perfunctory programmes. Kolkata city corporation pursued their objectives almost religiously and therefore worked out a mechanism for successful execution of its programmes. The Dhaka South City Corporation (DSCC) claims it has formed 10 committees comprising 10-members each in all its wards for raising public awareness and giving leadership in mosquito eradication. The question is, how are they performing? It claims the committees are detecting the residence of a patient and spraying insecticide within 400 yards all around it. This is exactly how Kolkata succeeded in controlling aedes. But the capital of West Bengal concentrated more on eliminating the chance of breeding of the mosquitoes by destroying larvae early in the season. If spurious mosquito spray or larvicide is used, even such spot detection and application of mosquito-killing agents will ultimately prove to be a failure.In this context Wolbachia method used in 13 countries can be tried here. Mosquitoes with Wolbachia lose power to transmit virus to people as well as decrease in numbers over time. \n[email protected]",
        "headline_1": "The World Mosquito Day and dengue outbreak",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-world-mosquito-day-and-dengue-outbreak-1692543303",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2023"
    },
    {
        "full_article": "Public health is a discipline of medical science. It is the science of protecting and improving the health of people and their communities. Basically, community medicine, hospital management, reproductive health care, child health care etc. are related to public health. It works as a tool to raise awareness among communities about fighting diseases and adopting a healthy lifestyle. Public health professionals' major role is to create awareness among the common public. They make people understand the severity of the diseases and the best practices to curb the spread of the diseases or protect themselves from the same. They do this by organising counselling, workshop, seminar, etc. However, it is true that public health workers are insufficient in Bangladesh as public health is not properly defined and discussed in our health sector. The number of public health institutes is also a handful in our country. We should increase the opportunity of work for public health workers in our country so that we can stay away from health-related rumours and misconceptions and have accurate knowledge about diseases and well-being. \nShah Muntacher Hossain Mihan, Student of Department of Social Work, Noakhali Science and Technology University, Noakhali, [email protected]",
        "headline_1": "Importance of public health",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-public-health-1692543329",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2023"
    }
]