[
    {
        "full_article": "December 2022 marked the steepest fall in two years for India’s goods exports, with products worth $34.5 billion shipped out — 12.2% lower than a year ago. This was the second time in three months that shipments dropped year-on-year and top Commerce Ministry officials sought to calm nerves by citing the global headwinds that were posing challenges for Indian merchandise. These include the clouds of recession blowing through Europe and the U.S., the COVID-19 situation in China and a reversion towards protectionism in some markets. To be clear, a high base effect also played a role in exaggerating the year-on-year export dip in December. December 2021 had clocked the second highest exports (worth $39.3 billion) in 2021-22, when India’s goods shipments crossed a record $422 billion. The world’s trade dynamics have been altered since then, as the momentum swung from a strong post-pandemic pent-up rebound to a stuttering growth trajectory amid soaring inflation and geopolitical muddling, with the Ukraine-Russia conflict counting as only one of the many shocks to the global economy through 2022.Amid these tumultuous times, a month-on-month reading of export trends is perhaps a better way to gauge the situation. For now, December’s export numbers, even if lifted by the last batches of pre-holiday festive shipments reaching their destined shores, hold up well on this front vis-à-vis October and November’s initial trade estimates. The other silver lining is that imports also contracted 3.5% in December, the first such instance since November 2020, although they remained flat sequentially at around $58.2 billion. For the first nine months of 2022-23, India’s goods exports are still 9.1% higher than a year ago, slightly lower than the 11.1% rise recorded till November 2022. Some agencies expect the global recession to hit demand for Indian goods far harder in the current quarter so much so that the full year could still end up with a shrinkage in exports. In December itself, new export orders grew at the slowest pace in five months as firms struggled in key export markets, as per the S&P Global India Manufacturing Purchasing Managers Index. The latest data on U.S. retail sales signal the sharpest slump in 12 months even as industrial output has tanked, signalling that demand for finished goods or inputs is set to slacken further in India’s top export destination. With China reopening, competition is expected to intensify even as demand shrinks. Some recent government moves such as fixing glitches in a duty remission scheme for exports and lifting curbs on iron ore shipments have helped, but more macro- and swifter micro-policy actions are warranted to keep the export engine chugging.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\neconomy (general)",
        "headline_1": "Trade winds: On falling Indian exports",
        "headline_2": "The worst effects of faltering Western economies are yet to fully hit Indian exports",
        "link": "https://www.thehindu.com/opinion/editorial/trade-winds-the-hindu-editorial-on-indian-exports-data-december-2022/article66413862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "The last time China’s population saw a decline was in 1961, in the midst of a devastating four-year famine following Mao’s failed “Great Leap Forward” campaign. The latest decline in population, however, is no blip. The shrinking of the world’s most populous country by as much as 8,50,000 in 2022 marks a watershed moment with lasting consequences for China and the world. Beijing announced on January 17 that births in China last year dropped by more than 10% to 9.56 million, with 10.41 million deaths. The 1.411 billion population will certainly be overtaken by India’s this year. China’s population story holds lessons for countries that have tried robust interventions in social engineering. China has spent the greater part of two decades trying — and failing — to get families to boost birth rates that have been declining since the government introduced a harsh “one-child policy” in 1980. The belated introduction in 2016 of a “two-child policy” to course correct was not met with the enthusiasm that planners had expected for a relaxation announced with fanfare. A government survey found that 70% would not have more children citing financial reasons.China’s economy is already feeling the impact of demographic change. The 16-59 working age population (2022), was 875 million, a decline of around 75 million since 2010. Wages are rising, and labour-intensive jobs are moving out, predominantly to Southeast Asia. The above-60 population, meanwhile, had increased by 30 million to 280 million. The number of elderly will peak at 487 million by 2050 (35% of the population). China’s National Working Commission on Ageing estimates spending on health care for the elderly will take up 26% of the GDP by 2050. Signs are China is already on track to follow Japan’s example of a prolonged period of a shrinking workforce with declining growth. As a paper from Japan’s Research Institute of Economy, Trade and Industry pointed out, the proportion of child and elderly populations in China as of 2020 was similar to Japan’s in 1990. Moreover, China reached this inflection point faster, with its fertility rate falling from 2.74 to 1.28 in the preceding four-decade period, while Japan’s fell from 1.75 to 1.29. The paper pointed out that India’s proportion of child and elderly population in 2020 was similar to China’s in 1980, just when its economic boom took off. That was made possible only by making the most of its demographic dividend by investing heavily in health care and education to fashion a workforce capable of powering what would become the world’s factory.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\npopulation\n\n/\n\ndemography\n\n/\n\nJapan\n\n/\n\nhealth\n\n/\n\neducation",
        "headline_1": "Aging factory: On China’s population decline",
        "headline_2": "The decline in China’s population will affect the rest of the world too",
        "link": "https://www.thehindu.com/opinion/editorial/aging-factory-the-hindu-editorial-on-chinas-population-decline/article66409096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "In 2018, Abhinav Chandrachud published a book titled Supreme Whispers.  The subtitle, ‘Conversations with Judges of the Supreme Court of India, 1980-89’, explains the book’s contents.  George Gadbois (1936-2017) was professor of political science, University of Kentucky.  He wrote extensively on SC judges. Gadbois should be read much more.\nFor instance, in 1969 (Law and Society Review), he penned a portrait, perhaps dated now, of the typical SC Judge. In 1970 (EPW), there was a study of the behavioural patterns of SC judges.  In that remarkable and quantitative essay, despite unanimity in many judgments, based on individual values, attitudes and decisions, he classified SC judges into four groups – modern liberal, modern conservative, classical liberal and classical conservative.\nRead full opinion on TOI+\n\n",
        "headline_1": "Appointments, disappointments: Is the wrong person appointed a judge? Is the right person rejected? Here’s what some judges say",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/appointments-disappointments-is-the-wrong-person-appointed-a-judge-is-the-right-person-rejected-heres-what-some-judges-say/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "Two of the recommendations that the Supreme Court collegium has reiterated this week had earlier been returned by government on account of the candidates’ social media posts. The point here is whether being “selectively critical … on the important policies, initiatives and directions of the government” precludes one from becoming a judge. In the US, it does. Supreme and federal court justices there are nominated by the president and approved by the Senate by a majority vote. Some state trial court judges actually run on a party ticket, where they appear as Republicans or Democrats. But India has a very different system. Here, the only views whose expression should bar a person from becoming a judge should be those that undermine constitutional values or the fundamental rights enshrined in the Constitution.\nIn this sense the collegium is absolutely right to hold that the expression of political views, as part of the right to free speech, cannot disentitle candidates from becoming judges in India. But what has happened in the case of these two candidates is part of a larger GOI-collegium fight on judicial appointments. For instance, while the collegium keeps insisting that per the current MoP its reiteration of a name is binding on GOI, the latter has hardened its position against this convention.\nThe lack of transparency and accountability of the collegium that had caused diverse political parties to cooperate on the NJAC constitutional amendment, hasn’t seen much redress since SC quashed NJAC back in 2015 – even as dissonance with GOI has widened significantly. It is citizens and justice that are the real victims of this impasse. It must end. The Centre and SC must sit together to devise an institutional mechanism for smoother – and timebound –judicial appointments.\n\n",
        "headline_1": "Don’t judge views: Criticising govts can’t be a disqualification for judgeship",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-judge-views-criticising-govts-cant-be-a-disqualification-for-judgeship/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "How do we make India a better place for women? Government schemes work slowly. What women need is a silver bullet that kills, or at least seriously wounds, the demon of discrimination. First, lower income tax rates for working women. When women pay lower income tax than men it will not only benefit women already in the workforce, it will also be a huge incentive for women who stay out of the workforce. Every male-dominated family that doesn’t want their daughter or their daughter-in-law to work will know that they are missing out on a good thing. Money often changes attitudes faster than morality does. Plus, there will be no long-term revenue loss here as the lower income tax rates for women will be more than offset by an expanding tax base from working women.\nThe second set of incentives should be for parents who have daughters. Give parents a tax rebate for investments made in the name of daughters. Don’t put conditions on the kind of investment – that will be a dampener. Also, keep the lowest amount eligible for such tax rebate low, say, Rs 10,000, so that low-income households can participate. And put a ceiling on the highest amount, say, Rs 100,000, so that this scheme doesn’t distort investment decisions overall. Further, offer the rebate even when a girl reaches legal adulthood, so that women can also benefit. The attraction of getting a tax rebate will override patriarchal impulses. And over time, such a corpus will give women, even those who don’t work, a measure of financial independence. For older women, the accumulated money represents the chance of personal freedom. To make a difference, you must think different.\n\n",
        "headline_1": "FeMoneyism: Two policy ideas for really empowering women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/femoneyism-two-policy-ideas-for-really-empowering-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "What kind of paradise can be found in a world of unceasing conflict? Is the search for paradise only bound to aggravate our differences? Those are the grand questions posed by Pico Iyer’s book of travel and philosophy, The Half Known Life: In Search of Paradise.\nHe starts in Iran, the place that gave the world the very word ‘paradise’, whose gardens are modelled on that higher garden that awaits us. Today the world’s largest theocracy, religious and secular forces have fought over many visions of utopia. He is aware of being surveilled as a foreigner. In its rich, lacquered beauty, he senses an iron presence, a complex ambiguity.\nRead full opinion on TOI+\n\n",
        "headline_1": "When a writer goes in search of paradise: And finds it not in a place but in our messy lives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-a-writer-goes-in-search-of-paradise-and-finds-it-not-in-a-place-but-in-our-messy-lives/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "After Bangladesh's journey began on the path to becoming a modern democracy in 1991, many expected that electoral democracy would gain a strong footing gradually. But that hope and aspiration stumbled for the first slip at the infamous Magura-2 parliamentary by-polls on March 20, 1994. It became a symbol of a rigged election in the era of democracy, which seemed to have been restored after Ershad's autocratic regime came crashing down.\nThat by-election brought two issues to the fore: that a free and fair election was not possible under a partisan government, and that the Election Commission was not free at all under a political government. The by-polls helped the Awami League-led opposition parties of that time to intensify their campaign for the introduction of a non-partisan, election-time government.\nIn the face of a strong campaign launched by the opposition, a caretaker government provision was introduced in the constitution and, subsequently, four national elections were held under non-partisan caretaker governments. Those elections were, by and large, free from the controversy of vote-rigging and ballot-stuffing. But the caretaker government system was annulled from the constitution following a court verdict. And we saw a resumption of the old tactics of vote rigging, with polling centres being run over by party cadres, ousting of polling agents, stuffing and snatching of ballot boxes, and intimidation of voters.\nThen came the two controversial national elections of 2014 and 2018. While the BNP boycotted the 2014 election, the 2018 election saw 153 ruling-party-aligned candidates elected uncontested amid widespread allegations of irregularities. There were allegations that ballot boxes were stuffed the night before the election, and the opposition camp lost the election even before voting had begun.\nIn recent times, we have also witnessed voter turnouts gradually declining, which is surely an ominous sign for democracy.\nAfter around three decades, if we look back at that fateful by-election of Magura, we would realise that the situation has not changed much. It happened again at the Gaibandha-5 by-election. The issue of by-elections came into discussion once again when seven BNP lawmakers – the only BNP candidates who had managed to win in 2018 – resigned. After their resignation, the Election Commission announced the election schedule, and the ruling Awami League and the main opposition in parliament, the Jatiya Party, nominated their respective candidates. But the Brahmanbaria-2 by-poll stole the show as a former BNP leader (after having been expelled from his party), Ukil Abdus Sattar, contested the election as an independent candidate.\nSattar had been elected five times from the constituency and had been state minister as a technocrat. His loyalty to the party was unquestionable. Following an order from the party high command, he had resigned from parliament, but made a surprise turn-around as he decided to contest the by-election as an independent candidate, in turn getting himself expelled from the BNP. The belief held in his constituency is that Sattar is contesting the polls for two reasons – first, he was trapped by the government and second, out of fear that he would not get the party ticket for the next election as he is over 83 years old.\nAnother reason is that BNP leader Rumeen Farhana has a high probability of getting the party nomination in the next election from that constituency. For Sattar, his political future is almost ending. Many in the constituency have also said that it is actually Sattar's son who is trying to \"make his future\" through this by-election.\nThis particular by-election attracted further attention when all three ruling Awami League aspirants – it was open to anyone interested to run – withdrew their candidacy following the directions of party high-ups. It turned out to be a cakewalk for Sattar. On AL's part, it was presumably a good gesture to let a senior politician of the opposing camp have a last hurrah, since he is most likely at the twilight of a long and distinguished career. However, it is so rare that this incident is certain to go down in history as a very likely one-off where the ruling party favoured an opposition candidate.\nThe ruling Awami League has repeatedly said that the next election will be a free, fair, and inclusive one. BNP sent a strong message through the resignation of its lawmakers, saying that it was not making empty threats when saying that the party would not join any elections under the incumbent government. And Awami League appeared to have countered this with a tactic of sending a message to BNP aspirants, saying they might get an open field if they break away and run during the elections. Then, Awami League could claim the elections to be inclusive and also be certain of retaining office.\nIt is often said that in politics, there is no last word. Through Sattar's participation, the ruling Awami League will try to prove a few things, particularly that BNP's decision to resign from the parliament was wrong, and will send a message to BNP leaders and aspirants that they may have a chance in the next polls if they betray their party and create a few cracks in what has so far remained steadfast determination. It is perhaps BNP's biggest achievement of the last 15 years that the party remained intact, with none of its stalwarts breaking away. But Sattar's election may have an impact.\nBut one must wonder whether this move was indeed a good strategy for the ruling party. Is politics just a voting game? Should there not be moral or ideological practices in politics? After all, the one thing politicians must keep in mind is that once someone is labelled as a traitor, it hangs around their neck like the fabled albatross.\nBNP had to rig the Magura by-polls in 1994 to back their claim that their popularity had not decreased. Three decades later, the AL took on a different strategy and let an independent candidate win to coax out aspirants from BNP's fold. In 1994, although BNP won the polls, it was defeated in politics. The Awami League might console itself with a self-congratulatory chuckle thanks to Sattar's victory. It might almost seem that the Awami League has manipulated a win in the first skirmish. But will such a stratagem or tactic win them the war?\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Two by-polls, 29 years apart – yet so similar?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/two-polls-29-years-apart-yet-so-similar-3226311",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "To my dear friends, I am so angry it is beyond explanation. But there is a smile on my face, and tears in my eyes. I am hurt, and so is Iran.\nThe past months have been extremely difficult, not just for Iranian women like me, but for anyone who has experienced female oppression and the dominance of patriarchy, and in general, has lived under a dictatorship. A large majority of Iranians have been experiencing the latter for 43 years – 43 years of living in exile, poverty and hunger, and of brutal and unjust killings, executions, rape, torture, and imprisonment.\nWhen my cousin was starting school after the Islamic Revolution, as a little girl of seven, she was told not to tell anyone that her father occasionally drinks, or that they had a VHS video player in their house. These were major taboos in Iran at the time – everyone was tiptoeing on glass and being cautious about what they said. On the first day of school, when she was asked to introduce herself, my cousin stood up and said, \"Hi, my name is… my dad doesn't drink, and we don't have a video player.\"\nWhile it may seem like a funny anecdote, the pressure and anxiety she must have felt have been a constant for us, carried forward from generation to generation.\nThe revolution that is now happening in my country is not against any religion. The people of Iran are saying \"enough\" to the government – to oppression, corruption, death, and imprisonment. We want a free and democratic Iran, where Muslims, Jews, Christians, Baha'is – all religious or non-religious people can peacefully coexist. We want a country where the youth are given opportunities to build a future based on freedom, equity, and justice. Where voices are heard.\nNo matter what the current regime has achieved or may achieve, the poverty, discrimination, oppression of minorities and specific ethnicities, sanctions, lack of medicine, murder, sexual violence, financial difficulties, the systematic destruction of history, culture and religion, the imprisonment of the innocent, and the targeted murders, will neither be tolerated nor forgiven.\nOf course, this is not the first time people have risen up against the Iranian regime.\nThe first protest I participated in was about 13 years ago, during the first mass movement of my generation. I particularly remember a young person, who possibly saved my life one day by pulling me away from the crowd as the security forces released teargas and opened fire at it. He told me to leave as I still had my life ahead of me; I was young, and people like him had nothing to lose (he had been expelled from university due to his political activism).\nTo date, over 500 people have been murdered since the murder of Mahsa Amini on September 16, and thousands have been imprisoned. Some have been forcibly disappeared, and executions are taking place every day. Those facing execution have no access to lawyers, despite this being a mandate of law, and many were tortured and forced to sign confessions without acknowledgement. At times, even their families were not informed of their executions. They were simply killed the next morning.\nCitizens are on the streets, standing against the brutal, inhumane and non-Islamic actions of the Iranian dictatorship against the people of Iran. The demographic of the people shaping this resistance consists of women and men, young and old, Muslims and non-Muslims, and literate and illiterate people. It is a diverse group of \"us\" who are fighting for human rights, for women's rights, for access to basic services, for a life with less suffering, and for the day when we won't wake up to news of another execution.\nThe actions of the current regime have been so extreme that even major clerics are now questioning their approach, as none of it is justifiable under any religion or belief system. Their actions can only be identified as war crimes and violations of human rights.\nDespite the government abusing religion as a weapon to separate and divide communities, people are now so aware of their \"divide and conquer\" approach that it has only brought individuals from all ethnicities, backgrounds, and beliefs together as the \"People of Iran,\" standing against a brutal regime.\nThe people are now fighting for the rights that were taken away from them. They are fighting for revenge for the tears of the mother of a murdered child. They are fighting for the father who had to go home empty-handed. They are fighting for the lack of medical supplies and support. They are fighting for education. The list is long, but there are a lot of reasons why we want to change the country's leadership.\nAs a woman who grew up and lived most of my life in Iran, feelings of rage, anger, sadness, pain, heartache, frustration, and powerlessness have been my constant companions from day one. However, hope, unity, and solidarity have helped me to remain partially calm over the past months. It is hard to live with the loss of so many souls. The feelings of guilt, of wishing we could do more, and have more of an impact never really go away.\nHowever, every time I walk down the streets of Tehran and lock eyes with another woman walking towards me, there is a beautiful moment of camaraderie, filled with shared emotions of fear, pain, and hope. This solidarity and hope that we feel is incredible, not only there and then, but that which we feel with the whole nation, and with all those who have suffered oppression in the world.\nNo one knows what will happen, which way this resistance will go, but we can only hope for the best. We hope for equity and peace for the people of Iran and, of course, around the world.\nI would also like to dearly remember and pay my respects to the political hostages who have been unrightfully imprisoned and sentenced, the activists in jail, those who have been murdered or kidnapped, those who have/will be unrightfully executed publicly or are in isolation daily, the families of the people mentioned above, the journalists who risk their lives every day, and finally, to the brave, courageous people of Iran.\nIn hope for peace and freedom.\nMF is a humanitarian worker responding to the refugee crisis in the vulnerable areas of Iran. Her name has been hidden to protect her identity.\n\n",
        "headline_1": "A letter from Iran: 'The revolution in my country is not against any religion.'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/letter-iran-the-revolution-my-country-not-against-any-religion-3226251",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "We welcome the Appellate Division of the Supreme Court's verdict that none of the government organs, including the executive, can interfere with the Election Commission's (EC) functions, as the commission is an independent body as per the constitution. While delivering the verdict, the SC sent out the right message with its observation and from the correct legal position. But this is just one part of the story. In Bangladesh, we have many institutions that have been granted independent power by the constitution. But because of a lack of principled stances, individual courage, and the willingness on the part of some people to aid those in power for self-benefits and self-aggrandisement, they unfortunately do not work. \nAnd this, ultimately, is the crux of the issue. Therefore, while we greatly appreciate what the SC said while delivering its verdict, the fact of the matter remains that, unless election commissioners use their legal powers with resilience and courage, or if they are intimidated by the prevailing political environment and by politicians, the system will not work in favour of the country or its people. And we can see plenty of evidence of that, just by how the EC has performed in the past. \nThe power vested upon the EC is not something new. It had a lot of power before, but that did not pay off in terms of delivering free and fair elections where the people could satisfactorily exercise their right to franchise. In the absence of people getting to choose their own representatives – and, as an extension of that, hold those who claim to represent them to account – we have arrived at a situation where accountability and transparency in governance have gone out the window. Those in power no longer even pretend to value the opinions of the people, nor have any respect towards them. The open display of arrogance, intimidation, and apathy towards the public by those in power – or even those who are connected to it – are direct results of the failure of our so-called \"independent\" institutions to justly and courageously perform their duties. \nUnder such circumstances, we cannot help but wonder if the EC will truly utilise its powers to ensure that the sanctity of voters' rights remains unviolated. \nHaving said that, we must also admit that we are enthused by some of the early signs from this EC. But it has to build on what it has done so far and the commissioners have to rightly assert themselves. Undoubtedly, the biggest source of their support are the people who, we have no doubt, will support them should the ECs' aim truly be to deliver free and fair elections, as per their constitutional mandate.\n",
        "headline_1": "SC rightly asserts the independence of EC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sc-rightly-asserts-the-independence-ec-3226226",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "It has become increasingly clear that the carrot of a pre-installed \"free\" app being dangled in front of our noses is covering up intentions that are far more insidious. We are talking about the Bangladesh Telecommunication Regulatory Commission's (BTRC) order to pre-install the Bijoy app in all imported and locally-manufactured Android phones. This order has come with the veiled threat that, if the BTRC-supplied Bijoy APK file is not installed and displayed to the commission, a no-objection will not be issued for marketing the phone.\nThe decision to impose this on consumers and sellers, with very little explanation for taking away their freedom of choice, has drawn criticism from across the board. The issue is made murkier by the obvious conflict of interest: the BTRC operates under the Ministry of Posts, Telecommunications and Information Technology, and the patent of the Bangla typing software Bijoy has belonged to its minister, Mostafa Jabbar, since 1988. \nThe minister has tried to make light of this order by arguing that the app will be provided free of cost, and that customers are free to uninstall it from their phones at will. But if customers are truly free to make this choice, why make its pre-installation mandatory? \nThe truth is that there is no such thing as a free lunch. The use of a product always increases its commercial value, and given that Bijoy is far less popular than other, more user-friendly keyboards, like Avro and Ridmik, there seems to be a very transparent reason behind the plan to suddenly have Bijoy downloads go up by hundreds of thousands at once. Because if the reason really is to make a Bangla typing software available to users, as the minister suggested, then why not provide one that users already prefer? \nThe issue here is not only the total disregard for citizens' right to choose. The process of putting forward this so-called order is in itself dubious since, legally, no government organisation has the right to make using a specific product or service mandatory. According to news reports, the BTRC order is based on an announcement from the Bangladesh Standards and Testing Institution terming Bijoy as the standard keyboard to follow. So under what due process did it suddenly become mandatory?\nThen there are the concerns over digital security. Experts have criticised the fact that Bijoy is not an open-source product, and that even its own privacy policy on app stores admits that there are holes in its security. This is extremely concerning since, when an app is pre-installed, consumers can be asked to give away their right to give it permission to access their personal data. This lax attitude towards data protection only confirms how little the current regime values citizens' right to data privacy. \nAt the end of the day, this is not just about a keyboard. This is yet another step towards the slow erosion of digital rights and personal freedoms in the country. Before going forward with this decision, the authorities must ask themselves: is this really what they want Digital Bangladesh to be known for?\n",
        "headline_1": "So much for Digital Bangladesh!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/so-much-digital-bangladesh-3226216",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "We welcome the Appellate Division of the Supreme Court's verdict that none of the government organs, including the executive, can interfere with the Election Commission's (EC) functions, as the commission is an independent body as per the constitution. While delivering the verdict, the SC sent out the right message with its observation and from the correct legal position. But this is just one part of the story. In Bangladesh, we have many institutions that have been granted independent power by the constitution. But because of a lack of principled stances, individual courage, and the willingness on the part of some people to aid those in power for self-benefits and self-aggrandisement, they unfortunately do not work. \nAnd this, ultimately, is the crux of the issue. Therefore, while we greatly appreciate what the SC said while delivering its verdict, the fact of the matter remains that, unless election commissioners use their legal powers with resilience and courage, or if they are intimidated by the prevailing political environment and by politicians, the system will not work in favour of the country or its people. And we can see plenty of evidence of that, just by how the EC has performed in the past. \nThe power vested upon the EC is not something new. It had a lot of power before, but that did not pay off in terms of delivering free and fair elections where the people could satisfactorily exercise their right to franchise. In the absence of people getting to choose their own representatives – and, as an extension of that, hold those who claim to represent them to account – we have arrived at a situation where accountability and transparency in governance have gone out the window. Those in power no longer even pretend to value the opinions of the people, nor have any respect towards them. The open display of arrogance, intimidation, and apathy towards the public by those in power – or even those who are connected to it – are direct results of the failure of our so-called \"independent\" institutions to justly and courageously perform their duties. \nUnder such circumstances, we cannot help but wonder if the EC will truly utilise its powers to ensure that the sanctity of voters' rights remains unviolated. \nHaving said that, we must also admit that we are enthused by some of the early signs from this EC. But it has to build on what it has done so far and the commissioners have to rightly assert themselves. Undoubtedly, the biggest source of their support are the people who, we have no doubt, will support them should the ECs' aim truly be to deliver free and fair elections, as per their constitutional mandate.\n",
        "headline_1": "SC rightly asserts the independence of EC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sc-rightly-asserts-the-independence-ec-3226226",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "It has become increasingly clear that the carrot of a pre-installed \"free\" app being dangled in front of our noses is covering up intentions that are far more insidious. We are talking about the Bangladesh Telecommunication Regulatory Commission's (BTRC) order to pre-install the Bijoy app in all imported and locally-manufactured Android phones. This order has come with the veiled threat that, if the BTRC-supplied Bijoy APK file is not installed and displayed to the commission, a no-objection will not be issued for marketing the phone.\nThe decision to impose this on consumers and sellers, with very little explanation for taking away their freedom of choice, has drawn criticism from across the board. The issue is made murkier by the obvious conflict of interest: the BTRC operates under the Ministry of Posts, Telecommunications and Information Technology, and the patent of the Bangla typing software Bijoy has belonged to its minister, Mostafa Jabbar, since 1988. \nThe minister has tried to make light of this order by arguing that the app will be provided free of cost, and that customers are free to uninstall it from their phones at will. But if customers are truly free to make this choice, why make its pre-installation mandatory? \nThe truth is that there is no such thing as a free lunch. The use of a product always increases its commercial value, and given that Bijoy is far less popular than other, more user-friendly keyboards, like Avro and Ridmik, there seems to be a very transparent reason behind the plan to suddenly have Bijoy downloads go up by hundreds of thousands at once. Because if the reason really is to make a Bangla typing software available to users, as the minister suggested, then why not provide one that users already prefer? \nThe issue here is not only the total disregard for citizens' right to choose. The process of putting forward this so-called order is in itself dubious since, legally, no government organisation has the right to make using a specific product or service mandatory. According to news reports, the BTRC order is based on an announcement from the Bangladesh Standards and Testing Institution terming Bijoy as the standard keyboard to follow. So under what due process did it suddenly become mandatory?\nThen there are the concerns over digital security. Experts have criticised the fact that Bijoy is not an open-source product, and that even its own privacy policy on app stores admits that there are holes in its security. This is extremely concerning since, when an app is pre-installed, consumers can be asked to give away their right to give it permission to access their personal data. This lax attitude towards data protection only confirms how little the current regime values citizens' right to data privacy. \nAt the end of the day, this is not just about a keyboard. This is yet another step towards the slow erosion of digital rights and personal freedoms in the country. Before going forward with this decision, the authorities must ask themselves: is this really what they want Digital Bangladesh to be known for?\n",
        "headline_1": "So much for Digital Bangladesh!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/so-much-digital-bangladesh-3226216",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "Although non-RMG exports occasionally stoke up sparks/flickers of hope, the fact is that compared with the contribution of the country's foremost export item RMG, the share of all of them combined is no more than a peanut. The figures of export in the first half of the current fiscal (July- December '22) show a decline in respect of the major non-RMG products such as jute and jute goods, agricultural products, frozen food, leather and leather goods, chemical, and engineering products. During the peak of the pandemic period, most of these products experienced a nosedive, but there was a considerable upturn with the opening up of global markets and restoration of supply chain. But that did not last long enough to demonstrate a steady recovery. The fallout has left a long toll on exports in the past months. A report published in this paper, quoting Export Promotion Bureau data, says, in the first six months of the FY23, jute and jute goods-the lead item among the non-RMG basket-has recorded 17.65 per cent decline to $485.88 million as against $590.05 million in the corresponding period of the last fiscal. Agricultural products registered 23.26 per cent fall, down from $654.04 million. Export of chemical products, including pharmaceuticals, declined by 22.44 per cent to $155.64 million from $200.67 million in the corresponding period of FY22. At the same time, earnings from engineering goods, including engineering equipment and bicycle, witnessed 42 per cent decline to $261 million, down from $444.32 million. Decline is also noticeably visible in the performance of home textile, plastic and shrimp.  Industry associations concerned as well as exporters attribute this downswing to many factors-some of which are product-specific. As for jute and jute goods, one of the reasons, understandably, is anti-dumping duties imposed by India- a major buyer of Bangladeshi jute and jute products. The closure of the state-owned jute mills has considerably cut production of jute goods. As for other products, it is the lack of affordable credit financing, inadequate fiscal incentives that are being flagged as barriers to desired export performance. Overall, according to many, the demand shrinkage in case of most of the non-RMG products and undiversified export basket are failing to secure new markets to consumer tastes and preferences that tell upon export performance.  Under the circumstances, it is indeed crucial to give special attention to these products. That is to say, there has to be a decisive course of action in place. It is here that product adaptation, diversification and marketing come in to play the all important role. The country's export basket has hundreds of products but as most of them suffer from poor performance, product promotion and diversification of the basket means adding vigour and strength to the products in order that the export sector can rid itself of over-reliance on a single product. Keeping this in view, the government has been framing policies from time to time with special emphasis on prospective products by way of various incentives and supports. To say that these have not at all worked will be a misstatement, but there is no visible momentum in exports, except in respect of only a few core products, including the RMG. In fact, diversification is a package comprising scores of issues such as product development, product adaptation, quality assurance, market demand, compliance fulfilment, competitive pricing and so on.",
        "headline_1": "Revamping non-RMG exports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revamping-non-rmg-exports-1674226404",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "Saving foreign exchange (forex), implementing austerity measures - these are the buzzwords in Bangladesh these days. There is talk about \"self-reliance\" and yet the country spends over US$2.0 billion a year to import vehicles to serve the transport sector. We are practically a net-importer of all sorts of vehicles that ply our roads nationwide. The country has moved past its golden jubilee and finds itself in the grips of an impending global recession. Supplier's credit is down and industry is losing momentum. Import is down due to falling forex supply. Austerity measures exist but what is being done to stop the bleeding by way of importing products that can progressively be built in the country? Producing vehicles is not rocket science. The 2-wheeler market took off some time ago but the 4-wheel segment is just beginning to develop. Here the market is still 95 per cent import-dependent, although there is evidence that global manufacturers are taking notice of Bangladesh. Hyundai has started assembling some vehicles to serve the market. Prior to Hyundai, a host of other companies like PHP (a large Bangladeshi conglomerate), set up an assembling plant for Malaysian Proton vehicles. Other companies have or are in the process of entering the market in the same manner. The advantages are obvious.High taxation on imported vehicles has been a way to collect large sums of revenue for the government. Although with per capita income reaching approximately $2,800, the policy of high taxation and duties on vehicle import is no longer having the desired result of restricting vehicle import; since millions of consumers can afford to pay exorbitant sums to buy passenger vehicles. With 9 out of 10 vehicles being imported in CBU (completely built unit) form, taxes vary according to engine displacement. According to a study by the Policy Research Institute in 2021, there ae a host of different taxes applied to CBU units. For instance, custom duty (25 per cent), regulator duty (3.0 per cent), advance income tax (5.0 per cent), and trade VAT (5.0 per cent) at the port of entry. Furthermore, it should be noted that VAT (15 per cent) is charged after calculating duty and taxes paid on the base value of a vehicle, which in simple terms means that a car worth Tk100 will be worth Tk227 at retail level in the domestic market. Of course, the latest figures on the various tax and duty structure may have seen changes, the above calculation provides the general picture. Although, supplementary duty is not charged on hybrid vehicles (as these are viewed to be more environmentally-friendly), people generally tend to opt for gasoline-only engines. CKD (completely knocked down) vehicles are slowly making their way in to the market. The government provides more incentives to companies in terms of the tax regime as a means to encouraging in-country investment, but more needs to be done. The CKD tariff structure (2019-20) tells us that supplementary duty is not applicable for CKD vehicles, while it ranges from 20 to 350 per cent for CBU units. VAT at a flat rate of 15 per cent is levied on CKD vehicles. To significantly reduce price of CKD vehicles, authorities need to rethink customs and regulatory duty structures. There is much debate about the value of reconditioned vehicles (95 per cent of imported vehicles) at the port of entry. There exist differences of opinion between customs and importers on the actual value of cars. There also exists anomalies that often make some newly built CBU units to be cheaper than reconditioned vehicles.If one looks at the size of car market in Bangladesh, it is estimated that there are more than 350,000 passenger vehicles on our roads. Available data state that the \"import of private passenger cars have risen significantly from 9,224 in 2012 to 21,959 in 2017; a rise of 138 per cent in five years. Sale was mostly prominent during 2015-2017 period\". BRTA data in 2018 stated that an average of 50 new cars were hitting the streets of Bangladesh every day. Yet, vehicle penetration as per population remains abnormally low in the country. Where there are three cars per 1,000 population, Malaysia has 897 cars per 1,000. While the authorities tend to blame the number of passenger vehicles for the dreadful traffic conditions in the city, they often fail to appreciate that there is no electronic traffic management system in operation; city roads are governed by lawless drivers who do not bother to follow existing traffic laws; roads are home to human-drawn means of transportation that compete for road space alongside motor-driven vehicles. The fundamental question is whether Bangladesh intends to become a major manufacturing hub for automobiles. Previously it was said that the market is too small for big manufacturers. That brands like Hyundai have taken the first step to set up an assembly plant counters that argument. The second argument is the lack of a skilled labour force - labour force can be trained up. Even in the absence of any formal training, thousands of teenagers and young men have been working in Dholaikhal area since independence (to replicate serious pieces of industrial-grade machinery), so that argument also falls flat. Building an eco-system with backward linkage is possible, provided the policies are there to support it. Finally, allowing manufacturers to export vehicles produced in the country should not be an issue. All that has been lacking is a movement at the top of the decision-making process to priortise this issue. For decades, neighbouring India cut off import of vehicles so that domestic manufacturers could mature their designs and today, we see Indian manufactured cars being exported. Malaysia taxed foreign import of vehicles sky high to develop the national brand Proton, and that brand too is being exported. What is stopping Bangladesh?\n[email protected]",
        "headline_1": "From an importer of cars to an exporter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/from-an-importer-of-cars-to-an-exporter-1674226463",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "The high incidence of road accidents in Bangladesh is a serious problem. Nevertheless, a group of people has been trying to play down the issue. The group is not small as it includes policymakers, the authorities concerned and public transport owners and workers' association leaders. It claims that the statistics on road crashes and deaths, presented by various road safety rights organisations, are fabricated. At a workshop in Dhaka last week, speakers felt that these 'fabricated' statistics on death from road crashes are 'tarnishing the country's image'. They further contended that the death toll due to road accidents had declined significantly last year.One needs to analyse the claims carefully to understand the deeper connotations. Rejecting road accident-related death figures, regularly released by organisations working on road safety, is not new. Over the years, the government bodies and transport unions have rejected the reports alleging those 'overestimated.' As an increased death toll indicates weaknesses of the road safety measures, it is embarrassing for the concerned authorities. To the transport association leaders, it reflects reckless and lousy driving of unfit public transport. None of them wants to accept the tragic reality and take responsibility for the road accidents.Rights organisations working on road safety usually compile road accident data from newspapers and other media reports. However, these organisations do not have access to government or transport association databases. Government use the police report as the primary source of accident data. Though any death from a road accident should be recorded by the police, this is not always the case. It is a fact that some deaths are not properly reported to the police and so do not get included in the official record. Moreover, some deaths occur a few days or months after the accidents. The seriously injured persons admitted to the hospitals suffer a lot before death. Some of these deaths go missing from the record. So, there is every chance of under-reporting of road crash-related deaths. Instead of focusing on the flaws in official reporting, lambasting the civil rights organisation will not help address the severe road accident problem.The claim of 'tarnishing the country's image' is nothing but a cover-up of the bad governance and inefficient management in the areas concerned. It is also used to undermine any valid criticism. The issue here is not tarnishing or glorifying the image of the country, it concerns human life. The greater the number of deaths on roads is, the greater the tragedy and losses to families and nations.In the meeting, organised by the Bangladesh Road Transport Authority (BRTA), some also threatened the rights organisations for preparing and publishing road crash-related data with grave consequences. They also said that the organisations have no right or permission to do so. A few even termed the right activists' works as 'tantamount to treason.' These people could not show their unacceptable attitude more by the threat and intolerance as expressed. They also make it clear that addressing the problem of road accidents is not their objective. Then what their objective is? Under-reporting the number of road crashes and fatalities from those! This is no way of looking at as serious an issue as road accidents.\n[email protected]",
        "headline_1": "A wrong approach to road accidents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-wrong-approach-to-road-accidents-1674226498",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2023"
    },
    {
        "full_article": "Sixty-six per cent of students graduating from colleges affiliated with the National University are not getting jobs after trying for years, according to a survey by the Bangladesh Institute of Development Studies (BIDS). Another study conducted by the World Bank has reportedly found as high as 46 per cent NU students remain unemployed for at least three years on completion of their graduation. Unemployment thus is a grave problem for graduates from NU-affiliated colleges and requires special attention. The NU, founded in 1992, mainly offers bachelor's with honours and master's courses. Currently, more than 1,900 colleges across the country are affiliated with the NU and the number keeps rising every year. More than two million students are now enrolled in these colleges. However, employers find lack of communications skills in graduates of the NU than in graduates from other such institutions. There are allegations against the NU authorities that they hardy update their curriculum and introduce subjects that the job market demands. Moreover, there are questions about the teachers' competency of NU affiliated colleges. NU-affiliated colleges also lack the required number of teachers. The student-to-teacher ratio is 25:1 in non-government colleges and 91:1 in government colleges against the ideal of 15:1. The job market has become skills-driven. So, the graduates should be equipped with the right set of skills to make them employable. The NU authorities should immediately start working to improve the standards of education. The quality of teaching and learning in colleges and institutions affiliated with the university should be modernised and job-oriented. They should focus more on building students' skills for the job market. Training of teachers is also a must. Creating opportunities to educate and train the youth so that they could equip themselves with the means to obtain a job should be prioritised. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Making NU graduates employable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-nu-graduates-employable-1674226540",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2023"
    }
]