[
    {
        "full_article": "The fifth phase of the general election, held on Monday, featured contests in the fewest number of seats — 49. But it included heavyweight seats such as Rae Bareli, Amethi and Faizabad in Uttar Pradesh, the urban areas of Mumbai, Thane and Nashik in Maharashtra, the southern parts of West Bengal, which saw strong contests between the Bharatiya Janata Party and the Trinamool Congress (TMC) in 2019, besides simultaneous Assembly and parliamentary polls in the south-western seats of Odisha. In Maharashtra, the splintering of the main regional parties has made it a battleground State along with Bihar, Karnataka and West Bengal. Voter turnout in Maharashtra was relatively low when compared to the rest of the country, with Mumbai retaining its unfavourable reputation of voter apathy. The Uddhav Thackeray-led Shiv Sena faction counts these seats as some of its strongholds and its alliance’s performance here might well decide the course of the battle now as well as in the Assembly elections later this year. The Maha Vikas Aghadi-Mahayuti contest of coalitions has upended the traditional patterns of support bases for the extant parties in the State and this election could herald a new correlation of forces.In U.P., the Opposition has managed to keep the contest going on issues related to livelihoods and has prevented it being a cakewalk for the BJP which has sought to use the Ram Mandir consecration issue to register another near-sweep. The Opposition’s focus is expected to give it a bigger fillip in Bihar, where Rashtriya Janata Dal leader Tejaswi Yadav’s relentless campaigning on employment issues has made the elections even more competitive. The BJP now seeks to bank on its record in welfare delivery, expecting the support of poorer voters and women. Voter turnout in the fifth phase is in line with the trends seen in the fourth phase in U.P., which registered better numbers than phases two and three, while preliminary trends in Bihar indicate a slight reduction compared to the previous phase. The turnout has in general been marginally lower than what it was in 2019 across the country. In Odisha and West Bengal too, women voters could be crucial in deciding the fortunes of the ruling Biju Janata Dal (BJD) and the TMC. While turnout was relatively low in Odisha, West Bengal registered close to 73%, according to early numbers. Women out-voted men in West Bengal significantly till phase four and the TMC would be encouraged as it banks on its women-centric welfare measures to overcome the BJP’s formidable challenge. The BJD would hope that its work in mobilising women through self-help groups will continue to yield it strong support, especially in rural areas.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nUttar Pradesh\n\n/\n\nMaharashtra\n\n/\n\nWest Bengal\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\nBihar\n\n/\n\nKarnataka\n\n/\n\nMumbai\n\n/\n\nvoting\n\n/\n\nShiv Sena-Uddhav Balasaheb Thackeray\n\n/\n\nAyodhya Ram Temple\n\n/\n\nRashtriya Janata Dal\n\n/\n\nBiju Janata Dal",
        "headline_1": "A closer contest: On the fifth phase of the general election, 2024",
        "headline_2": "Women voters seem to hold the key as elections reach the business end",
        "link": "https://www.thehindu.com/opinion/editorial/a-closer-contest-the-hindu-editorial-on-the-fifth-phase-of-the-general-election-2024/article68197272.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "The death of Iran’s eighth President, Ebrahim Raisi, and Foreign Minister Hossein Amir-Abdollahian, in a helicopter crash in northwestern Iran amid bad weather has sent shockwaves across West Asia. Raisi and others, including local officials, were travelling to Tabriz after inaugurating a dam with Azerbaijan’s President Ilham Aliyev, on the countries’ shared border when his chopper went down in Iran’s East Azerbaijan province. Raisi, a conservative cleric, rose to power in 2021 after eight years of rule by moderate President Hassan Rouhani, who signed the 2015 nuclear deal with the U.S. and other world powers. Mr. Rouhani’s promise of change and prosperity through dialogue did not materialise as the then U.S. President, Donald Trump sabotaged the deal in 2018 and reimposed sanctions on Iran. When moderates lost their face and morale, the conservatives tightened their grip on the state through Raisi. A confidant of Supreme Leader Ayatollah Ali Khamenei, Raisi escalated a crackdown on civil rights at home, strengthened Iran’s ties with Russia and China, doubled down on its support for non-state militias such as Hamas and Hezbollah and expanded Iran’s nuclear programme. In three years, he emerged as one of Iran’s most powerful men and was seen as a potential successor to Mr. Khamenei.The death of the President could not have come at a worse time for Iran. It is already struggling to stabilise a stricken economy, battered by U.S.-imposed sanctions, and trying to calm social tensions. The nuclear deal remains dead and West Asia is on fire. In April, Raisi oversaw an unprecedented attack on Israel following Israel’s strike on the Iranian consulate in Damascus. Israel’s meek response avoided an all-out war but tensions remained high. In recent years, Iran has also lost key officials. In the deaths of Raisi and Amir-Abdollahian, the Islamic Republic has lost an experienced, crisis-hardened cleric administrator and a seasoned diplomat. It is understandable that Iran would need time to get over the shock that it is in now. Given the geopolitical tensions, Raisi’s death could also fuel conspiracy theories, which could further inflame the region. So, it is imperative for Iran to get to the bottom of the crash. Another priority is that the transition to a new presidency is handled smoothly. First Vice-President Mohammed Mokhber will assume interim presidential powers and the country is expected to hold a presidential election within 50 days. A change in presidency is unlikely to alter Iran’s foreign policy direction, but the loss of one of the most experienced and ideologically disciplined defenders of the revolution and a transition amid domestic and regional uncertainties, is an added challenge to the Islamic Republic.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIran\n\n/\n\npolitics\n\n/\n\nair transport\n\n/\n\nair and space accident\n\n/\n\nnuclear policy\n\n/\n\nUSA\n\n/\n\neconomic sanction\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\neconomy (general)\n\n/\n\nIsrael\n\n/\n\nelection",
        "headline_1": "Death of a President: On Iran’s Ebrahim Raisi",
        "headline_2": "Change at the helm comes at a time of domestic and regional uncertainties",
        "link": "https://www.thehindu.com/opinion/editorial/death-of-a-president-the-hindu-editorial-on-irans-ebrahim-raisi/article68196673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "Notes and whispers from travels in UP in poll season \n●Yogi’s made UP better \n●Strong opposition is necessary \n● MPs don’t inspire \n● Who’ll lead Dalits?\nLife confuses Amit Sharma. Elections too. Not very long ago he had three taxis in Ghaziabad, with all-India permits. Then, during Covid, he lost two of his cars.\n\nRead full story on TOI+\n\n",
        "headline_1": "Vocal dalits, silent muslims",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/onefortheroad/vocal-dalits-silent-muslims/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "Air force works closely with EC to transport election manpower and equipment for every polling booth. There are challenges aplenty. These are also overcome away from public limelight\n\nIndian armed forces have a halo of being protectors of the nation – which they surely are. However, there is also a not too publicised side of their work, as nation-builders. The foundation of our Republic is our secular democratic base, and holding of free and fair elections is the cornerstone of nation-building. With the ongoing general elections to the 18th Lok Sabha too, as in the past, vital aid is being provided by the Indian air force.\nRead full story on TOI+\n\n",
        "headline_1": "Flying for Democracy: IAF & voting",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/235005/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "In its inaugural year the CUET-UG exam stretched up to Aug 30, one painful glitch after another. In 2023, it wrapped up by July 5, snags remained but were dramatically reduced. So when NTA released the May 15-24 schedule for this year, its brevity represented a larger promise of a much pleasanter exam experience. But halfway through, this promise has already proved false for too many students.\nDelhi doldrums: All the candidates appearing at test centres across Delhi got a rude jolt on the eve of the very first exam day, with the scheduled tests postponed to May 29 “due to unavoidable reasons”. Subsequent exam days have also seen complaints galore. These range from malfunctioning biometric systems to unsanitary washrooms, broken fans, and over-casual invigilation.\nKanpur woes: Also sitting for exams on May 29 will be the unfortunate students from a Kanpur exam centre, who were handed the wrong question papers. Students from an Indore centre have similarly complained that they were given the Chemistry paper in English, despite having selected the Hindi option. Poor preparations for the hot weather have also been reported from places other than Delhi, such as Lucknow.\nMeghalaya murmurs: From Meghalaya there are reports of a stampede-like situation because of poor coordination between NTA and a Shillong test centre. While this listing can go on, the point is surely already clear. The quality control of test centres that was the biggest challenge in 2022, still leaves much to be desired. Note that only the pen-and-paper exams have taken place so far. When the computer based tests commence tomorrow, the tech challenge will come into play. And NTA must rise to it. The agency must deliver fairplay for all the 13 lakh students who have registered for CUET-UG across 380 cities.\n\n",
        "headline_1": "UNCUET: NTA’s exam prep still leaves much to be desired. Too many students are paying the price",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/uncuet-ntas-exam-prep-still-leaves-much-to-be-desired-too-many-students-are-paying-the-price/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "Women voters outnumbered men in the May 13 phase of elections in Bihar, Jharkhand, Odisha and Bengal. In Lok Sabha election 2019 the gap between male and female turnout ended – women voted at higher rates than men for the first time. Of course, far fewer women are registered as electors, but fact is for political parties, women are in focus – in election campaigns and in policy initiatives. These have included BJP and Modi’s extensively ramped up outreach to women voters, JDU’s prohibition policy, Odisha’s umbrella policy that included ‘changing attitudes’, and Bengal’s enhanced compensation for grassroots women govt workers.\nBut such focus has a dark underbelly. No Lok Sabha election has seen the weaponsing of violence-against-women to this extent. The Swati Maliwal case is only the latest in a string of high-profile cases where political brass, even a constitutional authority, and/or their associates, have been accused of physical violence and sexual assault. Such allegations should mean swift investigation and closure, whether Sandeshkhali or Hassan Lok Sabha candidate Prajwal Revanna’s videos, or allegations against Bengal governor Ananda Bose.\nOn Swati Maliwal’s FIR, her alleged abuser has been arrested. Yet, politicians will not allow the Rajya Sabha MP the space she requires to de-traumatise but have embarked on making the case a trial by election. Maliwal’s status and position helped her seek police help and demand justice. What victims in other cases have faced is an invisibilisation of their trauma, yet at the same time, a greater fear of their identities made public. Several victims in Prajwal Revanna’s case have had to flee their villages and hamlets, their privacy destroyed without a stab at justice. A special court has finally issued an arrest warrant against Prajwal, who is still at large outside the country.\n\nThe political slugfest started before poll season – to last year’s video from Manipur that shook the nation into demanding central action into the months-long violence and killings. At the partylevel, the response was to accuse Rajasthan and Bengal of being “more unsafe for women”. Cut to election season, and allegations that erupted of sexual abuse by politicians in Bengal’s Sandeshkhali drove campaign speeches.\nThe political tit-for-tat rhetoric, playing ‘protector’, on survivors is reprehensible. It is a new dehumanising of victims, and highlights mostly the decay in investigative institutions and alignment of police with political powers – victims be damned.\n\n",
        "headline_1": "Don’t play this game: Poll rhetoric that weaponsises women victims is a new low",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-play-this-game-poll-rhetoric-that-weaponsises-women-victims-is-a-new-low/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "We express our deepest condolences over the passing of Iran's President Ebrahim Raisi in a helicopter crash on Sunday, along with Iran's Foreign Minister Hossein Amir Abdollahian, the governor of Eastern Azerbaijan province, and others. With his passing, Iran has lost not only a great president, but also a tested leader who worked his way up from prosecutor and deputy prosecutor in Tehran all the way to attorney general and later chief justice, before being elected president in 2021. Bangladesh, as a friend of Iran, shares its grief over this immense tragedy.\nThe world has naturally been shocked by the death of President Raisi, who was touted as a possible successor to Iran's Supreme Leader Ali Khamenei. Messages of condolence from world leaders have been pouring in for Iran. According to local media, Raisi was on his way to the city of Tabriz in north-western Iran after visiting the Iran-Azerbaijan border area. He travelled to the border region after joining Azerbaijan's President Ilhan Aliyev on Saturday to inaugurate a dam. Raisi had pledged to visit each of Iran's 30 provinces at least once a year, and regularly travelled around the country. He was travelling in a US-made Bell 212 helicopter when the crash happened.\nAfterwards, low visibility and the impassability of the area made search operations difficult. Reportedly, rescue teams finally managed to locate the crash site on Monday morning with the help of Turkish surveillance drones. Unfortunately, once the wreckage was discovered in a wooded area on a mountain slop, it was found that the aircraft was severely damaged and charred, and there were no survivors.\nAt this tragic hour, our sympathies lie with the people of Iran. First Vice President Mohammad Mokhber has already been announced as interim president of Iran. We hope he will succeed in maintaining the country's stability following the tragic death of his predecessor. We also hope that Iran's government will continue to operate \"without the slightest disruption\" under his leadership, as pledged by an Iranian cabinet statement. Iran has a massive role to play in maintaining stability in the Middle East, and its firm stand in support of the people of Gaza is laudable. Therefore, we urge other countries of the region—as well as the world—to provide Iran with all necessary support during this time.\n",
        "headline_1": "A Great Tragedy for Iran",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/great-tragedy-iran-3614756",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "Recently, there has been a lot of discussion about the proposed imposition of a 15 percent VAT on the Dhaka metro rail service. The metro train ticket is currently VAT-exempt, a facility that will expire on June 30.\nThe National Board of Revenue is unwilling to extend the exemption as part of efforts to generate revenue for funding development projects aimed at making Bangladesh a developed nation by 2041. However, on Sunday, the road transport and bridges minister, Obaidul Quader, said that he had requested the prime minister to reconsider NBR's decision.\nThe minimum fare for the metro rail is Tk 20, while the per-kilometre fare is set at Tk 5. On the other hand, the per-kilometre fare in a city bus is set at Tk 2.42 and the minimum fare at Tk 10. So, on the surface, the metro fare may not seem much. But for many people from lower-income backgrounds, the difference between the bus and metro rail fares is significant enough to deter them from using the rail service. This difference further adds up when you cover the whole distance between Uttara and Motijheel. For the one-fifth of the population living below the poverty line, it means that they cannot use the service even at its current fare despite its comfort and fast commute times.\nAs such, the metro rail has divided commuters into distinct class groups. For one segment, the fare is affordable and worth the benefit it offers. But the other, larger segment—who fall in the lower-income bracket—must make do with the cheaper but more chaotic and time-consuming bus service. They are already suffering from high inflation, with the ever-increasing costs of food, healthcare, education and accommodation chipping away at their incomes and savings. They don't have the luxury of enjoying the comfort and speed of the metro. So, they end up spending more time commuting on less comfortable public transport options.\nWhat is concerning is how the bureaucrats seem to be unaware of these realities. A 15 percent VAT imposed on the metro fare may be a minor inconvenience for those who can afford it. But for the poor, it will mean further shrinking their choices. Even many of those who can afford the service now will likely stop using it for regular commute if the tax benefits are withdrawn.\nAs Obaidul Quader has said: \"Is there VAT on metro rail in India? No, there is not. So why should we impose it?\" While his line of reasoning may be problematic, his appeal for not imposing VAT on a public service is laudable.  \nTherefore, the confusion created in the wake of recent statements on VAT exemption/imposition should be cleared. When making such decisions, our policymakers should prioritise the people who live on the margins. Improving the quality of life through mega projects should not come at the cost of further increasing disparities. We should ensure that the mega projects are more inclusive and benefit the segment of the population who need them more.\nAfter all, by imposing VAT on metro service and thus taking it further away from the poor, metro rail risks becoming the preserve of the relatively well-off—perhaps even a status symbol for many.         \nMonorom Polok is a member of the editorial team at The Daily Star\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Don’t turn metro rail into a status symbol",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dont-turn-metro-rail-status-symbol-3614626",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "One of the works by Nobel prize-winning economist couple Esther Duflo and Abhijeet Banerjee that I personally find very interesting is the \"market math\" study. Taking into account evidence that most children in India perform poorly in arithmetic operations typically taught in school, the study explored the arithmetics skills of children from poorer families who work in informal markets, selling fruit for example, and find that these working children seem to perform relatively complex arithmetic operations mentally during work when they count the goods they're selling or when they're calculating the payments due or the change to give from the transaction. This finding raises crucially important questions. Could it be that these working children develop their arithmetic skills because they are practically learning by doing? If same-aged school-going children are being taught arithmetic in classrooms with their teacher and textbooks, why are they struggling to perform and to learn what they are expected to at their level?\nIf we know what to teach, if we have people to teach that, then could part of the problem be that we do not know how to teach? Indeed, pedagogy matters. It's an important cog of the machine that is an education system. Pedagogy may very well be what makes or breaks the effective delivery of a lesson. For a lesson to be effective, capturing and holding the interest of the audience is key. I myself have been a student in classes where, bored, I simply doodled in the open khata in front of me. What we were being taught were distant concepts, with little relevance to our realities, to the real world we saw around us. What a waste of time because I hardly learnt anything in these classes that I remember today. Multiply my experience to thousands around the country, and we have a problem worth giving national-level attention to.\nIndeed, there is so much scope for research on learning outcomes in Bangladesh and it is a tragedy that we are so late in building a database of evidence on this. For one, we have no baseline to assess whether things have been improving over the years. If we find today that school-going children of a particular grade are not being able to solve the math problems they should be able to solve, we cannot know whether this has always been the case. If education is to translate into actual learning, we need to start building a database so that we can determine what works in improving children's learning outcomes.\nFortunately, attention is being given to pedagogy at earlier levels of education in Bangladesh, especially for early childhood development in terms of \"learning by playing\" and \"learning by doing.\" Even so, enough attention is perhaps not given to the pedagogy of education for underprivileged children and to the fact that teaching children with different lived realities also requires a certain sensitivity. I realised this even more from my own experiences, on one hand, teaching homeless street children and, on the other hand, teaching children studying in a leading English medium school. Teaching these two different groups required different pedagogical approaches because the children led distinct lives. Often, I wished I had some training—to learn not what to teach, but how to teach. After all, it's not just what we say but how we say it that matters.\nThen there were the pre-conceived notions and \"biases\" in education, or miseducation, as sociologist Diane Reay calls it, that I needed to actively battle when it came to teaching lesser privileged children. People often think: \"Just teach them the basics needed to survive, they won't go far anyway\" or \"Privileged children will go on to become scientists and economists, but underprivileged children will become bus drivers, maids.\" Education researcher Jean Anyon writes about these biases—\"The ways in which students are taught, even more than what they are taught, prepare them to occupy their respective class positions. Working-class kids are heavily disciplined and instructed by rote; the sons and daughters of professionals get creativity and self-expression; the children of the business class are taught authority, mastery, and self-control.\"\nWe need to begin thinking about, talking about and challenging these issues. We need to invest in teacher training in terms of how to teach, especially in the case of school teachers who teach our young children. For university teachers, the solution lies with the teachers themselves—in each of their individual will to do better. If anything, university classrooms are platforms for interactive learning, open discussions and debates, and it is the job of university teachers to facilitate such an environment for learning in their classrooms. In his book, Pedagogy of the Oppressed, educator and philosopher Paolo Freire describes the ideal pedagogy of universities as treating the student as a co-creator of knowledge- and traditional pedagogy, the type we're sadly used to, as treating students as empty vessels to be filled with knowledge. Freire strongly argues for a change from the traditional to the ideal. For the sake of our education system, we must too.\nRubaiya Murshed is a PhD researcher at the Faculty of Education, University of Cambridge. She is also a lecturer (on study leave) at the Department of Economics, University of Dhaka.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How we teach matters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-we-teach-matters-3614601",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "While exporters of certain finished goods and commodities have rejoiced over the introduction of crawling peg in currency exchange, manufacturers depending overwhelmingly on imports of most of the raw materials do feel the bite. Even the apparel sector comprising readymade garment (RMG) and its allied textile and backward linkage units have to depend on imported raw materials for value addition. The capital machinery for the sector is almost entirely imported. Depreciation of local currency perhaps causes more harm than good to poor and emerging countries with a lower base of industrialisation, only more so in time of a global economic recession. But the contraction of economies in such countries happens at faster and greater rates for several reasons. First, the domestic and international consumptions shrink. Second, production costs go up triggering inflation. Third, the manufacturing sector devoted entirely to export lose competitiveness. As a result, economy turns sluggish and a country's development slows down. This is exactly what has happened in case of Bangladesh and all the attempts to prop up the economy are proving insufficient. A report carried in the FE on Sunday last has pointed out how the crawling peg has affected the manufacturing sector with particular emphasis on the pharmaceutical industry and the housing and construction sector. Production of mild steel (MS) rod and bar has been adversely impacted because the prices of the items reached an atrocious level ever since the local currency started depreciating from as low as Tk 90-92 against a dollar to Tk 100 plus a couple of years ago. Cement, tiles and other ceramic products followed suit. The real estate business has gone through a crisis period and it is likely to turn worse even if the materials register nominal hikes. Apart from the private sector housing, the government's housing and public works will also bear the brunt of the costlier construction materials. Notably, the government has to purchase these materials from private companies. Equally, if not more affected will be the pharmaceutical sector because most of the active pharmaceutical ingredients (APIs) are imported for manufacturing medicines. Drug companies produce nearly enough medicines for the country's requirement and some of the manufacturers have already started exporting their products with the approval of the US Food and Drug Administration (FDA). But the industry can legitimately set its eyes on becoming the second or even number one forex earner provided that adequate home works are done. For example, the API park in Munshiganj can be fully operationalised to produce the major portion of APIs the pharmaceutical industry of the country needs. This will lessen dependence on import of APIs and bring down production costs. True, iron scraps--- the main ingredient of steel sector, unlike pharmaceutical APIs, have no alternative but sources of other materials like silicon manganese can be explored either for import at a cheaper rate or at least for value addition locally. The global recession is likely to prolong further if the Middle East conflicts escalate in that region or beyond. So all kinds of preparations have to be kept ready to obviate the deteriorating situations facing the manufacturing sector. But people of the sectors seem to have bloated the picture somewhat disproportionately. The raised exchange rate of Tk117 looks foreboding but when the official rate was Tk 110 for a dollar, businesses had to buy dollars more or less at the current rate from private sources. It is the unchanged letter of credit (LC) limit and the unavailability of greenback that are likely to cause real problems.",
        "headline_1": "Managing escalation of manufacturing costs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-escalation-of-manufacturing-costs-1716216516",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "That Bangladeshi investors and entrepreneurs are facing trouble or face trouble when doing business is not a secret. That the cost of doing business in Bangladesh is high is well known and the situation has been so for ages. While it's true that the pre-1971 situation was hobbled by lack of politically-induced structural facilities and a state policy that discriminated against the people, that argument died with independence. However, that hasn't improved the general health of the landscape for doing business in Bangladesh.Many studies and reports have been made about the difficulties faced by would-be investors but that has not really changed the situation on the ground. This is not surprising since the decision makers and the investors are not a part of the same world. A lot has to do with the nature of the economic structure that prevails in Bangladesh.A recent study has remarked that doing business in Bangladesh faces not just incidental hassles including paying as high as six times the actual costs required as cited by the government but the system itself is not business-friendly. This includes regulatory barriers that means the structure makes entrepreneurship a task that discourages doing business. As expected, reforming the system comes readily to our mind but the problem is the reformers and policy makers have been claiming to be doing the same for decades.Most seem to think that all one needs is to identify the flaws, detect obstacles, pass orders for removal of the same and the environment will automatically improve. That has never been the case which means that the problems are systemic, structural and not dependent on goodwill. It's not in the best interest of the ruling class since 1972 to have an open market rational transaction- based economy because that would go against the dominant economic system prevalent in Bangladesh, which is crony capitalism. The missing investment infrastructure is what the problem is about. Primarily infrastructure means the built environment to do business is good for doing the same. It's as simple as that. Point is, such a system can't be ordered into immediate being and nor can it happen in even a decade. And that has not happened in Bangladesh in many decades. The problem is that we assume that the larger ruling class wants open market profits and not any other system. This is where we are going wrong. There is no evidence to suggest that Bangladesh's formal system of governance is obligated to host an open, transparent and rational system of profit making based on ethical supply and demand.It's a fact that the country has never seen transparent politics and therefore a transparent economy. This begins with the immediate days after independence when the Pakistani ruling class including large businesses who had left leaving their discarded homes and establishments behind. What happened to them, who benefitted from them and how is no secret. It cuts across every socio-economic segment and the get-rich syndrome, marked by the lack of social and economic efficiency, was established.Perhaps the best way is to read economic policy making through the journey of political policies and function. Fifty five years after 1971 independence, the political system is not established, the constitution exists on paper only and the rule by policies is not taken seriously at all. Bangladesh has had every kind of rule and regime from multi-party to one party to martial law and mixed variety. Essentially it means that the political system has not grown hence the policy framework can't either. If political parties who have both been in power refuse to believe in any elections held under each other, we should not call the development of the political system as functional. Given that scenario, it's not fair to expect functional economic policies either.The cost of doing business as noticed by researchers but more importantly by the investors themselves. This involves paying a variety of people up and down the ladder of the regulatory and permission giving world. Of course to this are added the \"regulators\" who are both political and socially powerful. Their profession is to extract money from those who wish to initiate a project or continue a project or pay regularly just to keep the system going. It's so endemic that this is considered normal. The fact that one has to pay six/seven times more than the estimated cost for starting a business and a factory owner has to obtain as many as 20 licenses to kick off production should not be read as extractionary but normal terms of business here. After all this is done, we have the next hurdle of getting loans and the cycle goes on and on. We are not ready to face this Bangladesh \"normal\". Normal policy making doesn't happen here, normal functioning not either. There are many obstacles that shock experts that it exists at all and given them, how normal business can function. But in Bangladesh, this is the \"normal.\" It basically means that in the absence of a market or demand-supply driven economy of some sorts, the current crony capitalism model will prevail. The obstacles that exist are pre-conditions for entry into the charmed circle so the payments are part of the entry ticket price.The system that exists is bizarre, corrosive and in the long run not in sync with modern business practices but, as anyone familiar with the banking business knows it has taken years to build this crony-based economic structure that benefits quite a few. And they are indeed beneficiaries who have created a new system which is why discussing the reforms aimed at reducing the cost of doing business really makes less sense.\n[email protected]",
        "headline_1": "Doing business in a bizarre system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/doing-business-in-a-bizarre-system-1716216576",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "American south is witnessing an alarming rise in sea level affecting coastal communities across eight US states, says a Washington Post analysis reported last month (April 29). The tide gauges of the water level monitoring stations at more than eight points from Texas to North Carolina found that sea levels were 6 inches higher than they were about a decade and a half ago (in 2010, to be specific). And that was equivalent to the amount of sea level rise the area under study saw in the past five decades, the report further said. Scientists, according to the report, said that the Gulf of Mexico had experienced twice the global average rate of sea level rise since 2010 as revealed from the analysis of satellite data. Scientists are learnt to have been working to decipher what lay behind such accelerated rise of the sea level. But it is not the US south coast alone that has been witnessing the phenomenon of faster sea level rise.'The World Meteorological Organisation (WMO)'s State of the Global Climate in 2021' report released in May 2022 said, globally, the rate of sea-level rise was 4.5 millimetres per year between 2013 and 2021. That was twice the rate between 1993 and 2002. And the explanation was the obvious one-the accelerated loss of ice from the Arctic and Antarctic ice sheets due to global warming. But the sea level rose during that time despite the fact that La Nina was prevailing at that time (from the beginning to the end of 2021). Notably, during the La Nina years, seas stay at a less than mean level. Conversely, when it is El Nino, the seas rise to more than mean level. Now, though La Nina and El Nino are weather patterns that happen in the Pacific Ocean, they can impact global weather patterns substantially. El Nino is warming of the ocean surface in the eastern and central Pacific. La Nina, on the other hand, is cooling of the same regions of the Pacific Ocean. Interestingly, these two weather phenomena can impact the patterns of precipitation, wind, temperature, etc. giving rise to extreme weather events like drought, downpours and floods, to name but a few. The reported sea level rise on a global scale, however, is not taking place uniformly. In the Indian Ocean region sea level rise is taking place at the fastest rate, particularly in its south-eastern part. In fact, in that part of the Indian Ocean, the sea level was rising faster than the global average by 2.5 mm per year. A Department of Environment (DoE)-conducted study titled, 'Estimation of Sea Level Rise (SLR) in Bangladesh using Satellite Altimetry Data', has found that like all other parts of the world's oceans, the coastal areas of Bangladesh are also experiencing faster sea-level rise, which is more than global average of 3.42 mm per year. Bangladesh is already among the countries most at risk from sea level rise. Noting that global sea levels have risen faster since 1900, the UN Secretary General Antonio Guterres in his speech in February 2023 at the first ever Security Council meeting on the threat that sea-level rise poses to international peace and security, warned that countries like Bangladesh, China, India and the Netherlands were at serious risk.The findings of the DoE-conducted study are a stark reminder of what is in store for the population of the country's coastal districts in the not-too-distant future. The study found that 12 coastal districts are at great risk from problems related to sea level rise including waterlogging, high salinity, high temperatures, excessive rainfalls and, of course, massive crop damage. And as a result of the increased frequency of sea-borne calamities like storm surge and coastal inundation, more than a million people could be displaced. The districts most vulnerable to inundation include Jhalakathi, Pirojpur and Barishal. Comprehensive flood protection measures will be required to protect them.\n[email protected]",
        "headline_1": "Danger of faster sea level rise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/danger-of-faster-sea-level-rise-1716216612",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2024"
    },
    {
        "full_article": "The burgeoning landscape of the franchising business in Bangladesh holds immense potential for economic development and entrepreneurial growth. Over the past decade, franchising has emerged as a dynamic business model, contributing significantly to job creation, economic diversification and the introduction of international standards in various industries. Franchising has played a pivotal role in stimulating economic activity in Bangladesh. By allowing established brands to expand their footprint through local entrepreneurs, franchising has created numerous job opportunities. For instance, international fast-food chains like KFC, Pizza Hut, and Burger King have seen substantial growth in Bangladesh through the franchising model. This not only provides jobs but also introduces global best practices in customer service, management, and operational efficiency. The entry of international franchises has elevated the standards of various industries in Bangladesh. These franchises bring with them a wealth of knowledge, technology, and operational expertise. For example, the retail and hospitality sectors have witnessed significant improvements in quality control, customer service, and supply chain management, thanks to the practices introduced by franchised businesses. By addressing the existing challenges and creating a supportive ecosystem, Bangladesh can unlock the full potential of franchising, paving the way for sustained economic development and prosperity. \nMinha Khatun Ononna Student BBA Department North South University [email protected]",
        "headline_1": "Tapping into the potential of franchising",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-into-the-potential-of-franchising-1716216635",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2024"
    }
]