[
    {
        "full_article": "It is difficult not to see the removal of Union Minister Kiren Rijiju from the Law and Justice Ministry as a move by Prime Minister Narendra Modi to avoid any escalation in his regime’s confrontations with the judiciary in the one year left in his current tenure. Other considerations may have been at work in the shifting of Mr. Rijiju to the Ministry of Earth Sciences and the appointment of Arjun Ram Meghwal as Minister of State, with independent charge, in the Law Ministry, but the marked decline in Mr. Rijiju’s frequent fulminations against the Supreme Court collegium do indicate a desire to tone down his penchant for confrontation. While there is inaction or delay on the part of the government on some recommendations, quite a few appointments, including in the Supreme Court, have been made since February, indicating a thaw in the frosty relations between the executive and the judiciary. Apart from his vocal criticism of the collegium system of appointments, which many others indeed see as flawed and in need of reform, Mr. Rijiju had tended to voice unusually trenchant opinions not befitting one holding a portfolio that involves dealing with members of the superior judiciary. He once accused a few retired judges of being “an anti-India gang” who were trying to make the judiciary play the role of an opposition party. On another instance, he voiced concern over the collegium making public some intelligence inputs on the basis of which candidates recommended for appointment were deemed unsuitable by the government.In choosing Mr. Meghwal, who represents the reserved constituency of Bikaner in Rajasthan, Mr. Modi may have also been looking for a suitable opportunity to accommodate a Minister from Rajasthan in a portfolio with a higher profile. The Rajasthan Assembly elections are due around the end of the year. Mr. Meghwal has begun his stint with an observation that there is no confrontation with the judiciary and that his priority would be to ensure speedy justice for all. One issue that requires resolution is the finalisation of a fresh Memorandum of Procedure for judicial appointments. Mr. Rijiju had said earlier this year that the government had emphasised to the Supreme Court the need for finalising the procedure soon. He had also mooted the idea of a ‘search-cum-evaluation committee’, with a government representative on it, for the appointment of Supreme Court judges and Chief Justices. It is expected that the government will continue to accord great importance to these two issues. While pursuing such initiatives, the government should avoid giving the impression that it wants to gain absolute control over the appointment of judges.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nministers (government)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nRajasthan\n\n/\n\npolitics\n\n/\n\njudge\n\n/\n\nAssembly Elections",
        "headline_1": "A change for the better: On the shifting of Kiren Rijiju from the Law Ministry",
        "headline_2": "The shifting of Kiren Rijiju from Law Ministry should end conflict with judiciary",
        "link": "https://www.thehindu.com/opinion/editorial/a-change-for-the-better-the-hindu-editorial-on-the-shifting-of-kiren-rijiju-from-the-law-ministry/article66870600.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "As he left for Japan on Friday to attend the G-7 summit — India is a special invitee — Prime Minister Narendra Modi called India’s attendance “particularly meaningful” this year. While Mr. Modi was referring specifically to India’s G-20 presidency, and aligning the G-20 agenda with Japan’s agenda for the G-7 summit is key, there are other reasons for India’s presence to stand out at the conversations this weekend. Japan, as host, has taken a fairly tough position on Russia, with its envoy to India saying that the “message to Putin” must be that Russia will have to “pay” for its war in Ukraine. While all G-7 countries — the U.S., the U.K., Canada, France, Germany, Italy, Japan and the EU — are united in their efforts to sanction Russia further, it will be left to India, which has walked a line of fine balance thus far, to temper some of that language, particularly if joint communiques are sought with the outreach countries including South Korea, Australia, Brazil, Vietnam, Indonesia, Comoros and the Cook Islands. Neither Russia nor China, the “elephants in the room”, are actually invited, and India’s position will be all the more important for the “Voice of the Global South” that Mr. Modi has committed to amplify, in conversations about the impacts of sanctions imposed by the G-7 countries on the developing world, including on food, fertilizer and energy security. Ukrainian President Volodymyr Zelenskyy has decided to accept Japan’s invitation to attend the G-7 summit in person, and all eyes in India will be on a possible meeting between him and Mr. Modi, which would be a first since the Ukraine war began. The G-7 countries will keenly watch whether Mr. Modi extends an invitation to Mr. Zelenskyy to address the G-20 summit in September.Apart from the Russia-Ukraine tussle, India will be at the forefront as G-7 and G-7+ countries discuss debt sustainability and helping countries such as Sri Lanka to avoid a “debt trap”. It will also be a key speaker on issues such as building supply chain reliability, spearheading alternative energy coalitions, and seeking infrastructure and development aid in the region. Finally, India’s unique voice, as a nuclear power that is not a member of the Non Proliferation Treaty regime, yet has built an impeccable record in nuclear restraint, will be heard as Japan seeks to send a united message on non-proliferation from Hiroshima which was devastated by an American atomic bomb in 1945. While the heavy lifting for the G-7 summit will be done by Japan and member countries, they are still seen as a small and “elitist” grouping, and India’s heft as a developing power combined with its G-20 presidency make it the significant “other” this year, that can leave its mark in making the process more inclusive.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nG20\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nCanada\n\n/\n\nFrance\n\n/\n\nGermany\n\n/\n\nEuropean Union\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nSouth Korea\n\n /\n\nAustralia\n\n/\n\nBrazil\n\n/\n\nVietnam\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\neconomic sanction\n\n/\n\nenergy and resource\n\n/\n\nfood security\n\n/\n\nUkraine\n\n/\n\nnuclear policy\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "Among the elite: On India at the G-7 summit",
        "headline_2": "India’s presidency of G-20 gives it additional heft at G-7 summit",
        "link": "https://www.thehindu.com/opinion/editorial/among-the-elite-the-hindu-editorial-on-india-at-the-g-7-summit/article66870630.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "To be strategically successful, the Quad needs buy-in from the rest of the Indo-Pacific region, notably from Southeast Asia. It needs to persuade the region that it “stands for something and not just against something”, as Prime Minister Narendra Modi has said.\nThis is a challenge for a number of reasons, including Beijing’s economic influence in the region, the varying preferences of individual Southeast Asian states, and lingering scepticism about the Quad’s underlying purpose, with many regional states likely seeing the group’s main purpose as being to counter the rise of China.\nThat’s why it’s vital that the Quad leaders’ summit in Hiroshima focus on securing greater consensus and support by streamlining its engagement mechanisms with Southeast Asia on issues where there is strategic complementarity and where it can efficiently deliver.\nThe Quad grouping of Australia, India, Japan and the US has many things going for it. Scepticism notwithstanding, attitudes across Southeast Asia to the Quad are generally more positive than those towards AUKUS — in part because the Quad is more than a security and defence technology-sharing arrangement and, in part, because it promises to offer much-needed public goods for regional prosperity like vaccines during the Covid-19 pandemic.\nIn 2017, when the Quad was reborn, it was clear that it wanted to build resilience in the Indo-Pacific by working with existing regional mechanisms. To its credit, it has tried to go about it in many ways. For example, since its 2020 statement, Quad leaders have reaffirmed support for “Asean centrality, Asean-led architecture and the Asean outlook on the Indo-Pacific” to promote a stable and resilient Indo-Pacific.\nIt has looked for areas of practical cooperation, such as through the Quad Vaccine Partnership, which aimed to donate 1.2 billion doses of Covid-19 vaccines to the Indo-Pacific by the end of 2022 (though the initiative underperformed due to domestic shortages).\nOn maritime capacity building in Southeast Asia, the Quad has agreed to support Southeast Asian states through the Indo-Pacific Maritime Domain Awareness initiative, which will connect regional partners and allies with technologies to provide greater maritime situational awareness in real time. This is a much-needed initiative; despite most states being littoral, Southeast Asian navies and coast guards struggle to monitor their seas and respond to seaborn challenges. These initiatives show the breadth of the ways in which the Quad can play a meaningful role in ensuring Southeast Asia builds resilience. Indeed, there are talks about covering other issues, such as climate change.\n\nSending the right signal: To succeed, the Quad must harness goodwill in Southeast Asia\nThis committee should focus on Quad-specific engagement while also monitoring how individual Quad countries are working with Southeast Asian states. Given that some Southeast Asian states may not feel comfortable engaging with the Quad as an institution, bilateral engagements are still likely to be important means of providing resilience-building support.\nThe Quad should also consider working more with existing Asean initiatives. Given that the Quad has stated its commitment to Asean centrality, it is important that Asean as an institution is not sidelined. For all its limitations, a stronger Asean ensures that Southeast Asian states are afforded greater strategic space.\nIt’s important to ensure that the interests and needs of Southeast Asian countries are front-of-mind in any support that the Quad provides to the region. This needs to be the backbone of the positive agenda the Quad has tried to project. While many Southeast Asian states have concerns about the negative implications of China’s rise, scepticism will grow if the Quad’s regional engagement adopts an overtly anti-China approach.\nOf course, the Quad has many things going for it. For a start, it is not proselytising a bipolar world order; rather it demonstrates the growing reality of a multipolar one. Half its membership is Asian, and it is 100% Indo-Pacific. Through its actions and words, it should champion strategic choice and agency for Southeast Asian and other Indo-Pacific nations. It should promote a regional vision in which all capitals get to choose how they engage with a rising power in their neighbourhood.\nGreater strategic collaboration by the Quad with Southeast Asia’s established mechanisms, and a strong focus on its priorities, could make a big difference by helping to strengthen resilience and stability in the Indo-Pacific region. This should be top of the agenda when the leaders meet on the sidelines of G7.\n\n",
        "headline_1": "How Quad can become more than an anti-China grouping",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/how-quad-can-become-more-than-an-anti-china-grouping/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Each language gives us a new imagination so why choose?\nA couple of weeks ago, a new study confirmed an old intuition: speaking more than one language is good for the brain. I’m glad to know. My little nephew has been rather wordless so far, and it’s probably because he hears so many words for every single thing — elephant, haathi, aana, ellie, etc. But this merry confusion may end up being helpful, as neuroscience is now discovering.\nIn my family, Malayalam is the private ‘downstairs’ language, English the widely-used ‘upstairs’ language, and Hindi the ‘outside the house’ language, to use AK Ramanujan’s famous frame. Most of India, most of the world, is like us. Science, though, was largely based on a monolingual minority in the West, and is only just catching up with the superpowers that multilingualism can give you.\n\nToggling between languages makes you switch mental pictures in your head. For instance, the same thing — a chair, or a bridge — can have different genders in two languages, and speakers have different associations with them. It’s all being processed at the same time, in parallel, so it makes you cognitively nimble, says the psycholinguist Viorica Marian.\nIf you have another language, you have another soul, another sensibility. It’s a new filter through which you see the world. It affects the perception of colour, of time, of feelings like sadness and love; so many words can’t be explained without really getting inside the culture. Think of the words ‘lajja’ in Bangla, or ‘nakhra’ in Hindi. There are secret depths and implications in every language — we’ve heard of ‘hygge’ in Danish and ‘saudade’ in Portuguese. In Japanese, ‘autumn breeze starts to blow’ means falling out of love, says Marian. Malayalam and Tamil are pretty close, and I’ve been dipping into Tho Paramasivan’s recently translated ‘The Sweet Salt of Tamil’ — it’s a half-seen, shimmering world. It’s the same with Punjabi or Urdu poetry, which I can follow and guess at — what slips the net of understanding is what makes them so lovely.\nWe’re practically different people in different languages. The same question in your first and second language can call up different answers, because they light up different parts of our personality and memory. The native language of childhood and family is more keenly felt, so a cuss-word can really get inside your skin. The second language is more detached, and studies have found that people are more conscientious in that. We also change our gestures, depending on the language we’re speaking.\nThere’s a familiar distinction made between a mother tongue and a father tongue. The father tongue is the language of social power — of public discourse, science and social science, newspapers and bureaucracies. It is the medium of ‘success’, what you go to school and college to learn. Then there’s the other kind of speech: intimate, common, chatty. It’s the language of stories, spoken by children, imbibed in cradles and kitchens. This is the language in which the world is first formed in our minds.\nSome people who’ve lost touch with their native tongue see it as a terrible cleaving, as colonial violence. I don’t know that wholeness of having such a language, having been mixed up right from the start. And that has its own compensations. As Ramanujan says, a second language fits right into the Indian tradition of writing; Sanskrit was nobody’s mother tongue.\nToo many of us are forced to lose one or the other language. Think of all the little kids dunked into English-only classrooms, with no help from home; a linguistic hurdle becomes a bigger cognitive barrier. It leaves them verbally impoverished. Ganesh Devy has documented hundreds and hundreds of languages, so many slipping out of use.\nWhen it’s spoken, language fizzes with life. But when it’s seen only in an instrumental way, we choose one at the expense of the others. Children from diverse contexts are made to feel tongue-tied in high-prestige English. Instead of switching naturally between languages to convey meaning, teachers are asked to speak in one stilted medium.\nOf course, English is the essential language of our times. Parents insist on it because they see it as modernity and mobility. It is impossible to move in a wider world without it. And yet, it ends up mirroring the inequalities of globalisation rather than fixing them. English is not the cause, but the manifestation of hierarchy. Even if we all spoke English, we would still be socially sorted by vocabulary, by accents and references.\nThen there are some of us who’ve ended up speaking only English, estranging ourselves from languages we once knew, unable to make a joke or appreciate a poem in it. We’re disoriented in our own contexts.\nEach language we can live and stretch out in is a world in itself. It gives us a new imagination. Why wouldn’t you enjoy everything in this multiverse? Why choose when we can have it all?\n\n",
        "headline_1": "Yes, haan, athe. Our multi-lingual world is a gift",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/to-name-and-address/yes-haan-athe-our-multi-lingual-world-is-a-gift/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "The journey for samesex couples from “the love that dare not speak its name” (as said about same-sex love by Lord Alfred Douglas) to exchanging wedding vows “till death do us part” has been both practically arduous and legally tumultuous. Nevertheless, the LGBTQ+ community has made progress in leaps and bounds towards incrementally realising their rights under the Constitution, pursuing their battles with courage of thought and conviction in action.\n\nThe initial decks for consensual same-sex relationships were cleared with the Supreme Court in Navtej Singh Johar (2018) authoritatively striking down Section 377 IPC to the extent that it had criminalised consensual same-sex relationships.\nHearings on the batch of petitions seeking legal recognition of same-sex marriage came to a close with SC reserving its judgment on the matter. It is pertinent to note important questions raised by the constitution bench, not limited to the rights of the LGBTQ+ persons but essentially to how far the court of last resort will go to acknowledge as well as protect the rights of the LGBTQ+ community within constitutional contours.\nAfter SC in KS Puttaswamy (2017) elevating the right to privacy to a fundamental right and treating it as part of the right to life under Article 21, and in Navtej Singh Johar case, decriminalising consensual same-sex relationships, further holding that one’s sexual orientation is an intrinsic part of one’s individuality, privacy and dignity, thereby forming part of the fundamental right to life, legal recognition of such same-sex unions/marriages is only a natural consequence – that to deny the same amounts to a direct infringement of their all-encompassing right to privacy.\nHaving categorically observed in Navtej Singh Johar that “privacy includes at its core the preservation of personal intimacies, the sanctity of family life,marriage, procreation, the home and sexual orientation,” the only question would be whether a formal recognition of same-sex marriages is a subject that must be relegated to Parliament.\nHere, the crucial question is whether the legal recognition of same-sex marriages can at all be the subject matter of a policy decision. If the answer is in the affirmative, it would lead to uneasy consequences for then it would be open to the legislature to undo the judicial recognition of the right to unite in same-sex relationships, meaning thereby Parliament can do indirectly what cannot be done directly.\nOn the other hand, if it is accepted that the legal recognition of same-sex marriages is only a natural consequence of their right to privacy holding within itself the right to assert and express one’s sexual orientation in the choices one makes in the private sphere of one’s life, the state would not be competent to make a policy decision in this arena.\nAlso, viewed through the prism of the equality doctrine, one of the foundational blocks on which rests the constitutional edifice, and which ensures for every citizen the right to equality, coupled with the right against discrimination on any ground including sex (including sexual orientation), the State cannot deny to its citizens the right to legal recognition of marriages on the only ground of varied sexual orientation.\nThe fact that there is a legislative vacuumsurely cannot hold the court from placing the constitutional seal of approvalon these marriages. And if it does, it would certainly be a watershed moment for transformative constitutionalism in India.\nOnce it is held that the fundamental right to embrace one’s sexual orientation is part of the fundamental right to privacy, it would be an antithesis then to make it dependent on the mercies of a majoritarian government, that is most likely to yield to perceived notions of social morality as against constitutional morality, the former feeding the lassitude of the law, while the latter is sprinting swiftly in action.\nThe legal recognition of their marriages will not only guarantee them rights for adoption, surrogacy, procreation but will also ensure dignity to their children. It would be facile to view the union of same-sex couples from only the angle of physicality, and to ignore their need for an enduring bond that marriage is. The nature of marriage as an institution can be no different to them than to those having binary gender identities.\nThe case of Obergefell et al vs Hodges (2015) before the US SC, where Obergefell wanted to be listed as a surviving spouse in the death certificate of his partner, Arthur, is a typical case to prove that same-sex couples have life goals that look beyond physicality, and relegating the recognition of such marriages to the democratic process of legislation, may often be a negation of fundamental rights.\nIt may be a while before Parliament feels the need to legislate positively on the subject. Until then, as held by then Justice DY Chandrachud in 2020, “SC cannot afford to denude itself of its leadership as an institution in expounding constitutional values. Any loss of its authority will imperil democracy itself. ”\nViewed from this perspective, it must be said that any decision by the court in this regard, rather than being seen as contrary to the democratic process of law-making, is to be seen as bolstering the same. When new social insights are revealed that need constitutional protection through judicial intervention, the rights of citizens cannot be sacrificed at the altar of political inexpediency and legislative lethargy.\n\n",
        "headline_1": "It’s your job, Milords",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-your-job-milords/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "A Lahore anti-terrorism court yesterday granted Imran Khan pre-arrest bail till June 2 in three terrorism cases filed against the former Pakistan PM in the wake of the violence that erupted following his dramatic arrest on May 9. This comes after the Pakistan Supreme Court had termed Khan’s arrest from the premises of Islamabad high court as illegal. But given that the Pakistan army has taken a stern view of the protests by Khan’s PTI supporters, the two seem to be on a collision course.\nRead full story on TOI+\n\n",
        "headline_1": "Can Imran push Pakistan army back to the barracks?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/can-imran-push-pakistan-army-back-to-the-barracks/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Everywhere I look online, there seems to appear a proverbial man wagging his finger at me: \"How dare you not be extremely scared of the threat posed by AI?\" Many of these articles read like we are already living in a post-apocalyptic world in which AI (artificial intelligence) is the dominating and superior race. While it seems undeniable (based on what the experts say) that there is cause for alarm, I wonder if it is premature to exclusively jump to the worst possible conclusions, even if it means we get to work in preventing those scenarios.\nAt the risk of sounding another alarm bell, what are we to make of technology that arrives not only to optimise and improve human life but also to rob humans from our sources of joy and expression? \nA few months ago, before ChatGPT took off, AI-generated images and artworks became a global phenomenon on social media. Certain creative AI tools have been trained on replicating specific art styles and movements, the results of which impressed users who created what they felt like were their own versions of Dali-esque nightmare paintings, or portraits as though they had been painted by Leonardo Da Vinci. \nEven if AI can do the same job as some of my favourite artists and writers, I do not see it as an all-consuming threat because of which demand for human creators disappears altogether. But that's simply the worst-case scenario avoided. Valid concerns about the ecosystems in which creative professionals exist and what that will look like as AI continues to evolve have to be addressed. \nHumans have consistently demonstrated the tenacity needed to work in tandem with developing technologies and push creative boundaries. The invention of the camera, and its increasing ability over the decades to visually capture reality, understandably had an impact on the world of art. But that did not drive realistic painting, as an art style, out of fashion at all. In fact, realistic paintings continue to be revered by certain audiences for the craftsmanship, skill, technique, and labour they represent. \nBut, simultaneously, as the domination of realistic artworks declined, creatively inclined individuals pushed the boundaries of their imagination. The existence of photography allowed art to be much more than just a representation of reality. Art forms and styles emerged, which allowed people to stray away from the strictness and discipline of realism, but also led to works being produced specifically by taking advantage of the new tools and technologies available. \nThe artwork of Andy Warhol — emblematic of the Pop Art movement — in producing screen prints of Marylin Monroe in technicolour is a great example. The current contemporary art scene also produces work that would have been difficult for us to imagine in the absence of technology during earlier generations. \nBut the one area which seems especially vulnerable to the explosion of AI is writing. The most recent shift in this industry took place with the proliferation of OTT platforms and the rise of increasingly formulaic, mass-produced content. Great storytelling will continue to be valued for the foreseeable future, but the sizable market that exists for unoriginal content (or content that can seemingly be produced by AI) is concerning. Already there are books selling well online which have been primarily \"authored\" by ChatGPT. \nThe writing industry has been underfunded and seen as an impractical choice for young people to choose as a place of employment. I write this article at the age of 27, still fully armed with the dream to continue pursuing a writing career despite having a full-time job in a different industry. Every day, I consciously choose to hold onto that dream, which symbolises a small act of personal resistance and victory. It is that same dream and determination that prevents me from seriously worrying about the future of writing (for humans). \nWe face challenges today that force us to adopt a bleak outlook. But it is important that we practise openness and willingness to impact change in the face of these issues. Humans — especially those at key authoritative positions — have historically failed to respond with the foresight needed to comprehend even the most imminent dangers to the human race, particularly felt by the unmissable impacts of climate change. \nSo now I ask myself, what can we do right this time? I acknowledge that so much is out of my control; my interaction with AI goes merely so far as asking ChatGPT questions that I am too lazy to find the answers to on Google. But even within our little bubbles, I have seen so many individuals give in to panic and pessimism regarding various global issues over the years. As a part of the newer generations, we have so often resorted to feeling helpless in the face of unacceptable realities; a cause that has been attributed to declining mental health. \nFor whatever reason (and perhaps the reason is evolutionary instincts of survival), humans have a tendency to dwell on the negative — whether it's the way news is covered or how sci-fi stories are imagined. In this developing AI saga and circular conversation, we need to find a middle-ground narrative which exudes not only worries but also one in which we learn to coexist with our problems and keep working towards desirable outcomes. \nMadiha Athar Khan is a product manager for climate-tech company SOLshare, and a writer and artist leading the Art for the Soul movement. \n",
        "headline_1": "Forget jobs. Will AI come for our joy? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/forget-jobs-will-ai-come-our-joy-3325486",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "The news of Bangladesh occupying the second-highest position in South Asia in terms of a bad loan ratio is no surprise. A World Bank report, titled \"Expanding Opportunities: Toward Inclusive Growth,\" published in April, has positioned Bangladesh just behind Sri Lanka, whose non-performing loan (NPL) ratio is close to 12 percent, while Bangladesh's is close to 10 percent.\nSri Lanka went through a ruinous chapter in 2022. Hence, its sudden NPL ratio increase from 5 to 12 percent should be seen as an exception. But no country in South Asia redefined bad loans as leniently as Bangladesh did. Our unbelievable levels of relaxation for defaulters have helped banks to show the bad loan ratio to be low. This trend, if not checked, is enough to damage the financial stability of an economy.\nAs the World Development Indicators show, the average NPL ratio from 2012 to 2021 was 10.32 percent for Pakistan, 8.16 percent for Bangladesh, 7 percent for India, and 3.94 percent for Sri Lanka. Sri Lanka was the best performer in loan management in South Asia until 2022, when the country faced its worst financial crisis since its independence. So, its position in the latest WB report really should be treated as an exception.\nThough Pakistan tops the list, the position should undoubtedly have been reserved for Bangladesh. Bangladesh Bank greatly relaxed the definition of NPLs, making a bad loan seem like an excellent borrowing, while Pakistan did not dilute the definition of default loans. This portrays the failure of banking governance in Bangladesh. And it has greatly eroded the future of our nation.\nOur NPL situation was almost stagnant from 2012 to 2015. From 2016, it began rising and this trend continued until 2019. From 2020, due to the halting nature of the pandemic, the finance ministry started loosening the definition of default loans. This practice encouraged further eruption of NPLs. Any default loan was allowed to be a regular loan if the defaulter adjusted as low as five percent of the total liability. This was imprudent and a clear signal of mass impunity for financial wrongdoers, triggering moral hazards among new borrowers. The cap on the lending rate at 9 percent made borrowing dirt-cheap, further stimulating the borrowing of big groups in business and industry.\nThere are mainly four reasons why the default culture in Bangladesh became emboldened: 1) The regulator's defective redefinition of default loans; 2) Signalling by authorities that defaulters have been and will always be excused (or even rewarded if need be); 3) Defaulter-friendly leadership at the central bank since 2016; and 4) The lending rate cap that introduced a money-for-cheap-policy for the super-rich, even at a time of high inflation.\n\nThe culture of favouring looters or not punishing any of them for financial turpitude has accelerated the renaissance of default loans. And this explains how Bangladesh's default loans have engulfed the financial architecture of the economy in a cancerous fashion.\nAdditionally, the culture of favouring looters or not punishing any of them for financial turpitude has accelerated the renaissance of default loans. And this explains how Bangladesh's default loans have engulfed the financial architecture of the economy in a cancerous fashion.\nThere are currently three great threats facing our economy: 1) Increasing fiscal weakness; 2) Increasing default loans; and 3) Unstoppable money laundering. Empowered politicians may seem to be unsympathetic towards money launderers. Policymakers understand how much damage this mafia-like group is incurring by dwindling our foreign exchange reserves. But the ministers seem to never be critical or disapproving of the big tax evaders or loan defaulters.\nHerein lies the political economy of the unabating default culture, which the military governments initiated and nurtured for cementing their power base. Subsequently, the democratic governments continued the practice by providing the same wine in a different bottle, just to cultivate support and favour for themselves. The loan default culture seems to be an inevitable reward for the super-rich. These tycoons seek nominations before elections as part of their hidden conditionality. One cannot help but wonder if this is why the government found it more pragmatic to sweeten the definition of bad loans, rather than punishing wilful looters. A myopic move by regimes in turn gave long-term confidence to loan defaulters. Now, they seem untouchable by any regime.\nUsing window dressing, tycoons show losses and deficits – a stratagem that helps them evade taxes. But where does their money go? The best way is to transfer the funds from the country to overseas – Switzerland, Malaysia, Canada, the US, the UK, and recently the UAE. Default loans, tax evasion, and money laundering are different facets of the same problem. Hence, stripping Bangladesh of its high position in the list of nations with the worst loan ratios is not going to be an easy task.\nLoan defaulting is a deeply embedded problem for Bangladesh – just like the mafia problem in Italy, drug lord hegemony in Mexico, and the gunmakers' lobby in the US. Bangladeshi defaulters are clever enough to take advantage of any global downturn, whether it affected Bangladesh or not. Their bad loans have historically gone up even when the country's growth accelerated, defying any economic rationale.\nThis indicates that bad loans in Bangladesh cannot be sensibly justified. They are here to stay since many businessmen-turned-politicians will always be there to help their cronies relish evading taxes, enjoy being wilful defaulters, and celebrate making fortunes overseas. It's a vicious cycle that likely explains why Bangladesh is almost champion in terms of default loan ratio in South Asia, and may remain so in the future.\nBirupaksha Paul is a professor of economics and finance at the State University of New York at Cortland.\n\n",
        "headline_1": "What makes Bangladesh the 'champion' of default loans?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/what-makes-bangladesh-the-champion-default-loans-3325081",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Mangroves have always been like a mother to Bangladesh, protecting it from the periodic onslaught of natural calamities in the coast. One may recall the role played by the Sundarbans during cyclones like Sidr, Aila, and Bulbul. Even though these tropical cyclones caused significant damage to both lives and properties in the southwest, extensive devastation was prevented largely because the Sundarbans acted as a natural shield against them. With climate change increasing the likelihood of calamities, such mangroves have become extremely important. The question is, why are we destroying them then?\nAccording to a report by this daily, far from doubling down on initiatives to save our mangroves or reforest battered coastal areas with trees, the authorities are allowing them to be ravaged under various pretexts. In Chattogram and Cox's Bazar, for example, the government has reportedly leased out around 41,000 acres of mangrove forests over the last decade to establish economic zones, tourism parks, and energy structures. Besides, in Moheshkhali and Chakaria upazilas, around 12,500 acres of mangroves were grabbed by politically influential people for shrimp farming. However, the amount of forestland grabbed is higher than what's shown in official data as encroachment continued unabated over the last two decades.\nThe account of how an entire forest known as \"Chakaria Sundarbans\" was wiped out from the south-eastern landscape – following a policy of promoting shrimp farming – makes for depressive reading. Equally depressing is the fact that the government built the Mirsarai Economic Zone over an area of 30,000 acres of mangroves, felling 5.2 million trees. More trees had to be felled for the eco-tourism park on Sonadia island. We can go on and on about how such destruction, with official seals or without, for public purposes or private, has been commonplace across the coastline. In districts bordering the Sundarbans, forest clearance is routinely heard of. In fact, forests are being ravaged everywhere. If you ask the relevant department, they will cite lack of resources to justify their failure to stop it. But what about official encroachment or destruction?\nWho will stop government agencies from going back on the government's own commitment to end deforestation – and increase forestland by 25 percent – by 2030? We must stop this trend. As climate change continues to heighten risks for Bangladesh, we must take bold action against any attempt to destroy our trees and forests, including the mangroves protecting the coast.\n",
        "headline_1": "The mangroves are there for a reason",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-mangroves-are-there-reason-3324941",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Mangroves have always been like a mother to Bangladesh, protecting it from the periodic onslaught of natural calamities in the coast. One may recall the role played by the Sundarbans during cyclones like Sidr, Aila, and Bulbul. Even though these tropical cyclones caused significant damage to both lives and properties in the southwest, extensive devastation was prevented largely because the Sundarbans acted as a natural shield against them. With climate change increasing the likelihood of calamities, such mangroves have become extremely important. The question is, why are we destroying them then?\nAccording to a report by this daily, far from doubling down on initiatives to save our mangroves or reforest battered coastal areas with trees, the authorities are allowing them to be ravaged under various pretexts. In Chattogram and Cox's Bazar, for example, the government has reportedly leased out around 41,000 acres of mangrove forests over the last decade to establish economic zones, tourism parks, and energy structures. Besides, in Moheshkhali and Chakaria upazilas, around 12,500 acres of mangroves were grabbed by politically influential people for shrimp farming. However, the amount of forestland grabbed is higher than what's shown in official data as encroachment continued unabated over the last two decades.\nThe account of how an entire forest known as \"Chakaria Sundarbans\" was wiped out from the south-eastern landscape – following a policy of promoting shrimp farming – makes for depressive reading. Equally depressing is the fact that the government built the Mirsarai Economic Zone over an area of 30,000 acres of mangroves, felling 5.2 million trees. More trees had to be felled for the eco-tourism park on Sonadia island. We can go on and on about how such destruction, with official seals or without, for public purposes or private, has been commonplace across the coastline. In districts bordering the Sundarbans, forest clearance is routinely heard of. In fact, forests are being ravaged everywhere. If you ask the relevant department, they will cite lack of resources to justify their failure to stop it. But what about official encroachment or destruction?\nWho will stop government agencies from going back on the government's own commitment to end deforestation – and increase forestland by 25 percent – by 2030? We must stop this trend. As climate change continues to heighten risks for Bangladesh, we must take bold action against any attempt to destroy our trees and forests, including the mangroves protecting the coast.\n",
        "headline_1": "The mangroves are there for a reason",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-mangroves-are-there-reason-3324941",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "The government's recent decision to issue a circular to scrap buses after 20 years and trucks after 25 years of being on the road is a reassuring sign. Though the move came four years after the National Road Safety Council recommended standardising a usable life of commercial vehicles to reduce road crashes and congestion, and bring discipline to the road transport sector, we commend the progress. Old rickety vehicles that are often on the roads without a licence have been cited as one of the primary causes for uncountable road accidents. Stipulating a service life will hopefully nudge vehicle owners into compliance.\nHowever, we welcome the initiative with a grain of salt, given the fact that many rules, laws – including the Road Transport Act, 2018 – do exist. Yet, it is their lack of enforcement and implementation, and the authorities' tendency to prefer lip service over action, that cost us dearly. Just in April, 413 road accidents occurred in the country – 497 people were killed and 778 were injured – according to the Road Safety Foundation.\n\nThe BRTA must now ensure a proper system to track down illegal vehicles, because its failure to do so in the past has also failed to prevent accidents. \nThe scrapping policy will come into effect once a gazette is issued, and we sincerely hope there are no characteristic delays in the process. We remain conscious that the infrastructure to strictly monitor the expiration of licensed vehicles and enforcement will be integral to ensuring that the move has an impact. As per the guideline, the owner has to submit the necessary papers for the outdated vehicle to the Bangladesh Road Transport Authority (BRTA). The BRTA must now ensure a proper system to track down illegal vehicles, because its failure to do so in the past has also failed to prevent accidents.\nThe Road Transport and Highways Division has also prepared a draft guideline, the Motor Vehicle Scrapping Guideline, 2023, which includes outsourcing the vehicle scrapping job to private firms enlisted with the BRTA and under the BRTA's supervision. Taking notes from other countries with viable vehicle scrapping policies for road safety, we expect this initiative to also include a solid infrastructure of scrapyards for disposal of unfit vehicles.\nGuidelines to create a system to remove unfit automobiles is undoubtedly a step in the positive direction. But given the catastrophic scale of road crashes, new rules that come into effect must be sincerely actioned.\n",
        "headline_1": "Out with the old",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/out-the-old-3324241",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Cancer treatment is expensive anywhere in the world. However, in countries such as Bangladesh, people are especially vulnerable since public healthcare facilities to treat such ailments are very limited. The out-of-pocket (OOP) expenditures for families is phenomenal. Treating a cancer patient turns out to be a very difficult task for most families, except the affluent ones. A recent study conducted by the Bangladesh Institute of Development Studies (BIDS) has found that the average OOP expenditure per patient is nearly Tk 548,000. That is a staggering amount. The cost burden for poorer households is devastating financially. Since the treatment is only available in the capital city, it is extremely expensive for such families to bear. The study tells us that nine out of 10 respondents in the survey viewed that the huge expense is not just for the medication, but it also involves the costs of the diagnostic tests that, in most cases, are done in private hospitals and centres. So, a patient may be admitted to the lone public cancer hospital in Dhaka, but all these tests, recommended by specialists under whom the patient is taking treatments are carried out in some other medical facility, the bulk of which are private. This is something one does not see in other countries. In most Asian countries, specialised cancer hospitals have most diagnostic facilities under the same roof, but not so in Bangladesh. The government cancer hospital in Dhaka itself in a poor state, as many of its equipment remain out-of-order most of the times. This deprives poor cancer patients of treatment at low cost. As patients are forced to scurry between hospital and external diagnostic centres, the costs begin to mount up. But beyond the cost-factor, there is also the question of early detection of cancer. A lot of time is wasted in going from centre to centre, having tests done, sometimes waiting for days to get the results and then getting the requisite appointment of the specialist. This in turn diminishes the probability of early detection of cancer cells in the body, which certainly adds to the cost burden on patients. The survey states that patients' OOP expenditure is Tk 331,243 if cancer diagnosis is done at the first stage and almost Tk 700,000 if the diagnosis takes place at the 4th stage. It is because of these experiences, we have tens of thousands of patients going abroad, particularly to India and Thailand (those who can afford it) in the hope of finding a more affordable and efficient treatment. In the absence of any cancer policy, there is little incentive for the private health sector to change its modus operandi, which till now has largely been charging whatever it deems fit for cancer patients. With the increase in pollution at different spheres, from air to water, change in life style and food habit, the incidence of cancer has increased alarmingly over the last decade. It is time for policymakers to look at this deadly disease from a broader healthcare perspective. As stated before, adoption of a national cancer-control policy would set the stage for the government to take charge of certain matters and force change in the interest of safeguarding public health. Hospitals would have to ensure critical diagnostic facilities. A nationwide insurance mechanism could be introduced whereby all citizens would be covered slashing treatment costs significantly. While there will be significant pushback from the medical establishment, the first step would be to establish a specialized cancer treatment hospital in every divisional headquarters of the country supplied with necessary doctors and diagnostic and treatment facilities, so that cancer can be detected and treated at the very early stage.",
        "headline_1": "Adoption of a national cancer-control policy imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adoption-of-a-national-cancer-control-policy-imperative-1684597968",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "Three years after pandemic-related restrictions, Hajj is going to be performed on a full scale in the current season as some 2.0 million pilgrims from across the world are set to attend the five-day-long rituals. It was in 2019, the last year before the world was almost shut down due to the Covid-19 pandemic, when around 2.5 million people performed Hajj. In 2020, amid the lockdowns sparked by the pandemic, Saudi Arabia cancelled Hajj for all but only 1,000 residents of the country. It was seen as an unprecedented move as during the 1918 flu epidemic Hajj was not entirely cancelled. As the situation did not improve significantly, around 60,000 domestic pilgrims attended Hajj in 2021. Again, pilgrims from outside the Kingdom of Saudi Arabia (KSA) were not allowed. Finally, in 2022, a total of 1.0 million pilgrims performed Hajj as the KSA government eased the corona-related restrictions. Such prohibitions do not exist anymore, as the coronavirus is no longer a global health emergency. In the current year, all types of restrictions related to the pandemic have been withdrawn to allow pilgrims, as many as possible, to perform Hajj. So, there is an expectation that this year's Hajj will come back to pre-Covid level. Hajj-related economic activities will also get a significant boost as spinoffs. Over the decades, the size of the Hajj-centric economy has expanded gradually. It is estimated that around 7.0 per cent of KSA's GDP originates from Hajj-and Umrah-related activities. The country becomes a major site for religious tourism across the world, with millions visiting the country to perform Hajj and Umrah pilgrimages in the holy city of Makkah and Madina. In 2015, KSA launched a $21-billion project to expand the Grand Mosque in Makkah to accommodate 300,000 additional pilgrims. A year later, then Deputy Crown Prince Mohammed bin Salman identified the pilgrimage as a key component of a plan to diversify the Saudi economy by 2030. According to Future Market Insights (FMI), the Hajj and Umrah tourism market was expected to fetch revenue of US$ 150 billion in 2022 and is likely to cross US$ 350 billion in 2032. Not only KSA, other countries sending pilgrims are also getting the benefit due to the related economic activities, especially travel, aviation and hospitality industry.Hajj is an obligatory religious duty for any Muslim who has physical, mental and financial abilities. And in that case, a Muslim has to perform it at least once in his/her lifetime. Hajj begins on the 8th day of Dhul Hijjah (the twelfth and final month of the Islamic calendar) and ends by the 13th day. The date for Hajj occurs 11 days earlier each year because the Islamic calendar is 11 days shorter than the international calendar used across the world. Thus the Hajj can be performed once in a year. This year's formal rituals of Hajj will take place from June 26 to July 1, subject to the appearance of the moon.Umrah, the smaller version of Hajj, is not a must-do but Muslims are highly encouraged to perform it too. It can be performed any time of the year except during the Hajj days. The KSA government usually restricts Umrah for non-Hajj pilgrims during the Hajj season. During the Hajj seasons, all the traders and businessmen in Saudi Arabia, Makkah and Madina to be specific, try to do a brisk business. Hotels, restaurants, shopping malls, minimarts, shops, transport- service providers all are now eagerly waiting to recoup a part of business losses in the last few years. A vibrant economic activity during the Hajj season will bring a great relief for the investors, some of whom have already wound up their business being unable to bear the loss. In 2023, a total of 120,491 pilgrims from Bangladesh are going for Hajj. Of them, 10,074 will perform hajj under the government management while 110,417 under private management. As the KSA allocated 127,198 Hajj quota for Bangladesh, there is an unfulfilled quota of 6,707. As per agreement with KSA, the unused quota has to be surrendered. An increased cost of Hajj is the main reason for the non-fulfilment of the total quota this year.Bangladesh is not alone in this connection. Pakistan, for the first time in 75 years, has surrendered around 8,000 Hajj quotas to KSA due to rising inflation in the country. It will, however, save the country some $24 million. Pakistan was allocated a quota of 179,210 this year, the third largest. Indonesia got 221,000 in quota for Hajj, the highest, followed by India with 175,025. As a few countries surrendered the unfulfilled quotas, KSA transferred those to other countries looking for additional seats. For instance, Indonesia has received 8,000 additional quotas.The first Hajj flight from Bangladesh takes off today. Earlier on Friday, Prime Minister Sheikh Hasina formally inaugurated the Hajj programme. Over the years, the government has improved the Hajj management significantly, which is praiseworthy. Introduction of pre-registration system, extended use of digital technology to provide all the information and services, withdrawal of police verification of pilgrims, streamlining the private agencies and bringing more aircraft in the national flag-carrier make the things better and efficient. There is still scope to improve the whole thing further. High airfare is one of the issues than needs to be addressed. It is expected that things will be better in the near future. For Muslims, Hajj is not merely an important spiritual travel. In fact, it is the largest, most impressive and most important spiritual pilgrimage. It is a physically exacting travel that offers a chance to wipe clean past sins and start anew before the Almighty Allah. The annual grand congregation of the Muslims takes place at the holy mosque of Masjid al-Haram in Makkah and the nearby mount Arafah. Some Islamic scholars have termed the Hajj 'annual march past' of Muslims around the Kabah, an 'annual world moot at Arafah and Muzdalifah' and 'annual camping and social dinners at the plateau of Mina' to demonstrate and keep alive the spirit of solidarity and unity of Ummah. Devotion, tolerance, hardship and sacrifice blended with joy of spiritual achievement and trade in services make the Hajj a unique event in the world. [email protected]",
        "headline_1": "Hajj economy is set to rebound",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hajj-economy-is-set-to-rebound-1684598019",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "The terrible claws that the cyclone Mocha spread on the south-eastern Bangladesh for a few breath-taking days have spared the land finally. All on a sudden it changed its course and made landfall on the neighbouring Myanmar. To the people living in the greater Cox's Bazar and the local administration, the cyclone's veering towards a different direction emerged as a close call. The panic-stricken people living in the coastal area heaved a sigh of relief.Except a handful, few of the cyclones formed in the Bay of Bengal have spared Bangladesh in the past. The cyclones Gorki, Urir Char, Sidr, Aila, Amphan and a few others have left their trail of devastation in the areas of their assaults. But the name of the most calamitous of them may sound strange to people born after the 1970s. It came to be known as Bhola cyclone, as it directly hit the then subdivision in the southern Bangladesh, then East Pakistan. Bhola has long been a district. Many began calling the super-cyclone by its meteorological name Gorki immediately after it struck the southern part of the country. Those who were born later may have only sketchy ideas about the cyclone, dubbed the deadliest in the history of sea-borne storms that hit Bangladesh.Although the weather forecast system was in effective use in the developed countries in 1970s, the then East Pakistan remained deprived of this facility. Later, the central government in West Pakistan was blamed for interfering with the timely forecast of the approaching Gorki. The devastation caused by the 1971 cyclone was the outcome of the discriminatory policy then pursued by the West Pakistani rulers bent on suppressing the East Pakistanis. It's worth remembering that 1970 was the year of the general elections in Pakistan. December 7 was declared the day of the vote. The cyclone struck East Pakistan on November 12.The 1970 cyclone struck the Bangladesh southern coast catching the people in Bhola and the adjoining districts almost unawares. It resulted in the deaths of over 500,000 people; many of them were swept away into the sea by several feet high tidal surges. Being the inhabitants of a coastal district, the Bhola people are familiar with tropical storms and floods. The 1970 cyclone unfolded before them an hours-long terrible calamity. In one night, the life of people living in the sub-division had turned upside down. Unlike the cyclones of the later times, the post-Gorki days witnessed scores of bloated corpses floating on water, crows and vultures feasting on them. Bodies of humans and cattle were seen stuck in submerged trees and branches. The aftermath of Gorki was the spectacle of a seemingly endless trail of destruction. Apart from the swoop of death on humans and cattle, croplands on endless expanses were seen flattened, and destroyed. Those included vast fields of mature and ripe crops, mostly paddy.To speak in a terse way, the Gorki cyclone wreaked havoc on the lives of content people living on a large island close to the sea. In just one night, their life was different. The storm with a speed of 222 kmph and the accompanying tidal surge tore family members from one another, many being separated never to be reunited. The Bhola residents had to cope with the cyclone's impact for long.The Gorki or the Bhola cyclone made it clear that the Bengalees in East Pakistan and the West Pakistani military bureaucrats were not meant to live as a cohesive nation. With their lackadaisical attitude towards the post-cyclone relief and rehabilitation in Bhola, and their leaders' apathy towards cyclone victims, the east-west rift kept becoming visible. The role of Cyclone Gorki earned prominence in the later developments in the then East Pakistan after the 1970 election. Bangladesh ought to observe the Gorki Day on November 12 every year.[email protected]",
        "headline_1": "Observance of Gorki Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/observance-of-gorki-day-1684598056",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2023"
    },
    {
        "full_article": "The government has imposed a 65-day ban on fishing in the Bay of Bengal from Saturday to ensure smooth breeding of fish. During the ban, which will end on July 23, catching, preserving and selling of all types of marine fish will be prohibited. Since 2019, Bangladeshi marine fishers have been forced to refrain from fishing for 65 days every year. However, this ban does not seem to have any impact on increasing the country's marine fishery resources. The ban in our exclusive economic zone (EEZ) alone cannot ensure an increase in fish population since fishers in neighbouring EEZs of India and Myanmar continue to net fish during the ban period, right along our maritime boundaries. Also, the ban has a devastating effect on many fishermen as fishing is their only livelihood. For many of them a day of not being able to fish often means going hungry. They have just recovered from a week of inactivity due to Cyclone Mocha. And now this ban will cost them heavily. The authorities concerned, however, have a rehabilitation programme, which distributes a registered fisherman a total of 86 kilograms of rice during the ban. But many fishers do not receive it due to corruption and nepotism. And in most cases, this assistance reaches the wrong hands. Those who have never been fishers are also on the support list due to their connections with local political leaders. We hope this year the authorities concerned will update their list with genuine fishers and provide them with both food and cash incentives. The authorities should conduct research inquiring whether this months-long ban has any success over increasing marine fishery resources or not. We also demand action against the intrusion of Indian and Myanmar fishermen into the Bay of Bengal during the ban. Sirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Rethinking ban on marine fishing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-ban-on-marine-fishing-1684598079",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-05-2023"
    }
]