[
    {
        "full_article": "The acronym, INDIA or Indian National Developmental, Inclusive Alliance, that 26 Opposition political parties devised as the name for their joint platform, signifies several attributes of the collective. It can be claimed as a sign of the determination to work towards a predetermined goal. It can also be found to be a laboured and unsteady stretch — of language and politics. In naming itself after the country, the alliance is trying to confront the Bharatiya Janata Party (BJP) on its turf of nationalism. It hopes the name will convey to voters what it wants to — that the BJP is antagonistic to an inclusive vision of India. The parties are united in their opposition to the BJP for both tactical and ideological reasons, and the sheer birth of INDIA has been found disturbing by the ruling party. These parties have been at the receiving end of a hostile campaign by the BJP using state power. The Congress, by stating that it has no claim for the post of Prime Minister in the event of a victory in the general election in 2024, has made it easier for the alliance to take shape. The birth of INDIA marks the best coordinated effort by the Opposition to challenge the dominance of the BJP since 2014.The Congress is the axis of INDIA, but several constituents of the formation are in direct contest with the party in many regions. In West Bengal, Punjab and Kerala, constituents of INDIA continue to fight one another. The claim of it being an alliance is unrealistic, for this and more reasons. The realisation among these parties that there is a larger political battle to fight is the strength of INDIA right now. Seat sharing among partners is going to be an extreme challenge, even as they swear by a shared vision of a pluralistic India. Several parties and leaders in the partnership face corruption investigations and trials, which make them vulnerable to enticement and pressure from the BJP. There are already reports of bruised egos and shattered ambitions among the leaders who had gathered in Bengaluru this week, but they have resolved to convene again in Mumbai. Many of these parties have a shifting approach towards the BJP and face a challenge of public credibility. Though the BJP’s moral high ground has considerably eroded through its years in power, the party will continue to question its opponents on the question of dynastic politics and corruption. While the case that the Opposition is building against the BJP is intrinsically strong, there are barriers to be overcome before it appeals to a large enough segment of the public to emerge victorious.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nelection\n\n/\n\nnational politics\n\n/\n\nWest Bengal\n\n/\n\nPunjab\n\n/\n\nKerala\n\n/\n\nMumbai\n\n/\n\ncorruption & bribery",
        "headline_1": "A lot in a name: On INDIA and the BJP",
        "headline_2": "Opposition parties are confronting the Bharatiya Janata Party on its own turf of nationalism",
        "link": "https://www.thehindu.com/opinion/editorial/a-lot-in-a-name-the-hindu-editorial-on-opposition-joint-platform-india-and-the-bjp/article67102485.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Among the most important pieces of legislation slated to be tabled in the current monsoon session of Parliament is the National Research Foundation (NRF) Bill, 2023. While a draft is not in the public domain, it envisages a new, centralised body to fund research, with a budget of ₹50,000 crore, over the next five years. The NRF draws on models such as the United States’s National Science Foundation whose nearly $8 billion budget is the major source of funding for college and university research, and the European Research Council, which funds basic and applied research. However, the NRF’s plan, going by public statements of administrators, is to draw the bulk of its budget — ₹36,000 crore — from the private sector. For many years, India’s spending on research has lagged between 0.6%-0.8% of GDP, or lower than the 1%-2% spent by countries with an economic base reliant on science and technology. In countries such as China, the U.S. and Israel, the private sector contributed nearly 70% of the research expenditure whereas in India, this was only about 36% of India’s total research expenditure — roughly ₹1.2 lakh crore — in 2019-20. Therefore, the Centre reasons, the way to galvanise university research in India would be to attract more private money. While that is a reasonable expectation, it is unclear how such a proposal can be executed. One of the suggestions is to have the funds private companies allot, as part of their annual corporate social responsibility (CSR) obligations, directed to the NRF. Data from the Ministry of Corporate Affairs show that during FY-2022, companies spent ₹14,588 crore as part of their CSR obligations. CSR trends suggest that nearly 70% of such funds were spent in education, health care, and sanitation projects. Moreover, many of the companies spend this on initiatives that are located within their own communities, with the government not having a say on how this must be spent. Whether the government can force, or offer tax benefits, to coax some of these funds into the NRF remains to be seen.The relatively greater contribution of private sector research in many countries is because of sustained government support to universities and research institutions, that have then encouraged individuals to build companies, and institutions that saw value in investing in research and development. The challenge in India is not the absence of such companies but the fact that there are too few of them. Organisations such as the NRF should work to create conditions which incentivise the development of private sector organisations that see value in invention and developing proprietary technology. Philanthropy is unlikely to be the panacea.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\n Twitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nlaws\n\n/\n\nresearch\n\n/\n\nUSA\n\n/\n\nEuropean\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nIsrael\n\n/\n\nsocial services\n\n/\n\neducation\n\n/\n\nhealth\n\n/\n\ntaxes and duties\n\n/\n\ngovernment\n\n/\n\ntechnology (general)\n\n/\n\nuniversities and colleges",
        "headline_1": "No quick fix: On National Research Foundation Bill",
        "headline_2": "India’s private sector must be incentivised to see value in invention",
        "link": "https://www.thehindu.com/opinion/editorial/no-quick-fix-the-hindu-editorial-on-national-research-foundation-bill/article67101841.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Opposition group’s key challenge is not just that BJP is a strong electoral competitor but that the party is the anchor of the dominant political discourse of Hindutva\nThe formation of INDIA (Indian National Developmental Inclusive Alliance) is a significant political development. The statement issued by Opposition parties, the Samuhik Sankalp (Collective Resolve), shows that a serious attempt has been made to produce a convincing alternative platform.\nThe Samuhik Sankalp makes two broad claims. First, INDIA is committed to safeguarding the constitutional ‘idea of India’, which is based on ‘secular democracy, economic sovereignty, social justice and federalism’. This political formulation is not entirely new. Opposition parties have been invoking constitutional principles, especially the text of the Preamble, to highlight the political limitations of BJP’s Hindutva narrative.\n \nRead full opinion on TOI+\n\n",
        "headline_1": "The INDIA question",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-india-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Over 50 political parties have banded around BJP and Congress, the two largest parties in the current Lok Sabha. BJP will continue to dominate NDA and Congress with its multistate presence will possibly be the fulcrum of INDIA. The necessity of forming coalitions with a few dozen parties will make their management challenging. But it’s also a sign of competitiveness in India’s electoral marketplace. In a tight contest, decided often at the margin by voters without loyalty to a single party, the smallest of parties can punch above their weight.\nFor voters, what do the large coalitions translate into? Very little in terms of concrete policy. Be it economic policy or welfare measures, there’s not much to choose. The basic template remains the same, the differences are rarely substantive even if the branding differs. The good thing about it is that a competitive electoral marketplace does not lead to policy discontinuities. For example, two of the most recent transformative developments, GST and Aadhaar, required work across governments. Following just the political rhetoric would have made their roll out and expansion appear unlikely. This approach also extends to another important area, foreign policy.\n \n\nCall it non-alignment or strategic autonomy, India’s approach hasn’t changed substantively. But with economic growth and attendant size, as also other geopolitical changes, India’s menu of options have expanded. There’s no policy pivot when governments change. Think of the continuity and progress in Indo-US relations. If there’s not much to choose, where does that leave the voter, particularly the untied one? LS 2024 will be as fiercely contested as earlier ones. The campaigning will centre around three main themes, leadership, narrative and identity. LS elections have often been presidential in nature, with the charisma of a coalition’s leader drawing in votes that are hard to get in assembly elections. Think of the Modi effect in 2014 and 2019. A narrative and storyline are crafted around leadership. It’s what the two coalitions will firm up in the days to come. Finally, India’s diversity comes into play. Even LS elections cannot be immune to local needs. Regional strands have to be woven into larger electoral coalitions that are embedded in social identities. None of this is to suggest that policies don’t matter. It’s just that India’s contemporary economic and diplomatic heft has been built on policies stable across governments.\n\n",
        "headline_1": "The common thread: Whatever the rhetoric, there’s policy convergence between rival electoral alliances. That’s a good thing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-common-thread-whatever-the-rhetoric-theres-policy-convergence-between-rival-electoral-alliances-thats-a-good-thing/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "The monsoon session begins barely 48 hours after the Modi government and opposition drew battlelines for 2024. The House is scheduled to meet in 17 sittings over 23 days till August 11. Lined up for discussion are crucial bills, not least the GNCTD (Amendment) Bill, 2023, that will replace GOI’s ordinance overturning the Supreme Court order that vested authority over services to the AAP government. AAP joined the opposition camp’s meeting at the last minute, only after Congress’s decision to oppose the GNCTD bill. How the numbers play out will be fascinating – but federalism principles are at stake here, too. Federalism also comes up in debates on the Multi-State Cooperative Societies (Amendment) Bill, 2022, introduced in Lok Sabha last December. Opposition parties argue cooperatives are a state subject. The bill’s provision to allow a cooperative to merge into an existing multi-state one goes against federal principles. GOI says that’s a wrong reading. This, again, is a consequential issue. The Mediation Bill, which aims to lower the caseload of civil disputes, is a potential gamechanger for the judicial system.\n\nA law India needs urgently yet Parliament must not rush is the Digital Personal Data Protection Bill, 2023, first introduced in Parliament in 2019. Only when the hotly contested bill is introduced this session will we see what the Cabinet-approved 2023 avatar has included, given concerns on ambit, exemption and privacy. In its Forest (Conservation) Amendment Bill, 2023, also slated for this session, GOI holds national security concerns are paramount. There is no dispute on that, especially for border areas. But should national security become a catchall term that could give developers a free pass to protected areas, impinge on tribal areas? Especially when the impact of climate change is upon us. The monsoon session is set for a storm – hopefully with more lightnings of insight than the thunder of rhetoric.\n\n",
        "headline_1": "It’s raining issues: Five consequential bills in monsoon session beginning today will hopefully see spirited debate, not just bluster",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-raining-issues-five-consequential-bills-in-monsoon-session-beginning-today-will-hopefully-see-spirited-debate-not-just-bluster/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "No, evolution and the periodic table haven’t disappeared from the Indian school syllabus. Four NCERT experts counter what they call misinformation about textbook rationalisation\nRecently, there has been controversy regarding the rationalisation of NCERT textbooks, especially with reference to the periodic classification of elements (in short, the periodic table) and evolution. In the guise of concern for science education in Indian schools, an editorial in Nature, along with a tweet from British evolutionary biologist Richard Dawkins, has given the matter a politico-religious twist based on incomplete or deliberately ignored facts of the matter.\nThe said rationalisation has been in place since the academic year 2021-22 when serious deliberations and extensive workshops reviewed course content of NCERT textbooks in view of the pandemic and its aftermath. The sole aim of the exercise was to reduce the content load on students during such tumultuous times.\nRead full opinion on TOI+\n\n",
        "headline_1": "Learning science better, with lighter schoolbags",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/learning-science-better-with-lighter-schoolbags/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "The ruling Awami League is reaping what it has sown and paying the price for what it has allowed to grow in the name of party loyalty over almost 15 continuous years in power – arrogance, disrespect for the law, disdain for dissent, and demonisation of the opposition.\nIt all begins with the mindset of arrogance that is cultivated within the party – that anybody who opposes the party cannot have the country's best interest in their heart and hence must be an \"enemy\" of Bangladesh, or that such a person is at best someone whose patriotism needs to be questioned. There is nothing good and everything bad among those who critique the Awami League. In fact, there is an implicit assumption that no one but the AL – the party that led the country during the Liberation War – has the right to rule this country. The role of the people and that of the Mukti Bahini, and of other political parties (however small), are never fully evaluated and as such recognised or honoured. This was starkly evidenced in the way the 50 years of our independence was celebrated. It is all and always about the AL, which is hardly a recipe for the development of democratic values and a tolerant culture.\nLet's take for an example the case of the attack on Ashraful Hossain Alom, better known as Hero Alom. It is quite possible that no party directive (or even a lower level message) to attack him was conveyed. But the local cadres thought it their duty to \"teach a lesson\" to someone who dared to challenge the party, even if it is his fundamental right. So ingrained is the party's political culture of intolerance that every cadre of any level can decide on his own to assault a political opponent, in the full confidence that not only will they not be reprimanded, but they may even be praised or rewarded for their \"courageous act.\"\nIn December 2012, we had an early instance of BCL's gruesome activity in the hacking to death of 24-year-old Bishwajit Das in broad daylight in Old Dhaka's Shankhari Bazar. The court later sentenced eight people to death and 13 others to life imprisonment. Then there was the case of Bangladesh University of Engineering and Technology (Buet) student Abrar Fahad, who was tortured on October 7, 2019 by the university's wing of Bangladesh Chhatra League (the ruling party's student front) so mercilessly and over such a long period of time that he died as a result. It was discovered that the faction had turned one of the rooms – 2011 – of the Sher-e-Bangla Hall into a \"torture cell\" where students who did not show sufficient obedience and loyalty to the BCL and its high-ups were punished. Twelve members of the BCL and eight of their followers were later sentenced to death in 2021. We know that only the highly meritorious get admission into Buet. So what sort of a political culture could have turned these 20 top-notch students into such monsters?\nEarlier, in 2018, we saw the emergence of the \"helmet bahini\" (gang) consisting of BCL cadres, during the Road Safety Movement of school students. This group recklessly and relentlessly attacked school-going students just for demanding safe roads – something that every citizen wanted. We saw them again during the agitation concerning quota for government jobs, dishing out the same sort of violence.\n\nAfter 32 years, we should have cultivated some values of democracy and tolerance, and incorporated those into our political culture. No occasion is missed in reprimanding the media for \"spoiling\" the image of the country. But does the image of the country not get spoiled when our two biggest political parties – both of which have enjoyed power – shout instead of talk, accuse instead of understand, and constantly introduce pre-conditions before starting any negotiations, proving over and over again that they don't have the maturity to make desperately needed compromises, the absence of which threatens social peace, economic stability, and democratic evolution?\nDespite public condemnation, such gangsterism was patronised and used to subvert the emergence of any movement by the opposition or spontaneous ones by ordinary students, the youth, or by citizens. Whenever the students protested – for example, against VAT being imposed on private universities or the like – the BCL and the aforementioned bahini were used to suppress them. When the BNP was in power in 1991-1996 and 2001-2006, no BCL-affiliated student could live in the Dhaka University dormitories. So, when AL returned to power in 2008, the situation was reversed and has remained that way for the last 14 or more years, leading to all sorts of abuse and corruption and resulting in ruling party activists wielding total control over the dorms (including deciding who would and wouldn't be allowed get a seat there).\nSince the fall of Ershad in 1991, only two parties – AL and BNP – have enjoyed power and ruled us. The biggest harm that these two parties have done to our politics is their aversion to opposing and divergent views, and their hostility towards individuals or groups who challenged them. When the BNP ruled, it was intellectuals, writers, academics, and journalists of their political hue who got recognised, honoured, promoted, funded, and placed in crucial positions. When AL came to power, the same things happened but for a longer time. The list of honourees for the Ekushey Padak (Language Movement Medal) and Swadhinata Padak (Independence Day Medal) more than prove our assertion. This has severely compromised the independence and stature of our intellectuals and, to our great detriment, politicised them.\nOnce again, we are about to hold an election, and once again, all the flaws in our political culture are out in the open. We all want a free and fair election, but don't know how to realise it. The opposition's demand of a caretaker government which, in other words, is asking Sheikh Hasina to give up power, will not happen. That's where we have been stuck and that's where we are likely to remain. As we have no precedent for a negotiated agreement of relinquishing of power – except by Gen Ershad in December 1990 – we have no chance of this being settled across the table. So it will be decided by a show of street power, with all its disruptive and destructive features. Here, too, if an understanding could be reached, it would allow both sides (especially the opposition), on conditions of peaceful demonstration and non-violence, to hold their rallies, demonstrations, and meetings as they wished.\nSadly, even this understanding also seems unlikely. The fact that the ruling party announces their rallies on the same dates as the BNP's clearly indicates that, on every occasion, the AL wants to match the BNP's show of strength. This is quite absurd and is most likely to lead to violence and, possibly, deaths. Already, one person has died and scores have been injured. This could easily have been avoided if the AL had held its programmes on a different date.\nAfter 32 years, we should have cultivated some values of democracy and tolerance, and incorporated those into our political culture. No occasion is missed in reprimanding the media for \"spoiling\" the image of the country. But does the image of the country not get spoiled when our two biggest political parties – both of which have enjoyed power – shout instead of talk, accuse instead of understand, and constantly introduce pre-conditions before starting any negotiations, proving over and over again that they don't have the maturity to make desperately needed compromises, the absence of which threatens social peace, economic stability, and democratic evolution?\nOur people, but for whose hard work, sacrifice, and love for the country we would not have come where we have, deserve better.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Our political culture – you reap what you sow",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-our-political-culture-you-reap-what-you-sow-3374256",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Amid rising political tensions since BNP's declaration of a one-point movement for the government's resignation in favour of an election under a non-party interim administration, we're alarmed to see efforts that will further inflame tensions. On Wednesday, about 11,000 BNP supporters were sued over clashes between the former and the activists of Awami League and police personnel. The cases were filed in Dhaka and seven other districts where the clashes took place during BNP's road march on Tuesday, which saw the death of one of its activists. There were more clashes on Wednesday, too, so more cases are likely to follow. And in typical fashion, there were thinly-veiled threats of retaliation and resistance in equal measure.\nAll this is a chilling indication of what awaits the country should things continue along the current trajectory. But we must ask: since both ruling and opposition camps claim to be serving the interests of the public, how \"served\" should the latter feel after a turbulent week of heated exchanges, ominous threats and violent confrontations? Besides the death of Sajeeb Hossain, a Krishak Dal activist, hundreds of people were also injured during BNP's two-day road march programme. Public properties were vandalised in many areas. People on the streets endured unimaginable suffering. Who will take responsibility for all that?\nThe combination of attacks and legal intimidation that the ruling camp appeared to endorse in a bid to weaken the BNP's street campaigns is a potent but dreadful tactic, one that violates its right to peaceful assembly. Often, violence was instigated after police, followed by overenthusiastic ruling party activists, swooped on BNP marches in the name of preventing public suffering. We have seen this tactic used many times before. Continuing along this line is not only detrimental to the democratic process, but will lengthen the present political deadlock and push any chance of reaching consensus on the composition of the election-time government further away. This is totally unacceptable.\nThe political parties, especially Awami League and BNP, owe it to the public to give dialogue and debate – not violence or other forms of intimidation – a chance to resolve their issues. Awami League in particular, as the party in power, must show its willingness to participate in a peaceful process to find solutions. We don't have much time ahead of the national election. And the country cannot continue to be in a state of fear and uncertainty. So it is high time the political parties found their way back to the negotiating table. Meanwhile, any harassment of the opposition leaders and activists must also stop.\n",
        "headline_1": "Hostility will only lengthen the political deadlock",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hostility-will-only-lengthen-the-political-deadlock-3374191",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Lose weight. Stop smoking. Get more exercise. Avoid sweets. We receive all kinds of tips about what we should do to stay healthy. When we fall sick, we are told to go to the doctor and to take drugs. In other words, it's our responsibility to stay healthy and the responsibility of the medical establishment to cure us when we're sick. But what about a shared responsibility for our health across society, with individuals, the community, and government working together to achieve a positive outcome?\nThe importance of government policy, not just individual motivation, for health becomes evident when we consider the behaviours needed for a person to stay healthy. The biggest risks to our health are non-communicable diseases like cancer, stroke, heart disease, and diabetes. The major risk factors are tobacco and alcohol use, unhealthy diet, lack of physical activity, and air pollution. Other than pollution, the risk factors may appear to be within our control. But are they really?\nIf tobacco is inexpensive, we are inundated with ads for tobacco products and most places allow smoking. So, more people use tobacco than if strong policies were in place. When unhealthy foods like sugary drinks, chips, and fast food are widely available, heavily advertised, and cheaper than healthy foods, it is no wonder that people consume them in excess. When streets are dominated by motorised vehicles, parks are few and far between, and little to no good infrastructure exists for walking and cycling, most people will not get enough physical activity.\nGovernments need to pass good policies, not only within the health sector but for transport, urban planning, industry, environment, education, and so on. They need to carry out communication campaigns to help people understand what they can do to stay healthy. No matter how successful such efforts are, government hospitals and clinics will still be needed. Working on both to make it easier for people to stay healthy and to cure them when they fall ill is a huge responsibility.\n\nGovernments need to pass good policies, not only within the health sector but for transport, urban planning, industry, environment, education, and so on. They need to carry out communication campaigns to help people understand what they can do to stay healthy.\nFortunately, there is no need for it to be entirely the government's responsibility to ensure initiatives, policies, services, and infrastructure to keep the population healthy. Many other countries have established a health promotion foundation, usually semi-autonomous from the government, to carry out some of those roles while leaving the management of government health care operations to the health ministry.\nTypically, a health promotion foundation carries out a number of important roles. In Thailand, for instance, ThaiHealth identifies gaps, then commissions research, engages stakeholders, ensures collaboration, advocates for supportive policies, carries out communication campaigns, and provides funding to institutes, universities, and organisations to improve population health.\nSounds great, but who would fund all that? The budget of ThaiHealth is roughly $120 million a year. Most health promotion foundations, including ThaiHealth, are funded directly from a dedicated tax on tobacco and alcohol. The money goes straight to the foundation, rather than through government revenues, and thus is not susceptible to annual budgetary negotiations.\nIs the idea of establishing a health promotion foundation that can carry out important functions to help Bangladeshis stay healthier, funded through a dedicated tax on unhealthy products, relevant here? Are there any potential downsides to investing more money and energy into helping people stay healthy? Surely, as we transition into a middle-income country, health should gain emphasis. As the need for curative care expands exponentially, good options for reducing costs while improving services are needed.\nEstablishing a health promotion foundation will not be a miracle cure to all that ails us, but it could play an enormous role in assisting people throughout the country to live a healthier life; even without the assistance of a nagging doctor or friends proffering well-intentioned but unwelcome advice.\nDebra Efroymson is senior advisor to Canadian public health NGO HealthBridge.\n",
        "headline_1": "Is health an individual or collective responsibility?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/health-individual-or-collective-responsibility-3374116",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Amid rising political tensions since BNP's declaration of a one-point movement for the government's resignation in favour of an election under a non-party interim administration, we're alarmed to see efforts that will further inflame tensions. On Wednesday, about 11,000 BNP supporters were sued over clashes between the former and the activists of Awami League and police personnel. The cases were filed in Dhaka and seven other districts where the clashes took place during BNP's road march on Tuesday, which saw the death of one of its activists. There were more clashes on Wednesday, too, so more cases are likely to follow. And in typical fashion, there were thinly-veiled threats of retaliation and resistance in equal measure.\nAll this is a chilling indication of what awaits the country should things continue along the current trajectory. But we must ask: since both ruling and opposition camps claim to be serving the interests of the public, how \"served\" should the latter feel after a turbulent week of heated exchanges, ominous threats and violent confrontations? Besides the death of Sajeeb Hossain, a Krishak Dal activist, hundreds of people were also injured during BNP's two-day road march programme. Public properties were vandalised in many areas. People on the streets endured unimaginable suffering. Who will take responsibility for all that?\nThe combination of attacks and legal intimidation that the ruling camp appeared to endorse in a bid to weaken the BNP's street campaigns is a potent but dreadful tactic, one that violates its right to peaceful assembly. Often, violence was instigated after police, followed by overenthusiastic ruling party activists, swooped on BNP marches in the name of preventing public suffering. We have seen this tactic used many times before. Continuing along this line is not only detrimental to the democratic process, but will lengthen the present political deadlock and push any chance of reaching consensus on the composition of the election-time government further away. This is totally unacceptable.\nThe political parties, especially Awami League and BNP, owe it to the public to give dialogue and debate – not violence or other forms of intimidation – a chance to resolve their issues. Awami League in particular, as the party in power, must show its willingness to participate in a peaceful process to find solutions. We don't have much time ahead of the national election. And the country cannot continue to be in a state of fear and uncertainty. So it is high time the political parties found their way back to the negotiating table. Meanwhile, any harassment of the opposition leaders and activists must also stop.\n",
        "headline_1": "Hostility will only lengthen the political deadlock",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hostility-will-only-lengthen-the-political-deadlock-3374191",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Why is it that despite pledging to stop deforestation – and increase forestland by 25 percent – by 2030, Bangladesh is setting far fewer examples of forestation than of deforestation the closer it gets to the deadline? Only the other day, we commented on the country's first-ever urban forest being planned in Dhaka's Purbachal Residential Area. But since then, we have had at least three reports on instances of environmental degradation, the first being about influential people cutting a hill in Chattogram's Lohagara upazila in order to build houses. And on Wednesday, we were again pitted against two reports on the destruction of forests elsewhere in the Chattogram region. The risk of failing to meet that COP26 target – which seems almost certain – is not our main concern, however. What we find more alarming is the total lack of urgency with which our environmental concerns are being addressed.\nTake, for example, the imminent existential threat facing the critically endangered Asian elephants because of the newly constructed Dohazari-Cox's Bazar rail line. Reportedly, about one quarter of the 102-kilometre line cuts through three vital forested areas, namely the Chunati Wildlife Sanctuary, the Fasiakhali Wildlife Sanctuary, and the Medhakoccopia National Park – key corridors essential for the elephants who move between habitats in search of food and water. However, Bangladesh Railway has built only one overpass and two underpasses to facilitate their passage, which is woefully inadequate. This, experts say, has only increased the risk of collisions between trains and elephants, who are already facing severe challenges to their survival due to widespread deforestation in the greater Chattogram region.\nThe second story from Wednesday sheds light on the senseless conversion of a five-acre mangrove forest into a shipbreaking yard in Chattogram's Sitakunda upazila. A once lush green forest – home to countless trees that acted as natural barriers against storm surges – now lies razed to the ground. What makes it harder to accept is that this was done with the authorisation of the district administration, which leased out the forestland to the company in question which, in turn, cleared the trees and nearby areas without obtaining permission from the Forest Department. And even though the district administration later cancelled the lease agreement amid criticism, the damage has already been done, leaving irreversible consequences for the area's ecological balance, biodiversity and wildlife.\nOnce you assess the cumulative effects of all such anti-nature activities, which are occurring in some form every day, you cannot help but feel deeply worried. With every forest or hill razed, a little bit of Bangladesh dies too. We, therefore, urge the government to take immediate action to halt further destruction of hills, forests and all terrestrial habitats in the country, ensure strict adherence to the environmental laws, and subject all its development projects to rigorous environmental impact assessment.\n",
        "headline_1": "With every forest razed, a little bit of Bangladesh dies too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/every-forest-razed-little-bit-bangladesh-dies-too-3374036",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "The directive of the Prime Minister Sheikh Hasina to the relevant authorities late last week for preparation of development projects in line with the current prices of construction materials and currency exchange rates is, in effect, a forewarning against flawed planning leading to undesirable revisions that often typify the country's development projects. The prime minister gave such directives while chairing the 1st meeting of the Executive Committee of the National Economic Council (ECNEC) of the current fiscal year (FY24) held on July 18. In the meeting, ECNEC endorsed a total of 15 projects involving an estimated cost of Tk 180.10 billion. At a press conference after the meeting, Planning Minister MA Mannan said, the premier in the meeting noted that the prices of construction materials like iron, cement, stones and bricks are experiencing an upward trend, for which the prices of such items often go up during the project implementation period compared to the time of framing the rate schedule of development projects. In order to avoid such situation arising from price rise of materials as well as fluctuating forex exchange rate, in particular of the US dollar, the PM reportedly asked the officials concerned to accommodate these issues at the time of project planning. The directive reflects only a part of the overall picture. True, escalation of cost of materials during the implementation phase calls for revision of project budget to a higher level, but equally important is the time over-run that also necessitates upward revision. It is generally acknowledged that absence of required drive and less than efficient management skills are often responsible for delays in project implementation, requiring revision. In fact, save rare exceptions, most development projects suffer from time over-run. Hence revisions, sometimes repeated, are required to somehow complete projects. This being the reality, it is efficient management that accounts for a good deal of success in project implementation. However, saying so is not to disregard rising cost of materials that at times impede project implementation, requiring revision. In the ECNEC meeting the head of the government also mentioned another aspect in connection with framing development projects that, too, has become an unwelcome feature of the country's project culture. It is the duplication of similar projects in the same area which the PM has cautioned against.It is true that over the years there has been a considerable expansion in the country's Annual Development Plan (ADP) with not only the increase in the number of projects and money allocated in the national budget but also the widening of the range of projects undertaken. However, the problems that persisted in the past seem to have remained despite the expansion and experiences gained from project execution. The PM has rightly pointed out some of the fundamental problems embedded in the planning of development projects. It is now for the authorities concerned to be mindful, as far as possible, of avoiding the same mistakes and overcoming the lapses.",
        "headline_1": "Pragmatic plan for development projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pragmatic-plan-for-development-projects-1689865040",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "The spectre of a famine in large swathes of the planet is all set to unfold. With Russia turning its back to the Black Sea Grain Initiative (BSGI), the ominous prospect now looks all the more real. The grain deal brokered by Turkish Presdident, Recep Tayyip Erdogan and the UN was extended thrice before ---the latest one until July 17 last. Now Russia has refused to extend the agreement further. All because, under a parallel agreement Russia's own food and fertiliser exports were supposed to be restriction-free but it faces problems linked to the sanctions. Well, Russian food and fertiliser can move past the restrictions but payments, insurance and shipping for Moscow's own agricultural exports have been either delayed or held up by the US- and the EU-enforced sanctions, complains Russia. To offset the looming threat of famine stalking most vulnerable areas in Africa where 125 million people face extreme food shortage, the BSGI was most essential. Between 2018-2020, Africa imported wheat worth $3.7 billion and $1.4 billion from Russia and Ukraine respectively. Wheat from the two countries thus contributed respectively to 32 per cent and 12 per cent of the total African import. According to the United Nations, 32 countries including some of the poorest and most vulnerable like Syria, Yemen, Somalia, Democratic Republic of Congo and Lebanon depend on Russia and Ukraine for more than half of their wheat imports. On its part, Russia demanded that its state-owned agricultural bank, Rosselkhozbank be reconnected to the Swift fast payment system, when all Russian banks have remained cut off from the system since June, 2022. This would have made the agreement meaningful. If restrictions on payments, logistics and insurance act as a barrier, Russia's demand is certainly not misplaced. But the US and the EU first put forward an alternative proposal for opening up a subsidiary of the agricultural bank by Russia. Moscow rejected it on the ground that it would take too much time to serve its purpose. Then the Western alliance came up with its second proposal for processing payment for Russian food and fertiliser through JP Morgan Chase, a US bank. Obviously, Russia could not accept it. Thus matters came to a stalemate, leading to Russia's exit from the treaty. This means that millions of tonnes of sunflower oil, maze, barley and wheat will remain trapped at Ukrainian ports of Chornomorsk, Odesa and Pivdennyi as it did before when 20 million tonnes of grain meant for export could not be shipped with the breaking out of the war. But following the signing of the BSGI, 33 million tonnes of grain from Ukraine reached the intended destinations in several African and Middle-eastern countries without hassle, triggering a sharp decline in prices by 22 per cent from the earlier record high grain price. Under the grain deal, the World Food Programme (WFP) shipped 625,000 tonnes of grain and it procured more than half of its grain from Ukraine to continue its aid operation in Afghanistan, Ethiopia, Kenya, Somalia and Yemen in 2022.This process of feeding the populations in war-torn countries where big players incite the conflict through proxy war will come to a halt. The alternative is starvation for millions or exodus of refugees on hazardous routes. At the root of their tragic plight lies the competition for furthering the spheres of global influence. But it is the present human civilisation's greatest curse and shame because it is primarily man-made. Like the environmental and ecological degradation, it is now exploding in bizarre and tragic forms.  It seems that the human race is desperate to dig its own grave. Instead of attending to the call of healing environmental wounds caused by this so-called superior species' suicidal acts, it is pursuing geopolitical manoeuvres enough to divide the entire world into two rival camps. On the face of it, Russia looks to be an aggressor but the main player behind the puppet show pretends to be a non-committal rescuer who is just standing by the victim of an armed aggression with the sole purpose of advancing its own agenda. Today the entire world is paying through its nose for the highly calculated move for expansion of the North Atlantic Treaty Organisation (NATO) at a time when the world was yet to recover from the post-pandemic trauma---social, economic and humanitarian. At a time when the planet is in turmoil with heat waves baking several European countries, forest fires engulfing vast areas of greenery and floods of unprecedented order sweeping away human settlements and inundating cities and towns with no such experience, civilised people needed to do some soul-searching to get to the root of such convulsions of Nature. No, these phenomena have failed to bring the people in power back to their senses. The geopolitics they are pursuing to enhance their money and muscle power could not be nastier at this critical time when the human species finds itself on the crossroads. Not only does the disruption of supply chain of foods open up the possibility of a famine, it has the potential to bring the genie out of the bottle. That would be the worst to happen to the human race because a war on a global scale will wipe it out from the face of the planet. \n[email protected]",
        "headline_1": "Looming threat of famine and perils beyond",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looming-threat-of-famine-and-perils-beyond-1689865102",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "The actual size of non-performing loans (NPL) in the country's banking system has always been a mystery. The phrase in Hindi, 'jo dekhta hai woh hota nehi aur jo hota hai woh dhekta nehi hai' (whatever appears to the eyes is not actual, and whatever is actual is not visible) does represent the NPL size better as far as Bangladesh is concerned. The officially shown size of ever-growing NPL was over Tk1.31 trillion until March last. Most people, including many involved with the management of banks, find the amount a window-dressed one. However, there has not been any dearth of guesstimated volumes of NPL. A noted and Ekushey Award recipient economist Professor Moinul Islam early this week also came out with a guesstimated size of the NPL. Speaking at a discussion meeting in Dhaka, Prof. Islam said classified loans might have ballooned to around Tk 4.0 trillion. His estimate includes the loans that have remained stuck in thousands of loan recovery cases year after year and the ones that the banks have written off over time. The volume of NPL will be even higher if many large loans that are being shown as regular by offering rescheduling facilities time and again under different pretexts are taken into account.That 'political patronization' has a role in the ballooning of NPL in Bangladesh is more or less a known issue. But none knows its extensiveness. Prof. Islam, quoting from one of his research works, titled \"Non-performing loans in the private sector', said political patronization had a role in 77 per cent of default loan cases. His research work results were published before 2010. According to him, the propensity to patronize the defaulters has got further pace in recent times. Most of the defaulted bank money is being transferred abroad illegally. What the renowned economist has said at the discussion meeting is not anything new. The issues are very often discussed in the public domain and the media do regularly publish news items, reviews and analyses. What is, however, most troubling is that the situation relating to NPL and capital flight has either remained unchanged or deteriorated further. One may cite lots of reasons for the constant rise in NPL. The banking system of most economies has an NPL problem. But the size matters. When the NPL becomes unsustainable for banks, there should be reasons to be worried. The central bank and the Ministry of Finance are two key players that need to keep vigil over banks so that the situation does not reach a worrying phase. There are questions about whether these two entities in Bangladesh have played their part as per requirement. Had they played their role in compliance with perfectly crafted laws and rules, the issue of political patronage would not have surfaced. A serious dearth of good governance, accountability and transparency has created a difficult situation in the banking sector. Some people might find the use of the word 'difficult' too soft, as the prevailing state is worse than at any time in the past. The problems in the banking sector have also a direct bearing on the difficulties now the economy is experiencing. The indifference, deliberate or otherwise, might be making life easy for some high-profile borrowers, but it has invited troubles for the banking sector, particularly for some banks that have been doing business diligently and efficiently. Still, there is time to retrieve the situation. Playing by the rules can help salvage the deteriorating NPL situation. \n[email protected]",
        "headline_1": "The cost of indifference and patronage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-cost-of-indifference-and-patronage-1689865134",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2023"
    },
    {
        "full_article": "Bangladesh has more than 20,000 secondary schools, 684 of which are run by the government. The number of teachers in both public and private secondary schools is close to 300,000. However, the teachers and employees of non-government schools face discriminatory treatment. Both public and private school teachers teach their students under the same curriculum. But MPO (monthly pay order)-listed school teachers get 25 per cent festival allowance, Tk 1,000 house rent and Tk 500 medical allowance per month. This discriminatory treatment should come to an end. All teachers should enjoy same facilities. For this, private school teachers have been demanding nationalisation of all non-government secondary schools for a long time. Now the protesting teachers are continuing a sit-in programme in front of National Press Club in Dhaka city. Not just secondary education, all forms of education should be nationalised. When this happens, it will ensure education for all. Then there will be no disparity among teachers. According to an American study, 20 per cent of quality education depends on conducive learning environment and infrastructural facilities. But 85 per cent of quality education depends on teachers. So, our teachers need financial freedom to impart quality education. Quality education cannot be expected from teachers who are struggling to survive. Therefore, the government should nationalise all secondary schools, and take initiatives to provide teachers with standard salaries and allowances. \nMd Maruf Hassan Bhiuyan, Feni Sadar, Feni, [email protected]",
        "headline_1": "Nationalisation of all secondary schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/nationalisation-of-all-secondary-schools-1689865159",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2023"
    }
]