[
    {
        "full_article": "The BJP has reconstituted its 11-member Parliamentary Board and the 15-member Central Election Committee this week and they are likely to remain in charge well into the 2024 general election. Prime Minister Narendra Modi’s grip over party matters is absolute and the reconstitution of these apex bodies hardly alters that fact. In that sense, nothing fundamentally changes, and the changes reinforce the trend of Mr. Modi’s expanding footprint in the party’s remaking. Senior leader Nitin Gadkari, a former party president, and Madhya Pradesh CM Shivraj Singh Chouhan have lost their Parliamentary Board seats, while the new icon of the Hindutva camp, U.P. CM Yogi Adityanath, has not found a place. The former Karnataka CM, B.S. Yediyurappa, who holds sway over the Lingayat community and is crucial in electoral calculations in Karnataka has been brought back into the power structure, a year after he was asked to resign as Chief Minister. By inducting him into both bodies, the central leadership has conceded his indispensability. Also notable is the BJP’s agility to redeploy resources according to changing situations — Sarbananda Sonowal, a tribal face in Assam who was replaced as Chief Minister, is now in the Parliamentary Board. He is also a Union Minister.BJP OBC Morcha head and Rajya Sabha MP K. Laxman from Telangana and former Lok Sabha MP Sudha Yadav from Haryana are expected to be the party’s links to relatively new constituencies. Iqbal Singh Lalpura has become the first Sikh to be inducted into the Parliamentary Board, while Shahnawaz Hussain has been dropped from the CEC. Mr. Modi is particular about staying in complete control, but he recruits and deploys a diverse legion in his support. The BJP under him has achieved a balance between a disciplined central command and the autonomy of individual leaders who are in charge of particular tasks. While only a few of them have the capacity of Mr. Yediyurappa to bargain with the party, they do strengthen the relentless social engineering pursuits of the BJP. The party has the capacity to be flexible and can even reverse its decisions to manage its electoral prospects, as Mr. Yediyurappa’s rehabilitation shows. The dislodging of Mr. Gadkari, who has maintained an image of relative autonomy as Minister and a party leader, on the other hand, can be interpreted as a stern demand for absolute loyalty. That too is a sign of the changing relationship between Mr. Modi and the RSS, the mother ship of the Sangh Parivar that includes the BJP. Mr. Gadkari is said to be a favourite of the RSS, which no longer holds the same sway over the BJP as it used to. Mr. Gadkari’s exclusion also coincides with the inclusion of another Brahmin from Maharashtra, Devendra Fadnavis, in the CEC. The reconstituted Parliamentary Board and CEC of the BJP signal dynamism and tight control at the same time.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here. \nCorrection and clarification: A sentence in the Editorial read: “BJP OBC Morcha head and Rajya Sabha MP K. Laxman from Telangana and Lok Sabha MP Sudha Yadav from Haryana.” It has been changed to “former Lok Sabha MP Sudha Yadav”. A clarification: K. Laxman is from Telangana (and a former State President of the BJP in Telangana) who has now been nominated to the Upper House from Uttar Pradesh.",
        "headline_1": "Control, alter: On BJP top brass rejig",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/control-alter-the-hindu-editorial-on-bjp-top-brass-rejig/article65788276.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The Central Board of Indirect Taxes and Customs (CBIC), through four different communiqués this week, has altered the enforcement processes for tax evaders in both customs as well as Goods and Services Tax (GST) matters. First, it significantly raised the monetary thresholds for initiating prosecutions and arrests under the Customs Act. Separately, the board laid down elaborate guidelines for GST officials before they exercise their powers to arrest and issue summons under the central GST law. While such norms were laid down for legacy laws governing taxes such as central excise, that are now subsumed into the GST, CBIC felt the need to issue fresh guidelines. The summons checklist, for instance, takes note of routine issuance of summons to top officials of firms even for procuring records available on the GST portal, and specifies that CXOs and MDs of any firm must not ‘generally’ be summoned in the first instance, but only when their involvement in tax evasion is clearly indicated. An approval process that requires officers to record reasons for issuing summons has been mooted to ensure that the power is exercised judiciously, even as they have been advised to consider where simple letters may suffice.The norms spelt out for arrest and bail for GST offences, that stem from a Supreme Court judgment, are far more exhaustive and aimed at preventing ‘routine and mechanical’ arrests. The pre-requisites laid out before an arrest include the availability of credible evidence of wrongdoing as a starting point. However, approvals to arrest would hinge on whether the intent to evade tax or wrongfully avail tax benefits is evident and mens rea or guilty mind is palpable. Mere disagreements on interpreting a tax levy should not result in an arrest, the Board has said, underlining that the power to arrest must be exercised carefully as it impinges on personal liberty. Although the CBIC took a year to respond to the apex court’s conclusion that an arrest must not be made just because it can be made, its latest diktats will assuage discomfort among GST payers about tax terror of a new variety. While the GST Council will continue to navigate the remaining clean-up of exemptions and inverted duty structures and revamp of the messy multiple tax rates with an eye on ramping up revenues from the still-evolving tax regime, easing its compliance hassles is equally critical. Taxpayers and officials can always differ on what the fine print means, and oversights or mistakes may crop up in filings that may not necessarily be mala fide. Distinguishing these from genuinely evasive ploys of a few taxpayers, and following a well-reasoned process to prosecute those who err by design, will go a long way in making the GST a truly Good and Simple Tax for businesses rather than a fresh fear factor to fret over.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Reining in overreach: On arrests and summons under GST law",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reining-in-overreach-the-hindu-editorial-on-arrests-and-summons-under-gst-law/article65788164.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "Can I have Maggi tonight?’ my daughter asks me as she leaves for her math tuition. That yellow packet with its red logo has an inexplicable power over me. When I look at it, I don’t see a packet of instant noodles as much as a mug balanced on a concrete ledge overlooking Chikhli valley. It takes me back to 1988.\nI am tying my shoelaces and running out of my dormitory. In one hand, I have my school bag and in the other, a mug of water. I quickly find a sunny spot on the parapet and place the mug there. From my bag, I pull out the yellow packet, rip it open and throw the contents into the mug. Praying no one swipes my Maggi, and having no access to hot stoves, I leave my meal to cook in the sun for the next few hours till lunch break.\nAs an adult I am aware that it is merely flavouring sprinkled over dehydrated coils of flour. The taste is deceptive. Of soaked animal bones and the sea — meat and mineral. A trick played out by the chemical dance on our tongues. Nostalgia, though, bypasses the woman and instead engages with the schoolgirl who still resides in a corner inside my head. My capitulation is instinctive. Instead of rajma chawal and beans, we have instant noodles that night. That is the power of nostalgia marketing.\nNostalgia, the word comes from the Greek nostos (return home) and algos (pain). A kneading of sore muscles and not a prodding of torn ligaments.\nA yearning to return to simpler times. To a series of flashbulb moments, that science tells us, are brightest between the ages of 12 and 22.Like most strong emotions, nostalgia can be harnessed to direct\n \nhuman behaviour. According to a study in the Journal of Consumer Research, consumers asked to think about the past were willing to pay more for a set of products than consumers asked to think about the future. They also exhibited an increased willingness to give more money to others after recalling a nostalgic event.\nNostalgia, which was at its peak during the pandemic when it provided an antidote to loneliness and fear, shows no signs of ebbing. At least not when you see the success of sequels like ‘Thor: Love and Thunder’, ‘Bhool Bhulaiyaa 2’ and Tom Cruise’s ‘Top Gun’. The latter made over a billion dollars and, according to Paramount, over 55% of the viewers were over 35. Members of my generation who grew up with Top Gun posters on our bedroom walls.\nIt’s perhaps the reason behind Cadbury recreating it’s Kuch Khas hai ad from the ’90s, or the collaboration this month between Samsung and Google set to Backstreet Boys music. It’s why Marshall speakers are coveted and the Cred ads with Bappi Lahiri and Kumar Sanu keenly watched. Nostalgia is a public limited company where we are all eager shareholders. As a marketing method, it is particularly effective as it makes us focus on our past and not the still uncertain present.\nI suppose it’s the reason I splurged on a typewriter I can’t use. Similar to the one my grandfather had.\nA mammoth from another time, the metallic surface corroded like a blistery rash. Arthritic keys and levers all buried in caskets of rust. It sits on a shelf, a worn-out treasure that reminds me of my childhood.\nLast week, talking to an old friend, I said, ‘Do you know how to identify middle-aged relics like us? It’s by asking them if they know the words to the Marlex pressure cooker jingle.’\n‘What about this one?’ he said and started crooning, ‘B J, Babubhai Jagjivandas.’ Adding, ‘For the longest time, I didn’t even understand what people meant when they talked about ‘getting a BJ’. I thought they were talking about Babubhai!’\nWe sat discussing Shikari Shambu, the comic books that ensured my name was often mangled to ‘Tinkle’, and a program that we used to watch, Phool Khile Hain Gulshan Gulshan, with Tabassum as a host. The past is often seen through a distorted lens. I don’t recall the times I must have found her show boring, instead I am warmed by the memories of her nasal twang and the rose tucked behind her ear. Recollections wrapped around me like cashmere layers on a winter morning. Now, if someone took the legendary Tabassum and made her hold a rose-scented air freshener in her hand, people from a certain generation would be easily seduced into buying the product. The same way nostalgia leads us into getting a particular packet of instant noodles, the chocolate from a refashioned ad, tickets to sequels and rusty typewriters. It’s all due to the machinations of marvellous marketeers.\nThey are clear that nothing in life can be free, not even waving out at renditions of who we once used to be.\n\n",
        "headline_1": "Is nostalgia making a phool out of you?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/is-nostalgia-making-a-phool-out-of-you/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "Within a year of its independence, India turned off a tap. The Indus water partition had left India in possession of the Ferozepur headworks that controlled the Indus water that fed Pakistan’s fields. Friction over Kashmir and water intertwined, and India cut off water supply for Lahore and 5.5% of Pakistani farmland in April 1948. This helped bring Pakistan to the table and a ceasefire soon followed. (Geo)politics is a core thread in India’s water tapestry, as are philosophy, technology and climate.\nThe geopolitics of the 1950s brought America to the subcontinent, and the US shaped India’s water in three ways. First, America’s Food for Peace programme habituated Indian palates and purses to cheap wheat. Second, the US helped India map and tap into its groundwater. Lastly, the World Bank brokered the Indus Water Treaty (IWT), allowing Pakistan to bypass the proverbial tap. What made India agree? Its monsoon failure in 1957 caused a balance-of-payments crisis. India needed World Bank assistance, which made it willing to compromise on the IWT. The second Indo-Pak war started shortly after the tap was bypassed.\nBUCKET OF WOE: With tanks built over and forests denuded, floods have become more potent\nIn the mid-1960s, India’s volatile monsoon failed again. As famine loomed large, we paid a steep price for ‘cheap’ American wheat by agreeing to US-dictated policy terms. Desperate to become food independent, the country embarked upon its Green Revolution. Both the Minimum Support Price and the Food Corporation of India were born in this drought, and designed to make India’s farmers grow more food. But why encourage rice and wheat when most Indians ate millets — a grain uniquely suited to India’s volatile rains? Maybe colonial heritage shaped grain-choice. After all, rice and wheat were more suited to global trade (and quick cash) rather than the humbler millet. Technology (borewells to tap into groundwater) helped overcome the volatility of rains — at least for the bigger farmers. Groundwater’s allure lay in its convenience — flip a switch, and water appears. Its danger lies in its invisibility — because we can’t measure subsurface water, we think it endless, until, of course, it disappears. In the 1970s, a flat tariff for borewell electricity was cheapened and then removed. Over time, farmers have made India food secure, but the country paid a price. Today, in a single year, enough groundwater flows away from India’s dry northwest to meet the drinking water needs of India’s largest cities for 13 years! When groundwater runs out, where will that leave food security?\nBorewells reshaped cities too. By bringing drinking water to flood plains and the periphery, the borewell overcame the lack of municipal capacity (and planning). Within cities too, water changed. The British declared that tanks (or lakes) harboured infection and should be filled — that they provided empty land in the heart of a city was purely a happy coincidence. Colonially trained bureaucrats continued in that belief and so, India’s city tanks were built over. The giant Long Tank in Chennai, where the Madras Boat club once held its winter regatta, has morphed into one of India’s biggest commercial districts. Few missed the tanks, as groundwater was still available and floods were still uncommon. But the tank-disappearance bomb had been lit, and it has been ticking away since.\nAnother ticking bomb in India’s shifting water tapestry is deforestation. The British, who saw Indian forests as unsold timber and potential agricultural land, cleared them and encouraged farmers  to grow cash crops. But science shows that forest is intrinsic to shaping India’s rains — stabilising land on steep slopes where it rains heavily, reducing monsoonal flooding while increasing summer flow in rivers. Sadly, the British ethos still shapes how we value forests today. Over 60% of the value of forest area to be cleared rests in the timber value of trees, while the forest’s water services are essentially unpriced, making them appear cheaper to clear than they really are. A “water-is-free” ethos, plus the plentiful supply of ground water, retarded water management across the country.\nBut then, in the late 1980s, a powerful new thread — climate change — entered India’s water tapestry. With oceans hotter and skies warmer, the number of rain days fell, storms and rainfall intensified. Without tanks to absorb the deluge or forests to moderate the flow, floods and landslides became more potent and more commonplace. Dry regions began running out of water — like Alwar in the 1980s, or Chennai in the summer of 2019. To conserve groundwater, Punjab passed a law in 2009 that delayed paddy planting. But that delay shrank the gap between paddy harvest and wheat sowing. The fastest way to clear the fields was to burn them, adding to northern India’s air pollution spike in winter.\nIn 75 years, India has become wealthier and food secure, but water insecure. The future is frightening with China, sea-level rise and pollution entering the picture, but are we scared enough to see the unique nature of our water and manage it as it desperately needs?\n\n",
        "headline_1": "India@75: Tracing the colonial hand in evolving water tapestry",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/india75-tracing-the-colonial-hand-in-evolving-water-tapestry/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The debate on freebies must recognise that the Centre and states are both guilty and apportioning blame will be a wrong start.\nWe need to have an honest, open and intense debate on populist spending, devoid of any value judgement, especially as freebies are financed by borrowing. Whether it’s a private company or a government, ideally any debt should pay for itself by generating future revenues for debt servicing. On the other hand, if borrowed money is spent on current consumption with no impact on future growth, we will be passing on the burden of repayment to our children – an egregious sin by any reckoning.\nRead full opinion on TOI+\n\n",
        "headline_1": "How to solve the freebie puzzle: Identify all below-cost-price goods, services. Set a limited budget for them, for GoI & states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-to-solve-the-freebie-puzzle-identify-all-below-cost-price-goods-services-set-a-limited-budget-for-them-for-goi-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "Revision of electoral rolls is the latest political controversy in J&K.  The revision is a follow-up to the delimitation exercise. Both these follow the nullification of Article 370 in 2019. An increase in the electoral base is not unexpected per se in three years. Plus, to include people who are ordinary residents of J&K just as they are in other states and UTs in India is and should be a part of the attempt to take J&K towards normalcy. To keep voting rights in these UTs more restrictive than other parts of the Union is to take a step back.\nThat said, the context matters. The whole point is to give impetus to the political process, which requires an election where all stakeholders have to accept the mandate. Therefore, EC’s processes should be widely perceived as credible, even more so in J&K with its troubled history. The commission should be open to answering all questions from stakeholders, while standing firm on the principle of including ordinary residents in the voters’ list. Some have questioned the quantum of increase, for example. EC must squarely explain the numbers and be open to corrections if errors are found. Post-370 J&K polls are a huge job for EC. It must be seen as a fair arbiter.\nAn election process that’s seen to be credible will create a government that’s credible, and that government has a huge job. CMIE data shows unemployment in the 20-29 age group in J&K is 55%, about twice the national average. Opening up economic opportunities for these job-seekers is integral to the normalisation process. Rail and air connectivity projects to J&K have been set in motion. The success of integration, however, requires the political buy-in by stakeholders in Kashmir valley. Absolute transparency will help.\n\n",
        "headline_1": "Be seen to be fair: EC right on J&K voter list. But it must address questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/be-seen-to-be-fair-ec-right-on-jk-voter-list-but-it-must-address-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The present energy and power crises that Bangladesh faces did not befall us all of a sudden. It has been predicted for quite some time as energy experts in the country noticed a gradual fall in local gas production levels. Gas being the main energy source in the country, a decline in gas production led the government to import liquefied natural gas (LNG) in a bid to offset the supply shortfall. But that actually backfired because of the high price of LNG getting even higher, thanks to the Russia-Ukraine war that broke out in late February. Policymakers in Bangladesh have now come to realise that a major mistake was made by not carrying out large-scale gas exploration in the country over the last 20 years, which could have replenished the consumed gas as the years went by. But the realisation came too late, and not before the country once again embraced episodes of load-shedding soon after the well-publicised \"electricity for all\" declaration.\nBut why is there not enough exploration to meet the gas shortfall? Bangladesh's success ratio is 3.5:1, meaning we get one commercial gas discovery if we drill three and a half wells on an average. This success ratio is well above the world average. The last three wells drilled in Bangladesh led to one successful discovery (Zakiganj), meaning that the success ratio remains valid till date. On the contrary, the exploration rate in Bangladesh is too low. In the last 22 years, Bangladesh has drilled 28 exploration wells, meaning 1.2 exploration wells were drilled per year on average. This is too low a rate of exploration by any standard for a proven hydrocarbon basin. Bangladesh has an area of over 147,000 sq-km and has drilled 98 exploratory gas wells so far. In comparison, the state of Tripura in India (adjacent to Bangladesh), which has an area of 10,000 sq-km, has drilled 160 exploratory wells.\nGas exploration and reserves issues are often discussed and argued upon in a funny manner in Bangladesh. In 1998, the US-based Occidental Petroleum Corporation discovered a large gas field named Bibiyana in Sylhet. The company came up with a proposal for the government to export the gas produced in Bibiyana to India, apparently for a quick profit recovery. A group of people with vested interests launched a campaign to facilitate gas export. As part of the campaign, they floated a theory that Bangladesh was floating on gas. But ultimately the whole issue was put to rest by a pointed statement from the then Prime Minister Sheikh Hasina, in a meeting with the visiting US President Bill Clinton, that Bangladesh would not export gas without keeping 50 years of reserve for its own use. This was a bold move which eventually buried the gas export syndrome for good in Bangladesh.\nMore than 20 years later, the gas issue surfaced once again, this time with a suggestion that the gas reserve in Bangladesh has been almost depleted. It is suggested that there are little chances of finding new gas and therefore Bangladesh needs to depend on LNG import to meet its gas needs. LNG is a costly fuel and may not be sustainably procured from a volatile international market – at least at present, as well as in the near future because of the sky-high prices. The Russia-Ukraine war has made the situation worse mainly because of the Russian gas embargo by European countries who are entering the LNG market. So the demand for LNG in the international market will increase – as will the price.\nWhat is the size of \"yet to find\" (i.e. undiscovered) gas resources in Bangladesh? International and national geoscience communities are both in agreement that the Bengal delta (Bangladesh), like the other delta basins in the world, is inherently gas-rich. There have been several assessments by international geoscience agencies as to how much undiscovered gas still remains under the ground. One of these is the United States Geological Survey (USGS)-Petrobangla joint assessment, which was released in 2001. It concluded that the undiscovered gas resource in Bangladesh is 32.5 trillion cubic feet (Tcf) in 50 percent probability. This study did not include the potential gas reserves in the deep sea area.\nLately, certain senior members of the energy sector in the government have been suggesting that the USGS did not apply proper methodology and inflated the numbers while assessing the undiscovered gas probability of Bangladesh. But they did not mention any specific fault or weakness of the methodology discussed in the report. They tried to relate the USGS with those groups who initiated the \"floating on gas\" theory apparently to facilitate gas export. But the fact we all know is that it was the profit-driven Occident oil company who was behind the campaign.\nThe USGS is a non-profit scientific organisation whose methodology of research is accepted all over the world. The USGS applies this methodology to periodically assess undiscovered gas in the US as well as in other countries. It defines the total petroleum system (TPS) of an assessed area using the geological and geophysical data. In Bangladesh's assessment, the database was provided by Petrobangla and the work was done by a joint team of the USGS and Petrobangla.\nIn 2001, the Norwegian Petroleum Directorate (NPD), jointly with the Hydrocarbon Unit (HCU) of Bangladesh's energy ministry, made another assessment and concluded that the undiscovered gas in Bangladesh amounted to 42 Tcf in 50 percent probability. NDP is a state-run oil and gas company in Norway. A third assessment, done as late as in 2018 by a European agency named Ramboll, suggested that the undiscovered gas resource of Bangladesh was as much as 34 Tcf, a significant volume that could almost double Bangladesh's current gas production level if all geological areas were explored and developed properly.\nHow good is the offshore gas prospect? To say the least, references may be made, for example, to one presentation at the SEAPEX Conference in Singapore in 2019 by a group of geoscientists from an oil company working in Bangladesh. The presentation, based on the 2D and 3D seismic surveys in Bangladesh offshore block SS 11, pointed out that this block, located 60km northwest of the multi-TCF Shwe gas project (offshore discovery in Myanmar) occupies the same play (meaning gas accumulation pattern) fairway trend and has genetically similar play types and drillable structures.\nIt is clear from the discussion above that all the studies done jointly or singularly by international and national agencies on the undiscovered gas repositories are in agreement that Bangladesh still has a significant amount of undiscovered gas under the ground. The notion that the country has exhausted its gas resources has no scientific basis. Bangladesh still has high hopes of coming out of the present energy crisis by engaging in extensive exploration to find the yet to find gas resources. In this case, science should dictate the course of action rather than politics.\nDr Badrul Imam is an honorary professor at the Department of Geology of Dhaka University.\n\n",
        "headline_1": "Our own resources can help us get over the energy crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/our-own-resources-can-help-us-get-over-the-energy-crisis-3099311",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "When the Democratic Party came into power in early 2021 after the last US elections, feminists and human rights activists all around the world followed the countdown till the very last minutes, anticipating what changes could occur next. Not surprisingly, very early on in his role as President, Biden rescinded the \"Global Gag Rule\" – a devastating anti-abortion policy that undermined the health and rights of women around the world. The rule had denied funding for foreign organisations and NGOS/INGOs providing abortion information or services. It also meant that development organisations using funding from USAID would no longer be able to carry out abortion-related work, even with funding from other donors, if they wanted to continue receiving funding from the US. The withdrawal of the Global Gag Rule was a light of hope for civil society organisations around the world.\nIn 2011 alone, the United States provided over USD 96 million to support the Covid response in Bangladesh. While the US has helped fund \"public health\" in Bangladesh for the last five decades, abortion rights has not fallen under this. And now the overturning of Roe v Wade has taken us backwards, not just in the US but around the world, and curtailed the progress that had been made on women's rights and abortion access globally.\nYou might think the overturning of Roe v Wade has not made much difference in the context of Bangladesh, but a deep dive into the matter tells us differently. At a recent round-table, Marcia Soumokil, the Indonesia country director at Ipas, an international NGO that works to increase access to safe abortions and contraception, said, \"The overturning of Roe v Wade could affect broader legislation across the world as well. When access to abortion is severely restricted in the US, it will send signals to the rest of the world governments, in Indonesia and other countries, that abortion rights are not part of human rights.\"\n\"Conservative factions in society and government will interpret this change as a declaration that government does not oblige to protect abortion rights,\" she added. And so, in the current situation, not only will funding opportunities for abortion rights from the US become a diminishing possibility, stigma and barriers to safe abortion access will also be aggravated worldwide.\nUnder Bangladesh's penal code of 1860, induced abortion is illegal except to save a woman' life. Menstrual regulation (MR), however, has been part of Bangladesh's national family planning program since 1979. Despite the availability of MR services, many women resort to underground (and unsafe) abortions because of stigma and lack of availability of information/resources. According to the Center for Health and Population Research at ICDDR,B, the incidence of abortion was 35 times higher for unmarried women in Bangladesh than for married adolescents. Additionally, there is a huge data gap, especially with regard to younger women getting abortions, so how big a problem access to safe abortion is remains largely underrepresented.\nIn 2020, a high court ruling asked why the abortion related sections in the Penal Code of Bangladesh should not be declared void as it is contradictory with the fundamental rights guaranteed in Bangladesh's Constitution. At present, if rape victims become pregnant, they are unable to abort the unwanted foetus, and since 2020, things have not moved in this regard.\nAlthough we tend to focus on the positives, like our achievements in bringing down fertility rates and maternal mortality, the fact remains that due to a number of circumstances, women will get abortions. And unsafe routes to abortion results in several complex problems, including endangering the life of both the woman and the child, suicide, and negative impacts on mental health.\nNeedless to say, marginalised groups such as young women, rural women, women with disabilities and queer people are doubly and triply affected by such issues. To say that Roe v Wade does not affect us is simply untrue. Asking \"if we have the option of MR, why do we need abortion rights?\" may help us escape from reality for a while, but it will not help strengthen the fight for reproductive health and justice in the long run. We must fight head on – socially, legally and individually to get past the stigma and oppression that limit women's bodily autonomy, agency and rights, and we must hold decision-makers accountable. As feminists and activists, we should bring back the movement of \"My body, my rights,\" and use data-driven advocacy to do so.\nSyeda Samara Mortada is a feminist activist, working as a Coordinator in Bonhishkha, an organisation working to remove gender-based stereotypes.\n\n",
        "headline_1": "Restricted abortion rights in the US will affect us all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/restricted-abortion-rights-the-us-will-affect-us-all-3099301",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "According to government statistics, the population of Bangladesh is now 165 million. The Bangladesh Bureau of Statistics (BBS) just finished its Population and Housing Census Survey 2022 and announced these numbers in Dhaka on July 27. According to the report, the rate of population growth is 1.22 percent, which came down from 1.47 percent in the 2011 census.\nAs with any major development, there is a good side and a bad side to the latest data released by the government. On the positive side, our rapid population growth, which was a source of some concern in the past, appears to have slowed down over the last decade. This strengthens the government's claim that our per capita GDP has risen to over USD 2,500, as frequently mentioned by our political leaders. On the other hand, the numbers are lower than the ones predicted by the last UN estimate, which had projected a population of 171 million. What is the implication of this underestimation on the budgetary allocations for healthcare, education and social safety net programmes? Will this lead to cutbacks in spending in these sectors?\nWhat this discrepancy between the official figures and the estimates provided by non-governmental sources indicates is a common phenomenon observed in many developing countries – i.e. which numbers are more accurate and reflect the real situation in a country. For example, our GDP growth rate, inflation rate, foreign exchange reserves, national debt, and energy insecurity have come under scrutiny in the last few months, and the government's numbers are being challenged openly.\nI can go on and on about the contradictory stories that emerge from the statistics released by the government agencies and the more dire predictions that come out of various watchdogs. The prime minister in a recent speech indicated that Bangladesh was self-sufficient in the energy sector, and meets petrol and octane needs from its own productions. According to a news headline, the prime minister said that the country had much more petrol and octane in reserve than what's required. \"It is true that Bangladesh needs to import diesel. But it doesn't import petrol and octane as the country gets these as by-products of gas extraction,\" she said.\nThe truth of the matter is that petroleum and octane are not by-products of gas. Octane is refined petroleum, and petroleum is a source of energy independent of gas. Fifty-seven percent of our total energy requirement comes from gas. The country's liquefied petroleum gas (LPG) requirements are largely met by imports.\nSimilarly, the data on foreign reserves has come under scrutiny in the aftermath of its decision to seek loans from the International Monetary Fund (IMF) last month. Bangladesh became the latest South Asian nation to ask for assistance as costlier oil eats into the region's forex stockpiles. Foreign exchange reserves in Bangladesh slipped to USD 39.79 billion as of July 13, from USD 45.33 billion a year earlier. That's enough to cover roughly four months of imports, slightly higher than the IMF's recommended three-month cover. According to various independent economists, the actual reserves may be USD 7.2 billion less than the official claims due to prior commitments, and this has been pointed out by international financial institutions.\nUN Secretary-General Antonio Guterres had in the past emphasised in no uncertain terms the need for reliable data for evidence-based policymaking. He subsequently also highlighted the \"challenges faced in the collection, processing, analysis and dissemination of reliable, timely, accessible and sufficiently disaggregated data\" and its vital role in sound decision-making.\nUnfortunately, often governments don't like it when evidence comes to light showing that official data is inaccurate or totally false. People in power also don't want the public to question the veracity of the \"success stories\" or news flashes touting \"rapid economic growth\" achieved under its watch.\nAs I singled out China in one of my previous commentaries on this matter, I would be remiss if I didn't also mention that the leaders of that country, which now has the world's second largest economy, have not only frowned upon any fact-based reporting on politics, civil society and sensitive historical events in the past, but have also increasingly been striving to keep negative news about the economy under wraps. Even the US government, which prides itself on promoting an open society around the globe, is no exception. Just to give you a sample of the double talk at the highest level of the US government, President Joe Biden earlier this month said that \"inflation is unacceptably high, but not as bad as it looks\" in the US.\nRecently, stories surfaced that China had in the past been cooking data on GDP and investment growth. Its government sent a directive to journalists in China identifying six economic topics that would be \"managed\" by the government. The list of topics includes: i) Worse-than-expected data that could show the economy is slowing; ii) Local government debt risks; iii) The impact of the trade war with the US; iv) Signs of declining consumer confidence; v) The risks of stagflation or rising prices coupled with slowing economic growth; and vi) \"Hot-button issues to show the difficulties of people's lives.\" I cite this list in detail to alert my perceptive readers that they need to take all public pronouncements with a grain of salt.\nI will end this brief note with a quick observation on the importance of the role of independent or \"third party\" sources of accurate and reliable data on GDP, market conditions in a country, and the economic well-being of the masses. An economy that has no independent source of data can be compared to an aircraft flying without its airspeed sensors. The analogy was drawn by Aidan Eyakuze, the executive director of Twaweza, a not-for-profit research organisation in Tanzania, in a critique of his government's actions a few years ago to silence those who questioned official data \"releases.\" \"Without the air speed reading, the computer systems failed and the pilots, flying literally data-blind, were unable to regain control of the aircraft,\" he wrote, referring to an airliner that crashed. A government that relies exclusively on its own agencies to provide the data and statistics it uses for planning and decision-making purposes is living in a fool's paradise and may drift off course, running into rough waters sooner than others, as the recent experience of Sri Lanka amply illustrates.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "Good planning requires accurate data",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/good-planning-requires-accurate-data-3099281",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The recent visit to Bangladesh by UN human rights chief Michelle Bachelet attracted quite a significant amount of interest among rights activists globally, as it came after her controversial trip to China in May. She went to China despite opposition from rights activists and the United States, which expressed concerns that she would not have unfettered access to the people subjected to alleged torture and intimidations. Later, on June 15, she told the Human Rights Council that she was unable to meet the detained Uyghurs. Some of these activists expressed concerns that her Dhaka visit could be used by the government, who faces criticism for widespread abuses and repressive laws, in claiming that it had nothing to hide.\nPrior to her Dhaka trip, nine human rights organisations, including Human Rights Watch (HRW), issued a joint statement on August 10, urging the UN rights chief to publicly call for an immediate end to serious human rights violations, including torture and disappearances. They claimed that if the high commissioner failed to clearly condemn these abuses and seek reform, the ruling Awami League could use her silence to legitimise its abuses and undermine activists. These groups alleged that \"hundreds of Bangladeshis have been forcibly disappeared, tortured, and killed since the government led by Prime Minister Sheikh Hasina first took office in 2009.\"\nThey have also appealed to the UN High Commissioner that she should encourage the Bangladesh government to create an independent commission of inquiry to investigate all allegations of enforced disappearances, torture, extrajudicial killings and custodial deaths, and offer the support of her office to form such a commission. The joint statement said she should make clear to the government that the ongoing security force abuses would jeopardise the deployment of Bangladesh troops to UN peacekeeping operations. When the high commissioner met representatives of civil society and the victims' families, they pressed her for a UN mechanism to investigate these allegations as, according to them, our judicial system has lost its independence and become politicised.\nIt is well-known that about a dozen requests from special rapporteurs and experts from various UN mechanisms have been pending for years, as those visits are seen to be something akin to fact-finding missions. So, it was a curious development that the government was eager to host the outgoing High Commissioner Bachelet. Why did the government want such a visit?\nForeign Secretary Masud Bin Momen explained it well to Prothom Alo, \"Bangladesh is one of the candidates for the United Nations Human Rights Council membership election. Therefore, there is a need for discussion and communication at various levels of the council. Many have misconceptions and complaints about contemporary issues such as disappearances, extrajudicial killings and digital security laws. All the complaints about these things reported in the media are not correct. As a result, we hope that the high commissioner will understand the situation better by talking to the law minister, the foreign minister and the home minister. If there is a violation of the rules in these matters, what measures we have taken will be presented to her. From this point of view, we see this visit as an opportunity to explain our position\"(August 14, 2022).\nExpectations on the part of the government and the rights groups could not have been more contrasting. And the statement made by Bachelet at the end of the visit – perhaps the only public one – now makes clear whether or how much of those conflicting expectations have been met. Bachelet's statement commends the government's achievements in socioeconomic development, poverty eradication, increasing access to education and healthcare, reducing women's and children's mortality, and increasing access to food, water and sanitation. But not once did the nine-page statement mention Bangladesh as a democracy. Instead, it noted, \"Democratic and civic space, as well as effective checks and balances and accountability, are essential as Bangladesh aims for the next levels of development.\" Perhaps the argument made by some civil society representatives that the government had lost its democratic credentials through disenfranchising its citizens during the last two parliamentary elections was too convincing. And it could be the reason that prompted her to call for national dialogues among political parties and others ahead of elections.\nThe most important intervention, on her part, in the conflicting claims and counterclaims on extrajudicial killings, enforced disappearances and tortures was her call for an impartial, independent and transparent investigation into the allegations and the support she offered from her office, the Office of the High Commissioner of Human Rights (OHCHR) in this regard. Discarding ministers' narratives that deny these grievous violations as propaganda by political opponents, she said, \"Various UN human rights mechanisms, including the UN Committee Against Torture, have been raising concerns for several years.\" She also spoke about the involvement of the Rapid Action Battalion (Rab) in those alleged abuses and violations. Against the backdrop of US sanctions against Rab on the same charges, her concerns add further gravity to the issue. She also called for inviting the UN Working Group on Enforced Disappearances to visit Bangladesh, arguing that it would show a commitment to decisively address this issue. Her insistence that Bangladesh should ensure it has a robust system in place for the careful human rights screening of security personnel is a reminder that it needs to think about the future of UN peacekeeping missions.\nMichelle Bachelet's disclosure that her office has put forward recommendations to the government for essential amendments to the Digital Security Act (DSA) to remove barriers on freedom of expression and ensure international human rights standards and obligations means that the government needs to act soon. She also reminded the government of the importance of working closely with civil society and the UN to ensure that the proposed data protection law and the OTT (over-the-top) platform regulations meet international human rights standards.\nPrior to her visit, BNP and the families of missing persons demanded a UN investigation following the release of an investigative documentary on enforced disappearances by Sweden-based news portal Netra News, titled \"Secret Prisoners of Dhaka (Aynagharer Bondi).\" Though some ministers' reactions suggest that the government has realised its diplomatic blunder, it could have been much worse had Bachelet agreed to the demand for initiating the OHCHR's own investigation mechanism. Continuing to be in denial may ultimately lead us to such an undesired end.\nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "UN rights chief’s visit: Conflicting expectations and a hope for positive change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/un-rights-chiefs-visit-conflicting-expectations-and-hope-positive-change-3099261",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The food ministry has clearly a lot to answer for, its failure to control prices of food, especially rice, being prominent among them. To be fair, it is neither the only ministry struggling to contain soaring prices, nor is it to blame for the ongoing economic crisis caused by a combination of bad policies, governance failures, and market influences from beyond, which created the domino effect. But it does have the vital responsibility of making sure food is available at affordable prices, by doing whatever necessary, something it has miserably failed to do.\nIt has neither enough manpower nor, apparently, enough willpower to launch effective drives against illegal hoarding of rice and paddy across the country, and go after the syndicates of traders responsible for the current situation. As a result, we witnessed how the prices of rice increased twice in just four days last week. On Friday, our correspondents in several districts found that the lowest price of any variety of rice was Tk 52. Over the last one week, the prices of both coarse and fine rice varieties rose by Tk 5 to Tk 10 per kg in retail markets. A kilogram of coarse rice like Swarna is being sold at Tk 52 to Tk 54. The situation is almost similar for the fine rice varieties, with Miniket selling at Tk 70 and Nazirshail at Tk 90-95 per kg.\n\nBut after every instance of price manipulation, the authorities seem to start from the scratch, taking baby steps when they should be taking giant steps given the urgency of the situation.\nAs the government scrambles to stop big rice millers, importers and wholesalers from stockpiling rice/paddy or randomly increasing prices, the usual blame game has, once again, been afoot. No one is willing to take responsibility. There is no reliable mechanism to establish culpability either. This only delays or derails action. And it's really unfortunate because you would expect that the government, having many businessmen-turned-MPs in the policy circle, would by now be able to see through the machinations of traders and make effective interventions. But after every instance of price manipulation, they seem to start from the scratch, taking baby steps when they should be taking giant steps given the huge crisis facing the poor and people of low or fixed income.\nAs a result, despite ongoing efforts, dishonest businessmen continue to find a way to destabilise the market. This is particularly worrying ahead of the Aman harvest season of November-December, with the low yield of Boro (due to flooding), low rice imports despite last month's reduction in import duty, and increased prices of urea fertiliser all coming into play. It portends further disruptions down the line. We need to be preventive rather than reactive to avert this eventuality.\nWe urge the authorities to take firm steps to bring down the prices of food and food production and punish corrupt traders. They must see the problem as a consequence of both governance and policy failures, including factors like consecutive hikes in prices of fuel, fertilisers and utilities, and fashion their response accordingly. Only then can they alleviate the suffering of ordinary consumers.\n",
        "headline_1": "Food ministry must do better to control prices of rice ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/food-ministry-must-do-better-control-prices-rice-3099236",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The world is experiencing an increase in the number of elderly people, and Bangladesh is no exception. According to the country's Population and Housing Census 2022, over 1.53 crore people now are over 60 years of age – or around 9.28 percent of the total population. In the 2011 census, this group constituted 7.48 percent of the population. Needless to say, the rise in their number is good news, as it means that our average life expectancy has increased. But we must not also underestimate the challenges that the country faces in providing this huge population with the care they need to live healthy and with dignity.\nCurrently, Bangladesh lacks a specialised healthcare system to support its growing number of elderly citizens. Since this group is not generally engaged in any income-generating activities, it is often difficult for them to get the healthcare they need. Many mid- and low-income families struggle to bear the high medical expenses of their elderly relatives in the absence of any proper healthcare policy by the state. Unfortunately, there are not many facilities in the country where the elderly can stay and get some sort of treatment. Currently, the country has only six old-age homes, under the social welfare ministry, and some shelter homes run by charities. While the government gives an allowance to senior citizens under its social protection schemes, the amount is very little compared to their needs, nor is it easily accessible to everyone.\n\nWhile it must prioritise building supporting facilities for the senior citizens at the upazila level, special attention needs to be given to develop a healthcare policy under which they can get treatment for free, or at least on a priority basis.\nUnless these issues are addressed with priority, our growing elderly population may face a grim future. According to the United Nations Population Fund, 3.6 crore people in Bangladesh will be aged 60 and above by 2050. This means that if we do not undertake proper policies and initiatives to care for our elderly right now, it will be more difficult for us to face the challenges in the future.\nThe government needs to immediately take some major policy decisions to cater to the needs of this population; it must also include the issue into its development strategy. While it must prioritise building supporting facilities for the senior citizens at the upazila level and in all major cities, special attention needs to be given to develop a healthcare policy under which they can get treatment for free, or at least on a priority basis. Equally importantly, we need to integrate our elderly population into various processes at social, community and administrative levels, in advisory roles preferably, so that they can meaningfully contribute to the development of our society even after retiring from active life.\n",
        "headline_1": "The state must take better care of elderly citizens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-state-must-take-better-care-elderly-citizens-3099226",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "The list of pricier essentials is quite a long one. The media, these days, have stopped describing the price rise as new records, for readers would not like the repetition of the same headlines day after day. Now they prefer putting the new prices of the unique items straight in the headlines of the news stories. Some newspapers just say, 'prices have gone up again'. Edible oil prices went up by 100 per cent and rice between 25 per cent and 35 per cent in a year. Lately, the egg is the item that has drawn all attention, because of an almost 100 per cent price rise in a matter of days. Following a tentative decision announced by the commerce ministry to import eggs, the prices of egg, however, have started declining. But often the import of many items has proved ineffective against price rises. Rice is a case in point.Sugar is one daily essential that deserves the attention of policymakers. The prices of this item also have been creeping up for months beyond the notice of many. A kilogram of sugar now costs between 95-110 taka, a notable rise. Excessive sugar consumption is bad for health, no doubt. But it is an item that cannot be dropped from the list of essentials, either. All are aware of the reasons. But should sugar cost so much in Bangladesh when options are there to cut its price and help lessen the enormous burden imposed on the consumers? One option could be a cut in duty and taxes imposed on imported sugar. According to a report published in this paper on Friday, the import cost of sugar now comes to around Tk 60 a kg. The government is imposing duties and taxes worth Tk.31 on it. The government might think of lowering the duty and tax rates for the greater benefit of general consumers. The second option---revival of the state-run sugar mills, though a time-consuming move, might prove rewarding in the long run. The estimated demand for sugar in the country is around 2.0 million tonnes and only 25,000 tonnes are produced locally. Private millers meet the rest of the demand by refining imported raw sugar. Many state-owned sugar mills are now closed and some are on the verge of closure because of long neglect, mismanagement and corruption of all sorts. Their cost of production is abnormally high because of soaring overhead expenditures and dilapidated conditions of machinery and equipment. Most state-owned sugar mills also survive on government subsidies. These mills might now be enjoying the high price of sugar, but the heyday is likely to be short-lived. The government should think loudly about modernising these mills under a revamped management. Ensuring dynamic management, however, would be a daunting task. Divestment could be an effective alternative. But the process has not worked well in Bangladesh, particularly with state-owned enterprises occupying an extensive land area. The private owners, most often, in breach of the agreement signed with the government, either closed down the mills and factories or used their land for different purposes. Under the circumstance, the government needs to examine the pros and cons before deciding on better utilisation of state-owned sugar mills to help reduce dependence on imported sugar.",
        "headline_1": "Soaring sugar prices and revitalizing state-owned sugar mills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/soaring-sugar-prices-and-revitalizing-state-owned-sugar-mills-1661005172",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "One of the main downsides of Bangladesh's economy is the low level of foreign direct investment (FDI). Various favourable policies and measures promise to attract a higher amount of FDI. Nevertheless, the annual inflow of investment capital is still low compared to many other developing countries. The ratio of FDI in terms of the gross domestic product (GDP) is below 1.0 per cent, indicating that the economy's growth is not supported by foreign investment. The ratio is 1.80 per cent in Indonesia and 2.4 in India.The inflow of annual average FDI in the last decade stood at around US$2.45 billion in the country. The highest influx of FDI was recorded in the fiscal year 2018-19 (FY19). According to the statistics from Bangladesh Bank, the amount was $3.89 billion. Due to the pandemic originating from Covid-19, FDI declined in FY20 to $2.37 billion. It, however, started to rebound in the next year when the inflow stood at $2.50 billion. The net incomings in the first nine months of FY22 reached $2.65 billion. Though complete data are yet to be available, preliminary estimation hinted that FDI in the last fiscal year (FY22) could likely cross $3.50 billion, the second-highest amount so far.There is a set of traditional arguments in favour of higher FDI. For resource-scare countries, foreign investment can act as a vehicle to build up physical capital, generate employment opportunities and develop productive capacity and human-resource skills through technology transfer. FDI also helps these countries to integrate with the global economy. Nowadays, FDI is also considered a vital tool for improving natural and social environments in the host countries by way of transferring green technology and promoting better corporate social responsibilities.However, the latest half-yearly report on FDI prepared by Bangladesh Bank says: \"Bangladesh has been quite successful in attracting FDI inflows since the inception of economic reform in 1995. The inflow of FDI has contributed significantly to the economic development of Bangladesh.\" The assertion is not well-substantiated. For various reasons, Bangladesh has largely failed to attract desired investment from abroad. Take the example of the projected FDI in the seventh five-year plan (7FYP). During FY16-FY20, the yearly average FDI was recorded at $2.66 billion--far below the annual average target of $6 billion. The significant shortfall probably drives the policy planners to skip any such projection in the 8FYP.The central bank report also adds: \"Bangladesh has become one of the most attractive emerging markets globally.\" Mentioning that the gross FDI inflow from 2017 to 2021 was US$ 18.48 billion, and net FDI stood at US$ 14.10 billion, it also claims: \"This flow of funds over the years has helped the country in advancement of technology, skilling up gradation, employment generation, better infrastructure and management.\"Though some positive impacts of FDI on growth are already there, that is not optimal for the country's economic advances. Though touted as 'one of the most attractive emerging markets,' yet the country is one of the worst performers in the Greenfield FDI Performance Index, prepared by FDI Intelligence. The seventh edition of the index, released last week, showed that Bangladesh is the third-worst performer, preceded by China and Japan. Pakistan stands fourth in this ranking. From the classical economic perspective, FDI is an effective element to support a country's balance of payments (BoPs). FDI brings long-term foreign capital, generally in the much-coveted US dollar, to finance the gap in capital shortfall. Being an essential element of the financial account of BoP, the inflow of FDI helps to fund the long-term deficit of the country's external transactions with the rest of the world.Foreign investment and foreign credit are two core elements of the financial account of BoP. In Bangladesh, foreign credit is the primary source of medium- and long-term external finance.In the last fiscal year (FY22), the country's financial account posted a surplus of $13.66 billion against an $18.69 billion deficit in the current account. Thus, overall deficit in the BoP stood at $5.38 billion (after adjusting the $188 million surplus in the capital account and deducting $530 million in errors and omissions). To put it simply, foreign investment and credit have financed a significant portion of the current-account deficit. Nevertheless, the amount of external term finance was insufficient to cover the total shortfall, leaving the overall shortage in BoP.Now, foreign credits contribute more than two-thirds of the financing from the financial account. It also shows the country's reliance on external credit to finance the budget deficit due to the low amount of foreign investment. If there had been a higher inflow of foreign investment, the gap in the current account and the overall balance would have been lower.This simple math is not simple in the real world as many factors are involved with FDI and its actual impact on BoP. For instance, in many cases, a higher inflow of FDI pushes imports of goods as the foreign investors need to bring industrial raw materials and intermediary products from abroad to run their factories. This, in turn, puts pressure on the current-account balance. So, higher FDI is not necessarily an answer to ease the immediate stress on BoP. Instead, it needs to be seen from a long-term perspective. Though FDI helps to support the BoP, a consistent and higher inflow is necessary, whereas, in Bangladesh, the influx of FDI is mainly steady yet low. That's why its overwhelming impact on BoP is not visible. However, the excessive current pressure on the country's BoP is a reminder that well-crafted effort is necessary to net more sustainable FDI in the long run.[email protected]",
        "headline_1": "Increased FDI to address BoP deficit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/increased-fdi-to-address-bop-deficit-1661005215",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "In a country, where women are always under watch to ensure they keep 'modesty' and abide by 'social diktats', the seven-summit conqueror Wasfia Nazreen has emerged as a pure rebel. Few have doubts that the39-year-old has become a trailblazer to young women --- even those living in relatively backward areas of the country. Wasfia didn't have to spark blinding flashes of light. Her determined journey to climb the peaks of the seven highest mountains of the world helped her attain a seemingly absurd goal. After making headlines throughout the world following her Everest conquest in 2012, the first woman to accomplish it weeks after Nishat Majumder, she continued to pursue her goal without much fanfare. That the relatively younger women and teenage girls would find a role-model in Wasfia Nazreen is implied. Her feat coupled with typical Bengalee humility invoked the now-buried yet latent sportive selves in them. Wasfia had made her way through snow-covered paths, raging blizzard and ice-anchors to cross over the smaller peaks. At one time, she found herself in the role of a seasoned mountaineer. Few in Bangladesh have ever seen a tall mountain peak in naked eyes. But they know how the foreign women mountaineers walk along snow covered rugged paths or pass their nights in high-altitude camps.The Bangladesh girls, restless in character, who love swimming, and have lately begun picking cycling, climbing hills and other sport activities are common spectacles these days. The flipside is they indulge in sport revelry in a state of suppressed fear, lest the stern-faced elders begin reprimanding them. The social guardians tend to remain oblivious to the universal fact that up to certain stage adolescent girls and boys grow up together in an atmosphere of pure innocence. Moreover, some girls are born 'outgoing' and sport-loving.No matter how hard is the elders' attitude towards their daughters, some of them keep growing in their independent ways. It is these girls who grow into adult women as cricketers as well as performers in other games. Some turn out to be skilled swimmers, footballers and hockey players. The country nowadays can take pride in its national women's sport teams. There is an age-old saying that goes like \"boys will always be boys\". But none has ever heard anything like \"girls will always be girls.\" Maybe, it's because girls are unpredictable by nature. Nobody can ever say that an adolescent girl will not change into a'docile would-be bride' --- fully prepared to enter the nuptial bond with a young man of her parents' choice. In spite of this mood-swing, girls in Bangladesh have for ages nurtured the dream of being at par with boys. Nature doesn't allow this to happen. Yet still, rebellious girls have continued to play their role of being unique to their abilities. However, in Bangladesh society where women and girls continue to be discriminated against, Wasfia could be termed an Amazon; at least one taller and relatively distinctive than the others of her kind. The first Bangladeshi woman to reach the Himalayas' peak was Nishat Majumder. Perhaps this fact had strengthened Wasfia's determination to conquer seven mountain summits around the world. Beginning with the Everest in 2012, the indomitable mountaineer climbed six more peaks with no other womenmustering courage enough to undertake the challenging ventures. Wasfia completed her 7th mission on July 22, 2022 by reaching the top of K2, termed the most notorious of the world's mountains. It's located in Pakistan. Wasfia is now at the centre all news stories centring round global mountaineering. It can be assumed how a Bangladeshi female mountaineer, now a celebrity, could help the country's sport-loving women look to someone to turn to.[email protected]",
        "headline_1": "Wasfia --- role-model for BD sports girls",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wasfia-role-model-for-bd-sports-girls-1661005268",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2022"
    },
    {
        "full_article": "101 students committed suicide in 2021 in the universities and higher educational institutions of the country. Social and voluntary organization, Aachol Foundation, has given such information. Research shows that 61 per cent of suicide victims are students of public universities. Research shows that in 2019, on an average, 32 people were prone to commit suicide in a day, which is much higher than the previous year. In Bangladesh, the number of suicides is about 40 per 1 lakh poople. Apart from this, the trend of suicide among women in the country has increased. But there is no institutional monitoring for this. There is not even a coherent strategy. Although the matter is important for public health in Bangladesh, the authorities appear to have little concern about it. No one thinks suicide is a problem. According to the data of Aachol Foundation, Dhaka University had the highest number of suicides among the higher education institutions in the country last year. A total of nine students of Dhaka University committed suicide in 2021. Therefore, it is urgent that there are psychiatrists for the university students in need of counseling. Also, other measures including awareness raising programmes need to be started among the students to improve their mental health.Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Having psychiatrists at institutions of higher learning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/having-psychiatrists-at-institutions-of-higher-learning-1661005300",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-08-2022"
    }
]