[
    {
        "full_article": "India and Canada are headed for an even frostier season in ties after the Ministry of External Affairs (MEA)’s latest move to pare down the number of Canadian diplomats in India, from 62 to 21. While New Delhi had made its demand to equalise the numbers in each other’s missions known last month, in the fiery aftermath of the Trudeau government’s allegations that India had a role in the killing of Canadian national and Khalistani activist Hardeep Singh Nijjar, matters were thought to have cooled down. It had even been hoped that quiet diplomacy was at work to repair ties. However, Canada continues to hold, without proffering any further proof, that India must cooperate in its investigations against unnamed Indian officials, while India is standing by measures it has taken in reprisal: last month, after the tit-for-tat expulsions of their respective diplomats from security agencies, the Modi government suspended visas for all Canadians, and demanded the downsizing of Canadian diplomatic strength. This week, India issued an ultimatum for the removal of two thirds of those numbers with a deadline of October 31 — after which India would unilaterally withdraw diplomatic immunity. As a result, Canada’s Foreign Ministry flew out 41 of its diplomats and their families, calling India’s demand a violation of international law including the Vienna Convention. The MEA has retorted that the convention’s Article 11.1 does authorise India to “require that the size of a mission be kept within limits”. Canada has also conveyed that with staffing shortages now, consulate “in-person” visa services would no longer be provided. The Canadian Immigration Minister has added that India’s moves would not deter Canada’s prosecution in the Nijjar case.The developments indicate that if there had been any diplomatic efforts to defuse the situation in the past, they have been fruitless. Apart from the Modi-Trudeau and National Security Adviser meetings that had discussed the Nijjar case, External Affairs Minister S. Jaishankar had reportedly met Canadian Foreign Minister Mélanie Joly in the U.S. on the sidelines of the UN General Assembly. None of those appears to have turned the trajectory of events; attempts by Canada’s “Five Eyes” Allies to mediate have not worked either. While the allies have supported Canada’s claims, they have also shored up their ties with India, with possible visits by the British, U.S. and Australian leaders that will assure New Delhi. With diplomatic options exhausted for now, it is hoped a period of reflection will bring fresh counsel on how to break the logjam. Till then, students, tourists and businesspersons will suffer.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nCanada\n\n/\n\ndiplomacy\n\n/\n\nAustralia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nNew Zealand",
        "headline_1": "Frosty ties: On the worsening India-Canada ties",
        "headline_2": "Ordinary people will suffer as India and Canada cut down visa services",
        "link": "https://www.thehindu.com/opinion/editorial/frosty-ties-the-hindu-editorial-on-the-worsening-india-canada-ties/article67442967.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "In the recent Australia referendum on the Voice, a proposed body comprising members of the Aboriginal and Torres Strait Islanders people to advise the country’s Parliament on laws impacting this vulnerable group, voters dropped the plan by a resounding 60% margin, rejecting an opportunity to amend their constitution for the first time in almost 50 years towards a more inclusive ethos. The idea of the referendum came from a historic 2017 summit of Indigenous peoples, which announced the ‘Uluru Statement from the Heart’ and called for a treaty between the Australian government and the indigenous community as well as a commission to promote “truth-telling about our history”. In March 2023, Australian Prime Minister Anthony Albanese announced a plan to hold the referendum, arguing that the Voice would formalise the “recognition” that Australians who arrived... from elsewhere “share this great island continent with the world’s oldest continuous culture”. On the one hand, the Voice was seen by its supporters as the means to enable consultations between lawmakers and Indigenous community leaders on policies to address, for example, the shorter life expectancy of this group relative to non-Indigenous Australians, and their considerably lower health care and education attainments, and higher incarceration rates.However, its critics posited that the Voice might split Australians along racial lines while failing to reduce the disadvantages faced by the indigenous peoples and opening the door to compensation and reparation claims. The ‘No’ campaign advocates, including prominent members of the Indigenous community, also urged that at 4.8% of Parliament, which is more than the proportion of Indigenous people in the total population, the group already enjoyed fair representation. Indeed, several Indigenous leaders have argued that they would prefer to see a “legally binding, negotiated agreement” between the government and the First Nations peoples. Mr. Albanese has now called for unity across Australian society while standing by his decision to hold the referendum. While it remains to be seen whether he will — as he has indicated he intends to — hold a referendum if he wins another term in 2025, in the broader arc of history the country has missed the chance to take forward the conversation on building a more harmonious future for all Australians. Whether by the Voice, a binding treaty or more pro-Indigenous intention and action by lawmakers, unless the human development indicators and life prospects of the Indigenous peoples are brought to parity with those of other Australians, the country’s socioeconomic progress will be hobbled by an unsettled question of justice from its colonial past. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nreferenda\n\n/\n\npolitics\n\n/\n\nAustralia\n\n/\n\nparliament\n\n/\n\nhistory and culture\n\n/\n\nnational or ethnic minority\n\n/\n\neducation\n\n/\n\nhealth\n\n/\n\nprison\n\n/\n\npolitical parties",
        "headline_1": "Missed opportunity: On the Australia referendum on giving voice to Indigenous peoples",
        "headline_2": "HDI of the Indigenous peoples must keep pace with those of other Australians",
        "link": "https://www.thehindu.com/opinion/editorial/missed-opportunity-the-hindu-editorial-on-the-australia-referendum-on-giving-voice-to-indigenous-peoples/article67442716.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "So for the second time in four games, we had an Indian batter so intent on getting to an individual milestone that he and his partner delayed winning a game sooner. Virat Kohli getting to his hundred — his 48th in ODIs — was apparently more important than speeding to victory and improving the net run rate, which could prove important in the final league phase of the world cup, although, as things stand, India is comfortably placed to make the semi-final. His partner in this “crime” was KL Rahul, who himself was distraught after missing out on a hundred in an earlier game. In fairness though one should point out that Rahul said in post-match interview that it was mainly his idea to see Kohli reach 100 and that Kohli thought it would look bad if they delayed victory in that individual quest.\nIt’s no secret now that many Indian cricketers are more obsessed with individual records and milestones than any other cricket playing nation. We have seen this far too often for far too long. You can’t imagine an Australian cricketer do the same; he or she would have marched the team to victory asap even it meant remaining 99 n.o. Remember the hoopla when Rahul Dravid declared India’s innings in a test in Multan leaving Sachin Tendulkar six short of a double century? Hear the great man’s version in own words and decide if there was any merit in his argument.\n“The following morning, Rahul finally came to me and said he heard I was upset and wanted to have a chat. I informed him that I was indeed upset and there was no way I would pretend otherwise. I asked him what the thinking was behind declaring at the time he did. It wasn’t as if we were pressing for a win, and one over wouldn’t have made much difference. We had agreed to a plan at tea and I was doing exactly as I had been told. Rahul said that the call was taken with the interests of the team in mind. It was important to demonstrate to the Pakistanis that we meant business and were keen to win. I wasn’t convinced. First, I said to him that I was batting for the team as well. Yes, I had scored 194 , but the 194 was meant to help the team and it was my individual contribution to the team’s cause. so to say that the decision was taken in the best interests of the team wasn’t altogether correct. I reminded him of what had happened in Sydney less than a month earlier, when we had both been batting on the fourth evening and Sourav had sent out two or three messages asking when we should declare and Rahul had carried on batting.\nThe two situations were comparable and, if anything, the Sydney declaration was far more significant and may have cost us a Test match and series victory. If Rahul was so keen to show intent here in Multan, he should have done the same in Sydney. Rahul didn’t say anything to this and stated that I would surely get another opportunity to score a double hundred. I disagreed, saying it would not be the same. I would have to bat from zero to score a double century and would not be starting my innings at 194. Before I brought the conversation to a close, I assured Rahul that the incident would have no bearing on my involvement on the field, but off the field I would prefer to be left alone for a while to come to terms with what had happened.\nDespite the incident, I am glad to say Rahul and I remain good friends, and even on the field our camaraderie remained intact until the end of our careers. We continued to have some good partnerships and neither out cricket nor our friendship was affected.”\nIn this case, if India had won the game with a few more overs to spare, it could perhaps have caught up with New Zealand, who have the same number of wins as India, but who top the table with a better net run rate. Sure, one can argue that India still won comfortably and there is no danger in giving up a few decimal points in NRR for the team and the cricket crazy public to savor yet another feather in the cap of a legend. There’s an old joke about the legend, Sunil Gavaskar, for long the rock of Indian batting, being so consumed by records, that he even achieved one for the slowest innings in ODIs!\nThe larger question here is whether India as a nation celebrates the “virtue of selfishness” to invoke Ayn Rand’s famous trope. You can see this in many spheres of everyday Indian life, including in the way we line up in a queue (which is to say we don’t) and in the way we drive — anything goes, as long as we get ahead of others; rules are meant to be broken etc. Most glaringly, you will see filth on the streets lined with the most elegant homes with clean verandas and courtyards.\nIt’s possible that the Virat-Rahul caper will not have any bearing on the fortunes of a team that is on song at the moment; that it was just an aberration. After all, the captain of the team has himself set an example by disdaining records, saying his only aim is to win the World Cup. Indeed, there is a selfless quality to the way he has gone about his batting, aiming to give the team a flying start to put pressure on the opposition and relieve pressure on the batters to follow. If India goes on to win the cup — and one bad day could spoil it all — it will be this selfless, team-first approach that will be remembered more than any individual landmark.\n\n\n",
        "headline_1": "Virat Kohli and the virtue of selfishness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/virat-kohli-and-the-virtue-of-selfishness/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "How do you read Biden’s visit to Israel?\nPresident Biden has been very consistent in his stand. America stands with Israel. America supports Israel’s right to defend itself. And America supports Israel’s decision to remove Hamas from its permanent position in Gaza. In order to signal to the international community how determined America is in its support of Israel, it has sent two aircraft carriers with considerable air power and soldiers to the region, just to send a message that America’s support is not just verbal.\nRead full story on TOI+\n\n",
        "headline_1": "‘Finish Hamas…remove Netanyahu…then talk peace’: In conversation with Ehud Olmert, former Israeli prime minister. He tells Rudroneel Ghosh the way forward for Israelis and Palestinians",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/finish-hamasremove-netanyahuthen-talk-peace-in-conversation-with-ehud-olmert-former-israeli-prime-minister-he-tells-rudroneel-ghosh-the-way-forward-for-israelis/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "A newsmagazine recently described Bihar’s caste census by CM Nitish Kumar as a “sixer” that left BJP “stumped for the moment”. However, CM Yogi Adityanath in neighbouring Uttar Pradesh, which exhibits economic characteristics and caste composition similar to Bihar’s, has been wholly unimpressed.\nA similar contrast is observed between CMs Ashok Gehlot of Rajasthan and Naveen Patnaik of Odisha, the former announcing plans for a caste census should he return to office in December and the latter staying indifferent.\nRead full story on TOI+\n\n",
        "headline_1": "Caste census is a wrong number: Plenty of evidence to show growth, governance are more impactful poll strategies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/caste-census-is-a-wrong-number-plenty-of-evidence-to-show-growth-governance-are-more-impactful-poll-strategies/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Bunny’s found a new gizmo that she finds fascinating. It’s called UPI, which stands for Unified Payments Interface and is a mobile phone app which allows users to make purchases and transfer money seamlessly and hassle-free from their own bank accounts to other accounts. Developed in 2016, by 2022 UPI had over 300 million regular users in India, with over 2,340 transactions being recorded every second.\nWith over 10 billion transactions, UPI is now deemed to be the best and most advanced system of its kind in the world, with its technology being adopted by a number of countries including France, Singapore, Australia and the UAE.\nThe great thing about UPI is its universality. Everyone, from kirana shops to designer stores in upmarket malls, displays the UPI QR code which you scan on your phone, enter the amount, press a button and – bingo! – the payment’s made and the deal’s done, whether it’s ₹40 to buy a kg of tomatoes or a big-ticket item of ₹5,00,000.\n\nA late adopter, Bunny got acquainted with UPI only a couple of weeks ago. But to compensate for lost time, she’s making up in terms of enthusiastic usage, daily finding new benefits of the UPI genie. She uses it to pay for the food we order from our favourite home chefs, for cappuccino at our coffee shop, for groceries and sundry household goods. And when she’s not using it to actually pay for things, she’s working out what things she could pay for by using it but has yet to do so. For instance, we could pay for our fruit and veggies from the mandi, we could pay domestic staff salaries, we could pay…\nIn between figuring out all the things we could pay for by using UPI, Bunny recounts the many advantages this system has over other methods of payment. The use of credit cards involves receiving and keying in an OTP on your mobile. Normal bank transfers require listing the payee on your own bank account.\nShe tries to convince me to install UPI on my phone, but I demur. One UPI is good enough for the both of us. Because UPI has an upside and a downside. By making payments so easy-peasy, it makes for a less-cash situation. As in our bank account having less cash in it.\n\n",
        "headline_1": "UPIside, downside: A payment portal that’s so easy to use, it could make you go for broke",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/upiside-downside-a-payment-portal-thats-so-easy-to-use-it-could-make-you-go-for-broke/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Hardly anyone – except, of course, the ruling party and its allies – would disagree with the Election Commission's comment on Thursday that the expected environment is yet to be created for holding a free, fair, participatory, and festive parliamentary election. We can also all safely agree with the EC that the answer to the current political stalemate lies in a constructive dialogue, not power play on the streets, which, in all likelihood, will get more aggressive in the days to come. What we do object to is the EC's claim that \"it is a political matter\" and that the \"EC has nothing to do in this regard.\"\nThe EC has categorically refused to accept the responsibility of facilitating dialogues between the two major political parties in the country, shifting the blame to the parties themselves as well as the civil society for not playing their due roles in resolving the stalemate. While the Awami League and the BNP certainly deserve their share of the blame for their stubborn refusal to compromise on their positions, the question remains as to what the EC itself has done to restore trust in its ability to do its job. Thus far, it has failed to ensure a level playing field for the opposition parties; it has neither addressed the widespread violence by ruling party men, at times with the support of law enforcement, in various parts of the country, nor has it spoken about the thousands of new and old cases that are now being filed or expedited against BNP activists. When asked about a level playing field, the CEC commented that they would try to ensure it once the schedule was declared. The fact that the EC is still insisting on a very narrow definition of the pre-election period – the time between the election schedule's announcement and the polling day – is highly problematic.\nFrom halving the number of local election monitoring observers from 2018, to giving red carpet reception to a new poll monitoring group with questionable credentials, to selecting seven organisations for poll monitoring which don't even exist (as per an investigation by Prothom Alo), the EC has made one questionable decision after another. Given that the BNP's main objection to participating in the election is their staunch belief that the current EC cannot ensure a neutral environment in which polling can take place, the least the commission can do is allay those concerns and show that it is not impartial.\nThe EC must not sell itself short by deeming itself helpless to create an environment conducive to free and fair elections. It can and must do more to create a level playing field for all political parties, and actively facilitate discussions between the two major parties for an acceptable solution to the current impasse.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "The EC must not sell itself short",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-ec-must-not-sell-itself-short-3448401",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Foreign exchange transactions in Bangladesh are regulated through the Foreign Exchange Regulation Act, 1947 (amended in 2015). According to Section 5(1)(e) of this act, no citizen of Bangladesh is permitted to purchase property outside the country without the special approval of Bangladesh Bank. Yet, we have been seeing reports of Bangladeshi businessmen, politicians and bureaucrats buying properties abroad. Before, those who amassed wealth through corruption used to choose mainly Canada or Malaysia to purchase property. Now, with a rise in corruption and subsequently in the amount of money being laundered, countries like the UAE, Singapore, the United States, and the United Kingdom have been added to their choice list.\nAccording to the EU Tax Observatory, based on the analysis of the data collected by the US-based Center for Advanced Defense Studies (C4ADS), 459 Bangladeshis bought 972 properties in Dubai till 2020 without disclosing information in Bangladesh. On paper, the value of these properties stands at $312 million, but in reality it is much higher. After 2020, the tendency of rich Bangladeshi businessmen, bureaucrats, politicians, bankers and contractors to purchase residential properties in Dubai has increased. According to media reports, between January 2020 and June 2021, Bangladeshis invested Tk 346 crore in buying houses and flats in Dubai.\nBangladeshi nationals ranked ninth among the top 10 foreign property buyers in prime London locations in 2020, BDnews24.com reported citing Showhouse, a UK magazine on housebuilding industry. Bangladeshis accounted for 3.7 percent of prime transactions and were ahead of Japanese nationals, who stood at 2.8 percent of the transactions. There are records of at least 98 transactions by Bangladeshi nationals, valued at 122.89 million pounds, between January and September in 2020.\nThe cases of Bangladeshi rich buying real estate in the UK have increased consistently since 2010. In January 2010, the number of properties registered using Bangladeshi addresses in the UK was 15; by January 2016, the number rose to 52. Only five years later, by August 2021, the number more than doubled to 107. Looking at the list of buyers, it is evident that money looted from various megaprojects, from loans taken out of banks, and through trade misinvoicing have been spent on buying luxurious properties abroad. Some of these buyers are former and current managing directors of state-owned and private banks, some are chairmen and even mid-level officials. There are also hundreds of RMG business owners, past and present high-profile politicians and bureaucrats among the buyers.\nThe pattern of economic development that has emerged in Bangladesh over the past decade is closely linked to corruption, purchase of foreign assets via money laundering, and the foreign exchange reserve crisis. These cases of illegal property purchase abroad are not the main acts of corruption – these are the symptoms. As corruption increases, the trend of money laundering abroad goes up, which in turn gives rise to hundi and export-import misinvoicing.\nIn the case of hundi, a person making money illegally in Bangladesh hands over the money in local currency to a hundiwala, who delivers an equivalent amount in dollars to a designated foreign account. Similarly, a migrant worker abroad gives dollars to a hundiwala via local agents, and the hundiwala then pays an equivalent amount of taka to the relatives of the migrant worker in Bangladesh. As long as there is a demand for money laundering, there will always be a space for high-rate dollar-selling through hundi; as a result, remittance coming through official channels will continue to decrease, affecting our forex reserves.\nBesides hundi, money is regularly being laundered out of the country via over-invoicing during import and under-invoicing during export. For example, in a recently exposed money laundering scheme, 33 RMG factories and buying houses laundered at least Tk 821 crore over the last six years, according to the customs authorities. Two tactics were used for the illicit money transfer: under-invoicing and using the wrong shipping code. In the first tactic, prices were shown up to 10 times lower than the actual rate during export. In the second tactic, shipments were shown as \"samples\" when they were actually exports worth hundreds of crores of taka.\nAlthough these incidents provide some insight into the ongoing corruption and money laundering, they are only the tip of the iceberg. We can get an idea about the actual scale of corruption and the amount of money being laundered from the report of Global Financial Integrity (GFI), a US-based research organisation. According to the GFI, Bangladesh lost approximately $8.27 billion annually on an average between 2009 and 2018 because of traders misinvoicing the values of goods to avoid taxes and/or to move money out of the country.\nLaundering money in these ways is adversely affecting our forex reserves. Despite various efforts, including curbing imports, the forex reserves has been declining by $1 billion per month for the last two years. Bangladesh's gross forex reserves stood at $48 billion in August 2021, which fell to $26.74 billion as of October 2023, per the central bank's traditional calculation method. However, according to the International Monetary Fund's (IMF) calculation method (BPM 6), our forex reserves is currently $20.90 billion, and according to the Bangladesh Bank account disclosed only to the IMF, the net or actual reserves are under $17 billion.\nAs there is a shortage of forex reserves, the LC opening for the import of various products and raw materials has to be restricted, which is putting pressure on the country's economy, including the export sector. Corrupt money launderers in this way are destroying the future of millions of people in the country, while securing a bright future for their families abroad.\nThe government continues to blame the Russia-Ukraine war for the ongoing economic crisis, but corruption and money laundering, which are responsible – at least partly – for the reserve crisis, have been occurring since long before the war. If there was minimum accountability and democratic practice in the country's governance system, these incidents of money laundering from a country like Bangladesh, which is heavily dependent on imports and has a growing trade deficit, would not go on so rampantly. The sooner it becomes clear to all stakeholders that economic development is not a substitute for democratic accountability – rather, democratic accountability is essential for sustainable and equitable economic development – the sooner we will overcome this crisis.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Who buys property abroad, and who pays for it?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-buys-property-abroad-and-who-pays-it-3448376",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Do you know clothing companies have been manufacturing 19 pieces of clothing for each person every year? Adding a further twist – four in five of us have clothing items stored in our wardrobes which have never been worn due to fitting or alteration issues. We all know that fashion keeps on evolving. To complement this trend, brands are investing in and accelerating the production of cheap and disposable clothing. Also, consumers' expectation is pushing the brands to launch countless new collections every season. As a result, people have been suffering from fashion fatigue – a state of constantly feeling out of date and exhaustion from purchasing more and more.  The downside is, overbuying has been contributing to the growth of \"throwaway culture,\" influencing the consumers to ignore the environmental cost of purchases.  \nEvidently, there is an ongoing trend of disregarding fast fashion as part of the push towards \"circularity\" – a model which enforces the principle of manufacturing fewer new items and earning more revenue by adopting recycling, repairing and resale schemes. Yes, you read it right: repairing. Globally, particularly in the developed countries, fixing instead of ditching clothing is gaining momentum. This is giving birth to startups and encouraging clothes manufacturers and stores to adopt a business model around clothes-repairing services. Already, a myriad of brands are ramping up their repair services to encourage customers to mend or alter damaged pieces of clothing instead of throwing them away. This is clearly aligned with the ongoing endeavour towards embracing sustainability and waste-reduction principle under SDGs. \nDuring the pre-second World War period, particularly in Europe and the US, repairing and altering clothes were common, either at home or through a service provider. Back then, clothes were considered to be valuable assets, and for economic reasons, they were routinely repaired. As a result, costs associated with repairing were affordable in comparison to the price of new clothing. The post-war times enforced dynamic shifts in our lifestyle and social construct. This prompted the ready-to-wear market to flourish during the 1960s. Fashion trends became increasingly different with affordable and accessible items. Such trends facilitated a sharp decline in the long-held culture of mending and altering clothes. The rapid industrialisation and urbanisation trend created a different wave of economic mobility and social life. Consumers started considering repairing clothes as time-consuming and expensive in comparison to the availability and price of new clothes. This view quickly became the social norm in developed Western cultures and transferred to the Global South as well. \nIn the current era defined by digital transformation, there has been a revival of craft practices by the youth, which has facilitated renewed interest in creative repairing and alteration of clothing. However, this trend has to go a long way to get reestablished as it still orbits outside of dominant belief, that repaired clothing is a sign of financial hardship, and clothes should be discarded rather than repaired. \nThere is an urgent need to engage consumers in repair activities and wearing repaired items. To combat the dominant belief, manufacturers can embrace and disseminate the idea that wearing repaired garments is okay and culturally acceptable. To normalise this notion, responsibility sits on the shoulders of the designers as they can institutionalise the use of repaired clothes through introducing innovative design-led approaches in garments. On the other hand, governments can reintroduce home economics courses at schools focusing on basic sewing skills.\nZara recently surfaced its latest repair initiative, and also, in New York, Uniqlo has established a repair hub. Furthermore, different campaigns, for example, Sustainable Fashion Week UK's #MendItMay has been organised to encourage people in readopting the behaviour. Also, through popular media like TikTok, youngsters are encouraged to showcase their mending projects, inspiring others to revalue their clothes before they dispose. Interestingly, these activities pretty much resembled the second World War-government led \"Make Do and Mend\" campaigns in the US and the UK. In those campaigns, repurposing clothes was promoted as creative and resourceful strategies.\nSlowly but surely, we will see an increasing number of initiatives by brands and companies to repurpose their marketing efforts towards promoting the durability, longevity and quality of their products. There is still much work to be done in driving business models towards a certain level where consumers willingly engage in mending practices and feel more comfortable with it.\nSabbir Rahman Khan is a knowledge management, communications, and advocacy professional. \n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "To fight fast fashion, we must not throw our clothes away",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fight-fast-fashion-we-must-not-throw-our-clothes-away-3448331",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Hardly anyone – except, of course, the ruling party and its allies – would disagree with the Election Commission's comment on Thursday that the expected environment is yet to be created for holding a free, fair, participatory, and festive parliamentary election. We can also all safely agree with the EC that the answer to the current political stalemate lies in a constructive dialogue, not power play on the streets, which, in all likelihood, will get more aggressive in the days to come. What we do object to is the EC's claim that \"it is a political matter\" and that the \"EC has nothing to do in this regard.\"\nThe EC has categorically refused to accept the responsibility of facilitating dialogues between the two major political parties in the country, shifting the blame to the parties themselves as well as the civil society for not playing their due roles in resolving the stalemate. While the Awami League and the BNP certainly deserve their share of the blame for their stubborn refusal to compromise on their positions, the question remains as to what the EC itself has done to restore trust in its ability to do its job. Thus far, it has failed to ensure a level playing field for the opposition parties; it has neither addressed the widespread violence by ruling party men, at times with the support of law enforcement, in various parts of the country, nor has it spoken about the thousands of new and old cases that are now being filed or expedited against BNP activists. When asked about a level playing field, the CEC commented that they would try to ensure it once the schedule was declared. The fact that the EC is still insisting on a very narrow definition of the pre-election period – the time between the election schedule's announcement and the polling day – is highly problematic.\nFrom halving the number of local election monitoring observers from 2018, to giving red carpet reception to a new poll monitoring group with questionable credentials, to selecting seven organisations for poll monitoring which don't even exist (as per an investigation by Prothom Alo), the EC has made one questionable decision after another. Given that the BNP's main objection to participating in the election is their staunch belief that the current EC cannot ensure a neutral environment in which polling can take place, the least the commission can do is allay those concerns and show that it is not impartial.\nThe EC must not sell itself short by deeming itself helpless to create an environment conducive to free and fair elections. It can and must do more to create a level playing field for all political parties, and actively facilitate discussions between the two major parties for an acceptable solution to the current impasse.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "The EC must not sell itself short",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-ec-must-not-sell-itself-short-3448401",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "It is frustrating to learn of the abrupt removal of Dr Manjur Ahmed Chowdhury from his post as chairman of the National River Conservation Commission (NRCC). His termination, halfway through his three-year contract and about three weeks after he publicly criticised \"a female minister from Chandpur,\" marks an unceremonious end to a brief but boisterous stint that often saw powerful people being taken to task for their alleged involvement in environmental degradation – an inspiring exception, really, to the pliant former bureaucrats that usually lead these statutory bodies.\nApparently, this was done \"in public interest,\" as the public administration ministry claimed in a gazette, without offering any explanation. It is possible to connect the dots, however, as the minister he had referred to could only be Dipu Moni, also a joint general secretary of Awami League. If the treatment received by other non-compliant public officials recently – such as the sacked Deputy Attorney General Imran Ahmed Bhuiyan or just-retired judge Md Emdadul Haque Azad – is any indication, one could say that Manjur had it coming.\nHours before his sacking was made public, he himself admitted to this daily that he expected reprisals for his bold assertions. Moreover, before he alluded to the education minister in connection with the unchecked activities of politically-backed river grabbers and sand lifting syndicates, he also derided the Dhaka North City Corporation mayor and Dhaka Wasa managing director, among others. Evidently, he made some powerful enemies, and it will not be surprising if that somehow contributed to his downfall.\nThe head of an institution like NRCC, tasked with protecting rivers but having no executive power to do so, has a tricky job. They can only make recommendations and wait for cooperation from relevant government agencies. Against this backdrop, we must commend one who is not afraid to try harder and start unpleasant conversations about accountability for assaults on our rivers. However, the government's termination decision, without addressing the critical issues often raised by Manjur Ahmed Chowdhury, puts a question mark on its commitment to saving rivers from pollution and encroachment. We urge the government to empower – and not punish – officials who speak out in public interest.\n",
        "headline_1": "Don’t punish bold public officials",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-punish-bold-public-officials-3448121",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "When Bangladesh's readymade garment (RMG) export to its majority non-traditional, or emerging markets has been witnessing a robust growth, its performance in the neighbouring India, also an emerging market, has been rather dismal. In this connection, the data provided by the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) show that in the first quarter (July-September) of the current fiscal (FY2023-24), the RMG export growth in the non-traditional markets including Japan, Australia, Korea, China and UAE ranged between 27 and 54 per cents. The export volumes to these destinations increased to US$ 2.24 billion from US$ 1.79 billion during the same period in the previous fiscal (FY 2022-23). But when it comes to the export to India, a completely opposite picture is in sight. The same BGMEA figures further point out that the first quarter of this fiscal (FY 24) saw a volume of apparel export to India worth US$ 282.82 million, whereas over the same period in the previous fiscal, the amount was US$ 306.39. In other words, export of apparel goods to India fell by7.89 per cent year-on-year. The dichotomy is indeed intriguing. Being the next-door neighbour having common geographical borders and good communications by land, sea and air between the two countries, Bangladesh should have rather been at an advantage in its export-related trade with India vis-à-vis other remoter non-traditional export destinations. It is not only from the point of view of lower transport cost of goods to India compared to other remoter destinations. The existing very warm diplomatic relations between the two close neighbours is another important reason why Bangladesh's exports, especially of apparel products to India should increase.As it is not happening that way, some exporters of apparel goods, as reported in the Wednesday (October 18)'s issue of this paper, viewed that it might be in line with the general fall in demand globally. In this connection, a reference to the postponement of shipment by a local RMG items exporter (of course, as requested by his Indian buyer) to his Indian counterpart was also made, obviously, to the dismay of the former. True, Bangladesh's exports to its major traditional destinations including the USA, Canada and European Union have been falling as evidenced by the shrinking volumes of work orders from those countries and economic blocs. Thankfully, now that the non-traditional markets have emerged as a potential alterative, it is expected that the reduced export earnings from the major Western markets could be compensated to some extent by the increasing exports to these non-traditional markets. While explaining this reassuring development from emerging markets, some exporters, as reported, were of the view that it was, what they called due to 'apparel diplomacy' as well as product diversification and added value to the exported RMG products that lay behind the success. In that case, why, one wonders, the same policy has not worked in the case of India? No doubt, it demands a convincing explanation. At this point, the government at its diplomatic level needs to pursue the matter, while the local exporters at the field level should investigate what is holding back the growth of Bangladesh's apparel sales in the Indian market. Also, as some experts have indicated, the depreciation of both Indian rupee and Bangladesh taka, which might have played its part in the matter, should also be looked into.",
        "headline_1": "Decline in apparel exports to India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decline-in-apparel-exports-to-india-1697807375",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "It is disconcerting to see that foreign direct investment (FDI) in the country has contracted by around 7.0 per cent to US$3.2 billion in the current fiscal. The central bank data show that this trend started last year when the top investor country, the United States (US) halved its investments in Bangladesh over the January-June 2022 period and that was due to a perception of lack of FDI-friendly atmosphere. Obviously, this decline comes at a bad time for the country as its economy is suffering from foreign exchange (forex) market volatility. Experts have been hammering on the need for various interventions to build up foreign exchange reserves, but unfortunately the opposite has happened.The lack of dollars has become a major impediment to FDI as foreign investors have not been able to repatriate their profits from Bangladesh. This, economists believe has dampened the prospects of FDI coming into the country. With the current impasse, there is an uptick in reinvestment and naturally the \"existing foreign-owned companies experienced a surge of nearly 16 per cent during the fiscal year under review.\" The biggest FDI inflows have come from the United Kingdom (UK) totalling US$622 million, followed by South Korea with $603 million. Other notable investors include the Netherlands ($512 million), Hong Kong ($371 million), US (347.2 million), Singapore ($330.62 million), and finally China with $232 million in FY2022-23. The three areas that draw FDI include economic zones (EZs), export processing zones (EPZ) and non-export processing zones (non-EPZ). To attract FDI, Bangladesh needed to show stable indicators, which unfortunately have not been in its favour. As pointed out by Dr. Moazzem Hossain of CPD, the country should have had better foreign exchange reserves to have its balance of payments stabilised. The downgrading by international rating agencies has not helped matters either. Instead of FDI, the trend has been to disinvest, i.e. foreign companies are in various stages of liquidating their assets and reducing their footprint in the country. As per official data, the volume of disinvestment stood at $1.2 billion during FY2023. But since repatriation of profits has hit a snag, the economy is witnessing partial reinvestment. The depreciation of the Bangladesh Taka against the US$ has sapped confidence in the economy by would-be foreign investors. Then again, with imports being greatly curtailed in an effort to conserve foreign exchange, investors are put off from investing in the current environment. As pointed out by some economists, these factors amongst other like the rising cost of business and inflationary pressures are not helping matters. This is particularly true for investments from the US. According to a recent Bangladesh Bank report, FDI from the US more than halved (56 per cent) to $200.79 million in the first half of last year from $460.33 million in the previous six months. According to media reports, this dip in US investments occurred following US sanctions on some members of the elite law enforcement agency, RAB that came in December 2021. Apart from political considerations, US officials have been pointing out that the country needs to do more in the areas of improving the business environment which encompasses issues like the logistics sector, ease of doing business, corruption and regulation. While that is easier said than done, one cannot overlook the fact that in a politically-charged situation where there is multiple alarm bells going off on the state of the economy, the environment is hardly conducive to attracting FDI. Officials at the chambers of commerce have pointed out certain nagging deficiencies that have acted as dampeners for attracting FDI. These include bureaucratic red tape and logistic infrastructure. Many foreign companies are having trouble importing equipment to the country because there is apparently a lack of storage capacity at airports. Then there are problems clearing documents on time at customs. These are persistent issues that need to be tackled because prospective companies do look at these issues prior to making any sort of financial commitment abroad. Now that the Hazraat Shahjalal International Airport has just opened a third terminal, its capacity to efficiently handle cargo will hopefully be prioritised. The country needs to improve its logistics performance on global indices because the country that is beating Bangladesh on many fronts (including attracting FDI) Vietnam is doing far better in terms of supply chain than Bangladesh.Bangladesh would do well to dispel regulatory uncertainties that exist currently. Rules or regulations should not be contradictory to each other. Again many investors are at a loss in getting access to information on laws and rules from a plethora of agencies and this needs simplification. Infrastructure and logistical bottlenecks are being worked out but need to be fast-tracked as the new economic zones come online. Macroeconomic stability will improve with time if we can figure out how to boost inward remittance and tackle the foreign exchange crisis. Until the nagging issues are worked out, raising FDI to a satisfactory level will remain a far cry.\n[email protected]",
        "headline_1": "In time of lean FDI inflow",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-time-of-lean-fdi-inflow-1697807412",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Dhaka city is overwhelmed by careless motorcyclists and uncontrolled rickshaw-pullers. It is also a city of street vendors. Many other parties can claim that the city belongs to them. Obviously, it is not a city of pedestrians who in their millions struggle daily while walking on streets and roads. Currently, at least 30 per cent of the total 42 million daily trips in Dhaka goes to the credit of walkers, and the number of daily pedestrians is some 12 million. Nevertheless, the policymakers and city authorities are trying to ensure smooth flow of motorised vehicles by constructing flyovers and elevated expressways. They also have little time to address the problem of choked traffic in a well-planned approach. Thus, the road users' physical infrastructure does not favour pedestrians. That's why pedestrians are forced to grapple for space with motor vehicles on busy roads and streets. By doing so, they expose themselves to injury and death, as 71 per cent of the death in road accidents in Dhaka happens to pedestrians. Conditions of the footpaths and walkways are terrible in the city. Except in a few places, footpaths are occupied by makeshift vendors and notorious motorcycle users. Heaping rubbishes on footpaths is also a typical scene. In many places, footpaths are either damaged or broken. Thus, walkers find them in trouble and opt for walking on roads and streets. As illegal extraction of money from makeshift vendors of footpaths becomes a big business, keeping the walkways free for pedestrians becomes impossible. A section of leaders and activities of the political party in power, having nexus with a group of law-enforcement agency members, are there for rent-seeking. Apart from the footpaths, the vicious groups also back up vendors to occupy spaces on roads and streets in Dhaka. The illegal presence of street vendors creates regular congestion on the neighbourhood streets as motor vehicles cannot move smoothly. Pedestrians also face difficulty while walking on the streets. Office-goers, students, and workers are compelled to make their ways through the occupied footpaths and streets daily. Many people in Dhaka walk to work as the distance is short. For them, the walking is not smooth for the undesirable hindrances created on footpaths and adjoining streets. Some also walk due to poor public transport, which is largely based on buses, and the condition of public buses in the city is terrible. Despite many commitments, the authorities still need to provide a decent public bus service. Commuters are compelled to use the dirty, congested and rickety buses. Usually, working women walk more than men, as their access to public buses is more challenging. They also do not have better access to individual vehicles like motorcycles. A vernacular daily recently published a report saying that the allocation for developing a pedestrian-friendly infrastructure is less than one per cent of Dhaka's total funding of road and communication infrastructure. When the city introduces the metro rail, elevated expressway and bus rapid transit (BRT) system, it is pathetic to see that the city's walkers get marginalised. Without having pedestrian-friendly infrastructure, all these costly road communication systems will not yield the optimal outcomes in the long run.\n[email protected]",
        "headline_1": "Does Dhaka care about its pedestrians?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/does-dhaka-care-about-its-pedestrians-1697807457",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2023"
    },
    {
        "full_article": "Alongside their studies, many students in Bangladesh are now working as part-timers in an array of sectors including freelancing, food delivery, ride-sharing, restaurant, fashion house, tutoring and more. These jobs are not only giving them financial independence but also providing them valuable experience of working under an organisation. However, there still seems to be an intense and deep-rooted stigmatisation of working as a student. The part-timers are often subjected to disrespectful behaviour while working. This stigmatisation is almost non-existent in the first world countries. In the USA, young adults are encouraged to take on part-time jobs alongside their academics. More importantly, there are not any negative connotations associated with working odd jobs. In Bangladesh, working as a tutor seems to be acceptable. But working as waiters or ride-share drivers is still associated with a negative image. We all should realise the value of works. As a rapidly growing nation, it is instrumental for us to not only focus on developing our economy, but also on improving our social notions. \nMutasim Labib Rahman, Student of North South University, Dhaka, [email protected]",
        "headline_1": "No stigmatisation of odd jobs, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-stigmatisation-of-odd-jobs-please-1697807479",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2023"
    }
]