[
    {
        "full_article": "China’s decision to block two proposals by India and the United States to list Lashkar-e-Taiba (LeT) commanders on the United Nations Security Council’s 1267 terror list is part of a well-worn pattern now. Since June, New Delhi and Washington have made five such proposals, with China placing a hold on each. This includes Jaish-e-Mohammad chief Masood Azhar’s brother Rauf Asghar and LeT leaders Abdur Rahman Makki (Hafiz Saeed’s brother-in-law), 26/11 handler Sajid Mir and the latest listing requests for Talha Saeed (Hafiz Saeed’s son) and Shahid Mehmood, who is charged with recruitment and collection of funds for the terror group. Each of these men has been listed as designated terrorists in India’s Unlawful Activities (Prevention) Act terror list as well as on the Federal Bureau of Investigation or U.S. Treasury lists. Each of them has a record of charges over the past two decades of involvement in the attacks by the LeT and JeM, organisations that are banned by the UN, and responsible for targeted strikes in India — from the IC-814 hijack, Parliament attack and Mumbai 26/11, to Pathankot, Uri and Pulwama. Even so, China’s response to the requests has been consistently recalcitrant, placing hold upon hold on the proposals made, regardless of the figure it cuts in the global counter-terrorism space, using what New Delhi has forcefully criticised as a “political bias” towards Pakistan to stymie the process.Given the situation, India has three clear choices: the Government can abandon the effort until China can be persuaded to change its stance, or it can continue to bring terror listing proposals to the UN knowing they will be blocked by China, but showing that China is indeed misusing its power as a permanent member of the Security Council. Neither route will, however, ensure India’s goal of listing the remaining leadership of the terror groups. A third option is to open a diplomatic channel with China that focuses on the issue of global cooperation on terrorism, separate from other fractious bilateral issues, and to induce Beijing to reconsider its untenable position. While the last option seems the most difficult, if not impossible, it must be remembered that China was persuaded to “grey list” Pakistan at the Financial Action Task Force (FATF) from 2012-2015, and from 2018 to the present, and remove its hold and allow the terror listing of Masood Azhar at the UNSC in 2019, after blocking such attempts since 2009. As Pakistan moves off the FATF grey list — as it is expected to on Friday — it is time for India to consider all its options with China to ensure justice for all the victims of the cross-border terrorism that has exacted a deep and lasting toll on the country.",
        "headline_1": "Checks without balance: On China’s lock to prevent listing of terrorists",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/checks-without-balance-the-hindu-editorial-on-chinas-lock-to-prevent-listing-of-terrorists/article66036244.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "As foretold, Mallikarjun Kharge has won the contest to become the Congress president. He will take charge on October 26. The challenge of the contest would not have prepared him for his innings at the helm of the country’s oldest surviving party. The party desperately needs new disruptive energy, but Mr. Kharge embodies stability at the cost of dynamism. His ageing shoulders have to carry the burden of expectations of not only the Congress workers but also of all those in India who hope the wobbling party finds its feet soon. Mr. Kharge will have to shake off the tag of being a representative of the establishment, and his starting point should be the Udaipur declaration of the party that vowed to curtail the prevalent practice of a handful of families cornering numerous political positions and open up the party to younger, diverse sets of people. His first photographs after winning the election had his son, a Congress politician, in the frame, which was bad optics. The Congress must have a fair and more balanced representation for various castes, genders, regions and professional and social backgrounds in order to be able to challenge the totalising politics of the Bharatiya Janata Party. As the new president, Mr. Kharge will have to get the Congress in fighting shape and also reach out to potential partners and the wider public by articulating a refreshed ideological and moral purpose of the party.The three members of the Gandhi family will remain the last word in the Congress and Mr. Kharge’s election is itself the latest proof of that, though an original plan to install Rajasthan Chief Minister Ashok Gehlot at the helm went awry. While the Congress can take pride in the fact that it raised the standards of inner party democracy, attempts by several officials of the party to tilt the scale in Mr. Kharge’s favour were unmistakable. Mr. Kharge’s legitimacy comes from the Gandhi family, and an election process that was dignified by the erudite candidacy of Shashi Tharoor. Mr. Tharoor and his supporters have also been eloquent in reiterating their loyalty to the family throughout the process. It is in the 1,000-plus votes that Mr. Tharoor garnered that the Gandhis, Mr. Kharge and the party must look for the vitality that they sorely need. The Congress needs a range of competent leaders — those with organisational roots and experience such as a Mr. Kharge, and those with a wider appeal, and representing aspiration and change such as a Mr. Tharoor. The first test of the winner’s mettle and promise will be how treats his vanquished opponent. The space for dissent and discussion must not be lost.",
        "headline_1": "Extended family: On Mallikarjun Kharge’s election as Congress president",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/extended-family-the-hindu-editorial-on-mallikarjun-kharges-election-as-congress-president/article66036620.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "In resigning just six weeks into the job, ex-British PM Liz Truss has set a record and achieved something that only ever happens with the best and the worst. She will forever after be enshrined in a pub quiz – a popular British pastime – question as the shortest-serving PM in British history. At a mere 44 days in office, Truss has beaten the record of George Canning, who died in 1827 after 119 days in the job.\nShe has also managed the singular distinction of using her brief premiership to accomplish a remarkable list of items: trashing Britain’s reputation for overall political prudence and economic steadiness, which had survived despite the chaotic spiral triggered by the 2016 Brexit referendum.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why in Liz they didn’t Truss: Big takeaway from UK’s political farce is that world’s lost faith in old-style free-market ideas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-in-liz-they-didnt-truss-big-takeaway-from-uks-political-farce-is-that-worlds-lost-faith-in-old-style-free-market-ideas/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "The key takeaway from the chaotic and short-lived premiership of the UK’s Liz Truss also has wide global applicability – in a globalised world with vast financial markets, political legitimacy and ability to govern are intertwined with economic and financial credibility. The policy credibility crisis arising from an economic plan that was out of sync with fiscal reality snowballed into political crisis. Britain is in the grip of stagflation, a combination of high inflation and collapsing economic growth. Markets and the country needed prudence first, some plans to cut spending next and smart policy tweaks for growth third. They got a mad mix of unfunded tax cuts and a discredited growth model. That even the complete reversal of those policies didn’t save Truss shows how deeply policy mistakes can cut politically.\nEvery government must conclude that there is a price to be paid for reckless fiscal – as well as monetary – policies. Western countries have been merrily borrowing and, until recently, cutting rates for years. Britain is a warning to them that being developed economies doesn’t mean you will never face a crisis. The only partial exception is the US, because the dollar is the global reserve currency. And if advanced economies such as the UK and Italy are struggling to cope with poor economic policies, the consequences are worse for those emerging markets that believe that they can spend their way to economic growth. Crisis after crisis have proved otherwise. It also serves as a lesson for India where economic populism has gained traction.\nThe UK’s predicament should make us pause and rethink populism. Two decades ago, with memories of the 1991 balance of payments crisis still fresh, there was political consensus to legislate fiscal safeguards through the FRBM Act. Over time, this consensus has broken down and FRBM has been diluted. Economic crises always engulf the political system and widen social fault lines. If India needs to avoid these crises, it needs durable economic growth. That won’t come through fiscal populism. Growth needs an environment of macroeconomic stability. That’s why India’s politicians need to rediscover the spirit that catalysed a grand bargain for the greater common good. The clock’s ticking.\n\n",
        "headline_1": "London lesson: The 44-day govt in Britain is a reminder to our politicians to give up fiscal populism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/london-lesson-the-44-day-govt-in-britain-is-a-reminder-to-our-politicians-to-give-up-fiscal-populism/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "The Gujarat government affidavit to the Supreme Court shows that the now-free 11 gangrape-murder life convicts in the Bilkis Bano case enjoyed 1,000-plus days parole and furlough each. When juxtaposed with the nature of the crime, this indicates how some local Gujarat jail and district officials viewed the case. Bilkis and her kin were clearly concerned by the frequent paroles the convicts were enjoying but their RTI requests to get details were denied.\nParoles can be progressive instruments of criminal justice, provided they are used with due attention to the nature of the crime. How does one square this principle with the fact that Rameshbhai Chandana, one of the Bilkis case convicts, enjoyed 1,576 paroles and furloughs? That’s nearly five years of what turned out to be a 14-year term. In 2015, Chandana reported back 122 days late after a 14-day furlough. Even this didn’t seem to have blotted his record. He went on furloughs and paroles after that, too. Similar good fortunes are enjoyed by Ram Rahim, convicted of three heinous crimes, who has had two paroles and one furlough already this year. Contrast this with tens of thousands in jail awaiting trial and many without even a bail hearing.\nAs for the remission of the 11 Bilkis case convicts – the Gujarat affidavit says the decision was cleared by the Centre – while hearing the appeal SC must take note of the 2000 judgment in the Laxman Naskar case that said remission should be considered only when the offence is an “individual act of crime without affecting the society at large”. SC must ask whether the crime in the Bilkis case fits this criterion. The court may also note that while the CBI officer and the Mumbai trial court judge opposed remissions for all 11 convicts, in the case of Radheshyam Shah, even the superintendent of police and district magistrate of Dahod as well as the principal district and sessions judge of Godhra objected. The remission decisions need judicial scrutiny.\n\n",
        "headline_1": "Out and about: Long paroles for Bilkis case convicts were unjustifiable. And their remission must be scrutinised",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/out-and-about-long-paroles-for-bilkis-case-convicts-were-unjustifiable-and-their-remission-must-be-scrutinised/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "Home minister Amit Shah’s recent comments in Guwahati that the “real Bharat jodo” was begun in 2014 by PM Modi in the Northeast have refocussed attention on BJP’s political expansion in the region. Shah was there to inaugurate the party’s largest office in the Northeast – the Atal Bihari Vajpayee Bhawan.\nHis political framing of BJP’s regional push as one of “uniting India or Bharat jodo” vs what he called a narrative of “Northeast todo” (break the Northeast) does follow a major structural shift taking place in regional politics in 2014, where BJP replaced Congress as the region’s dominant national party.\nRead full opinion on TOI+\n\n",
        "headline_1": "More than just a Hindi-Hindu party: BJP’s strategic adaptability and successful expansion in the Northeast have great symbolism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/more-than-just-a-hindi-hindu-party-bjps-strategic-adaptability-and-successful-expansion-in-the-northeast-have-great-symbolism/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "While Bangladesh is facing all sorts of challenges and our prime minister is regularly warning us about the food crisis that lies ahead, our government's relentless pursuit of putting impediments on the functioning of the free media continues unabated. Nothing appears to either slow the pace or dim the enthusiasm among a section of bureaucrats and policymakers, who appear to see nothing good in free media and miss no opportunity to shackle them under this pretext or another.\nThe hugely restrictive and controversial Digital Security Act (DSA), which has already caused havoc to the free media in Bangladesh, has suddenly re-emerged with another set of restrictive initiatives that has us all in the media extremely worried. In a gazette published on October 2 by the ICT Division, 29 institutions have been declared as \"critical information infrastructure\"(CII) under Article 15 of DSA.\nProtecting critical information infrastructure is the government's duty, and we are fine with it. From the media, we will be happy to raise public awareness in the area of cybersecurity. Here, the government and the media are on the same page, and we would be happy to work together.\nHowever, the problems start when we see the vague formulations and lack of clarity of the CII notification and the names of the institutions covered by it. Of the 29 listed bodies – the whole rationale remains unclear – the ones whose inclusion are most likely to hamper the work of journalism include the Bangladesh Bank and state-owned banks such as Sonali, Janata, Agrani and Rupali, the National Board of Revenue (NBR), Bridges Division, Biman Bangladesh Airlines, Bangladesh Power Development Board (BPDB), Dhaka and Chittagong stock exchanges, and the Department of Immigration and Passports, just to mention a few.\nWhen an institution like Bangladesh Bank is designated as a CII without clearly mentioning whether the whole building is a \"critical information infrastructure\" or only its digitalised operating system, then of course journalists are left confused and worried. So when the next time a journalist enters the Bangladesh Bank, does he or she risk being accused of \"illegally\" entering a CII facility? Will that journalist then be prosecuted? The question is obviously of access to cover these institutions. Can a journalist now enter the premises of Biman, or the BPDB or even the two stock exchanges to carry out his or her duties?\nLet's examine the case of one institution: our national airlines. We can understand that the digital network that controls air traffic, the ticketing system, security for the planes, etc needs to be protected. But what about stories that deal with passenger services, Biman's profitability, its staff qualifications and performance, its commercial operations, its inflight services, etc? To cover these and similar stories, journalists need and must be given access to these institutions and the relevant officials. Being listed as a CII installation and without any clarification as to what is covered by it will definitely result in limiting our access, which may even be denied if sought frequently.\nEqually of concern is the dire possibility that the concerned officials will become more and more reluctant to share their insights with the media as the whole environment will be driven by restrictions. In time, we will be told that we can only deal with the public relations officer (PRO) of these institutions, and access to other officials will be denied. We might as well stop sending reporters and wait for the press releases from these bodies. We are afraid this new gazette will reduce journalism to \"public relations\" and prevent us from doing \"public service,\" which is why we exist.\nThen there is the issue of punishment that ranges from seven to 14 years in prison and a fine of up to Tk 5 crore. This high level of punishment together with the vagueness of the provisions makes it almost forbidding for journalists to carry out their professional tasks out of fear. Even life imprisonment is on the table for a crime whose mere definition we do not know.\nSupervising the whole process is a director-general whose power is enormous. The DSA states, \"If the director-general has reason to believe that any activity of an individual regarding any matter within his jurisdiction is threatening or detrimental to any critical information infrastructure, then he may, suo moto, or upon a complaint of any other person, inquire into the matter.\" His conclusions may entail anything and, being a government servant, is not likely to reflect the media's point of view. Hence punishment can well be the result.\nAs if to mock freedom of expression and all of us who demand it, on Wednesday, the government finalised the draft regulation for digital social media and OTT platforms that empowers the Bangladesh Telecommunication Regulatory Commission (BTRC) to block, take down or remove any content that \"threatens the secrecy of the government.\" So, are we to understand that everything that a government does has to be considered a secret? It is the old \"official secrets act\" in a new bottle. What about the media's primary role of keeping the government accountable by revealing to the public the workings of their elected executive? Will any government voluntarily reveal that their projects are riddled with corruption or that they have failed to provide good governance? Such a provision will directly work against independent media, especially investigative reporting. The final draft clearly states that all the restrictive provisions will apply to \"publishers of news and current affairs content or a publisher of an online curated content.\" The law may be vague in other aspects, but in restricting the media, it is amply clear.\nOver the last few days, with the gazette notification of \"critical information infrastructure\" and the final draft of the OTT rules, we have two new legal formulations meant to restrict the working of the free media.\nAre these in preparation for the coming election? We don't want to draw conclusions yet, but are finding it increasingly difficult not to. Pablo Neruda wrote, \"You may cut all the flowers, but you cannot keep spring from coming.\" We say, \"You may prevent us from saying what we think to be right, but can you prevent us from thinking what is right?\"\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Will free media be harassed in the name of data protection?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/will-free-media-be-harassed-the-name-data-protection-3147976",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "A few days ago, I woke up to a disturbing message from a friend who had migrated to the US, \"You should really work on getting a second passport for all three of you.\" A few years ago, I would have just laughed it off – as I have done many times when such suggestions have been thrown at me by paranoid expatriate Bangladeshis obsessed with the \"desher obostha bhalo na (things are not good in the home country)\" refrain. But now, I am beginning to wonder whether my decision to come back to live and work in my own country, to contribute in whatever miniscule way, was a mistake. So I texted back with a ghost emoji, \"You are scaring me, my friend.\" Her reply, \"That's the idea. I want you to be scared.\"\nI refrained from continuing the conversation because, honestly, I didn't want to hear why. I do not want to entertain the idea that the country I was born in, where I spent my childhood, adolescence and most of my adulthood, where my most intense emotions are enmeshed and where I discovered who I wanted to be, has suddenly become so full of odds that the only option is to leave. I wanted to be in denial.\nI do not want to believe that Dhaka is the seventh least liveable city or fourth among the 20 most unsustainable cities in the world. But then I spend three hours on average every day just to travel to and from my home, watching (from the luxury of my car) my fellow citizens trying to dodge as gusts of dust from unending development fly into their eyes, fill their lungs and threaten to choke them as they wait patiently for rickety, packed buses or sit in CNG auto-rickshaws, inhaling the black sooty emissions of unfit vehicles or, in a fit of resignation, deciding to brave walking on the broken, hazardous roads. The Air Quality Index regularly places Dhaka in the \"unhealthy\" category. Surprise, surprise.\nBut seriously, should we just give up because of the traffic and \"a bit of dust\"? The main reason why people think of leaving their homeland is because of the feeling of utter helplessness, of things falling apart – literally and figuratively. Underneath the grandeur of shiny new bridges, flyovers and metro rails, the souls are as battered and broken as the roads that carry them.\nA post by The Daily Star Opinion's Facebook page, asking how Bangladesh can prevent its brain drain, gives a glimpse of the reasons behind the despair. Lack of job opportunities, not enough income compared to the soaring cost of living – though these have always been catalysts for brain drain. But people commenting on the post cited the unprecedented levels of corruption and lack of accountability of the state and state organisations (especially the law enforcement agencies), the absence of rule of law, poor quality of education, and a general lack of social justice as reasons for wanting to leave.\nCorruption has always been part of the system in Bangladesh. But in recent times, rent-seeking is the name of the game in every sphere of life – whether it is to get a driver's licence, a teaching job or even a bed in a hospital ward. Corruption has eaten up our green space, wetlands and rivers, leaving behind ugly, concrete jungles. For the ordinary citizen, life is an endless, brutish struggle.\nAdd to this the tribal, territorial approach of the politically connected, each claiming their little kingdoms, the ordinary citizen is left completely out of the equation. While thousands of crores of taka are laundered out of the country, the common taxpayers are asked about the source of every single taka they earn. While thousands of crores of taka have been gobbled up in delayed megaprojects, food inflation is causing people to forgo one, even two meals a day and their only sources of protein. And then thousands of crores of taka have gone to maintain private power plants for years on end, and now we can look forward to as many as six hours of load-shedding every day (in the less affluent areas, of course).\nIt is not just our movement that has been abnormally curtailed by paralysing gridlocks. Laws have been passed and enforced to silence voices, lobotomise brains, and tell us we cannot say/write/post anything that may seem to challenge the authority or irk its underlings. Thus, we live in crippling fear of sinister eavesdroppers listening to our private conversations, of plainclothes or uniformed men in microbuses whisking us away into darkness and oblivion.\nAnd let's not forget the inconvenience of being a woman in a growingly misogynistic society where what I wear is the fodder for religious sermons, vitriolic YouTube discussions, and justification for hateful trolling and even physical assault. Meanwhile, the horrifying numbers keep piling up: 734 raped, 34 raped and killed, seven dying by suicide after rape, 152 murdered by husbands – all between January and September this year, according to Ain o Salish Kendra (ASK). They keep piling up because the system has gone topsy-turvy, with all the power tilted on the side of the rapist, abuser or murderer, and nothing on the side of the victim. Everything has a price tag and can be bought, whether it is the refusal to take a case, manipulation of evidence or even filing a false case against the victim.\nOver the last three years, friends, colleagues and relatives have either left the country or are planning to leave. All they want is a normal life for themselves and their children. But the idea of leaving everything I know and love is too heartbreaking to ponder on. What will happen to all those left behind?\nI do not want to open the text my friend has sent me again. For now, I just want to stay with the delusion of things getting better, in blissful denial.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "Why people want to leave Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/why-people-want-leave-bangladesh-3147906",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "Politically, the G7 and like-minded countries around the world have adopted a war footing to stop Russian aggression. Russian President Vladimir Putin violated the most fundamental principle of international law by launching an attack on another member of the United Nations – an institution created explicitly to prevent such aggression. The dangers of appeasement should be obvious. Even a little empathy should make us shudder in horror at the prospect of having to live under Putin's rule. \nIt is a peculiar war. While Putin has described his project as a confrontation with the entire West, Ukrainians alone are doing all the fighting and bearing the full brunt of Russian attacks. Meanwhile, Europe and America have provided economic and military assistance, and the rest of the world has been dealing with the war's fallout, including higher energy and food prices.\nBut it is a mistake to think that the war can be won with a peacetime economy. No country has ever prevailed in a serious war by leaving markets alone. Markets simply move too slowly for the kind of major structural changes that are required. Wars inevitably cause shortages and generate windfall gains for some at the expense of others. Historically, war profiteers have typically been executed. But today, they include many energy producers and traders who, rather than being marched to the gallows, should be subjected to a windfall profits tax. The European Union has proposed such a measure, but it would come too late, and it is too weak and too narrow for the challenge at hand. Similarly, while several members of the US Congress have put forward bills to tax Big Oil's superprofits, the Biden administration has so far failed to move on the issue. \nThat is understandable, given that US President Joe Biden has been busy enlisting support for signal achievements like the Inflation Reduction Act and the CHIPS Act. Moreover, in seeking the private sector's cooperation in limiting price increases, he has been at pains not to appear \"anti-business.\" But taxing windfall profits and using the proceeds to finance the necessary war spending and support for those hurt by high prices is not anti-business; it is responsible wartime governance, which is necessary to maintain popular support for the war effort. \nEven more comprehensive measures are needed in Europe, where today's electricity market was not designed to deal with wartime conditions. Instead, it follows the principle of marginal-cost pricing. That means the electricity price reflects the highest-cost source of production needed to meet current demand. As fuel prices have soared, marginal costs have risen far above average costs. The cost of renewable energy has, for instance, changed little. \nAs such, many sellers of low-cost electricity are making a killing, as are the traders who bought energy at the lower pre-war prices. While these market players reap billions of euros in profits, consumers' electricity bills are soaring. Electricity prices in energy-rich Norway, with its enormous gas and oil reserves and hydro capacity, have increased nearly tenfold. Meanwhile, households and small businesses are being pushed to the brink, and even some big companies have already gone bankrupt. The European principle of \"no state aid\" has been thrown aside, mainly because European leaders moved too slowly in changing a market structure that was not designed for war. \nEconomists love marginal-cost pricing because it provides appropriate incentives, and because its distributive consequences tend to be small and easily manageable in normal times. But now, the system's incentive effects are small and its distributive effects are enormous. In the short run, consumers and small businesses will have to turn down their thermostat in the winter and turn it up in the summer, but comprehensive energy-saving investments take time to plan and implement. \nFortunately, there is a simpler system that would retain most of marginal-cost pricing's incentive effects without the distributive effects. Under a non-linear pricing framework, households and firms could be allowed to purchase 90 percent of their previous year's supply at the previous year's price, and 91-110 percent of supply at, say, 150 percent of the previous year's price, before the marginal-cost price kicks in. \nWhile non-linear pricing can't be used in many markets – owing to the possibility of \"arbitrage\" (buying a good at a low price and immediately reselling it at a much higher price) – electricity is not one of them. That is why some economists have long advocated its use in cases where large market failures are having important distributive effects. It is a powerful tool that governments can and should use, especially when confronting wartime conditions. \nSuch changes have become imperative. As the Vietnamese understood, wars are won as much on the political front as on the battlefield. The purpose of the 1968 Tet Offensive was not to gain territory but to change the political calculus of the war, and it worked. Defeating Russia obviously will require more help for Ukraine. But it will also require a better economic response on the part of the West more broadly. That starts with sharing more of the burden through windfall profit taxes, controlling key prices – such as those for electricity and food – and encouraging government interventions where necessary to alleviate critical shortages. \nNeoliberalism, based on simplistic ideas about how markets should operate that fail to comprehend how they actually operate, didn't work even in peacetime. It must not be allowed to stop us from winning this war. \nJoseph E Stiglitz, a Nobel laureate in economics, is professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\n",
        "headline_1": "Wars aren’t won with peacetime economies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/wars-arent-won-peacetime-economies-3147846",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "We are quite unconvinced about the recent initiative taken by Bangladesh Railway to repair 20 sets of Demu (diesel-electric multiple unit) trains – bought from a Chinese company in 2013 at the cost of Tk 600 crore – that have gone out of order. While the trains were supposed to run for at least 35 years, they became non-functional within 7 years of operation due to lack of maintenance. Reportedly, railway officials couldn't fix them because they didn't have the necessary technology and knowhow to do it. It was also found to be very expensive to get them repaired by the company that supplied them.\nHowever, recently, a team of local engineers repaired one set of trains by replacing the imported technologies with local ones. The success has apparently made railway authorities interested in similarly repairing all the Demu trains. The question is, will that be cost-effective and sustainable in the long run? And why did the trains become inoperative within just seven years?\nAccording to sources at Bangladesh Railway, the total cost of repairing one set of trains may be over Tk 1 crore. This means that over Tk 20 crore would have to be spent to make them all functional again. But what guarantee is there that the plan will work this time? Will it be worth the money and effort? It is, however, good to know from the railway minister that they will take the decision after monitoring the performance of the repaired trains. That should indeed be the case, because repairing all at once at such a huge cost would only be rational if they can run for many years and turn profits for the railway.\nNeedless to say, buying these high-tech trains without ensuring the necessary support system was a big mistake on the part of the railway. Reportedly, eight government officials, including some from the railway ministry, went to China to evaluate these trains' performance and suitability for Bangladesh. Clearly, they did not do their job well. We think those involved in evaluating and purchasing these high-cost and high-maintenance trains must be held to account. Otherwise, such waste of public money in unnecessary projects cannot be stopped.\nIt should be noted that, over the last decade, Bangladesh Railway has become a serial lossmaker. It has not made any profit since FY 2008-09. In the FY 2021-22 alone, it made a loss of around Tk 2,300 crore. While various projects have been taken up to improve its service, a majority of projects could not be completed on time or within budget, and the success of many that were completed was, like the Demu project, short-lived. This is quite unfortunate.\nWe think the railway ministry must think carefully and critically before taking up such projects in the future, particularly at this time of a serious economic crisis. The authorities must also consider all possibilities before green-lighting the Demu repair project, and hold accountable all responsible for its initial failure.\n",
        "headline_1": "Another wasteful railway project",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-wasteful-railway-project-3147811",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "We are quite unconvinced about the recent initiative taken by Bangladesh Railway to repair 20 sets of Demu (diesel-electric multiple unit) trains – bought from a Chinese company in 2013 at the cost of Tk 600 crore – that have gone out of order. While the trains were supposed to run for at least 35 years, they became non-functional within 7 years of operation due to lack of maintenance. Reportedly, railway officials couldn't fix them because they didn't have the necessary technology and knowhow to do it. It was also found to be very expensive to get them repaired by the company that supplied them.\nHowever, recently, a team of local engineers repaired one set of trains by replacing the imported technologies with local ones. The success has apparently made railway authorities interested in similarly repairing all the Demu trains. The question is, will that be cost-effective and sustainable in the long run? And why did the trains become inoperative within just seven years?\nAccording to sources at Bangladesh Railway, the total cost of repairing one set of trains may be over Tk 1 crore. This means that over Tk 20 crore would have to be spent to make them all functional again. But what guarantee is there that the plan will work this time? Will it be worth the money and effort? It is, however, good to know from the railway minister that they will take the decision after monitoring the performance of the repaired trains. That should indeed be the case, because repairing all at once at such a huge cost would only be rational if they can run for many years and turn profits for the railway.\nNeedless to say, buying these high-tech trains without ensuring the necessary support system was a big mistake on the part of the railway. Reportedly, eight government officials, including some from the railway ministry, went to China to evaluate these trains' performance and suitability for Bangladesh. Clearly, they did not do their job well. We think those involved in evaluating and purchasing these high-cost and high-maintenance trains must be held to account. Otherwise, such waste of public money in unnecessary projects cannot be stopped.\nIt should be noted that, over the last decade, Bangladesh Railway has become a serial lossmaker. It has not made any profit since FY 2008-09. In the FY 2021-22 alone, it made a loss of around Tk 2,300 crore. While various projects have been taken up to improve its service, a majority of projects could not be completed on time or within budget, and the success of many that were completed was, like the Demu project, short-lived. This is quite unfortunate.\nWe think the railway ministry must think carefully and critically before taking up such projects in the future, particularly at this time of a serious economic crisis. The authorities must also consider all possibilities before green-lighting the Demu repair project, and hold accountable all responsible for its initial failure.\n",
        "headline_1": "Another wasteful railway project",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-wasteful-railway-project-3147811",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "We are concerned to see the number of vehicles seeking fitness clearance dropping to a seven-year low, despite registration of new vehicles seeing a sharp rise over the last fiscal year. It should cause immediate alarm for the authorities, as it raises further concerns about Bangladesh's notorious transport sector. According to police reports, at least 3,186 people were killed and 3,500 injured in 3,776 road crashes in the first eight months of this year. Official numbers, however, are much lower than the estimates given by non-government organisations.\nBangladesh has one of the highest fatality rates from road crashes in the world. And one of the reasons for this is the proliferation of unfit vehicles. With the number of vehicles without fitness clearance increasing, the possibility of more unfit vehicles plying the roads increases concomitantly. This means, the number of casualties from road accidents is likely to rise as well. Unfortunately, despite so many casualties as well as numerous protests – including a countrywide student-led movement in 2018 – against the terrible state of road safety in the country, the authorities have yet to take meaningful action to purge our roads of unfit vehicles, unlicensed drivers and other contributing factors that regularly endanger human lives.\nA possibility for why the number of vehicles without fitness clearance is rising is the complexity of getting the clearance in the first place. As with all government services, the procedure for getting fitness clearance is time-consuming, difficult, and often requires bribing officials and middlemen. Additionally, the amount of advance income tax (AIT) that a vehicle owner has to pay for fitness clearance rose nearly by 50 percent since July 1, 2021. The owner of a vehicle, between 1501cc to 2000cc, now has to pay Tk 50,000 as AIT – previously, it was Tk 30,000. The additional cost of getting a fitness clearance, according to BRTA officials, could have made a big difference over the last year.\nEven in 2020-21, when BRTA offices remained closed due to Covid-19 pandemic, the number of vehicles with fitness clearance was 6.75 lakh – higher than when BRTA offices were open. Presently, at least 5.42 lakh registered vehicles have been operating without the mandatory fitness clearance. Clearly, the number of vehicles seeking clearance has dropped off quite significantly. The authorities need to find out what exactly is causing this, and rectify the situation on an urgent basis.\nAccording to some BRTA officials, owners of certain types of vehicles such as human haulers and trucks have to bribe law enforcers and transport-sector leaders, even if they have fitness clearance. This may further discourage them to take any clearance test. This culture of bribery and mismanagement needs to change if we are to ensure that the system functions properly. Owners must be encouraged to get fitness clearances for their vehicles on time, and any impediment in their way must be removed.\n",
        "headline_1": "Why are there still so many unfit vehicles?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-there-still-so-many-unfit-vehicles-3147761",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "Though Bangladesh is said to be India's largest trading partner in the South Asian region enjoying duty-free market access of its exportable goods to that country, the trade is still not free from various encumbrances including non-tariff and para-tariff barriers. Especially, anti-dumping duty on several Bangladeshi export items such as jute goods, hydrogen peroxide and the new customs rules of origin can be cited as the hurdles coming in the way of increasing Bangladesh's export to India.Notably, such an issue cropped up last year when upon receiving complaints from Indian industries concerned that some Bangladeshi companies were dumping their product, the Clear Floating Glass (CFG), on Indian market, the country's (India's) Directorate General of Trade Remedies (DGRR) informed the Bangladesh High Commission in Delhi of the matter. At the same time, the Bangladeshi exporters of the commodity in question were required to provide necessary information to DGTR within a stipulated period. Meanwhile, the Bangladesh government also raised the issue with its Indian counterpart requesting the latter not to impose any such restrictive measure on the Bangladeshi export item, explaining why the CFG of Bangladesh origin should not come under the purview of India's anti-dumping duty (ADD) protocol. Interestingly, though the DGTR latter recommended measures like imposing ADD on CFG, the Indian finance ministry has not so far acted in response to DGTR's suggestion. What is more, despite the investigations following Indian businesses' allegations, export of Bangladeshi CFG to India has not suffered. According to officials concerned, in case, the Indian government takes more than three months' time to issue an official order to impose ADD on any commodity of external origin, it is assumed that the measure might not be finally applied. Evidently, the delay of the Indian ministry concerned in issuing any directive in this regard is an indication that India may not take any harsh decision against the export of the said Bangladeshi product to that country. In this connection, a senior functionary of Bangladesh's commerce ministry recently expressed his hope to this paper that a positive message might be coming to Bangladesh on this score. If that happens, it will definitely be a piece of news worth celebrating for Bangladesh's CFG manufacturers, in particular and helpful for the overall growth of Bangladesh's export to India. It is also worth noting that every year Bangladesh's trade gap with India is widening rather than narrowing. In FY 2021-22, for example, Bangladesh imported commodities worth US$14.58 billion from India, while its exports to that country were valued at a mere US$1.8 billion. In the fiscal year 2020-21, on the other hand, the figures were US$9.69 billion (import) and US$1.09 billion (export) respectively.Clearly, India is enjoying a disproportionate trade surplus against Bangladesh. Unfortunately, in comparison, Bangladesh's export to India is increasing at a snail's pace. This needs to be changed. It has become urgent during recent months because of devaluation of Taka against US dollar. Bangladesh is at a disadvantage regarding imports as those are getting costlier by the day. The prevailing situation calls for reduction of the fast widening trade gap through increasing Bangladesh's exports to India. Hopefully, the government will soon be able to sort out the major non-tariff barriers with its friendly neighbour, India, so that Bangladesh's exports to that country may register a positive growth to offset the existing trade gap.",
        "headline_1": "Reducing Bangladesh's trade gap with India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-bangladeshs-trade-gap-with-india-1666276590",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "After the Quackquarelli Symonds university ranking for the year 2023 published in June last, comes the Times Higher Education (THE) university ranking. Just released, the THE ranking has certainly been a mixed bag of good and bad tidings. It is good because the country's premier highest seat of learning the University of Dhaka (DU) has improved its ranking by a wide margin with the QS ranking. It has been placed in the 601-800 slot as against the QS ranking tier of 801-1,000 which is last but two tiers. Another remarkable development is the placement of the North South University (NSU), a private university, in the same league as that of the DU. While this is celebratory for the country's higher study to some extent, the fact that no other public university like the Bangladesh University of Engineering and Technology (BUET), let alone any private university, could make it to this somewhat improved band is disheartening. The BUET, the Bangladesh Agricultural University (BAU) and the Khulna University of Engineering and Technology (KUET) came up for reckoning of ranking in the last level of 1,200-1,500 but no other university featured in the recognised tiers covering 1,500 higher seats of learning out of 1,799 considered. Thus it is intriguing to note that both the DU and the BUET were placed in the 801-1,000 group in the QS ranking index but now the DU has elevated its position in the THE rankings and the BUET slipped into the last tier. Similarly, the Brac University and the NSU were in the 1,001-1,200 bracket in the QS ranking but now the spectacular leap by the NSU into the 600+ tier and Brac's absence from the list of 1,500 are simply confounding. Is there any problem in the process of gathering and supplying information from either of the ends?Both QS and THE have calibrated performance indicators that measure performances of an institution across six and four areas respectively. In case of QS, these are academic reputation, employer reputation, faculty/student ratio, citations per faculty, international student ratio and international faculty ratio. In case of the THE, these are teaching, research, knowledge transfer and international outlook. Essentially there is no difference between the criteria set by the two ranking systems. Although, there is no mention of research in the QS performance indicators, in reality it is even more specific where it mentions citations per faculty. By this it measures the quality of university research with specific citation of individual faculty metric. Thus the total number of research papers produced by a university is taken into cognisance in a five-year period. Therefore the question arises, how the DU could improve its position in the THE ranking and more importantly the NSU which was in the last but one QS reckoned tier, did make such a giant leap. Both have prepared their respective ranking for the year 2023 and should have collected the latest information. In this task, the THE has an advantage of at least four months. In such a short time, no university can make the ranking gains as the two did unless, of course, they made preparation earlier for implementation of a number of calibrated indicators. If this happens, it is surely a cause for jubilation. In this connection, let it be noted that the DU is going to arrange a research and publication fair, first of its kind in the history of the university, on October 22 and 23. This initiative has the potential of taking the premier university further ahead in the days to come. Here will be an opportunity for the country's industries and corporate world to exchange views with the academics and researchers. Collaboration between the industrial/commercial sectors and the academia can expedite research and innovation suiting to the country's special need. Hopefully, the industrial sector will be keen to invest in such collaborative ventures.Next comes the transfer of knowledge and student, faculty exchange programmes with universities abroad. On these counts, the public universities' performance is poor. If the private universities have limitations in garnering investment from the industrial sector, they have the advantage of scoring high by recruiting teachers including those retired particularly of Bangladesh origin, who teach or had taught in elite universities in the developed world.However, the most important issue is to generate knowledge through research studies and innovate through experiments and further research. Submission of substandard papers in indistinguishable journals instead of producing quality papers for esteemed ones can help career promotion but does not add to knowledge. This is the area that demands focus. The recruitment of teachers has to be based on scholarships to further the knowledge of the faculty concerned or the research results have to positively influence or contribute to the lives of common people in order to make a difference. The country lags far behind its close Asian neighbours let alone the leading Asian nations such as China, Singapore and Japan in terms of university rankings. Its universities must set targets for small but specific improvements for a period of time and build on the gains. But this needs far greater investment and the budgetary allocation on research should be raised manifold for the purpose.[email protected]",
        "headline_1": "University rankings put education in global perspective",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/university-rankings-put-education-in-global-perspective-1666276622",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "The queues before open-market sale (OMS) trucks of the food directorate and sales centres of the Trading Corporation Bangladesh (TCB) are becoming longer by the day. This highlights the level of desperation and suffering amidst soaring prices of essential commodities. Going by the ongoing developments surrounding the kitchen markets across the country, one has ample reasons to believe that consumers will have to bear with the high prices of commodities for many more days to come. It seems that the authorities concerned have decided to leave the market at the whims of the traders, millers and other private sector market operators during such a critical time. The agencies concerned under the Ministry of Commerce (MoC) have been making sporadic but futile exercises to rein in the prices of essentials. Ultimately, it is none but the traders who call the shot. As far as the fixation of prices of some key daily essentials is concerned, Bangladesh has set a unique standard. Here, traders want the government to revise the prices of items of their choice upward and the government obliges. The MoC, in some cases, feigns to convince the traders and refiners to reconsider their proposed price tags, but finally accepts the prices dictated by the private sector market operators. Because of the media outcry, in one or two instances, the traders themselves had approached the government to cut the prices of one or two commodities. The price cuts proposed by them, however, were far below the justified ones. What surprised the consumers had been the governmental actions. The officials concerned without asking any questions had put into effect the prices proposed by the traders/ millers. The government on its own recently revised downward sugar prices in the light of international prices of the commodity, but traders ignored that revised price tag and continued to sell the item at the previous or even higher rates. The state of affairs with the prices of rice, a politically sensitive essential item, is rather puzzling. Despite the government's claim about bumper harvests during the immediate past Aman and Boro seasons, there has been no let-up in the rise in rice prices. Even a sizeable cut in tax rates could not stop the rise in the prices of the country's main staple. For some reasons, including procedural complexities, the import of rice by the private sector has been highly inadequate. Amidst such a frustrating price situation, the government's efforts, though inadequate, to make available a few essential items to the poor and low-income people deserve appreciation. The TCB has been distributing four to five food items in cities and some major towns. Earlier, it used to sell those from open trucks. The truck sale was discontinued some months back. Goods are being distributed by dealers at various wards under the direct supervision of ward councillors. There are allegations of improper card distribution. Political considerations have come into play, ignoring the needs of genuine poor and low-income people. A private TV channel the other day showed a woman who claimed to have got four TCB cards instead of one per family. Another local-level woman leader also admitted the distribution of cards to some ruling party sympathisers with the consent of the ward councillors concerned. Predictions are that the coming days will be even tougher as far as the price situation is concerned. So, to alleviate the suffering of the poor and low-income people, the government should prepare plans to expand the ongoing distribution of subsidised food items as far as possible. Besides, elimination of irregularities of all kinds must be ensured at any cost. [email protected]",
        "headline_1": "Long queues before OMS points",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/long-queues-before-oms-points-1666276678",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2022"
    },
    {
        "full_article": "Despite being illegal, battery-powered rickshaws and auto-rickshaws have become an integral part of our life, particularly in rural Bangladesh. The battery-run taxis, which can carry four to six passengers, are a cheap form of public transport. These vehicles help increase the mobility of many people within a short distance. They make travel a little easier and cheaper than human-pulled rickshaws. Most of our rural areas do not have adequate and convenient public transports. Hence, these vehicles are a blessing for rural people. They are now very popular public transport in semi-urban and rural areas of the country. The use of lead-acid batteries has sharply risen because of the increased demand for battery-rickshaws and auto-rickshaws in the transport sector. About 97 per cent of lead-acid batteries in Bangladesh are manufactured by recycling batteries and scrap metal. Lead recovered from old batteries is used as raw material to manufacture a new battery. This recovered lead is used and subsequently recycled several times. The majority of lead batteries in Bangladesh end up being recycled by unregulated small-scale operators. During this process, vaporised lead contamination occurs in the air while being discarded acid pollutes the environment. This creates a high blood lead level among children and adults. The national mean blood lead level (BLL) among Bangladeshi children is estimated to be above the safety level. Several studies suggest that lead damages the intellectual development of young children, reducing IQ and attentive disorder. Bangladesh is estimated to have the 4th highest rate of death attributable to lead exposures, globally. So, to get rid of this lead pollution, the authorities concerned should address the problem and work on to find out an alternative to lead-acid batteries for rickshaws. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Beware of lead-acid batteries",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beware-of-lead-acid-batteries-1666276706",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2022"
    }
]