[
    {
        "full_article": "The dispute between Karnataka and Maharashtra over areas that both States claim to be theirs has become nasty and noisy in recent weeks, even leading to violence. Karnataka Chief Minister Basavaraj Bommai and Maharashtra Deputy Chief Minister Devendra Fadnavis — both from the BJP — have crossed swords publicly. Campaigners for the merger of Karnataka’s Marathi-speaking areas with Maharashtra upped the ante this week by organising a conference in Belgaum. Maharashtra politicians wanted to attend it but were stopped by the police, leading to a flare-up, possibly as intended by the invitees and the organisers. Karnataka’s practice, since 2006, of holding the winter session of the Assembly in Belgaum, is itself an assertion of its authority over the place. Recently, Mr. Bommai reiterated Karnataka’s claim over 48 villages of Sangli in Maharashtra, drawing a sharp rebuttal. With exchanges getting increasingly provocative, Union Home Minister Amit Shah has told the Chief Ministers to dial down the rhetoric and wait for the Supreme Court to adjudicate the matter. The Court is seized of the matter, but it can only do so much as the underlying factors that originated along with the 1956 linguistic reorganisation of Indian States are not easily amenable to technical and legal solutions.Carving out political units that neatly correspond with various linguistic groups is impossible in India. As a result, almost all States have linguistic minorities that are accorded special rights. The Maharashtra-Karnataka row fundamentally arises out of a lack of appreciation of that reality. In 1957, Maharashtra claimed 814 villages and the three urban settlements of Belagavi, Karwar and Nippani in Karnataka; Karnataka not only rebuffed Maharashtra’s claims but also began to claim areas in Kolhapur, Sholapur and Sangli districts in Maharashtra. Elsewhere, Maharashtra and Telangana are caught in a dispute across their border, in Chandrapur and Asifabad districts, respectively. Reports of populations wanting to have their places shift from one State to another have emerged in recent weeks. In the Northeast, some boundary disputes between States have cost lives. It is wise to defer to the Court’s decision on any dispute, but harmony can be achieved only through embracing and promoting a political culture that is respectful of diversity that cannot be neatly demarcated. Fluid political and cultural boundaries criss-cross the landscape of India. If new fires are lit through divisive politics, the judiciary can do very little. That will be a double engine failure.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka\n\n/\n\nMaharashtra\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\nlanguage",
        "headline_1": "Fluid boundaries: On border dispute between Karnataka and Maharashtra",
        "headline_2": "Inter-State disputes can only be solved by a political culture respectful of diversity",
        "link": "https://www.thehindu.com/opinion/editorial/fluid-boundaries-on-border-dispute-between-karnataka-and-maharashtra/article66285568.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "The unanimous decision by the House committee investigating the January 6 attack on the U.S. Capitol to refer Donald Trump to the Justice Department for four potential criminal charges is a setback for the former President, who has announced his re-election bid for 2024, and could turn U.S. politics more turbulent. The committee, appointed by the outgoing Democrats-controlled House and made up of seven Democrats and two Republicans, alleges that Mr. Trump disseminated false allegations about the 2020 election results and provoked his supporters to launch violence. It recommended Mr. Trump’s prosecution for incitement of an insurrection; conspiracy to defraud the country; obstruction of an official proceeding of Congress (handover of power), and conspiracy to make false statements. Mr. Trump’s troubles are only growing. Earlier this month, the Trump Organization, his family business, was convicted of criminal tax fraud. The FBI is probing Mr. Trump’s handling of classified documents. In Georgia, Mr. Trump and his aides are under investigation for allegedly trying to overturn election results. Besides, the Justice Department has appointed a special counsel, Jack Smith, to investigate the January 6 riots and Mr. Trump’s alleged role in it.The House committee’s criminal referral does not have any legal weight as Congress cannot interfere with the Justice Department’s decisions. Attorney-General Merrick Garland can make an independent assessment of the referral and the evidence cited in the panel’s report and then take a decision. There is no doubt that Mr. Trump’s response to the January 6 riots was utterly unpresidential and gravely irresponsible. The committee found that he was in the Oval Office watching the riot on the TV, and refused to issue a statement asking his supporters to disperse. While this behaviour, along with his refusal to immediately accept the election results, makes him morally incapacitated to hold the high office again, the question before Mr. Garland is of having enough evidence to prosecute Mr. Trump. On the other side, the former President, who still commands a loyal base, would use the criminal referral by a Democrats-majority committee as a partisan “witch hunt”, deepening the political cleavage in American society. Prosecuting a former President who is running again (probably against the incumbent) would set a precedent with deep ramifications. Given that getting a conviction would require a unanimous jury, any move to indict Mr. Trump without sufficient evidence could be counter-productive. That is why the referral is a double-edged sword. Perhaps Mr. Garland should wait for the Justice Department’s own probe into January 6 before taking a final call on how he should deal with the Trump problem.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\npolitics",
        "headline_1": "Prosecuting Trump: On the unanimous decision by the U.S. House committee",
        "headline_2": "Any move to indict Donald Trump without sufficient evidence could be counter-productive",
        "link": "https://www.thehindu.com/opinion/editorial/prosecuting-trump-on-the-unanimous-decision-by-the-us-house-committee/article66285612.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "China’s recent U-turn on its zero-Covid strategy has led to a sharp increase in Covid infections and deaths in the communist nation. In fact, on Monday China reported its first Covid deaths in weeks even as suspicions rise that the official toll following the easing of restrictions is a massive undercount. The change in China’s Covid strategy was brought on by its own population that hit the streets in November against the incessant lockdowns. This might turn out to be the most significant event of 2022.\nRead the full article on TOI+\n\n",
        "headline_1": "Covid: Xi’s tied down. We aren’t – That democratic India handled the pandemic better than autocratic China is now clear",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/covid-xis-tied-down-we-arent-that-democratic-india-handled-the-pandemic-better-than-autocratic-china-is-now-clear/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "A landmark Global Biodiversity Framework (GBF) was hammered out in Montreal on December 19 under the umbrella of the UN Convention on Biological Diversity. It’s important for a couple of reasons. Biodiversity now will be accorded seriousness in the effort to limit environmental damage. And there are some realistic measures among the four goals and 23 targets for achievement by 2030. The most important goal is that the level of biodiversity protection which today is limited to 17% and 10% of the world’s terrestrial and marine areas respectively will now be enhanced to 30%.\nThe term biodiversity represents the collection of all living things on earth. Scientists have identified about 1.6 million different species, only a part of what is believed to exist. This biodiversity is the result of at least 4 billion years of evolution that has left all forms of life intricately wound together. For example, many insects serve as pollinators that are essential to agriculture. The three primary direct causes for biodiversity loss are land use change (30%), over-exploitation (20%) and climate change and pollution (14%).\nFormulating biodiversity protection as a step against economic development is inaccurate. Consider India’s experience with rice, the most important food crop by output. Between 1950-51 and 2016-17, India’s rice production increased over fivefold to about 110 million tonnes a year. Yet, during the same period the area under rice cultivation rose just 1.4 times to 43.19 million hectares. This was achieved without India being an exceptional performer in productivity and agricultural practices. It shows the extent to which technological advancement has offset fears that may have been valid 50 years ago. In this context, one of GBF’s suggestions merits mention. It calls for reform of subsidies that undermine biodiversity. Realising this goal is in India’s self-interest and something GoI and many states seek.\nTechnological progress makes the possibility of enhancing biodiversity protection without sacrificing economic output achievable. This takes us to the challenging issue of financing biodiversity protection. GBF’s target is to raise annual international financial flows to poorer countries to at least $25 billion by 2025 and $30 billion by 2030. The poor track record of meeting financing targets in combating climate change is bound to lead to scepticism. Despite this drawback, there’s a lot in the GBF that is achievable and also in sync with India’s vision. That’s reason for optimism.\n\n",
        "headline_1": "Unity in biodiversity: Doing little about extinction of other species is a suicide pact by 8 billion humans. But here’s some good news",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unity-in-biodiversity-doing-little-about-extinction-of-other-species-is-a-suicide-pact-by-8-billion-humans-but-heres-some-good-news/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "In conversations about the challenges of ensuring discipline in schools it is commonly heard that, ‘You cannot even say anything to students these days.’ The logic of this plaint is that corporal punishment (CP) has ended and this has left teachers powerless to do their jobs properly. We need look no further than at two painful news reports over the past week to see that reality continues to be quite different. A Delhi teacher attacked a Class 5 child with scissors and threw her out of the first-floor classroom window. A Karnataka teacher attacked a Class 4 child with a shovel and also shoved him from the first floor; the child died afterwards.\nThe way in which the two teachers’ preceding aggressions were tolerated underlines how CP continues to enjoy significant social sanction. This is not to deny the clear legal injunctions against use of force, including through RTE 2009 and the Juvenile Justice Act 2015. Only, the law by itself cannot eliminate the cultural rationalisation of CP as ‘caring’. That needs more concerted work by civil society and school administrations.\nAs noted in the guidelines against CP in schools by the National Commission for Protection of Child Rights, schools need clear protocols to help teachers deal with various possible student behaviours through positive disciplining, even parental engagement. Because the evidence is clear that CP cannot help students educationally or psychologically, only damage them. Additionally, what the Delhi and Karnataka incidents suggest is that schools need systems for monitoring teachers’ mental health too. Punishing them after an unhinged attack on hapless students is small consolation if they should perhaps not have been permitted near the students in the first place.\n\n",
        "headline_1": "How not to teach: Too many schools are still tolerating corporal punishment. This must end",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-not-to-teach-too-many-schools-are-still-tolerating-corporal-punishment-this-must-end/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "Even if you were not a hardcore football fan, you could not have been unaffected by Argentina’s sensational triumph over a French team that refused to give up, in the final of the Fifa World Cup at Qatar.\nThere were enough subplots in that one match to fill up an eight-part Netflix series and leave you wanting more. There was something wholesome and fitting about Lionel Messi holding up the World Cup Trophy.\nRead the full article on TOI+\n\n",
        "headline_1": "What we learn from France’s Mbappe, England’s Rehan: Reminders from football, cricket to not hold rigid ideas about nations, loyalties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-we-learn-from-frances-mbappe-englands-rehan-reminders-from-football-cricket-to-not-hold-rigid-ideas-about-nations-loyalties/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "In a country where public institutions are undermined by widespread corruption, it is perhaps too much to expect that public universities would be totally immune to it. But there is a certain line that the public expects teachers and administrators of a higher seat of learning not to go beyond, for them to not be indistinguishable from corrupt bureaucrats and public servants. But even that line is being crossed now, with those responsible for the universities often accused of corruption, impropriety and criminal activities.\nThe latest example emerged from the Islamic Arabic University (IAU). According to our report based on the findings of the University Grants Commission (UGC), the university's vice-chancellor (VC) has been involved in \"illegal and unethical activities and corruption\", so much so that \"it is not possible to maintain smooth academic and administrative activities by retaining him as vice-chancellor.\" The call for his sacking from the UGC is a refreshing development, given its own spotty record as an overseer, but it just goes to show the extent to which the VC's seven-year tenure so far has been marked by corrupt practices.\nThe VC apparently made a habit of ignoring or bending rules whenever it came to recruitments. He recruited more people than stipulated in the university's recruiting advertisements, without the approval of the university syndicate. And even though the Islamic Arabic University Act 2013 doesn't give him the authority to appoint anyone on a temporary basis, he often breached it too. As well as illegal recruitments, the process through which candidates were shortlisted and appointed was also found to be shady. For example, many of the appointment-related papers were found to be \"doctored\". Among those thus appointed were both high-ranking and low-level officers. A member of the UGC probe committee also said that at least five teachers were also appointed, although as an affiliating university, the IAU has no academic departments of its own.\nThis level of corruption would not have been possible without the blessing of the VC and top officials of his administration. The question is, why has no action been taken against them yet?\nUnfortunately, this is by no means an isolated development. Similar irregularities, not just in recruitment but in many other administrative aspects, have been reported fairly regularly in public universities across the country. Seldom, however, do we see any meaningful action to prevent this. One may recall the President's scathing remarks last month about the nepotism, corruption and professional insincerity of some of the VCs of public universities. In his speech, he stressed the importance of recruitments based on merit and quality, as well as establishing accountability for those in charge of the universities.\nOne may argue if the existing culture of politicised recruitment of VCs and other top officials in public universities will allow for an accountability mechanism to work. The strength that dishonest administrators draw from their political connection is undeniable. We must break this cycle. Universities must be allowed to not only teach honesty but also become an example of it themselves. That should begin with having honest and capable people at the helm of their administrations.\n",
        "headline_1": "Is ‘vice’ in VC the new normal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/vice-vc-the-new-normal-3200946",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "The FIFA World Cup 2022 in Qatar proved to be a challenging ground for traditional football giants, with Germany dropping out of the tournament in group stage and Brazil, France, Spain and Argentina losing matches against weaker opponents. Some underdogs emerged as tough contenders towards the beginning. But there was no way to predict a possible winner before December 18.\nHowever, several Bangladeshi media outlets, on December 1, prophesised that Messi's penalty miss in Argentina's third group-match against Poland was actually a \"good sign\" and indicated the GOAT could win this World Cup. They claimed to have discovered a \"remarkable pattern\" in Messi's penalty miss and in Argentina's two previous World Cup triumphs.\nA report by a leading newspaper on Messi's \"historic penalty miss\" being a \"good sign\" says: \"Mario Kempes missed a penalty in Argentina's third match against Italy in the 1978 World Cup. Argentina was the champion of the service and Kempes was the top scorer. Diego Maradona missed a penalty in Argentina's third match against Bulgaria in the 1986 World Cup. Argentina were also champions and Maradona won the best player award. This time again, Messi missed the penalty in Argentina's third match in the World Cup. So what… let's see, time will tell.\"\nUnfortunately, the missed penalty of Lionel Messi does not hold any pattern – notwithstanding the fact that Argentina, indeed, went on to win this World Cup. Rather I, as a fact checker, have found a pattern lately in deshi (local) media's reportage: it is flooded with misinformation and sometimes outright fake news when it covers international stories.\nMario Kempes did not miss any penalty shot in 1978 World Cup; neither did Diego Maradona in 1986. In fact, Argentina was not awarded any penalties in those two matches against Italy and Bulgaria, respectively, according to the FIFA website records.\nA few clicks on the FIFA archive can lead anyone to the information and even a video record of the full matches held in those tournaments.\nLater corrected silently by some outlets following fact checkers' reports, this story is not the only instance of Bangladeshi mainstream media publishing false information or unverified rumours as \"authentic news.\" \nIn the first two weeks since the World Cup kicked off in Qatar, fact-checkers in Bangladesh debunked at least 10 different fake or misleading news stories, eight of which are related to the football tournament, in top newspapers and TV channels.\nAmong the false stories covered by deshi media are: Dr Zakir Naik being invited by Qatar to attend World Cup inauguration; Saudi players being awarded Rolls Royce by the king; Messi's wife Antonela Roccuzzo posting about Bangladesh; footage of Saudi coach inspiring his team against Argentina; and a woman slapping French President Emmanuel Macron.\nWhy is our media so vulnerable?\nI analysed nine false and misleading stories that were published in the media to get an idea of possible factors contributing to deceiving the newsroom gatekeepers. In most cases, Bangladeshi newspapers solely relied upon the reports of foreign news sources like the Daily Mail, Daily Mirror, The Express, and some other websites that are well-known for clickbait journalism based on unreliable sources. Oftentimes, these websites quoted a dubious Twitter or Facebook account as the only source of the claim. No one seemed to have bothered to authenticate the accuracy and reliability of the sources. In some instances, Bangladeshi media outlets themselves picked social media posts from imposter accounts of celebrities and failed to identify them as such.\nOn one particular occasion, media outlets in Bangladesh – and also in India – sourced, from New Delhi based agency Asian News International (ANI), a story of a viral video that allegedly shows a woman slapping the French president in late November this year in France. In reality, nothing like this happened this year, and the video was related to an incident reported more than a year ago. After fact-checkers debunked it, ANI apologised and removed the report.\nBut here the question arises: why would the news of an incident claimed to have taken place in Europe have to be sourced from a Delhi-based news agency? Why would one not cross-check it with sources from France itself? An attack on the French president is not a trivial issue that could be overlooked by the European or Western media. \nSecondly, a responsible Bangladeshi newsperson is expected to have the general knowledge of the media ecosystem in this region. ANI has been identified in 2020 by a top European research organisation as one of the prime players in a vast disinformation campaign that promotes the Indian government's interest. There are examples where ANI repurposed fake news related to Bangladesh, quoting dubious websites in recent years. So a credible media outlet should not pick up news stories from it without cross-checking with other sources.\nLack of willingness for or understanding of online verification, which is considered an essential skill for modern-day journalism, leads to such disasters. When you see a claim on social media or on a random website that is deemed newsworthy, you have to have the mastery of verifying its authenticity using online tools. \nBangladeshi media's role in proliferating misinformation has been a topic of discussion lately. Statistics show that the media has been, for years, among the actors that pollute the online information ecosystem in the country. For the sake of not damaging the already diminishing trust in the media, we need to put a halt to this trend. News managers should urgently consider training their manpower in online verification techniques. These skills – which includes advanced search methods, reverse searches for images and videos and more – are must-haves for all journalists nowadays, but particularly important for those who work in the international desks and online sections of the media houses.\nIn an exemplary move, the Press Institute of Bangladesh (PIB) has taken initiatives to train newspersons on fact-checking and verification. But as a trainer for the institute, I feel there is more to do.\nBangladesh is approaching a national election and the days ahead will be crucial for journalists who will have to deal with waves of political fake news from every corner of the spectrum. Hence, it's high time for the local newsrooms to invest some time and resources to make themselves impervious to online misinformation.\nQadaruddin Shishir is Bangladesh editor of AFP Fact Check.\n\n",
        "headline_1": "World Cup revealed our media's vulnerability to fake news",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/world-cup-revealed-our-medias-vulnerability-fake-news-3200936",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "As a country's GDP growth rate rises, development is likely to be concentrated in certain geographical regions, urban areas and growth centres. This phenomenon is common to most countries when they make faster socio-economic progress. Therefore, how the overall prosperity brings with it regional inequalities is a subject that is studied in many countries with lot of interest due to its policy implications. But in Bangladesh, not much research has been done on this.\nOne study conducted recently by the Institute for Planning and Development (IPD), titled \"Spatial Configuration of ADP from National Budget in Terms of Sectors and Districts,\" demonstrated some disparity in public investment between urban and rural areas. The study shows that, in FY 2021-22, about 63 percent of the housing and community services allocation from the Annual Development Programme (ADP) budget went to three major metropolises: Dhaka, Chattogram, and Gazipur. Dhaka received the highest allocation, which was 37.24 percent, Chattogram 17.40 percent, Gazipur 8.14 percent, Rajshahi five percent, Khulna 3.35 percent, Narayanganj 2.76 percent, and Cox's Bazar 2.41 percent. Several districts received as low as 0.20 percent of the housing and community services allocation from the ADP budget, such as Jhenaidah, Satkhira, Thakurgaon, Dinajpur, Kurigram, and Barguna. \nOver the last several decades, Dhaka and Chattogram cities have been growing at a disproportionately higher rate, requiring formidable government investment to sustain their infrastructure needs. Dhaka, Chattogram, Rajshahi and Khulna – these four cities accommodate about 60 percent of the country's total urban population. This large urban concentration is a kind of a spatial imbalance within the country. Article 19(2) of our constitution mentions that the state shall adopt effective measures to remove social and economic inequalities and attain a uniform level of economic development throughout the republic. This vision of achieving both economic and physical equalities is a common objective in both developed and developing countries, and therefore, this is an important area that should get the attention of our researchers and policymakers.\nSpatial inequality arises due to unequal distribution of income, wealth, health services, educational facilities, etc across geographical regions. This may be the result of local differences in investment in infrastructure, as well as natural endowment, geographical features and economies of agglomeration. Socio-economic inequality remains central to public policy discussions in Bangladesh, but not so much on spatial inequality yet.\nGeographic inequalities can bring political tensions between local government leaders and national level policymakers and politicians. A big chunk of parliamentary debate time is consumed in discussions around demands from the MPs for health and educational services, roads and other infrastructure, which arises from a perception of regional disparities – among districts and upazilas, regions, urban areas, industrial centres, and among more advanced rural and backward areas. Higher amounts of budgetary allocation are made for certain regions, in some urban areas more than others, owing to the influence of powerful and more articulate politicians. \nOver time, these influences have resulted in better services and facilities in some areas compared to others. As much as the government wants a more balanced regional development, by constructing new bridges, roads, ports, export processing zones etc, the sheer weight of already developed urban centres, trading areas and industrial zones that receive not only higher public investment, but more private investment too, has resulted in the spatial inequality to continue. \nWithout deliberate actions from planners and policymakers, spatial inequality is likely to get worse, since economic growth is an unstoppable process. Systematic evidence from a growing body of research work in various countries in Asia, Europe, Africa and Latin America proves that rapid economic growth is associated with uneven regional and urban development.\nWhile the positive relationship between development and regional disparity is apparent, there is a lack of consensus on the causes of spatial inequality and what measures the policymakers should take to tackle the growing spatial inequalities. A background study paper for the Seventh Five-Year Plan, titled \"Lagging Districts Development,\" mentions the existence of regional disparity between the eastern and western districts of the country in general. The eastern region includes Dhaka, Chattogram and Sylhet divisions, whereas the western region constitutes Rajshahi, Rangpur, Khulna and Barishal divisions. \nThe factors that underpin faster growth in the eastern region are thought to be better infrastructure, a higher level of public resource allocations, access to energy and natural resources, concentration of entrepreneurship, skilled labour force, industrialisation, urbanisation, access to finance, and favourable geographical locations. However, a closer look at data reveals that there are certain lagging areas within the eastern region and some promising places in the western region. We know that poverty is bad in the haor areas in the northeast region, chars of Noakhali, and some areas in the north-central.\nOn the other hand, the increased agricultural production, greater concentration of micro-credit activities, and growing small and medium enterprises in the western region have reduced the disparity to some extent. The newly built transport infrastructure in the western region, including the Padma Bridge, has opened up economic opportunities for the future.\nReducing spatial inequality should be a critical objective of the government's development initiative under its \"inclusive economic growth\" policy in the Eighth Five-Year Plan. The plan calls for building equal opportunities for the citizens. The factors that create inequality should thus be addressed. The government needs to work on narrowing the infrastructure gaps, building human capital, promoting financial inclusion, expanding social protection programmes, improving the quality of primary health and nutrition, ensuring effective decentralisation, and encouraging participatory local government systems.\nThere are over 500 urban centres in Bangladesh with varying sizes, and these have very important roles in promoting growth and development in the country. Therefore, more equitable distribution of public resources should be ensured to these centres to have more balanced urbanisation in the country.\nDr Nawshad Ahmed, a former UN official, is an economist and urban planner.\n",
        "headline_1": "How do we overcome spatial inequality in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-we-overcome-spatial-inequality-bangladesh-3200931",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "The situation in Myanmar's Rakhine state has tensed up again, with another incident of shootout between the military and the Arakan Army (AA) taking place recently. The military has been using mortars and launching airstrikes against the Arakan Army. The military choppers entered Bangladesh airspace several times, violating international laws. Hostilities across the border have raised new tension and pose a threat to the chances of repatriation of the Rohingya refugees in Bangladesh.\nMore than 1.1 million Rohingyas are living in 34 camps in Cox's Bazar at present. The country accommodated the displaced Rohingyas and took multiple initiatives to repatriate them to their homeland, Myanmar. At least two attempts for repatriation have failed since the latest influx in 2017. In August this year, observing five years of their exodus to Bangladesh, they reiterated the urgency of repatriation to their homeland. Before that, they arranged a campaign under the banner \"Go Home\" in the camps to draw the global communities' attention to take emergency steps to repatriate them with safety and dignity. During the then UN High Commissioner for Human Rights Michelle Bachelet's visit to the camps in August, they demanded UN's effective initiatives to improve the situation in their homeland and start the repatriation. In response to that, she only urged the Rohingyas to be patient.\nMeanwhile, a newly elected government was overthrown by a military coup in February 2021. Later, a shadow government, formed in the name of National Unity Government (NUG), with its armed wing the People's Defence Force (PDF), started a movement against the military junta, building strong resistance against the military that turned violent. This escalation has made Rohingya repatriation even more uncertain, the refugees' wait increasingly threatening to turn into a modern-day rendition of Waiting for Godot.\nThe Rohingya refugees inhabit the hilly areas of the southern coastal region of Bangladesh. They have been living there with rudimentary facilities, no work, and little access to education. Being stuck in the overcrowded camps, their lives have become inhumane.\nOver 80 percent of the refugees in Cox's Bazar rely on external aid to survive. Every family gets a monthly food ration of Tk 1,030 per person. Rohingyas repeatedly stressed that running a family with this allocation is very hard. On the other hand, the influx of refugees has put immense pressure on the host communities, and the environment in a densely populated country. The host communities in Cox's Bazar are also highly vulnerable and at high risk of hunger like the Rohingyas, according to a WFP report.\nThe population growth rate in the camps is alarming; Home Minister Asaduzzaman Khan Kamal said in April this year that some 35,000 babies are born in the Rohingya camps yearly. Little access to safe water, sufficient nutrition, and healthcare facilities are causing malnutrition and disease outbreaks. There is little scope for formal education for the Rohingya children – 75 percent of the children are deprived of formal education. The frustrated teenagers are growing up without skills and goals for their future, which makes them vulnerable to organised youth gangs and criminal activities.\nThe internal security in the camps is also at risk as several armed organisations' activities are intensifying gradually. Local police said that around 2,441 cases have been filed against the Rohingyas in the last five years, covering at least 14 types of criminal activities, including killings, drugs, human trafficking, abduction, theft, robbery, snatching, arms and rape. At least 109 people died in \"gunfights\" with security forces. Around 14-20 armed criminal groups are active in the camps in Ukhiya and Teknaf. As of August 2022, 115 murders have been reported in the last five years in internal conflicts among these gangs. In the last four months, at least 20 people were killed, most of them pro-repatriation leaders.\nThe camp situation is deteriorating as most of the aid for the Rohingya camps comes from Western countries, who have turned their attention to the Russia-Ukraine war. Various global crises like the Covid pandemic, the Afghanistan crisis, and most recently the Russia-Ukraine war have exacerbated vulnerabilities and worsened the condition. Reports say only 43 percent of the required amount of USD 881 million under the Joint Response Plan 2022 has been funded in 2022. In 2021, the disbursed amount was 72 percent of the required USD 943 million.\nNew tensions in the Rakhine state poses a new threat to the Rohingya population. At least 20 Rohingya families fled to Bangladesh in September due to the ongoing clashes. According to the newly arrived people, about 1,000 Rohingyas are waiting to cross over on the other side of the border.\nOn October 20, Foreign Minister AK Abdul Momen said the current military government in Myanmar had agreed to take back Rohingyas after verification, but there is no specific timeframe for that. Previously, on June 14, Bangladesh handed over a list of 830,000 individuals containing biometric data, but the Myanmar authority has only verified 58,000. This implies that their motive is apparently to delay the process.\nAddressing the United Nations General Assembly in September, Prime Minister Sheikh Hasina called upon the UN to play a strong and effective role to create a safe environment for repatriation. China and Russia are backing the junta military for their own political and economic interests. The UN Security Council also failed to come up with an effective solution to the Rohingya crisis, despite widespread global support for the persecuted people. Though the Western blocs raised their concerns and funded assistance for the refugees, they couldn't play an effective role that can facilitate repatriation. Lingering the process is making the Rohingyas ultimate sufferers.\nAs regional powers, India and Asean member states should collaborate with the afflicted nations as the crisis festers and gives rise to more radicalism, extremism, and cross-border crimes. The only solution is repatriating the Rohingyas to their own land. Therefore, the world must look onto effective measures and use all available tools to hold Myanmar accountable on repatriation.\n \nErina Haque is a human rights activist, refugee affairs researcher, and freelance columnist.\n\n",
        "headline_1": "Rohingya Repatriation: Waiting for Godot?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rohingya-repatriation-waiting-godot-3200886",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "In a country where public institutions are undermined by widespread corruption, it is perhaps too much to expect that public universities would be totally immune to it. But there is a certain line that the public expects teachers and administrators of a higher seat of learning not to go beyond, for them to not be indistinguishable from corrupt bureaucrats and public servants. But even that line is being crossed now, with those responsible for the universities often accused of corruption, impropriety and criminal activities.\nThe latest example emerged from the Islamic Arabic University (IAU). According to our report based on the findings of the University Grants Commission (UGC), the university's vice-chancellor (VC) has been involved in \"illegal and unethical activities and corruption\", so much so that \"it is not possible to maintain smooth academic and administrative activities by retaining him as vice-chancellor.\" The call for his sacking from the UGC is a refreshing development, given its own spotty record as an overseer, but it just goes to show the extent to which the VC's seven-year tenure so far has been marked by corrupt practices.\nThe VC apparently made a habit of ignoring or bending rules whenever it came to recruitments. He recruited more people than stipulated in the university's recruiting advertisements, without the approval of the university syndicate. And even though the Islamic Arabic University Act 2013 doesn't give him the authority to appoint anyone on a temporary basis, he often breached it too. As well as illegal recruitments, the process through which candidates were shortlisted and appointed was also found to be shady. For example, many of the appointment-related papers were found to be \"doctored\". Among those thus appointed were both high-ranking and low-level officers. A member of the UGC probe committee also said that at least five teachers were also appointed, although as an affiliating university, the IAU has no academic departments of its own.\nThis level of corruption would not have been possible without the blessing of the VC and top officials of his administration. The question is, why has no action been taken against them yet?\nUnfortunately, this is by no means an isolated development. Similar irregularities, not just in recruitment but in many other administrative aspects, have been reported fairly regularly in public universities across the country. Seldom, however, do we see any meaningful action to prevent this. One may recall the President's scathing remarks last month about the nepotism, corruption and professional insincerity of some of the VCs of public universities. In his speech, he stressed the importance of recruitments based on merit and quality, as well as establishing accountability for those in charge of the universities.\nOne may argue if the existing culture of politicised recruitment of VCs and other top officials in public universities will allow for an accountability mechanism to work. The strength that dishonest administrators draw from their political connection is undeniable. We must break this cycle. Universities must be allowed to not only teach honesty but also become an example of it themselves. That should begin with having honest and capable people at the helm of their administrations.\n",
        "headline_1": "Is ‘vice’ in VC the new normal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/vice-vc-the-new-normal-3200946",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "The unnaturally high number of Bangladeshi migrant workers who die in Gulf countries and return to us as corpses is too often swept under the rug. A report published by this daily on Sunday, to mark International Migrants Day, has revealed that the bodies of at least 45,301 male and female migrant workers arrived in the country between 2008 and June of this year. Among the six destination countries – Saudi Arabia (KSA), United Arab Emirates (UAE), Oman, Kuwait, Bahrain, and Qatar – a staggering 12,930 deaths have taken place in Saudi Arabia alone. While the deaths of migrant workers in Qatar have been highlighted as a human rights issue over the past month, given the country's lavish hosting of the 2022 FIFA World Cup using infrastructures largely built by migrant workers, other Gulf countries must also receive their share of the criticism.\nThe question that is foremost in our minds is: how do so many Bangladeshi workers die in these destination countries? While a few workers die by suicide or are killed, the causes of death mentioned most often – as per documents that accompany their bodies – are strokes and heart diseases, alongside workplace accidents. The curious thing is that a large portion of those who have died of strokes were young, or at most middle-aged. Unfortunately, there have been no attempts to investigate and publicise the underlying causes of migrant worker deaths by the host countries. \nGiven the degree of reporting on the issue over the years and the narratives of migrant workers and their families, it is no secret that the working and living environments in destination countries are horrid. Not only are temperatures much higher than in Bangladesh, the work hours can extend to 12 or even 18 hours, while workers are always under pressure to send enough money home, leaving no opportunity for them to have enough rest – let alone any leisure. Given the lack of enforcement of any workers' rights, most Bangladeshis are also forced to do risky, often life-threatening jobs. Not to mention how badly some workers are treated, especially women migrants who work informal jobs in homes, becoming victims of verbal, physical, and/or sexual abuse, or even murder. \nUltimately, it all boils down to the fact that Bangladeshis and workers from other origin countries are severely exploited by the Gulf states. The lack of transparency on the destination countries' part regarding worker treatment, coupled with the lack of enthusiasm of origin countries to hold them accountable has resulted in Bangladeshi migrant workers having to earn their bread in inhumane conditions, away from everything they know and everyone they love. Unfortunately, it is often seen that Gulf countries hold a higher ground as they can choose to take in more workers from other countries if one origin country imposes stricter conditions for their citizens. \nWe demand that Bangladeshi authorities at home and in destination countries prioritise the lives of migrant workers. These are the people on whose labour and remittances our economy is dependent. So why is their well-being not given the utmost importance? The sight of families receiving the bodies of their loved ones, who have died in destination countries while trying to provide them with a steady income, needs to stop being a regular thing.\n",
        "headline_1": "What is killing our migrant workers abroad?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-killing-our-migrant-workers-abroad-3200236",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "A modernised land administration under which the key services like land registration, mutation, collection of land development tax, issuing land-related documents, etc could be provided to the public without hassle has long been a big challenge before the government. In fact, procrastination in service delivery is inbuilt in a system where all kinds of land-related transactions are done and records maintained manually. Add to that the corruption that the system is rife with. Under the circumstances, the obvious way out of the prevailing mess in the land administration should be an automated service delivery regime on a digital platform. Against this backdrop, it is reassuring to learn that come January 2023, the government is going to launch a service styled, Land Service Customer Care Centre (LSCCC), at the Bhumi Bhaban (land building) in the Tejgaon area of the city. And any willing client may visit the LSCCC, or the Centre, for short, personally, or make calls from the dedicated telephone numbers kept for the purpose to avail of any legal advice or land-related service from the Centre. To this effect, a Memorandum of Understanding (MoU) has also reportedly been signed between the Ministry of Land and Aspire to Innovation (A2I), an agency of the ICT department. This is admittedly a welcome move from the government towards facilitating the land-related service for the service-seeking public. But the most important question that one would like to ask is how far the work of a fully automated land record service, especially under the three projects launched earlier to this end, has progressed. One would like to recall at this point that the government made the move towards automation of the land record and registry system a decade back. A contract was signed to this effect with a consortium of local IT companies in 2012. A major part of the work, developing the software, was also learnt to be completed by 2014. Among others, an important part of the task relating to prompt delivery of the original deeds to the service-seeking clients, reportedly has been completed. It is worthwhile to note that people still have to wait even for years and spend a lot of money for getting this particular service. However, for unknown reasons, further progress of the work came to a halt. As a result, the age-old, corruption-laden system of service delivery in the land administration continued. Worse, some online services including e-mutation that were available at the pilot scale have allegedly been costlier than the manually-provided service. Moreover, most people were not aware of the digital services like e-mutation, land development tax, civil-suit management, digital databank, hotline, map collection, certified copy of record of rights, khatian service and mouza map available on the pilot scale. Now that the government appears to be all set to offer land-related online client service to the public, it would also be necessary to educate the public so that they might easily access the services. Also, the services to be provided online should be cheaper than the still existing analogue service. Especially, the call centre 333 said to be working to provide centralised information service including addressing complaints should be able to deliver the service as promised.",
        "headline_1": "Ensuring easy access to online land-related customer care service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-easy-access-to-online-land-related-customer-care-service-1671547196",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "At long last the Bangladesh Securities and Exchange Commission (BSEC) is reportedly 'working hard' to initiate the launching of commodity exchanges (CE) in the country. At a seminar held in the capital last week titled Problems and potentials of capital market in Bangladesh, BSEC Chairman and his colleagues in the Dhaka and Chottogram Stock Exchange while informing of the on-going work on commodity exchange, emphasised the need for launching such exchanges to facilitate agricultural commodity market in the country. The concept, though new to many of us, is quite familiar in the neighbouring countries which have set up Commodity Exchanges of selected items as an effective measure of market stability. India, Pakistan and Nepal are among the neighbours which are ahead of us in setting up Commodity Exchanges. In Bangladesh, way back in 2007, the government initiated a move to establish a commodity exchange system which did not materialise due to reported complexities relating to some basic infrastructure issues such as warehouse facilities. Besides, lack of enthused traders is also believed to be a reason for the nonstarter. Now the Chottogram Stock Exchange (CSE) is set to go for the country's maiden Commodity Exchange. CSE Chairman Asif Ibrahim informed about inking an agreement soon with the Indian multi-commodity exchange. According to the CSE chairman, research has shown that the size of the commodity market in Bangladesh is more than $144 billion. Only for the country's garment sector, a huge amount of cotton has to be imported from abroad. The garment industry will benefit if the companies that buy cotton in the country and the companies that sell cotton internationally can be brought to the commodity exchange market.A commodity exchange is a system of a legal framework where various commodities are traded, with rules and procedures for maintaining standardised commodity contracts. The transactions take place either on paper or electronically. The product remains in a shop, warehouse or field. From there, it is finally disposed of or handed over after a certain time. According to the Securities and Exchange Ordinance 1969, any product such as agricultural items, livestock, fish, forest resources, minerals and energy products can be traded under the commodity exchange. Through the futures market, a farmer or entrepreneur will go into production after being sure of the price of his products before the start of the season. In this way, the commodity exchange can build a secure marketing system. Through this, farmers and farmers' cooperatives will be sure to get a fair price. At the same time, there is little risk due to crop failure, so buyers are likely to get the product at a fair price. The exchange facilitates the participation of farmers alongside financing for them while the producers will have to avail of insurance.The purposes served by commodity exchanges depend in part on the nature of the specific contracts that are traded. By simply centralising trade in a certain commodity, an exchange can facilitate title transfer, market transparency, and price discovery. Transaction costs are reduced because coordination through a centralised exchange can reduce costs associated with identifying market outlets, physical inspection of product quality, and finding buyers or sellers. By reducing transactions costs and enhancing the flow of information, an exchange can improve returns to market agents while reducing short-term price variability and spatial price dispersion. However, while futures contracts can effectively remove price level risk, they do not eliminate risk altogether. Rather, they replace price risk with basis risk, where the basis is the difference between the spot market and futures market prices. Unanticipated shifts in the basis can result in gains or losses, and the degree of basis risk can strongly influence the effectiveness of the exchange in risk management. The important aspect of Commodity Exchange is that it helps increase the liquidity for farmers since it assists them to access funds without any interest. According to experts, a commodity exchange allows farmers to lock in prices using forward contracting. This also reduces the risk of a drastic price drop. As a result, they do not need to borrow at higher interest rates from sources such as banks or usurers.There are indeed many pros and cons, not as simplistic as stated above, which need to be familiarised with before embarking on the new mode of Exchange marketing in the country. Keeping this in view, the CSC has signed a memorandum of understanding (MoU) with the Multi Commodity Exchange (MCX) of India to appoint it as a consultant. In 2003, MCX became one of the first exchanges to open in India. It provides a platform for price discovery and risk management across varied segments, including industrial metals, energy and agricultural commodities. MCX will recommend bylaws and regulations based on generic regulatory compliance and international best practices, products, clearing and settlement methods, trading and surveillance systems, warehousing, delivery infrastructure and partnership models.As of now, most people associated with stocks have welcomed the move, including economists. Many hold the view that inclusion of horticulture products like potato, onion, spices, tomato among others would be a huge turning point, if fair price could be ensured through the Exchange to the benefit of both growers and consumers. It is expected that in order to make the relevant quarters, including farmers and business community, familiar with the functioning and technicalities involved in the Exchange, the authorities concerned would launch country-wide campaigns as well as dissemination workshops. The media can also be taken on board to raise literacy on Commodity Exchange.\n[email protected]",
        "headline_1": "Launching Commodity Exchange",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/launching-commodity-exchange-1671547243",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "According to a report carried in The Financial Express on December 20, the Bangladesh Trade and Tariff Commission (BTTC) has come to the conclusion that the abnormal price hike in domestic price of coal is unjustified. A BTTC report submitted to the Ministry of Commerce claims that the price hike of around 21 per cent for this fuel over the last three months is irrational.The study was requested by local brick manufacturers and what has come out of the analysis of data over a three-month period is that \"prices quoted in the letters of credit (LCs), local import value, and exchange rates of US dollar to foot coal import bills\" cannot, in any way, explain this absurd rise in price. The price hike has resulted in price per brick retailing at the inflated price of Tk 12 per piece. With some 8,000 brick fields in operation and bricks being one of the building blocks of construction in the country, there is no way to overlook such price manipulation that is raising cost of construction. Any price hike at the importers' level will, inevitably, have a chain reaction of price revision (upwards) from brick fields to construction sites of every description.The BTTC has made a set of recommendations to the government to rein in on galloping price hike that came into effect after September, 2022. Up to September, 2022 coal was retailing at maximum Tk 24,000 per tonne, but jumped to Tk 29,000 (maximum) in October. Then in October, there was another hike to about Tk 32,000 per tonne (upper limit) in November. Interestingly enough, coal import price per tonne came down to USD150.45 in November from USD206 in July, 2022. Hence, from all available data, it appears that market price manipulation is going on.Recommendations that have been made, if implemented, should see these machinations minimised to acceptable levels. It makes sense that market prices be adjusted every quarter subject to reviewing the international and local prices of coal. Again, the BTTC has suggested that a specific rate of VAT be imposed on the import of the fuel. Looking at the three months' data, one can see that the average LC values per tonne of imported coal have declined steadily from USD129.77 to just USD116.29 over the September -November period.Brickfield owners' association allege that importers are charging much higher prices and making windfall profits. The costs are hence, being passed down the supply chain. It is ironic that with some 8,000 brick fields in operation today, Bangladesh needs to import low-calorific Indonesian coal, while a billion tonnes of high quality coal sits under its soil. It would appear that for every primary energy fuel, policymakers would rather expend scarce foreign exchange to import, rather than explore and extract coal because with import, it is easy to cook the books. At least in this case, sufficient data and analysis has been presented to the Ministry of Commerce that something is not going right. In this year of austerity, every effort ought to be made to stop profiteering. Unfortunately, that appears to be a far cry in many a field. One can only hope that the ministry concerned, which is now armed with analysis from the Trade Commission, will not turn a blind eye to what is going on and take corrective measures to rein in on profiteers for the sake of the construction industry and manufacturers of bricks - and ultimately the consumers.\n[email protected]",
        "headline_1": "Who is raising domestic price of coal?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/who-is-raising-domestic-price-of-coal-1671547283",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2022"
    },
    {
        "full_article": "Health is the root of all happiness. But the concept of health is incomplete without mental health. According to the World Health Organization, one in eight people around the world suffer from mental disorder. But the capacity and investment in mental health services is inadequate in most countries, particularly in low- and middle-income countries. According to a report by the National Institute of Mental Health, about 94.5 per cent people with mental illness are deprived of medical care. This figure is certainly alarming, because it is impossible for us to move forward without this huge mass of people. According to a British study, around £8.0 billion could be saved a year just by reducing absenteeism, which is directly linked to workers' mental health. The survey also found that if £40,000 was invested in mental health in an organisation of 500 employees, a profit of £347,722 could be made. It will bring incredible success if mental health services and protection can be ensured for the workforce or manpower working in business and industrial sectors in Bangladesh as well. We cannot achieve the Sustainable Development Goals, if we do not invest enough in the mental health care sector. Therefore, to achieve global mental health and well-being, goals such as physical activity for all, ensuring the intake and supply of balanced diet, healthy recreation, and stress management should be set and implemented. \nAshikujaman Syed, Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Investing in mental health",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investing-in-mental-health-1671547311",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2022"
    }
]