[
    {
        "full_article": "The Supreme Court of the U.S. State of Colorado has barred former President Donald Trump from running for office again in the 2024 presidential election, on the grounds that he violated a constitutional clause relating to engaging in an “insurrection or rebellion”. The court found, in a 4-3 split decision, that Mr. Trump was not eligible to be on the election ballot next year in Colorado for the role that he played in egging on protesters on January 6, 2021, a section of whom then went on to attack the buildings of the U.S. Capitol in Washington. The ruling sets a historical precedent for the use of Section 3 of the country’s 14th Amendment to strike a presidential candidate off the ballot — in this case the most popular Republican candidate by a significant margin and seen as highly likely to win the election. Under the Section (the “insurrection clause”), any person engaging in insurrection or rebellion against the U.S. Constitution shall not be permitted to run for public office including Congress, the military, and federal and state offices. The 14th Amendment, which was ratified in 1868, was established in part to disallow former Confederates from entering Congress and grabbing power from a government that they had previously fought. It is ironic that a similar post-Civil War logic might apply to Mr. Trump now, for his role in seeking to block the peaceful transfer of power to presidential incumbent, Joe Biden, on unproven allegations of election fraud linked to ballot voting. The Colorado ruling overturned an earlier district court verdict that declined to block Mr. Trump from contesting on the grounds that it was unclear whether the 14th Amendment covered the presidency.Regardless of whether the inevitable appeal that his legal team will launch will succeed, and regardless of whether his inability to compete in Colorado will impair his overall prospects next year, this ruling marks the bitter polarisation of the U.S. electorate around the controversial policy stances that Mr. Trump represents. On the one hand, it is his very rejection of political propriety that has led to the democracy-threatening situation of a President who came close to refusing to demit office after an election loss. When combined with the hateful, partisan demagoguery of previous Trump campaigns, this calculated stubbornness represents the political outlook of MAGA Republicans, a world view that has little in common with the values that mainstream conservatives and liberals hold dear. This bodes ill for the quality and tenor of democratic discourse ahead, raising the likelihood that leaders on both sides will be talking past each other, instead of reaching out to build bridges for bipartisan cooperation, in short supply at the current juncture.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics\n\n/\n\nconstitution",
        "headline_1": "Debarring Donald: On the Trump ruling by the Supreme Court of the U.S. State of Colorado",
        "headline_2": "The U.S. seems set for a bitter polarisation in an election year",
        "link": "https://www.thehindu.com/opinion/editorial/debarring-donald-on-the-trump-ruling-by-the-supreme-court-of-the-us-state-of-colorado/article67658440.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "For Abdel Fattah El-Sisi, the Egyptian President who captured power through a military coup in 2013, winning a reelection was the easy part. In Egypt’s presidential elections, sitting Presidents always win with huge margins. In the December 10-12 elections, Mr. Sisi, a former general, faced three little-known candidates, while his most vocal opponent, Ahmed Tantawy, was barred from contesting. State-affiliated media ran a campaign-like coverage, touting the President’s achievements. Mr. Sisi, unsurprisingly, won 89.6% of the votes, extending his rule to 2030. The tougher part, however, is to govern the most populous Arab country, now struggling with economic and geopolitical crises. When Mr. Sisi toppled Egypt’s first freely elected President, Mohamed Morsi, a Muslim Brotherhood leader, the military’s narrative was that the Brothers had violated the spirit of the 2011 “revolution” that brought down the regime of dictator Hosni Mubarak. But Egypt slid back to the Mubarak years under Mr. Sisi’s rule. The regime, which killed hundreds of pro-Brotherhood protesters on August 14, 2013 to restore ‘order’, has tolerated little criticism and dissent since then. But Mr. Sisi also projected himself as a source of stability and a bulwark against terror, and launched ambitious debt-funded infrastructure projects, including a new desert capital city outside Cairo.When he starts a new term, what requires Mr. Sisi’s attention is the economy. Hyperinflation, at 35%, has already pushed many Egyptians into poverty. External debt stood at $162.9 billion in December 2022, some 40% of the GDP, according to the central bank. Egypt, which is facing some heavy repayments in 2024, is already in talks with the IMF and other foreign creditors for further assistance. What has made matters worse has been Israel’s war on Gaza, which shares a border crossing with Egypt. Pro-Palestine sympathies have historically been high in Egypt, which signed a peace treaty with Israel in 1979. While Israel’s relentless bombing pushed thousands to the border, Mr. Sisi tried to walk a fine line: publicly condemning the bombardment and calling for a ceasefire but stopping short of drastic measures that would endanger peace with Israel. Mr. Sisi has also said he would not be complicit with any Israel plan for mass eviction of Palestinians from Gaza. But if the war drags on, he will come under greater pressure to let Palestinian refugees in, which may have economic and political consequences. Between a calamitous war next door and worsening economic conditions at home, his challenge is to offer a stable rule in a country that has seen regime-changing street protests and a coup in the recent past.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEgypt\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nunrest, conflicts and war\n\n/\n\neconomy (general)\n\n/\n\ninflation and deflation\n\n/\n\npoverty\n\n/\n\nIsrael-Palestine Conflict",
        "headline_1": "Sisi again: On the result of Egypt’s presidential elections",
        "headline_2": "Governing Egypt during an economic crisis is not going to be easy",
        "link": "https://www.thehindu.com/opinion/editorial/sisi-again-on-the-result-of-egypts-presidential-elections/article67658407.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "Three recent industrial accidents, one in Chennai and two in Maharashtra, have focused attention on India’s poor record of industrial safety. More importantly, they raise questions on systemic shortcomings in the response following accidents.\n\nDelay increases damage | On December 4, north Chennai’s industrial suburbs witnessed an oil spill from CPCL, a petroleum refinery. For three days there was no response and finally media coverage of the spreading oil slick forced action. If a response from either the company or the state government was timely, could the problem have been contained within a small zone?\nRegulatory failures | A regulatory system exists to address aspects where a market’s outcome is not satisfactory. In the case of pollution spillovers and industrial safety, companies don’t have adequate incentives to deal with the problems in-house. A regulatory mechanism is meant to address this shortcoming. In India, the regulatory record is dismal. For example, in the industrial cluster in and around Pune, less than 20% of factories have met with fire safety compliances. It’s relevant to mention that over 20 workers have died in the last few days in industrial accidents in Pune and Nagpur.\nPolluter pays | The basic economic principle governing environmental laws globally is that the polluter pays. In Chennai, CPCL wants the state government to examine if other industrial units have also contributed to the oil slick. In the meantime, fishermen have used buckets to scoop out oily water and have taken to blocking roads in search for compensation as they have had to cope with a loss of livelihood.\nLopsided laws | India’s legal system tends to overregulate in areas where the market works but is ineffectual where the outcomes are poor. In Maharashtra, following the accidents we have seen police filing FIRs against unidentified people and workers blocking highways trying to force companies to provide an explanation for accidents.\nSpeedy resolution doable | The Deepwater Horizon oil spill in April 2010 off the coast of the US was one of the worst industrial accidents ever. The oil slick spread over 43,000 square miles. Yet, in five years the company responsible, BP, and the US government reached a record $20.8 billion settlement of civil claims. Given the scale of the accident, the resolution was relatively fast.\nIndia’s environment and safety laws are not holding back the economy. Rather, their inefficacy shatters livelihoods and lives.\nWho is accountable?\n\n",
        "headline_1": "Who’s accountable? An oil slick in Chennai and industrial accidents in Pune and Nagpur point to a few home truths",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whos-accountable-an-oil-slick-in-chennai-and-industrial-accidents-in-pune-and-nagpur-point-to-a-few-home-truths/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "It was unarguably horrific how a woman was allegedly paraded naked and tied to an electricity pole in Belagavi, after her son eloped with someone. The vigilantes inflicted punishment when they had no legal authority to deliver it, for an act that was not even of the victim’s doing. But the Karnataka HC has pronounced an opinion on the case that is very, very troubling as well: “Some collective responsibility measures have to be taken.” Surely a constitutional court should not be thinking somewhat on the same lines as the vigilantes. Or propounding a theory of justice where one abuse of individual rights is countered by another.\n\nThe court went further, waxing nostalgic about the “good practices” of the British Raj, speaking admiringly about how governor-general William Bentinck dealt with crime by making the entire village pay for it. This is particularly strange right now, when there is a massive legislative effort underway to distance Indian laws from their colonial moorings. Of course, it suited the colonial administration to manage India through group identities. Policies like ‘divide and rule’ hinged on this conceptualisation. But there couldn’t have been a more substantive break from that than the Indian Constitution. At the core of equal citizenship is unmistakably the individual. And individual rights.\nNo doubt individual rights do not reign supreme even in 21st century India, and the balance with collective rights is constantly under negotiation, across different public spheres including politics. But as the Supreme Court has repeatedly noted, including in its Right to Privacy judgment, the constitutional court must attempt to expand the reach and ambit of fundamental rights rather than weaken their meaning and content.\n\n",
        "headline_1": "Doesn’t take a village: Constitutional courts must know that collective responsibility is antithetical to individual rights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doesnt-take-a-village-constitutional-courts-must-know-that-collective-responsibility-is-antithetical-to-individual-rights/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "INDIA alliance leaders who met yesterday should know time is running out for mounting an effective 2024 campaign. BJP’s message is coherent and its leadership advantage is huge\nThe INDIA alliance meeting in Delhi is broadly an effort at political resuscitation. For three months, the opposition formation had virtually suspended such strategic level dialogue, as Congress prioritised the assembly elections.\n\nCrucial loss of momentum | This could have been partly recovered with favourable assembly results. As it happened, INDIA’s leading partner Congress stands devastated after losing in three states to BJP, reinforcing perceptions of BJP’s dominance of the crucial Hindi belt. The scale of the mountain the opposition is forced to climb hence appears quite forbidding. So let’s start with a few points of consolation for the opposition.\nRead full story on TOI+\n\n",
        "headline_1": "Many faces, No big idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/many-faces-no-big-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "America’s policy on making AI safe, reliable and useful for everyone is a golden opportunity for Indian AI developers and companies to become globally competitive\nFor the first time, financial regulators in the US have cited artificial intelligence as a risk, calling its increasing use in financial services a “vulnerability” that needs monitoring. This comes on the heels of an EU consensus for an all-encompassing law to regulate AI, ensure transparency and penalise tech companies financially for non-compliance.\n\nIn this flurry of activity lies opportunity. On October 30, US President Joe Biden signed an executive order (EO) on AI, which signalled US’s commitment and approach to maintaining its leadership position in coming years. As the US’s strategic partner, India has a lot to gain from this EO.\nRead full story on TOI+\n\n",
        "headline_1": "Desi AI: Bring home the new biz",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/desi-ai-bring-home-the-new-biz/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "The US-based Institute for Energy Economics and Financial Analysis (IEEFA) recommends a strong case of solar power for Bangladesh. According to a report it released on Monday, Bangladesh can reap the benefit of rooftop solar power to the tune of 2,000 Mega Watt worth Tk 110.32 billion or US$1.0 billion annually provided that the country opts for a plan to make most of the abundant resource at no cost. At a time when the country's main local energy resource is depleting fast and proving inadequate, the country's overwhelming dependence on imported energy has woefully strained its capacity for footing the bill. This is compulsive enough for the country to look for alternative energy sources that is within reach and also environmentally safe. The IEEFA's suggestion for making a choice for solar power certainly comes at a most appropriate time. Some of the suggestions it has made such as the waiver of tariffs on solar panels and four accessories surely have merits and therefore stand to deliver the goods. There is no doubt that investments need to be made in a duck that lays golden eggs. It also makes economic sense as the production cost of power from solar system is lower than that of fossil fuels. It is exactly at this point, the comparative greater benefits of rooftop solar system and industries have been highlighted by the difference between levelised cost of electricity (LCOE) – expressed otherwise as a cost per unit of electricity generated from investment in a generation asset – at Tk 5.0/ kilowatt hour (kWh) and the prevailing power tariffs of Tk9.9/kWh and Tk10.55/kWh for businesses and industries respectively. Clearly, the emphasis here is on turning commercial and industrial buildings producers of a portion of the total power they consume. The 2,000 MW of power that, according to the IEEFA, can be added may not solve the power crisis but is certainly going to bring some relief to businesses and industries. The institute further notes that the capacity enhancement is possible at a better rate than that of Vietnam where 9.0 gigawatts (GW) was added similarly in 2020. There is no reason why businesses and industries will not go for such investments if they have at their disposal the facility to produce a reasonable amount of power. Many of them have their captive power plants operated with imported fuels. On that count, solar power will prove much cheaper, non-pollutant and easier to operate. But the crucial point is the right kind of solar panels and technologies for power generation.Initially, the investment cost may prove comparatively greater than benefits but from the point of LCOE, it will certainly make economic sense. If the import tariffs on solar panels and other accessories are waived or reduced substantially, installation of rooftop solar systems will be more attractive and compelling. If the standard of panels with its size and other parameters is made uniform to get the maximum benefits and the costs are not atrocious, a rooftop solar system for businesses and industries can revolutionise the renewable energy production to a large extent. The technology is getting more efficient and sophisticated with time. Bangladesh can as well build its own research facilities in order to join the international scientific communities for collaborative ventures.",
        "headline_1": "Rooftop solar system for businesses and industries",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rooftop-solar-system-for-businesses-and-industries-1703082636",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "Democracy is in deep crisis in the West. That is a bit of a surprise for the good reason that it has been the West which, till now, has been seen by many as a model for democratic governance across the globe. Be it the presidential form of government in the United States or the parliamentary system of politics in Britain, nations have by and large aspired to one or the other of these governmental basics.And yet in the United States today, democracy is almost on the ropes for a host of reasons. Donald Trump's characterisation of immigrants poisoning American blood is but the newest manifestation of how far democratic behaviour has deteriorated not just in the US but in the West as a whole. It is not just Trump who has in these past many years been undermining democracy --- observe the loyalty he inspires among his followers despite his dark instincts. Every one of his rivals for the Republican presidential nomination next year has stayed away from criticising him because they do not wish to upset his base and so lose whatever ground they expect to gain in the campaign.At the other end, President Biden's faith in democracy has clearly been frayed by his unambiguous support for Israel as Benjamin Netanyahu continues to pummel Palestinians to death and destruction in Gaza. It is of little consequence that in recent days Biden, along with Anthony Blinken and Lloyd Austin, have failed to rein in Netanyahu and persuade him into going for a ceasefire. Of consequence is the fact that as a self-professed practitioner of democratic norms, America under Biden has been complicit in the murder of, to date, 19,000 Palestinians, a very large number of whom are women and children.America's unqualified support for Israel in the battering of Palestinian lives, together with the fact that no political figure of note in the US has seen fit to speak up for the Palestinians, is a sad demonstration of the depths to which democracy has plummeted in the country. Move on to other areas, to Europe, where the rise of far-right governments such as Giorgia Meloni's in Italy and Viktor Orban's in Hungary are pointers to the dangers which democracy is today exposed to in the West. The crusade against immigration underway in Europe and in Britain through such measures as 'Stop the boats' is a powerful hint of democracy caving in to extreme measures.The British government's Rwanda policy, through which illegal immigrants will be sent to Kigali rather than be allowed to live in the United Kingdom is deeply disturbing, for it points to the fears of an anti-immigrant backlash the authorities fear in London. In an ironic way, one cannot but contrast the situation with the bold decision by Edward Heath, as leader of the Conservative Party, to dismiss Enoch Powell from the shadow cabinet over the latter's 'rivers of blood' speech in 1968. Powell was afraid that immigration would flood Britain and lead to racial strife. London argues that it means to curb illegal immigration rather than legal ones. But what is being missed here is that the compassion which has always been a powerful factor in western democracy is simply not being applied to people who make their way to British or continental shores from their diverse countries for various reasons. Again, the dilemma of western democracy is that while governments are ready and willing to welcome refugees from Afghanistan and Ukraine and provide them with a safe future, nothing remotely similar is on offer for Palestinians or other persecuted people around the world.The growing bankruptcy of western democracy is to be observed in the Ukraine situation. President Vladimir Putin's invasion of Ukraine two years ago was rightly condemned in the West, but then came the unseemly haste with which the West rushed to arm Volodymyr Zelensky with all the sophisticated weapons they thought he needed to beat the Russians. Ukraine has not defeated Russia, but the West, through standing by him, has contributed to the making of a new Cold War. Diplomacy, a means traditionally employed by the West in a resolution of disputes, has been ignored, with the result that a stalemate has now come to be in the Russia-Ukraine conflict.Ursula von der Leyen and Jens Stoltenberg's defiant positions against Moscow in the conflict did not advance the cause of democracy in Europe. By their strong support for Ukrainian membership of Nato and the EU, meaning the adoption of measures by which the West would emerge as a threat to Russia on its borders, they have done away with the patience and fortitude expected of nations and organisations holding fealty to democratic principles. Besides, Leyen's swift journey to Tel Aviv in October to demonstrate Europe's solidarity with Israel failed to take account of the wounds Israeli democracy has been inflicting on Palestinians.By and large, western democracy began to fray around the edges and in the centre with Tony Blair and George W. Bush stealthily organising rendition flights of Afghans and others to countries noted for their skills in employing torture as a weapon of repression. Guantanamo remains a most hideous instance of the hypocrisy which has come to characterise democracy in the West. And let it not be forgotten that western democracy took a bad mauling when London and Washington invaded Iraq on the basis of a WMD lie and ruined a perfectly beautiful and secular nation in the Middle East.Democracy in the West is clearly in bad health. The inquiries into party-gate in Britain, together with the delayed resignation of Nadine Dorries from parliament, are reflective of the slide in democratic norms. Marine Le Pen looms as a huge threat over the next French presidential election. Despite the legal problems he is caught up in, Trump could well make a comeback to the White House. The governor of Texas has just signed a bill allowing police to arrest immigrants illegally entering the United States. The Dutch have brought Geert Wilders back to centre stage. Immigration will continue to be an issue in Europe.The West has in these past few years taken a sharp turn to the right. Democracy has been losing its liberal credentials and submitting increasingly to intolerance and abusive behaviour. A peer in the UK admits she has been lying about her role in procuring PPE during the Covid pandemic. The journalist Piers Morgan stands accused of knowing of the phone hacking scandal targeting Prince Harry and others, resorted to by the Mirror Group of Newspapers. Liberal political figures in the US are looked upon as leftists out to ruin the country and are even accused of a lack of patriotism.Democracy is weak at the knees in the West.\n[email protected]",
        "headline_1": "The decline of democracy in the West",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-decline-of-democracy-in-the-west-1703082683",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "There was a time when a dozen or more varieties of rice were cultivated in different parts of Bangladesh that could be found nowhere else in the country. Every community had its own varieties. Passing down from generation to generation, there were local varieties like Jhingasail, Dat Khani, Randhuni Pagla, Badsha Bhog, Chini Shankar, Sib Jata, Ban Kalam, Jhagra Sail, Runar Sail or Ahona. These varieties are no longer cultivated and the knowledge of how to grow those is getting lost gradually. In the late 1970s and 80s, Bangladesh started discovering high-yield varieties of rice and farmers became interested in cultivating those instead of the traditional ones. Due to the trend of buying seeds from agro-based companies, farmers have already abandoned the centuries-old practice of storing natural seeds for sowing in the next season. This has raised the fear of the indigenous rice seeds' extinction. Yusuf Mollah, a farmer from Rajshahi, however, founded Barendra Seed Bank and a seed library with the help of a research organisation in 2015 in a village in the Tanore upazila of Rajshahi. This rice seed bank, which is the first of its kind in Bangladesh, has a collection of seeds of about 300 critically endangered native varieties so that they do not get lost due to the invasive hybrid varieties. With the help of farmers from different districts, Yusuf Mollah collected these seeds for over 50 years. Apart from farmers, various universities and rice research institutes conduct research on the seeds collected by him. The rice seeds preserved in this bank have been given to many museums of the country too. Yusuf Mollah is no more with us. He passed away last year. But his initiative of preserving local varieties of rice is still here. And the government should come forward to protect the local varieties of rice, which are climate-friendly and environmentally tolerant. These native rice seeds are not just heritage varieties that should be grown for the sake of growing them. They are vital for food security, culture and biodiversity. According to a study, these varieties perform better in local environmental conditions than modern ones produced by selective breeding. Knowledge of local varieties will become increasingly important in the future, as climate change may shift rainfall patterns and make extreme temperatures a more regular occurrence. If modern agriculture relies more on a few of high-yield varieties, it may become susceptible to large crop losses. From these local varieties, researchers can bring out the variety, which can withstand a drought or flooding or salinity. There are indigenous varieties that can produce fine and aromatic rice. There are also varieties with medicinal properties with high levels of antioxidants. All of these varieties require more research. Yusuf Mollah's goal of setting up a seed bank in every division in Bangladesh should live on. And it is our duty to research on our local varieties of rice, so we can document all the local verities of rice in Bangladesh. \n[email protected]",
        "headline_1": "Preserving local varieties of rice",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preserving-local-varieties-of-rice-1703082717",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2023"
    },
    {
        "full_article": "Bangladesh is a fertile land and it has good prospects for the rubber sector. According to the Bangladesh Rubber Board, a total of 67,939 tonnes of raw rubber were grown last year, up 58 per cent from 43,000 tonnes in 2021. Growers put the size of the local raw rubber market at Tk 10.20 billion. This rising production is benefitting both producers and processors. Rising rubber production in the country is helping local tyre manufacturers to reduce their dependency on imports of the product used in making bicycles, motorcycles, three-wheelers and easy bikes. However, there is an acute shortage of rubber processing factories in the country. And for this, the latex or sap of rubber farmers is wasted most of the time. At least one factory near every rubber plantation can relieve us of this problem. Besides, our farmers cannot do tapping properly. And they do not have quality equipment and training. The farmers sometimes allege that they cannot yield as much latex as they expect. The Bangladesh Forest Research Institute (BFRI) has, however, recently discovered three rubber tree varieties that can yield three times more than the planted ones. The growth of these rubber trees is also faster than other varieties. The field research has showed no sign of disease in these verities of rubber trees. If planted, these varieties of rubber trees can act as a game-changer for us. Research is also important for this industry. With this new possibility, our rubber industry can create more employment and export opportunities.\nAadriana Mohin Aadri,Student of Department of Finance and Marketing,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Untapped potential of rubber sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/untapped-potential-of-rubber-sector-1703082743",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-12-2023"
    }
]