[
    {
        "full_article": "From a reasonably healthy show at the onset of this financial year, India’s goods exports had stumbled sharply in the second quarter, shrinking an average 5.8% over the first two months and rising a mere 0.5% in September. With half the year gone by, exports were up just 1%. In this backdrop, the 17.25% surge in merchandise shipments to overseas markets through October is a positive surprise, with the year’s second-highest tally of $39.2 billion. Trade mandarins have attributed the uptick to stronger demand for the Christmas season in developed markets. If this festive demand holds, at least the next couple of months should see healthy numbers. With services exports rising 14.6% by September, official hopes of cumulative exports through 2024-25 crossing a record $800 billion may yet be attained. Non-petroleum exports led the way in October with a 25.6% rise, and such shipments have now hit the highest ever tally for the first seven months of a year, at $211.3 billion.The petroleum story, however, is starkly different and a tad puzzling. India’s oil imports rose 13.2% in October to $18.3 billion (almost 46.4% over September), while exports tanked for the fifth straight month, by over 22% to $4.6 billion, the lowest in almost three years. The oil trade deficit has hit a record $13.7 billion. While one can attribute the export slide to significantly lower global oil prices vis-à-vis last year, the same should have held true at least partly for the import bill as well, even if higher domestic demand is factored in. The oil influx spike has also lifted the overall import bill to a fresh high of $66.3 billion, breaking this August’s tally of $64.3 billion, which was fuelled by gold imports. Over the past three months, the trade deficit has widened to its second- and third-highest level. While gold imports are likely to stay high till the wedding season ends, oil trends and the widening import bill warrant closer monitoring even if the foreign exchange reserves situation is comfortable, and adequate to cover about a year’s imports. The World Trade Organization has pegged global trade growth at 3% in 2025, relative to a 2.7% estimate for this year. Apart from the slowdown in China and festering conflicts around the world, the biggest fly in the ointment for all such hopes is likely to be the incoming United States administration, with Donald Trump expected to prioritise the elevation of import tariffs and sops for domestic production. India must avoid any policy gestures such as the updated laptop import management system — it is in the works, with possible curbs — that could draw the U.S. government’s focus away from Mr. Trump’s primary trade target — China. Published - November 21, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        exports\n                    \n                            /                      \n                        \n                        festivals\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        imports\n                    \n                            /                      \n                        \n                        gold and precious material\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        hardware\n                    \n                            /                      \n                        \n                        foreign exchange market\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war",
        "headline_1": "Turning tide: On the export rebound",
        "headline_2": "October’s export rebound is heartening but fresh headwinds loom large",
        "link": "https://www.thehindu.com/opinion/editorial/turning-tide-on-the-export-rebound/article68890143.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "The arrest of actor Kasthuri by the Greater Chennai Police in Hyderabad on November 17 — she was granted bail by a metropolitan magistrate in Chennai on Wednesday (November 20, 2024) — raises questions over hate speech and the right to freedom of expression. Just a few days earlier, her arrest seemed inevitable after the Madurai Bench of the Madras High Court rejected her plea for anticipatory bail, which she had sought fearing police action for her distasteful and derogatory remarks on the Telugu community at an event in Chennai earlier this month. The High Court did not accept her apology, but concluded that her speech “clearly hovers around hate speech” with “...no genuine attempt [on her part] to apologise for using such a bad and intemperate language”. One cannot but agree with the High Court’s position of the need for speakers using public platforms to observe caution in this age of social media, as “what is said becomes a permanent record”. The context that the actor touched upon was about the migration of people, and if anyone is keen on making a point on such a serious matter, they ought to do their homework and consult historical works of eminent historians and archaeologists. Every public speaker has to internalise the importance of exercise of restraint in thought and words. Public personalities have a responsibility to ensure that their words do not instigate any social group. But arrest should not be the reflexive response of the state in every instance of transgressions by citizens.Three months ago, the Supreme Court of India had held that “bail is the rule and jail is an exception even in money laundering cases”. The Madurai Bench could have kept this principle in mind before dismissing the actor’s petition. Subsequently, the authorities could have looked at the matter afresh. But in her case, a special team was formed to make the arrest. The need for custodial interrogation did not arise in view of the availability of basic material with the police. Any attempt by her to tamper with witnesses is unlikely. Nor has there been any visible law and order problem following her speech. It was against this backdrop that her arrest appeared untenable. However, it was a matter of relief that the prosecution, on Wednesday, did not object to her getting the bail. The Kasthuri episode should remind public speakers that while the principle of the freedom of expression is vital to any democratic and vibrant society, its existence is bound by reasonable restrictions. The state too should not rush to curtail individual freedoms at the first sign of transgression by citizens. The wheels of justice can grind exceedingly fine without being forced to turn hurriedly by the law enforcement agencies.\r Published - November 21, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        arrest\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Chennai\n                    \n                            /                      \n                        \n                        Telugu\n                    \n                            /                      \n                        \n                        Madurai\n                    \n                            /                      \n                        \n                        police\n                    \n                            /                      \n                        \n                        Hyderabad",
        "headline_1": "Grind along: On actor arrest case and individual freedoms",
        "headline_2": "Arrest should not be the reflexive response of the state in all cases",
        "link": "https://www.thehindu.com/opinion/editorial/grind-along-on-actor-arrest-case-and-individual-freedoms/article68890304.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "Two netas booked in a cash-for-voters case. But funny money in polls is a far bigger story\nBJP gen sec Vinod Tawde and a BJP Maharashtra poll candidate, Rajan Naik, have been booked by cops after cash was recovered from a Virar hotel. Tuesday’s viral video showed his political opponents hurling wads of money at him, accusing him of distributing it to voters. The video seems to confirm that well-known trait of our elections – they are awash in cash. True, voters can take every party’s cash and vote as they like. But money does distort outcomes. More money signals more strength, it can entrench a reciprocal bond. It raises the bar for everyone else in the fray, and deters candidates and causes without easy access to money. It can mean elections are not a fair snapshot of the balance of power between various interest-groups and ideologies. In a patron-client model of politics, parties target specific groups to woo with resources and services. But today, the transaction is even more transactional, when parties see voters as individual customers whose support can be bought.\nIndian elections are among the most expensive in the world. The gap between acknowledged and actual election spending is one of our worst-kept secrets. Candidates spend to stay in the game, to grease their networks and encourage their workers, to please party bosses or state officials and for underhand projects like putting up dummy candidates. Parties lean heavily towards candidates who can raise their own resources, and possibly cross-subsidise others. Electoral viability is often measured by wealth, reinforcing the distortion in the system. \nOnce in power, candidates and parties expect a return on their investment, as do their financial backers. The collusion between business and political elites is entrenched, as parties seek rents to offset electoral and operational costs, or leaders line their own pockets, and serve business interests of their donors. This Maharashtra-style last-mile largesse to voters is the least of the problems. It is perhaps even the least that parties can do, given how regularly they sell out voters’ interests for their own, and those of their rich buddies, once in office.\n\n",
        "headline_1": "Let it be noted",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/let-it-be-noted/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "Those focused on Musk’s bromance with Trump are forgetting what makes the former tick – a fine mind\nThe world’s richest man endorsing a presidential candidate was always going to get some snark from the chattering classes. But the manifest glee with which Elon Musk has been dancing on the Trump stage, carrying his children and opinions into Mar-a-Lago, glamming up UFC with the president-elect, has really pressed on delicate nerves. Especially those that Musk would say are blighted by the “woke mind virus”. They are going down many strange rabbit holes such as, what wickedness does that, gasp, Omega symbol on that necklace he was wearing mean? All this outraging reduces the man to a snowflake. This is very, very deceptive. His DOGE role will be on top of SpaceX, Tesla, Starlink, Neuralink, X and other companies’ active leadership. The conspiracy theory that makes most ‘sense’ is that the man has somehow built himself days longer than 24 hours. \nHis helmsmanship has altered the course of different future-oriented industries. This is not about business acumen alone. It is also about a gifted mind figuring out complex engineering questions. Musk is deeply involved in technical decisions. A lot of us, like him, grow up immersed in sci-fi novels. But afterwards, trying to make a reality out of tech-augmented human brains and Mars colonial architecture, simultaneously, speaks to an extraordinary skills set and iconoclasm. One set of rules Musk does respect is physics. For him, the physics approach is to boil things down to the first principles in a particular area, and then reason up from there. Conventional minds can find this approach, and the Cartesian doubt underpinning it, both unfamiliar and uncomfortable.\nCulturally, such uncommon titans are always built up as both superheroes and supervillains. As Walter Isaacson’s intimate biography delves into, Musk is not the low-ego compassionate boss that many HR manuals promote. The world is treated to a live feed of Musk’s brilliant, and sometimes, belligerent mind. He himself says he’s shot himself in the foot so often he ought to buy some Kevlar boots. And if the high-octane bromance with Trump goes bad, Musk will still be a Musk – meaning, he’ll be sending a lot more re-engineering the world’s way. \n\n",
        "headline_1": "The man, not meme",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-man-not-meme/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "Grim thoughts after polling day\nYesterday was for electile functioning. Today, I should have been happily pregnant with anticipation. Instead I’ve woken up with morning sickness. Which alliance will Maharashtra result throw up, and will upheavals follow as they did post-2019? Instead of delivering on our expectations, partymen have indulged in promiscuous bed-hopping – saddled us with govts we didn’t vote for in the previous assembly election. A midnight coup forced BJP to snatch defeat from victory’s jaws. It won the highest number of seats, but wasn’t part of the subsequent MVA govt comprising Congress, Shiv Sena and NCP. The last two were undivided till another clandestine meeting reshuffled partnerships and broke up parties hitherto loyal to one supremo. This led to street supporters rumba-samba-ing to ‘Ala re ala, Mahayuti ala’; BJP was back with the help of  Shinde-splintered Sena and Ajit Pawar-partitioned NCP. Hence my pessimism over Saturday’s winner being as impregnable as a Shivaji fort.\n‘Mahayudhi’, born from the womb of betrayal, is congenitally prone to starting a new, uncivil civil war. The other coalition aptly shares initials with Motor Vehicles Act: its formation was accidental, result of collusion/collision, some might even say while driving power-drunk. There’s no guarantee that either alliance will remain stable since political glue too comes unstuck by force, temperature and outdoor conditions. Expediency is the secret sauce for power or even survival. Hence my nightmare over horse-trading.\nThe adage about ‘no permanent friends or enemies in politics’ is encouraged by the one that legitimises shacking up with ‘strange bedfellows’. Our rival alliances aren’t even ‘strangers’. The two NCPs  and two Senas share DNA, no? And ‘party with a difference’ looked suspiciously same-to-same. BJP conveniently shed its prim anti-parivarvad principles as well as its smug denouncement of ‘revdi’, openly gorging on ‘Ladki-Bahin’ poll-dole; Fadnavis-no-novice has been trying to reclaim CM-ship ever since he lost it. Congress can be all things to all – or none. \nSo, after that shrieking electoral labour, let’s hope Saturday’s result won’t be a stillbirth. \n                              ***\nAlec Smart said: “Looks like Manipur’s double engine doesn’t have even a single driver.”\n\n",
        "headline_1": "Neta Neti, Neti, Neti",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/neta-neti-neti-neti/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "Two days after Biden’s green light, Ukraine used US-supplied long-range missiles against Russia. But his attempt to stymie the president-elect’s peace plan may just speed up the end of war\nAmerica’s belligerent, interventionist foreign policy establishment could not prevent Donald Trump’s return to the presidency. But the nation’s foreign policy elites are trying to pre-empt his second term’s first diplomatic victory. Exhibit A is President Biden’s ill-considered, arguably reckless, decision to authorise Ukraine’s use of American long-range missiles to strike far inside Russia. That too on the eve of the 1,000th day of the full-scale war.\n\nTwo days later, Ukraine reportedly carried out its first long-range strike into Russia.\nRead full story on TOI+.\n\n",
        "headline_1": "Don will again Trump Joe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/don-will-again-trump-joe/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "We are deeply disturbed by the tragic death of a first-year student of Jahangirnagar University who was fatally injured after being struck by a battery-powered rickshaw on Tuesday evening. The passing of someone so young—that too in a place where they are supposed to be safe—is a stark reminder of the vulnerabilities that persist within our university grounds. According to a report, the victim, Afsana Karim (Rachi), was near the new Arts Building when the incident occurred. Despite being rushed to the university medical centre and later to a hospital in Savar, she succumbed to her injuries. Agitated students have since blamed the lack of adequate medical care and authorities' failure to regulate vehicle operations on the campus, calling it a \"structural killing.\"\nThe sprawling JU campus is no stranger to traffic collisions as it often attracts crowds driving cars and motorcycles from outside. The battery-powered rickshaw, commonly known as auto-rickshaw, has been a particular concern thanks to its fragile structure and unsustainably high speeds, posing safety risks to both passengers and pedestrians. In 2022, after another student was injured in a similar incident, students called for a ban on these vehicles but their demand did not materialise. Instead, the authorities attempted to regulate their use. Currently, there are 310 licensed auto-rickshaws. Drivers have to pay a combined fee of Tk 4,000 for registration and outfitting. However, unlicensed rickshaws often enter the campus which, combined with the lack of proper training and accountability for drivers, contribute to accidents.\nIn the wake of the latest tragedy, JU students staged protests including a daylong blockade at all university gates on Wednesday. Their key demands include justice for the death of Afsana Karim, installing adequate street lighting and speed bumps, functional CCTV cameras across the campus, improving emergency services at the medical centre, banning all unregistered vehicles, ensuring proper training and registration for drivers, etc. The authorities have already suspended four employees for negligence. While we hope they will do everything necessary to ensure a safer campus and restore confidence among students, the High Court's directive on Tuesday—banning battery-run rickshaws on Dhaka's streets within three days—has added a layer of complexity that deserves judicious intervention.\nIt cannot be denied that the public sentiment is currently largely against such vehicles, with collisions being reported in many other places as well. But an outright ban, without offering viable alternatives for the drivers, risks pushing marginalised workers into deeper economic distress. A gradual phasing out, combined with opportunities for alternative employment, could help address this challenge more equitably. However, at JU, situated on the outskirts of the city, it is more urgent now to enforce strict regulations on their operations and meet other demands of the students. No student should have to be at risk on their own campus.\n",
        "headline_1": "No student should be at risk of death on their campus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-student-should-be-risk-death-their-campus-3757576",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "Micro, Small and Medium Enterprises (MSMEs) create self-employment, apprenticeship and jobs for the unskilled population. They help solve economic problems faced by the youth, women and marginalised communities, while providing innovative merchandise and services and making products and services more accessible and affordable. During the Covid lockdown, we saw a new wave of MSMEs flourish through online sales. A large number of women ran such enterprises through various platforms, such as Facebook. But the recent years have been tough. The diminishing purchasing power of the consumers is hurting the MSMEs. Global value chains are in shambles and prices of imports have increased. The exchange rate devaluation has not helped the matter either—it is now 30 percent more expensive to advertise products on Facebook. The MSMEs cannot increase prices in proportion to the costs as that would result in a loss of sales in a country like Bangladesh, where inflationary pressure is high. Given their low switching costs, a large number of MSMEs are leaving the market. This has created a vicious loop of underperformance and informality.\nI believe the solution to this problem lies in policies that foster value creation by the MSMEs and expansion of the market base and reduction in price competition. The consumer is always seeking the highest value for the price paid. In a market with two MSMEs, if both MSMEs offer the same product, the consumers will buy from the one that sells it for a lower price. If one producer offers, say, ketchup made with organic tomatoes, while the other sells regular ketchup, the first one gains from the premium market while the second one gains from the price-sensitive market. This is beneficial for all parties involved. Similarly, if one MSME produces home-baked bread and another sells diabetic bread, both gain as they serve different values. However, in Bangladesh, MSMEs thrive in the price-sensitive market rather than in the value-focused one. Due to the low entry barrier and the informality of the MSMEs, success of one MSME draws in multitude of similar enterprises. This leads to a price war that eventually proves to be detrimental to all.\nThe economic significance of value creation will be clearer if we compare the data on MSMEs per thousand people and the value of MSMEs for different countries. There are 79 lakh SMEs in the country, according to the Planning Division. As per IFC's SME Finance Forum's 2019 database, Bangladesh has 50 MSMEs per thousand people. India has 48 per thousand, Pakistan 18, UK 40, and China 17. The number of MSMEs does not drop with affluency of a country. Luxemburg has 54 MSMEs per thousand, Sweden has 32 and Japan 43. This raises the question: how does Luxemburg, a country of over 6,75,000 people (according to Worldometer), have so many MSMEs? The answer lies in the value created by the MSMEs in Luxemburg. The definition of MSME is largely the same across countries by the number of employees but differs in terms of assets or revenue per enterprise. According to a policy paper of Bangladesh Bank, an enterprise is small if it has no more than 50 employees and if its fixed asset other than land and building is within the range of Tk 50,000 to Tk 1.5 crore. In contrast, in Luxemburg, which follows the European Union (EU) definition of SMEs, an enterprise is small if it employs less than 50 people and its annual turnover or balance sheet total is 10 million euros or Tk 130.30 crore. A small enterprise in Luxemburg is almost 86 times more valuable than a small enterprise in Bangladesh.\nOur policymakers rarely get into this discussion of value creation. We are more interested in the number of MSMEs, and the number of jobs created by the MSMEs, as our formal sectors fail to create the large number of jobs that we require to employ our youth.\nHow do we get out of this vicious cycle? The answer is: by directing the MSMEs to enter untapped niches and by incentivising value creation. The Palli Karma-Shahayak Foundation's (PKSF) Sustainable Enterprise Project (SEP) has shown how mixing microcredit with technical assistance, skills development and market creation activities can help rural MSMEs to target strong niches through value added products. We need to emulate this at the national level. PKSF's Partner Organisations (POs) or the Micro-Finance Institutions (MFIs) have been capacitated to support the MSMEs. The SME Foundation needs to partner with financial institutions and business associations along with business development service providers to map out the range of niche markets that remain untapped for the MSMEs and provide soft loans together with skills for product development, quality assurance and market promotion support. PKSF itself can work as a special purpose vehicle to scale this project through the MFIs. We need to reduce cost of doing business for the MSMEs to incentivise formalisation. Cost of business can reduce if we give access to preferential rates on facility rents, technology, services, machineries and equipment. The immediate return from legalisation should be much higher than the cost of it.\nIn addition to these, information on markets, logistics suppliers, business development service providers, financial service providers need to be widely available. SME Foundation's works on cluster mapping should be revisited to identify natural clusters with fully integrated vertical and horizontal linkage activities and specialised clusters with just one type of entities in the value chain. The prospect of cluster and value chain financing for Bangladesh has already been mapped and presented for the national SME policy in Bangladesh. However, these proposals are yet to be made operational.  \nTo increase value per MSMEs, we also need to build capacity of the MSME associations. Bangladesh Furniture Industries' Owner's Association (BAFIOA) is a testimony of how the associations can champion growth of an entire sector. By building associations, we should be able to unlock potential for export. But the foundation must be set by expanding the local market base. By strategically targeting value creation, we will be able to unleash the true power of growth of our MSMEs.\nMd Rubaiyath Sarwar is managing director at Innovision Consulting.\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Reforms that we need for the MSMEs in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reforms-we-need-the-msmes-bangladesh-3757351",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "In Bangladesh, people may not be as exposed to the types of ads that are common in the Global North, seeking support to sponsor a poor child in an impoverished land. The images in those ads, though good for fundraising, are problematic. The child is portrayed in a vacuum, without a family, in a dehumanising way, rather than as a fully sentient human being who experiences joy as well as anguish. It is essential that we acknowledge the horrific situations faced by many street children: violence (including sexual violence), exploitation at the hands of employers, extreme discomfort, chronic hunger, and lack of educational opportunities, among others. But we must also remember that they are human beings. They may have loving families—however incapable they may be of taking proper care of them. These children and their families need support, but it must be delivered respectfully and with an appreciation of the full rights of the children.\nHaving good intentions towards street children is not enough. We must ensure that our actions are based on evidence of what will benefit them, that we don't simply remove them from the streets so as to rid ourselves of the guilt. We need to question why there are so many children roaming the streets of Bangladesh—more than 34 lakh, according to UNICEF. Why does this situation persist when the country's economy has done so well? In 2021, while just 21 percent of national income went to the bottom 40 percent of Bangladeshis, 27 percent of income went to the richest 10 percent. The added wealth continues to go to the top, and poverty remains widespread at the bottom. Until we address income inequality, it will not help even if the GDP continues to expand.\nIt is easy to speak in generalities. Far more difficult is to implement programmes and actions that achieve the needed results. In its report \"Transformative Action to Accelerate Results for Children in Street Situations in the Decade of Action,\" UNICEF recommends a number of integrated approaches to the issue, including social protection, ending poverty, preventing family-child separation, improving educational outcomes, strengthening child protection policies and programmes, working with local governments, and investing in evidence-building.\nSocial protection and poverty alleviation require an ongoing shifting of financial resources from the wealthiest to the poorest. The simplest mechanism is a high tax on the wealthy, which then goes to support well-funded and well-managed programmes to support the poor. One aspect could be to give the same payment to all families to support their children; the rich will always pay vastly more in taxes, but are less likely to object when they themselves are the recipients of the aid.\nMore complicated is the need to protect children from violence. Evidence-based approaches, not simply the desire to help, are vital. It is also important that the police understand that children are victims, not criminals. Laws to prevent the exploitation of poor children need strong enforcement, which also requires a social pact not to tolerate such activities. The common practice of using poor children as household help, without ensuring their rights, is not compatible with an interest in protecting children.\nIt is not enough to prevent children from labour exploitation; they also need the education and skills to obtain a decent job. UNICEF emphasises that \"children and young people must have access to technical and vocational training and 21st century skills they need for productive lives and work. This in turn will increase and improve the number of quality work opportunities available to youth, while at the same time they will stay protected from violence and exploitation.\"\nhttp://3726261\n\nThe focus on cities and local governments is also complicated, but basically involves ensuring that local governments prioritise and strengthen child protection services. This means putting aside sufficient budget and making the protection of street children and other vulnerable children a priority. In order to enact effective programmes, money must also be set aside for research. The role of civil society is both to provide services to children directly and to hold \"local governments accountable to protecting children's rights by promoting active participation of children in the civic discourse.\" That final phrase bears repeating. Adults don't always understand what is in the best interests of children. Children themselves need to be involved in planning; for instance, my colleagues have used the computer game Minecraft to enable children to give input into an urban design of open public space.\nMany street children rightly fear law enforcement and thus wish to hide from surveys. The understandable fear children have of authorities needs to be respected when data collection is undertaken. We need to know not only how many children are on the streets, but also what challenges they face and what interventions can prove effective. Important areas of study include exposure to violence, \"access to justice, birth registration, gender equality, child labour, education and reduced inequality.\" Programmes to assist street children require rigorous evaluation to measure their effectiveness.\nIt can be more pleasant to indulge in platitudes and generalities while ignoring root causes and effective solutions. But if we really wish to solve the problem, we need to understand it better and acknowledge the role of conventional economics. Assisting street children without simultaneously helping struggling parents, and looking at poverty without simultaneously studying wealth inequality and solutions for it, will get us nowhere. And those children we feel so bad about—even if for a day on World Children's Day—deserve better.\nDebra Efroymson is executive director at the Institute of Wellbeing, Bangladesh, and author of 'Beyond Apologies: Defining and Achieving an Economics of Wellbeing.'\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Helping street children requires a holistic, evidence-based approach",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/helping-street-children-requires-holistic-evidence-based-approach-3757171",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bangladesh's credit rating",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-credit-rating-1732122055",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "What does Moody's  downgrade imply?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-does-moodys-downgrade-imply-1732122274",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring right business  environment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-right-business-environment-1732122352",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Bangladesh's stock markets vs. India's",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-stock-markets-vs-indias-1732122373",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2024"
    }
]