[
    {
        "full_article": "The third India-Central Asia Dialogue convened by External Affairs Minister S. Jaishankar on Sunday is one in a series of timely connections to the region by New Delhi this year, spurred in some measure by events in Afghanistan. The dialogue has been held a month before leaders of all five Central Asian Republics (CARs) come to New Delhi as chief guests for the Republic Day celebrations, and a month after National Security Adviser Ajit Doval’s “Regional Security Dialogue” with his CAR counterparts to discuss Afghanistan. Among the issues discussed on Sunday were extending “immediate” humanitarian aid to Afghanistan, increasing trade, and improving connectivity. It is significant that the CAR Foreign Ministers chose to come to New Delhi, an indicator that India’s outreach to Central Asia, a region neglected by South Block for several decades, is being reciprocated. The joint statement, that they share a “broad regional consensus” on Afghanistan, is apt, given that, like India, all the Central Asian neighbours of Afghanistan worry about the threat of terrorism, radicalisation, narcotics, and refugees. However, unlike India, most of the CARs maintain bilateral talks with the Taliban regime; Uzbekistan and Turkmenistan have reopened missions there. Trade between India and Central Asia has long languished below $2 billion, with all sides keen to grow this. In addition, India’s $1 billion Line of Credit for projects in Central Asia, and connectivity initiatives such as Chabahar port, the International North-South Transport Corridor and the Turkmenistan-Afghanistan-Pakistan-India gas pipeline were all part of the dialogue.While the strengthening of India-Central Asia ties and a revival of their traditional, historical and cultural links are much needed, it is also important to recognise the geopolitical cross-currents that complicate such efforts. While Russia continues to wield influence in the CAR governments, China’s Belt and Road Initiative and $100 billion trade (by some estimates) have made it a central figure in the region. The U.S. has also been seeking a foothold in the region, especially after Afghanistan. Meanwhile, India’s land connectivity to Central Asia is hampered by Pakistan which is building strong links and transit trade agreements with each of the CARs. The alternative route, via Iran’s Chabahar, has received a setback after the Taliban takeover of Kabul, and the development of the Indian-managed Shahid Beheshti terminal there continues to suffer due to the threat of American sanctions. While India has strengthened ties with other parts of Asia, it must now redouble its efforts towards Central Asia if it is to counter the ‘Great Game’ rivalries playing out in the region, and reclaim its shared history with countries that are an important market, a source for energy, and also a bulwark against the threats of extremism and radicalisation.",
        "headline_1": "A strategic bulwark: On third India-Central Asia Dialogue",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/a-strategic-bulwark-on-third-india-central-asia-dialogue/article38000172.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "Coming as it did after some ordinary showings in the Olympic year, the performances of K. Srikanth, Lakshya Sen and H.S. Prannoy in the recent BWF World badminton championship provided the proverbial ‘silver lining’. The trio, ranked between 14 and 19 in the world, gate-crashed into the quarter-finals, before young Lakshya claimed the bronze and Srikanth gave the country its first world silver in men’s singles. This heart-warming display lessened the disappointment following defending women’s champion P.V. Sindhu’s quarter-final loss. In fact, the true magnitude and timing of the performance of these men could be understood better when seen against the backdrop of the failed crop of Indian teen talent in the past decade. If no serious talent has emerged in the last decade among the ladies, the recent rise of Lakshya is an exception in the dismal scenario in men’s singles. A closer look reveals that India has only one serious pair each in men’s doubles and women’s doubles but none in mixed doubles. For all the government funding in badminton from the days leading to the 2010 Commonwealth Games, the present scenario fails to inspire confidence. In addition, the fitness concerns of Saina Nehwal and B. Sai Praneeth leave Indian badminton in a serious quality crunch.Given this background, what Srikanth, 28, and Lakshya, 20, achieved in Huelva, Spain, was very significant. With COVID-related restrictions playing havoc with the training and competition schedules of the players worldwide, it was great to see the Indians getting their act together on the big stage and returning with two medals. Lakshya was indeed a revelation on his way to the semi-final before losing to Srikanth. In fact, he led his senior compatriot in the deciding game but Srikanth’s experience made the decisive difference. Personally, for Srikanth, the silver was worth its weight in gold. Without a significant international title since 2017, the former World No. 1 has fought poor form and fitness for a long time. Once the Indonesian coach, Mulyo Handoyo, the trainer of former Olympic champion, Taufik Hidayat, left India in December 2017 before completing his term as a coach, Srikanth’s career graph nosedived. The recent confidence-building performance and the prospects of Mulyo returning to India to take charge of coaching in the New Year should rejuvenate Srikanth. Lakshya should be hungry after exceeding expectations and making his presence felt on one of the sport’s biggest stages. He needs to pay more attention to his fitness. Prannoy and Praneeth, both 29 and semi-finalists at the 2010 World junior championship, are still keen to realise their potential. In all, the quartet sure holds hope in the upcoming season.",
        "headline_1": "The quartet of hope: On BWF World badminton championships",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/the-quartet-of-hope-on-bwf-world-badminton-championships/article38000185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "Bangladesh's elite law enforcement force, the Rapid Action Battalion (Rab), which has been subjected to a sanction by the US, has now been applauded by the same government for its role in tackling terrorism, according to some media reports. The 2020 Country Reports on Terrorism, published by the US Department of State on December 16, 2021, which gives an overview of global counterterrorism environment, has reportedly praised Rab for its success in cutting down terror acts in Bangladesh. Some of these Bangladeshi media outlets have also quoted at least two noted experts on international relations saying that this praise proved that the sanctions were not a well-thought-out action, and could have been the result of intense lobbying by some anti-Bangladeshi elements. They argued that these contradictory acts were indicative of a lack of coordination within the US Department of State. If the latter report is correct, then there's every reason to thank those experts for the correct interpretation of these discrepancies in the US policy on Bangladesh. But, what about getting it wrong, and as a result misleading the nation and the government?\nHearing one of those experts—a professor in the country's top university—I went through the report again and found only one reference of Rab in the whole report, which says, \"Throughout 2020, the CTTCU and the Rapid Action Battalion established 'deradicalisation and rehabilitation programmes,' in addition to conducting community policing efforts and investigations and arrests of suspected FTFs.\" Clearly, this description neither praises nor criticises the Counter-Terrorism and Transnational Crimes unit (CTTCU) of police and Rab.\nBefore going into continental and country-specific reports in a brief note, under the subhead \"The Human Rights Report,\" it suggests that alleged human rights abuses by security forces may have acted as impediments to counter-terrorism programmes. It says, \"In the countries listed below, significant human rights issues influenced the state of terrorist activity in the country and may have impeded effective counterterrorism policies and programmes or supported causes and conditions for further violence. Such human rights issues included, among others, unlawful and arbitrary killings, including extrajudicial killings, forced disappearances, torture, and arbitrary detention (all of the preceding by both government and non-state actors); harsh and life-threatening prison conditions; violence against and unjustified arrests of journalists; substantial interference with the rights to peaceful assembly and freedom of association; widespread and pervasive corruption; repression of religious freedom and violence against religious minorities; and forced and bonded labour.\" The countries listed in the report are: Afghanistan, Algeria, Bahrain, Bangladesh, Egypt, India, Iraq, Iran, Kazakhstan, Kenya, Kyrgyz Republic, Lebanon, Libya, Maldives, Pakistan, Russia, Saudi Arabia, Sri Lanka, Syria, Tajikistan, Turkmenistan, Uzbekistan, and Yemen.\nWhen the government seems serious about assessing the likely impacts of the US sanctions and considering possible ways out of any adversarial impact, this kind of misleading analysis may prove harmful. The statements issued by two associations of cadre and non-cadre police officers seem quite strange as well, as they spoke about only the seven officials against whom individual sanctions have been slapped, but they remained silent about the sanctions against Rab. The sanctions against those seven individuals, however, were due to their role in Rab. Collective punishment of a whole unit of a country's security forces is quite rare and, therefore, perhaps has greater significance than any individual or individuals.\nIn the past, sanctions—either economic or military—were used against a regime and a country. But such sanctions have proven to be less effective without a consensus among major powers and getting the maximum number of countries on board. And in many cases, such sanctions also proved counterproductive as the politicians of those countries subjected to sanctions could rally their population, alleging such punitive actions as collective punishment of a nation, and that victimhood made sustaining such sanctions difficult. Hence, came the tool called Smart Sanctions that are targeted to specific persons and entities, and the Global Magnitsky Act has become the most effective tool for the Western democracies. After the US, Canada and the UK have enacted their own Magnitsky acts; a similar legislation is currently being considered by the European Parliament.\nThe US sanctions have two components: a) Travel ban by the Department of State; and b) the Department of the Treasury ban involving freezing of assets and restricting all kinds of transactions with the subject(s) of the ban. In this context, the gravity of the sanctions against Rab could not be overstated. The Treasury announcement says, \"As a result of today's actions, all property and interests in property of the persons designated above that are in the United States or in the possession or control of US persons are blocked and must be reported to OFAC (Office of Foreign Assets Control). In addition, any entities that are owned, directly or indirectly, 50 percent or more by one or more blocked persons are also blocked.\" It is, therefore, quite likely that any security equipment and technology coming to Bangladesh would be falling under additional scrutiny to ensure that the end users are not the subjects of the sanctions. It also makes it almost impossible for global banks having interests in the US to release any assets of Rab they hold or allow any transactions, like paying import bills.\nIt is still unclear whether these sanctions will have any impact on the UN peacekeeping role of those officers who have or still are serving in Rab. A leading human rights campaign group, the Human Rights Watch (HRW), has long been pushing the US and other Western countries for imposing sanctions against Rab and has also called on the UN to take similar actions.\nThough ministers and politicians have blamed the so-called anti-Bangladeshi elements for the US actions, press reports about the meeting between the foreign secretary and the US ambassador after the latter was summoned at the ministry seems to suggest that Bangladesh's main disappointment was \"the unilateral announcement instead of prior consultation.\" This is a flawed argument as, in October 2020, 10 leading senators in a show of bipartisan unity and urgency wrote to the then secretary of state to impose sanctions on Rab commanders. And again in August this year, the Congress caucus on human rights, the Tom Lantos Human Rights Commission, also heard calls for actions against Rab during a public hearing.\nQuestioning the moral authority of the US or pointing out their dismal records at home against minority communities may be good for politicking, but lacks any practical solution. Claiming innocence or simple denial after years of allegations of gross human rights violations is not going to result in any exoneration. Therefore, setting up a truly independent and transparent investigation mechanism—perhaps a judicial commission—to probe into the alleged abuses should be considered with urgency. Eight years of negotiations and lobbying to end another exclusion, the suspension of GSP to Bangladesh over workers' rights, have yet to succeed.\n \nKamal Ahmed is an independent journalist who writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "Misleading analysis of US sanctions must be avoided",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/misleading-analysis-us-sanctions-must-be-avoided-2921996",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "It beggars belief, but it's true: In the midst of the Covid-19 crisis, the member states of the World Health Organization (WHO) are still pondering whether, and by how much, they should increase their regular financial contributions to the organisation, whose work continues to save lives within and beyond their borders.\nWhile some may think that the WHO is sufficiently financed, it's the opposite. The WHO's current budget structure cripples and undermines its mandate to act as the world's principal international public-health organisation. Less than 20 percent of the WHO's budget comes from regular fees—\"assessed contributions\"—paid by the member states. The heavy reliance on voluntary contributions by member states and other funders severely hampers the WHO's ability to work on its core activities, leaves it vulnerable to political pressures, and skews its priorities toward individual countries' preferences.\nThe acute need to support the WHO's critical work to overcome the pandemic crisis and achieve \"Health for All\" is self-evident, as is the organisation's indispensable leadership role in health globally. The WHO is the most important global coordination mechanism to prepare for and respond to pandemics and other health threats, providing a vital public good that serves all countries. It is, therefore, imperative that the member states support the proposals from a WHO working group to reform the organisation's financing, including increasing assessed contributions as a share of its budget from 16 percent to 50 percent.\nImproving both the quantity and quality of financing for the WHO is a matter of global urgency. Member states waste no time paying lip service to the WHO's relevance. But how well it can deliver is predicated on how well it is financed. And as we note in our work for the WHO Council on the Economics of Health for All, finance is not neutral: the type of finance available affects the allocation and, ultimately, the outcome of investments.\nStrengthening the WHO provides the best return on investment for health. Billions are being proposed—such as by the G20 High Level Independent Panel on Financing the Global Commons for Pandemic Preparedness and Response—to set up and finance new global health security institutions that cannot guarantee broad political buy-in, especially from the Global South. There simply is no logical reason why member states should place heavy bets on a new venture that might not gain broad support over investing in their existing organisation, which most certainly can deliver more if funded accordingly.\nIt is simple: the greatest potential for global health solidarity lies with the WHO. Reliable financing by its owners—the 194 member countries—would make all the difference to global health cooperation and demonstrate the effectiveness of multilateral solutions to international challenges.\nThe time to walk the talk is now. Too many member states have long been indifferent to the need to strengthen the WHO or invest in global public health. It should not have been this way before Covid-19, and it should not continue being this way now, in the middle of the pandemic.\nThe hesitancy and reluctance that brought us to this point sharply contrasts with the spirit and determination shown half a century ago, when humans overcame seemingly insurmountable challenges in order to make it to the moon and back. In today's money, President John F Kennedy's moonshot cost a colossal USD 283 billion—without any guarantee of success. Of course, it did succeed, and in the process it catalysed cross-sectoral innovation that, in time, gave the world camera phones, better home insulation, and the modern software industry.\nIn other words, Kennedy's moonshot boosted economic dynamism and growth through mission-oriented innovation. In comparison, the current financing proposal would only cost all 194 WHO member states USD 1.2 billion a year, with the certainty that it would significantly strengthen the organisation's effectiveness. We believe it should actually be more.\nToday's moonshot must be \"Health for All.\" Most immediately, that means ensuring that Covid-19 vaccines are accessible globally. But it is not a moonshot for the WHO's member states to finance their own organisation so that it can do its job. That is just common sense: the WHO saves the lives of its member states' people. We already have very affordable, practical, and straightforward solutions for global public health, including financing common goods for health; what we need now is just a fraction of the policymaking ambition we once had.\n \nDr Mariana Mazzucato is a professor at the University College London and the founding director of the UCL Institute for Innovation and Public Purpose. Dr Ilona Kickbusch is the founder and chair of the International Advisory Board of the Global Health Centre at the Graduate Institute of International and Development Studies in Geneva, Switzerland, and a member of the WHO Council on the Economics of Health for All.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The WHO’s penny-wise and health-foolish members",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-whos-penny-wise-and-health-foolish-members-2921986",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "Imprisoned in various torture chambers by the Pakistan Army during Bangladesh's Liberation War in 1971, Mohiuddin Ahmed, MP, wrote numerous letters to his wife, describing the systemic cruelties of his oppressors. Taken together, these letters paint a granular picture of how traumatic and dehumanising life was inside these wartime black holes.\nI had the good fortune of reading Mohiuddin Ahmed's prison letters, carefully archived by his daughter. At one level, these letters simply chronicle a political prisoner's personal anxieties, desperation to see his young family again, and dream to live in a liberated Sonar Bangla. At another level, the letters, written in both Bangla and English, also reveal archetypal mysteries of the human condition in incarceration.\nI was particularly struck by one letter written on October 16, 1971. In addition to describing the daily brutalities that were inflicted on freedom fighters and political prisoners, Ahmed lamented not being able to see his infant children. He wrote how his captors threatened to kill his children and bring their severed heads to him in the prison unless he divulged information about the resistance movement, its operation centres, and the whereabouts of its leaders.\nUnderstanding the pain of being locked up within four walls for one's political views is heartbreaking. The then Dhaka Central Jail is now being turned into a museum and an urban park following a national design competition, in which my team from Brac University's Department of Architecture and I were a finalist. As participants in the competition, we had a chance to visit the Dhaka Central Jail in Old Dhaka. In the juvenile section of this iconic prison, a wall writing is forever seared into my mind. An adolescent prisoner etched on the wall, \"Ma, jail boro koshto (Mother, jail is so much painful).\"\nI have always wondered how people manage to stay alive in a cage. How does one endure enforced isolation? Is time infinite inside a prison cell? In \"The Shawshank Redemption\" (1994), one of the most captivating films about jail life, the protagonist Andy Dufresne stated, \"Hope is a good thing, may be the best of the things. And a good thing never dies.\" Does hope power a prisoner to stay alive? Hope of what? Freedom? A chance of reuniting with family? Is the prison a ghetto of the soul? Are political prisoners the quintessential characters of the modern era, characterised by all sorts of ideological conflicts, ethnic strife, and genocidal hostilities?\nMohiuddin Ahmed's home district was Barishal, an area that remained free from the invading Pakistan Army until April 25, 1971. After a massive blitzkrieg in the last week of April, the marauding Pakistani soldiers occupied the district. Ahmed left for India along with other members of Mukti Bahini. They regrouped in a town at the Indian border called Hasnabad, right across the border from Khulna. In the first week of May, they embarked on a stealthy return journey to southern Bangladesh in two launches filled with arms and ammunition. Besides Ahmed, the resistance leadership in the launch included Major Jalil and Nurul Islam Manju. Escorted by an Indian gunboat up to the border, the two launches entered the Bangladesh territory. When they came near Paikgachha in Khulna on the Burigowalini River, the launches came under heavy attack from Pakistani gunboats and eventually sank. The group dispersed in different directions.\nMohiuddin Ahmed, along with 19 other comrades, were captured by one Maulana Salam, a local collaborator of the Pakistan Army and a Jamaat leader, who also served as the local secretary to the notorious Peace Committee. In front of the captive Mukti Bahini members, he pontificated that it was the moral responsibility of all Bengali Muslims to support the political unity of both wings of Pakistan, because the country was founded on the theological nationalism of pan-Islamism. Ahmed and others were declared as the \"enemies of Islam,\" for they opposed the idea of Pakistan and demanded self-rule for Bengalis.\nAll the prisoners were taken to the Khulna Circuit House and interrogated with different torture methods. Thereafter they were blindfolded, pushed into a truck, and transported to Jashore Cantonment. Ahmed was locked up in the same room where Mashiur Rahman, member of parliament and secretary of Awami League's Jashore unit, had been beaten to death just a few days earlier. His blood stains were still fresh in the room.\nA few days later, 17 prisoners, including Mohiuddin Ahmed, were flown to the Dhaka Cantonment in a helicopter. For the next few weeks, all of them suffered extreme torture, including electric shock, indiscriminate beating, and being hung upside down from the ceiling. Shamshuddin Ahmed, sub-divisional officer from Sirajganj, was tortured to death while the captives watched. His body was left in front of their cells for psychological intimidation.\nFor the next eight months, Mohiuddin Ahmed's life turned into a veritable hell. Not only did he endure inhuman cruelty, but he also heard nonstop screams of imprisoned Bengali women used as sex slaves. One day, one Major Bashir terrorised a group of prisoners by barking what encapsulated the Pakistan Army's central war project in 1971, \"We will make this country a land of prostitutes, a land of slaves, a land of beggars.\"\nAhmed was sent to Dhaka Central Jail in November. His lopsided military trial began on December 6. Under a brief tribunal led by one Colonel Alvi, Mohiuddin Ahmed was formally charged with treason, cooperating with India to disintegrate Pakistan, and aiding Mukti Bahini. On December 9, he was sentenced to death.\nNelson Mandela survived 27 years in prison. Many times, I tried to imagine prison life using him as a lens. The South African anti-apartheid revolutionary, political leader, and philanthropist was held in a tiny, two-metre-by-two-metre cell in Robben Island prison, located in Table Bay north of Cape Town, for 18 years. His prison writings offer an insight into how the human mind may or may not process captivity. He wrote, \"... We drew strength and sustenance from the knowledge that we were part of a greater humanity than our jailers could claim… Prison is itself a tremendous education in the need for patience and perseverance. It is, above all, a test of one's commitment.\" One of the most intriguing aspects of Mandela's dealing with the inhumanities of long incarceration was his ability to be a father. He often wrote letters to his daughters to comfort both them and himself.\nAnother political prisoner who produced an extraordinary body of political literature in the jail was Antonio Gramsci, one of the founders of the Italian Communist Party and an anti-fascist activist during the period between the two world wars. Gramsci penned more than 30 \"prison notebooks\" that covered philosophy, political theory, and the politics of history, among other subjects. He also wrote from the prison approximately 500 letters to friends, supporters, and family members. One could map the evolution and the turmoil of his mind through a scrutiny of these letters and his prison notebooks.\nDoes writing help mitigate the unbearable claustrophobia of confinement? Mohiuddin Ahmed's prison letters are modest in scope, but they shine a bright light on not only the state of a freedom fighter's mind, but also an illogical war's dehumanising effects on people. He found refuge in writing letters to his wife, who relentlessly tried to secure her husband's release from the prison, despite the constant physical threat she endured herself. As he wrote to his wife, Mohiuddin Ahmed imagined the nature of freedom and justice for his beloved country.\nI like to argue that as much as we celebrate macro-histories of 1971, we must also robustly preserve its micro-histories—personal narratives, oral histories, prison letters, memories, and diaries—to nurture the spirit of the Liberation War as everyday reckonings.\nDecember 19 was set for Mohiuddin Ahmed's execution. However, three days before his hanging, Pakistan surrendered and Bangladesh was liberated. He got lucky to breathe the fresh air of a liberated country, and went on to serve his country as a member of parliament. As a people's politician all his life, he remained committed to the welfare of his constituency with extraordinary loyalty and honesty.\nToday, that loyalty and honesty seem increasingly rare. When a state minister threatens an actress over the phone with sexual violence, it is only natural that we find ourselves longing for a renewal of the humanity that powered our victory 50 years ago in this month.\n \nDr Adnan Zillur Morshed is an architect, architectural historian, and a professor. He teaches in Washington, DC, and also serves as the executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "Understanding a freedom fighter’s prison letters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/understanding-freedom-fighters-prison-letters-2921966",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "Chattogram is well known due to its diverse natural aesthetics—with its mountainous terrain, flowing rivers and coastal plains. However, rapid urbanisation has been taking a toll on this city, home to the biggest seaport in Bangladesh. Various important establishments, diversification of trade and commerce, rise in population, and expansion of housing, businesses and industries continue to take place in the city every day. As an adverse effect of this \"industrialisation,\" which is being done without following proper rules and regulations, the city and its residents have been suffering from excessive pollution for a long time. The air of Chattogram is now thick with dust and smoke. The increased presence of toxic particles in the air has led to a spike in various diseases—particularly respiratory problems like asthma.\nThe quality of air in an area or a region depends on the amount of fine dust—particulate matter—in it. The amount of particulate matter is measured in micrograms per cubic metre or parts per million (ppm). The Air Quality Index (AQI) is measured based on the presence of PM2.5 and PM10 (PM2.5 means particles are 2.5 micrometres in diameter and smaller, and PM10 means they are 10 micrometres and smaller), as well as the presence of pollutants like sulphur dioxide, carbon monoxide, and nitrogen dioxide. The higher the AQI score of a city is, the worse its air quality. Air with the AQI score above 100 is \"mildly harmful,\" while air with AQI score above 150 is \"unhealthy,\" above 200 is \"very unhealthy,\" and above 300 is \"extremely unhealthy.\"\nTypically, the tolerable level of dust per cubic metre of air is 150 micrograms. But data from the Department of Environment (DoE) shows that as of November this year, the amount of dust in the air of different parts in Chattogram city averages more than 300 micrograms. There was a time when the haze of dust was visible only in the big streets, but now dust-filled air can be found in the alleys as well. The air is so polluted that it is sometimes difficult to tell the difference between dust and fog during the winter season. School-going students and pedestrians suffer the most. It is so bad that the leaves of trees on the side of the roads look grey because they are covered in dust.\nThe most dangerous particle is PM2.5. It not only causes haze, but it also affects temperature. According to the available data, 65 percent of the polluting substance in Chattogram's air is dust. Environmentalists say that dust pollution is exceeding the pollution caused by brick fields.\nDust pollution is mostly caused by development work—especially during the dry season. The authorities overseeing the development work do not adhere to the rules set to control pollution—i.e. sprinkling water regularly, for one. Even in the megaprojects, which are implemented with the funding of government and foreign agencies, the issue of environment is not given due importance, when protection of environment should be a priority in the planning of a development project.\nAccording to Dr Md Shafiul Alam, professor at the Institute of Forestry and Environmental Sciences of Chittagong University (IFESCU), air pollution is increasing in the city due to demolition of old buildings and construction of new ones, dumping of construction materials right on the streets, etc to meet the demand for housing as the population keeps growing every year. The pollution is intensifying day by day due to the lack of coordination and non-compliance of environment service-friendly methods. According to health experts, high levels of PM in the city's air and prolonged exposure to dust can affect the arteries, respiratory system and nervous system in a human body. In addition, there are heightened risks of eye problems, indigestion, allergies and other viral diseases. Children are most at risk, followed by pregnant women. If the trend of air pollution continues, the rate of premature deaths will see a rise in Chattogram, they fear.\nChattogram's air pollution—especially dust pollution—needs to be addressed urgently. Planned urbanisation, orderly utility, drainage and road system development and renovation initiatives, coordination among different government and development agencies, and the use of air treatment plants should be considered and enforced as soon as possible. The current situation in Chattogram city is extremely unhealthy and detrimental to public health, and the authorities must make cleaning the city's air a priority.\n \nMinhazur Rahman Shihab is a student at the Institute of Forestry and Environmental Sciences in Chittagong University.\n",
        "headline_1": "Chattogram needs urgent solution to dust pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/chattogram-needs-urgent-solution-dust-pollution-2921946",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "It is most unfortunate that farmers across Bangladesh are being charged exorbitantly for fertilisers by the dealers and retailers, despite the government's claim that there is no crisis of fertilisers in the country. According to a report in this daily on December 19, while a 50kg sack of Triple Super Phosphate (TSP) should sell for Tk 1,100, Diammonium Phosphate (DAP) for Tk 800, and Muriate of Potash (MOP) for Tk 750, as per the government fixed rates, these fertilisers are currently being sold at much higher prices: TSP at Tk 1,400-1,700, DAP at Tk 950-1,050, and MOP at Tk 950-1,000. Only urea, the most widely used fertiliser, is being sold at the government-fixed rate: Tk 800.\nWhile the government keeps saying that there are enough stocks of all these fertilisers in the country, and that a section of unscrupulous dealers and retailers are charging extra citing hiked prices in the international market, the dealers are saying otherwise—that the government's allotments are not enough to meet the local demand, so they have had to import the fertilisers at higher prices.\nThe authorities may be correct in saying that there are sufficient supplies of fertilisers, but it is also true that farmers are not being able to buy them at the proper rates. And in many cases, there are no supplies in the local markets. According to our report, a farmer in Dinajpur Sadar's Gopalganj Hat area went to the market to buy MOP two weeks ago, but could not due to its unavailability. Clearly, there is a serious lack of market monitoring by the authorities concerned.\nIn order to ensure a stable supply of fertilisers in the local markets, and to stop unscrupulous businessmen from cashing in on the situation, the authorities must have a strong mechanism to monitor the situation on the ground. Only claiming to have enough supplies will not help the farmers in any way. They are already burdened with high production costs following the fuel price hikes, and the high prices of fertilisers are just too much for them to bear. While regular mobile court drives may be helpful in checking any malpractices by fertiliser dealers and retailers, the authorities must also make sure that the supply chain is not disrupted in any way, which might create a crisis in the market.\n",
        "headline_1": "Farmers burdened with high fertiliser prices",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/farmers-burdened-high-fertiliser-prices-2921936",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    },
    {
        "full_article": "The United Nations special rapporteur on the situation of human rights in Myanmar, Tom Andrews, has categorically said that Bangladesh cannot and should not carry the burden of Rohingya refugees alone. Rather, he called for the world community to share the huge responsibility, taking into cognisance the ground reality that the Bangladesh government needs and deserves a stronger international partnership in handling the situation. We feel that he could not have been more discerning when commenting that a stronger commitment of resources is required for the Rohingya refugees and the host communities.\nThere is no denying that the sooner the world realises that the cause of this crisis and its solution are not in Bangladesh but in Myanmar, the easier it would be to act in the right direction. Bangladesh has done its parts; now it's the world's turn to reciprocate. We are happy to note that the UN special rapporteur has seen the contribution of Bangladesh in this regard, and acknowledged it in the following words, \"Bangladesh saved untold numbers of lives when it opened its arms and hearts to (the) Rohingya people who survived these most unspeakable horrors inflicted on them by the Myanmar military. All who value human rights owe Bangladesh a debt of gratitude.\" \nSince the day Bangladesh opened its borders to the Rohingyas, who are genuine nationals of Myanmar fleeing from the genocide launched by its military, police and armed goons, more than 700,000 of them took shelter on Bangladesh's soil. The immediate burden of providing a roof over their head, food and water fell on Bangladesh's shoulders. The government and the people welcomed these unfortunate people with open arms completely on humanitarian grounds. The Bangladesh government started to address the issue through all available diplomatic channels, including keeping the UN updated on a day-to-day basis. But the Myanmar government remained incommunicado almost on every occasion. \nAs the refugee camps in Cox's Bazar and the surrounding areas became overcrowded with the burgeoning Rohingya population, which began to threaten our environment and law and order situation, the Bangladesh government built shelter homes in Bhashan Char, where about 19,000 refugees have been relocated so far. \nFollowing his visit to the island, the UN emissary expressed his satisfaction at what he saw there and said that he would continue to work with Bangladesh on this major issue. He, however, urged the Bangladesh government to ensure availability of essential services at the new location before relocating more refugees. He welcomed the commitments made in the memorandum of understanding (MoU) between the Bangladesh government and the UN, and urged that they be put into practice. \nIt is good news that the UN special rapporteur said, before his departure on Sunday, that he would act to push for a stronger, more coordinated international response to this crisis, including exerting pressure on Myanmar and to hold the military junta fully accountable for this crisis. It is also significant that he put emphasis on the safe, sustainable and voluntary return of the Rohingyas to their homeland in Myanmar. \n",
        "headline_1": "Let the world share our burden",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/let-the-world-share-our-burden-2921851",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-12-2021"
    }
]