[
    {
        "full_article": "The U.S. Department of Justice’s second indictment against an Indian intelligence and paramilitary officer, in the alleged plot to kill American-Khalistani activist Gurpatwant Singh Pannun, indicates another serious turn in the case that has cast a long shadow over India-U.S. ties. The indictment against Vikash Yadav was released publicly along with an arrest warrant and his listing on the FBI’s database of “most wanted” — the first time that an Indian official has been so marked out. The developments come just after a high-level Indian security delegation investigating the matter travelled to the U.S., and the U.S. State Department expressed “satisfaction” with India’s cooperation. There is cause for concern now: the second indictment that supersedes the one against jailed businessman Nikhil Gupta, repeats linkages to the Canadian case of the 2023 killing of Canadian-Khalistani activist Hardeep Nijjar. It seems no coincidence that the indictment is timed with the Canadian expulsion of Indian diplomats, sparking a diplomatic storm and also statements by the “Five Eyes” urging India to cooperate in the investigation with Canada. That these statements reek of a double standard, given that these countries have a record on transnational killings, must not stop India from upholding the law. But this surely raises questions about whether these allies are reliable as India’s closest strategic partners.New Delhi must not delude itself and must proceed on the assumption that the cases in the U.S. and Canada are being linked by their investigating agencies. The stark difference in the Modi government’s outraged denial of the Canadian charges while providing a sympathetic ear for the American charges may prove untenable as the trial in the U.S. progresses. It is in India’s interest to clarify whether it believes Mr. Yadav was a “rogue” agent or was carrying out orders from senior officials, when he allegedly promised “2-3” contract killings a month against targeted members of the diaspora. While the External Affairs Ministry has since confirmed that he “no longer works for the government”, the indictment claims that he was employed by India’s Cabinet Secretariat, under which the R&AW is run. Whether the truth lies in incompetence or complicity, the image of the government’s intelligence and national security operations is dimmed. If the government proceeds to prosecute him or turn him over to U.S. agencies, it must also consider the impact on the morale of other operatives essaying future operations. Above all, the government must be more transparent about its policy on transnational killings. If it does not allow such operations, and it should not, then it is time for a more detailed investigation into its internal processes as well as a more realistic evaluation of its diplomatic relations. Published - October 21, 2024 12:30 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nIndia\n\n/\n\nespionage and intelligence\n\n/\n\ndiplomacy\n\n/\n\nmurder\n\n/\n\nCanada\n\n/\n\nUnited Kingdom\n\n/\n\nAustralia\n\n/\n\nNew Zealand\n\n/\n\ncrime, law and justice\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ngovernment\n\n/\n\nsecurity measures",
        "headline_1": "​Complicit: On India and the U.S and Canada cases",
        "headline_2": "India must come clean on its stance on transnational killings",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcomplicit-the-hindu-editorial-on-india-and-the-us-and-canada-cases/article68776022.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "After a fleeting moment of camaraderie, political hostilities between Tamil Nadu Governor R.N. Ravi and Chief Minister M.K. Stalin are on the rise again, this time triggered by a distorted rendition of the State anthem at a Prasar Bharati event. The Tamil Thai Vazhthu, rendered as an invocation song at official functions since 1970, was declared the State anthem in December 2021. This followed a judge holding that there was no statutory or executive order requiring attendees to stand when the song is played, after a seer remained seated during its rendition. At the event that was attended by the Governor, a verse in this 55-second anthem hailing the ‘Dravidian land’ was conspicuously omitted. Though it was described as inadvertent, no attempt was made to rectify it on stage. Most political parties were disapproving of the omission. Mr. Stalin asked whether if Mr. Ravi was being a “Governor” or an “Aryan” and sought to know whether the Governor, “who suffers from Dravidian allergy”, would propose the deletion of the term “Dravida” from the national anthem.The Governor took umbrage at this and described the “Aryan” reference as “racist”. Such interpretation actually goes against the Governor’s theory that the concept of Aryans and Dravidians was mainly a geographical, “rather than racial”, division; he had expressed his belief that the British had made it “racial” to suit their needs. Mr. Ravi argued that the imputations against him lowered the dignity of the high constitutional office of the Chief Minister. True, it was far-fetched to link him directly to the singers’ omission of a verse. However, Mr. Ravi has consistently linked the ‘Dravidian’ concept to an “expired ideology” that has created an ecosystem that fosters “separatist sentiment”, and does not “relish the idea of ‘One India’”. He has also maintained that the State’s two-language policy resulted in linguistic apartheid. At the Prasar Bharati event, he had alleged that a lot of toxicity has been infused in the minds of the people of Tamil Nadu in the last 50 years. Such views engender the impression that he was against references to anything Dravidian. Even so, it was improper for Mr. Stalin to have waded into the controversy by directly blaming Mr. Ravi. But the larger issue is that governance becomes the casualty in tussles between the Governor and the Government. Given his penchant for political activism and his antagonism to the government’s policies, it is time Mr. Ravi is replaced. Equations between him and the Chief Minister are beyond redemption. The situation is unhealthy for the State and imperils democratic institutions. Published - October 21, 2024 12:15 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nTamil Nadu\n\n/\n\ngovernment\n\n/\n\nGovernor\n\n/\n\npolitics\n\n/\n\nculture (general)\n\n/\n\nhistory\n\n/\n\nlanguage\n\n/\n\ndemocracy",
        "headline_1": "​Governor vs Government: On the hostilities in Tamil Nadu",
        "headline_2": "Mr. Ravi must be withdrawn for needlessly wading into controversies",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bgovernor-vs-government-the-hindu-editorial-on-the-hostilities-in-tamil-nadu/article68776035.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "Trust, politics and strategic interests govern exchange of fugitives among countries. Treaties matter little \nWith US indicting former RAW officer Vikas Yadav in a plot to assassinate Khalistani extremist Gurpatwant Pannun, the debate has shifted to whether Yadav can be extradited to the States. But Yadav is already facing cases related to robbery and kidnapping here in India. And according to legal experts, he can’t be extradited unless his trial in those cases ends and he finishes any sentences thereafter. Extradition cases are tricky business even among countries that share treaties and have similar political systems.\nMatters of trust | Extradition cases are ultimately decided according to the trust level that two countries share at the moment. For, even with a treaty cases can be frustrated. For example, India and Canada inked a treaty way back in 1987. But only six fugitives sought by India were returned to the country from 2002 to 2020. Last year, a Canadian parliamentary committee called for withdrawing from the treaty with India because it “did not meet international human rights standards”.\nStrategic interest | Plus, whose extradition is being sought also matters. Those accused of low-level crimes usually have their extradition requests processed faster. But those who may hold strategic value receive lenient treatment. 26/11 plotter David Coleman Headley’s extradition request by India continues to hang fire most probably because he was also an informant for the US Drug Enforcement Agency. \nIt’s political | The 2019 extradition legislation introduced by Hong Kong to transfer fugitives to China led to huge protests because it was seen as allowing Beijing to pick up dissidents and pro-democracy activists in the city state. Similarly, Russia had extradited several fugitives – non-Russians – to European nations before the Ukraine war began. With the breakdown of West-Moscow relations those have stopped.\nIssues among friends | Even extradition requests between Europe and US face speed-bumps as exemplified by the Julian Assange saga. In fact, several American requests for European hackers hang fire because local courts consider the US prison system to be inhumane. Supposed human rights issues have also slowed down India’s extradition of Vijay Mallya and Nirav Modi from UK. Are extradition treaties worth the paper they are written on?\n\n",
        "headline_1": "Extradition jumble",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/extradition-jumble-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "Child marriage is an oxymoron, a great tragedy, and very widely tolerated in India\nYes, time has seen child marriages decline in India. But if eight decades of Independence later, around one in four females are being married before the age of consent, that’s nothing to be complacent about. Last week, Supreme Court delivered an extensive judgment on a petition demanding stringent enforcement of the Prohibition of Child Marriage Act, 2006. \nWhat it does is a) elaborately outline both how child marriages violate constitutional rights and the varying mechanisms available to prohibit/prevent/penalise child marriages, plus b) lay out guidelines for ending such marriages. But some of these are dependent on the very agents whose shortcomings the judgment has first fleshed out convincingly. Consider that child marriage prohibition officers are shown as over-tasked, under-qualified, and under-delivering. Then guidelines outline how to fix these personnel, to fix the child marriage problem. This doesn’t seem to be a very hard-headed schema.\nWhat the judgment does not do is pronounce that PCMA overrides personal laws, in response to a GOI submission. Its reasoning for this is that “PCMA states nothing on the validity of the marriage.” Child marriage is an oxymoron, a great tragedy, all child marriages are forced marriages – as much as govts and courts may agree on all this, declaring child marriage void ab initio or invalid from the outset remains for them a step too far. All that the law makes available is a court-based procedure for getting a marriage voided, which can be initiated either by “the contracting party who was a child at the time of the marriage” or guardian or “next friend along with the CMPO”. SC has basically batted the GOI plea to Parliament. \nIf SC had found in favour of the GOI submission, would child marriages have ended in India? As a column on this page, ‘In Assam, the answer is schools, not jails’, has underlined, data is crystal clear that it is a household’s education and socio-economic status that are the most significant correlates of child marriage. Red herrings are not real solutions.\n\n",
        "headline_1": "Major mess for minors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/major-mess-for-minors-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "What tourists find hard in the birthplace of the Bard\nIf you are planning a trip to Britain, your first such, know thy pronunciations. It is the birthplace of the Bard, can it be that hard? Else, you may end up Reading them all wrong and sounding unschooled. Reading is pronounced Red-ing. In school, the teacher may have crossed your paper in red-ink if your answer had been ‘it’s read-ing’. A defeat you may have to be ceding. Some of the most famous landmarks don’t sound as you would read ‘em. For Thames is not ‘thaymz’ like the words thin, thick or three. It’s a trick you see. Word has it that a former King of Great Britain pronounced it Temz and since then Temz it is.\nYou can spend time by the Temz, idle away hours, watching the Tower Bridge, often mistaken to be the London Bridge, which comes as a letdown to first-timers – lacking towery lustre. Then there is Leicester, having among the highest number of British Indians in UK outside London. If you say lie ches ter you’ll baffle the Brits. It is Less Ter square that you go to for famous film premiers and nightlife. And it’s Gloss Ter, not Glou-ces-ter, sister, for the place where with a summer outfit and dab of lip gloss you are all set for to have  a whale of a time. And, there is no witch in Greenwich. It is simply Gren-itch or Gren-idge. So, stymie the itch to say wich.  Don’t get all sour duh and have, instead, a satisfying or wait, a brilliant sandwich. If that irked you, go to Southwark. Uh, Suth-irk it is.\nLondon is full of names with silent letters. If you got it right Cla-pum thy hands. Clapham, home of Graham Greene, is pronounced thus, when a first-timer asked what was the fuss. \nThere is also Dulwich which is Dull-itch and Woolwich aka Wool-idge. Borough is Buh-ruh. A Maharashtrian would say that’s okay. And, Hurrah if you knew that. Chiswick is Chiz-ik, where you may go to view some of the best, not cheesy architecture, and afterward to be fuller with some brew, visit Fuller’s. The names not matching their phonetics are many but let’s end with upscale Grosvenor Square, which is Grove-na. Na, don’t miss this one, because here is where you can splendidly showcase your swag, innit.\n\n",
        "headline_1": "Dull-itch quirks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Just-Scales/dull-itch-quirks/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "Israeli assassination of Hamas’s military chief may make Palestine’s Fatah, backed by Arab monarchies, find its voice. Negotiations can gain pace\nAs West Asia discussed the timing of a possible Israeli attack on Iran, Hamas’s military chief Yahya Sinwar was assassinated. It came as a surprise to some. But, following the assassinations – one by one – of almost all leaders of Hamas and Hezbollah, many also expected Sinwar, the second most powerful man in Hamas after Ismail Haniyeh (killed weeks ago), to be eliminated.\n\nThere’s of course the possibility that Sinwar was killed by chance. Though Israel presents Sinwar’s killing as a major military success, some Israeli sources say his death wasn’t a planned assassination, but the result of a chance encounter between military units on the ground.\nRead more on TOI+.\n\n",
        "headline_1": "A killing gives peace a chance?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-killing-gives-peace-a-chance/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "This year marks the 207th birth anniversary of Sir Syed Ahmad Khan, who was born into a prominent family with ties to the Mughal court in Delhi on 17 October 1817, and passed away on 27 March 1898. Sir Syed Ahmad Khan played a pivotal role in the Muslim renaissance of the Indian subcontinent during the 19th century. His family's aristocratic background provided him with access to both traditional Islamic education and the evolving intellectual currents of his time. He was a pioneering socio-religious reformer, though his legacy is complex and subject to various critiques. His contributions were primarily focused on modernising the Muslim community, which was struggling in the aftermath of the fall of the Mughal Empire and the subsequent rise of British colonial rule.\nOne of his most remarkable contributions was in the field of education. He recognised that Muslims had fallen behind due to their reluctance to embrace Western education and sciences, largely clinging to traditional religious studies. The Muslim renaissance is said to have begun with Sir Syed Ahmad Khan. He was a forerunner of socio-cultural transformations in the Muslim community through the Aligarh Movement (hereafter, AM). To bring about a change in Muslim attitudes, he launched an Islamic renaissance through his writings and the AM. For him, Western science and technology strengthened Islamic convictions, as Islam was not dialectically opposed to reasoning and rationalism.\n\nJoya Chatterji rightly observes that Sir Syed Ahmad Khan was the first to claim that Indian Muslims constituted a separate nation (Chatterji, 2023: 47). Although not advocating partition, Sir Syed's political philosophy can be seen as laying the foundation for the Two-Nation Theory.\nThe revolt of 1857 was a significant turning point in Syed Ahmad's life. After the revolt, many protesters, predominantly Muslims, were killed and persecuted by the British government. Sir Syed clearly understood the necessity for Muslims to become proficient in English and acquire modern scientific education to maintain their social, economic, and political standing in India. His academic and journalistic writings sparked informed debates on the social, cultural, religious, and political dynamics between Muslims, Hindus, and the British.\nIn her newly published book, Shadows at Noon: The South Asian Twentieth Century, historian Joya Chatterji rightly observes that Sir Syed Ahmad Khan was the first to claim that Indian Muslims constituted a separate nation (Chatterji, 2023: 47). Although not advocating partition, Sir Syed's political philosophy can be seen as laying the foundation for the Two-Nation Theory, which held that Muslims and Hindus were two separate nations with distinct cultures, religions, and interests. Muhammad Ali Jinnah, leader of the All-India Muslim League and founding father of Pakistan, was influenced by Sir Syed's political philosophy, having been educated at Aligarh Muslim University.\nThe Two-Nation Theory eventually became the bedrock of the 1940 Lahore Resolution, which was presented by A. K. Fazlul Huq, the then Chief Minister of Undivided Bengal. Professor Ayesha Jalal has noted that, over time, the Lahore Resolution emerged as a significant milestone in the political history of British India (Jalal, 1985).\nSir Syed maintained that Muslims should collaborate with the British government. He viewed the British as protectors of Muslim interests and encouraged Muslims to refrain from participating in the Indian National Congress, fearing it would align with Hindu interests at the expense of Muslim political representation. He believed that the Muslim community should remain aloof from political agitation, as their active participation in the anti-colonial Mutiny of 1857 had already endangered them by provoking British antagonism.\nIn his 1858 monograph, The Causes of the Indian Revolt, Sir Syed identified five major reasons for the 1857 rebellion: the lack of Indian representation in legislative councils, forced religious conversions to Christianity, poor management of the Indian Army, British neglect of Muslim interests, and various other misguided policies that led to widespread dissatisfaction across society. He was deeply impressed by Western rationalism and sought to demonstrate that every doctrine of Islam could stand up to the principles of science, reason, and common sense (Sayeed, 1960: 13). At the same time, he believed that Islam is compatible with liberal secular values and religious tolerance.\nSir Syed Ahmad established the Mohammedan Anglo-Oriental College in 1875. The foundation of the college at Aligarh served as tangible evidence that Sir Syed's ideas had been embraced by the Muslim community, as the institution was largely funded by their donations. The college was later transformed into Aligarh Muslim University, which became the primary vehicle for Muslim education.\nSir Syed also emphasised the importance of individual well-being. As he stated, \"The government must provide all sorts of rights related to property, employment, freedom of religion, speech, and life. It must protect them, and unequal powers should not be allowed to harm anyone. The government must shield the weak and deserving from the undeserving mighty. Everyone should be allowed to get the full benefit from his property and skill\" (cited in Kidwai, 2021: 6).\nThe impact of the Aligarh Movement (AM) on Bengali Muslims could hardly be underestimated. Sir Syed's overall influence upon Bengal was part of his broader attempt to promote the upliftment of Muslims across India, although his direct involvement with Bengal was more limited compared to his impact in North India, particularly in Aligarh. Before the AM, very few Bengali Muslims had access to an English education. It was the AM which introduced some Muslims to Western education and science. It became a source of pride for those Muslims who had been able to attend Aligarh for higher education in modern Western disciplines.\nLord Curzon executed the partition of Bengal in 1905. Dacca became the capital city of the newly created 'Eastern Bengal and Assam'. The Partition of Bengal was a momentous phase in the development of Muslim nationalism in Bengal. Muslim leaders became very optimistic after the partition scheme in 1905. As a result, in 1906, Muslim leaders formed a new political party, namely the All-India Muslim League, to safeguard the political interests of the Muslim community in Bengal.\nThe Simla Deputation, led by Aga Khan, met with Governor General and Viceroy Lord Minto in Simla in October 1906. This deputation marked the first organised effort by the Muslim community to present their demands to the British government in India. Muslim leaders put forth two primary demands: first, the allocation of a fixed number of seats for Muslims in municipal and district boards, as well as in university governing bodies like the senate and syndicate. Second, they requested that Muslim representatives be elected separately to the Provincial Council, based on their political significance rather than their proportion of the population.\nSir Syed's ideas on the separate electorate were rooted in his broader vision for Muslim political representation and protection within the British colonial system. His idea of separate electorates for Muslims can be viewed as evolving from some of his political beliefs and concerns for the Muslim community. In Bengal, institutions like Islamia College followed Sir Syed's model of blending Western and Islamic education. Muslim intellectuals in Bengal, such as Nawab Abdul Latif and Syed Ameer Ali, advocated for educational reform among Muslims in line with Sir Syed's liberal approach.\nIt is to be noted that the separate electorate for the Muslim community was formally recognised in the Morley-Minto Reforms of 1909. Moreover, Maulana Muhammad Ali and Shaukat Ali, two prominent leaders of the Khilafat Movement in the early 20th century, were both students at Aligarh Muslim University and were deeply influenced by Sir Syed's ideas on Muslim education and political awareness. The Ali brothers carried forward Sir Syed's emphasis on the importance of Muslim unity, although they were involved in the anti-colonial struggle, unlike Sir Syed's pro-British stance.\nThe constitutional recognition of the separate electorate for Muslims was a milestone in several important ways. First, the separate electorate facilitated the growth of a set of Muslim leaders such as Sher-e-Bangla A. K. Fazlul Huq. The establishment of the University of Dacca in 1921 also had a significant impact on the promotion of Muslim culture and political consciousness. Several societies and periodicals came into existence. The demand for Muslim education created an enabling environment for the Freedom of Intellect Movement (Buddhir Mukti Andolan), a Bengali Muslim-led renaissance advocating rationality against religious fanaticism and social dogma in Bengali Muslim society. It was spearheaded by several Dacca University intellectuals, including Abul Husain, Abul Fazal,, Qazi Motahar Hossain, and Abdul Quadir. Shikha was the mouthpiece of the Muslim Sahitya-Samaj (Muslim Literary Society), founded in Dhaka in 1926.\nIn his 1926 speech, Dr Muhammad Shahidullah stated: \"The Hindu Shahitya is fed with Vedanta, Gita, Hindu history, and life. Hindu literature gathers flavours from Hindu society. It is through this literature that the Hindus and Muslims of Bengal will recognise each other. Cognition is the basis of love\" (Cited in Rahim, 2011: 219). The main slogan or motto of Shikha was: \"Where knowledge is limited, intellect is inert, freedom is impossible.\"\nSecond, the separate electorate expanded job opportunities and improved the economic well-being of Muslims. It eventually contributed to the political ascendency of A. K. Fazlul Huq, who became the Chief Minister of undivided Bengal after the 1937 elections. Huq formed the Krishak Praja Party for the betterment of the peasants and abolished the exploitative zamindari system. Once, in the 1940s, A. K. Fazlul Huq called upon the people not to apologise for being Muslims (Rashiduzzaman, 2021).\nThird, the rise of the Muslim middle class was the cumulative outcome of the historical awakening and empowerment of the Muslims. The masses belonging to the rural and urban middle classes played key roles in the independence of India and Pakistan in 1947. Thus, Syed Ahmad's influence extended beyond his lifetime, with his ideas continuing to resonate during the struggle for independence. He inspired later political leaders, including those involved in the formation of the All-India Muslim League, a party established in 1906, following the partition of Bengal, which played a significant role in the demand for Pakistan.\nHowever, the main domestic problem of separate electorates was addressed when Congress agreed to Jinnah's plea to allow weightage of seats in the legislative councils of certain provinces where Muslims were in the minority. This became known as the historic Lucknow Pact, which made Jinnah a prominent leader of Indian Muslims. The atmosphere in Lucknow, where the All-India Muslim League and the Indian National Congress met to hold their annual sessions, was even more cordial. Jinnah was the main architect of the Lucknow Pact, and he was thereafter hailed as an ambassador of Hindu-Muslim unity. The Lucknow Pact acknowledged the provision of separate electorates, which was later incorporated into the Montagu–Chelmsford Reforms of 1919.\nIn this way, we learn that the separate electorate system was introduced by the Morley-Minto Reforms of 1909, recognised by the Montagu-Chelmsford Report of 1919, and further extended by the Government of India Act of 1935. All the elections to the local bodies and Legislative Councils from 1909 to 1946 were held on the basis of the separate electorate system.\nIt is important to note that the ideology of Sir Syed Ahmad Khan was subject to criticism and limitation. Maulana Abul Kalam Azad (1888–1958) was a scholar, freedom fighter, and proponent of Hindu-Muslim unity. A close reading of Maulana Abul Kalam Azad's autobiography, India Wins Freedom, reveals that Sir Syed Ahmad Khan had a decisive influence on Azad. Sir Syed's emphasis on rationalism, scientific inquiry, and social reform significantly shaped Azad's worldview. Azad was inspired by Sir Syed's calls for a modern and progressive interpretation of Islam, advocating for reforms within Muslim society to align with contemporary realities. As Azad wrote, \"Suddenly a new way opened before me. I refer to the writings of Sir Sayyid [Syed Ahmad Khan]. Because this experience had a very great influence on my religious and intellectual life\" (Cited in Douglas, 1988: 51).\nAlthough Azad recognised Sir Syed's contribution to Muslim education, he disagreed with many of his views. Maulana Azad believed that Sir Syed's policy of loyalty to the British Empire was shortsighted and flawed. Azad argued that this stance diminished the role Muslims could play in the larger Indian freedom movement. He believed that Muslims, like Hindus, should oppose colonial rule, which he viewed as unjust and exploitative. To Azad, aligning too closely with the British harmed the political future of Indian Muslims.\nIn conclusion, this paper reiterates its central thesis that, as a visionary political leader and socio-religious reformer of the 19th century, Sir Syed Ahmed Khan played a vital role in empowering Muslims through the enlightening efforts of his Aligarh Movement. He recognised the importance of English education in empowering Muslims and fostering fruitful interactions with the British ruling elite. While Sir Syed's efforts to modernise Muslim education and social thought had a lasting impact, his critics argue that his loyalty to the British colonial government, his communal outlook, and his elitist approach to education contributed to a fractured Muslim identity. He was an early advocate of the separate electorate for the Muslim community. The demand for and recognition of the separate electorate in 1909 ignited a crucial debate among anti-colonial nationalists, as well as within the Pakistan Movement, ultimately leading to the emergence of two independent states, namely India and Pakistan, in 1947. In a nutshell, Sir Syed Ahmad Khan was a key figure in the awakening of the Muslim community in the subcontinent.\nReferences\n\nChatterji, J.  (2023). Shadows at Noon: The South Asian Twentieth Century. New Haven: Yale University Press\nDouglas, I. H. (1988). Abul Kalam Azad: An Intellectual and Religious Biography. New Delhi: Oxford University Press\nJalal, A. (1985). The Sole Spokesman: Jinnah, the Muslim League and the Demand for Pakistan. Cambridge: Cambridge University Press.\nKidwai, S. (2021). Sir Syed Ahmed Khan: Reason, Religion and Nation. London: Routledge\nRahim, M. A. (2011). The Muslim Society and Politics in Bengal A. D. 1757-1947. Dhaka: University of Dhaka\nRashiduzzaman, M. (2021). Identity of a Muslim Family in Colonial Bengal. New York: Peter Lang\nRashiduzzaman, M. (2019). The Central Legislature in British India, 1921–47. New York: Peter Lang\nSayeed, K.B. (1960). Pakistan: The Formative Phase, 1857-1948. Karachi: Pakistan Publishing House.\nDr. Saleh Shahriar is an Assistant Professor in the Department of History and Philosophy (DHP) at North South University, Dhaka, Bangladesh. He can be contacted via email at [email protected].\n",
        "headline_1": "Sir Syed Ahmad Khan and the Muslim Renaissance in South Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/sir-syed-ahmad-khan-and-the-muslim-renaissance-south-asia-3732326",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "There is no denying the importance of reforms in police force to prevent a repeat of police excesses witnessed during the 15-year rule of Awami League, particularly in its final days when cops indiscriminately shot anti-government protesters, killing hundreds and leaving many more with life-altering injuries. But how to bring about change? It helps that there is a consensus across the political spectrum on the need for reforms. The Police Headquarters (PHQ) also seems to be on board, and the 44 reform proposals it has submitted to the home ministry address some major concerns. But one key area that it has overlooked is the question of transparency in accountability mechanisms if the police are allowed to conduct investigations against their own members.\nThe PHQ, as per a report in this daily, wants the power to investigate complaints against all officers regardless of their rank. Currently, the home ministry, with assistance from PHQ, investigates complaints when an accused officer is of the rank of ASP or higher. If he or she is an inspector or of a lower rank, the PHQ can conduct the investigation. Unfortunately, both variations of internal investigations have consistently failed to deliver justice throughout the Awami League period, especially in cases of custodial deaths and use of excessive force. How can we trust in this process again? Can colleagues investigate colleagues with absolute impartiality? This may work in an environment free from political influence and internal bias—something we can ill-afford to rely upon given past experience.\nEnsuring that complaints against police members are investigated impartially is crucial to upholding justice and establishing public trust. If police or even home ministry officials conduct the investigation, it risks compromising the process. This is why independent oversight is crucial. We support the call for establishing a high-powered, independent oversight body to investigate police crimes, similar to those in countries like the United Kingdom or Sri Lanka, which can help establish accountability in the force. That said, many other things also need to change to ensure its success, including depoliticising decisions related to recruitments, promotions, postings, and punishments. Police performance also needs to be evaluated regularly and objectively to ensure they only serve the public, and serve better.\nSome of the reform proposals forwarded by the PHQ do deserve consideration, such as formulating a proper policy on arrests, detention, searches, and seizures by police; incentivising honesty and competence; amending outdated laws; preventing sexual harassment and gender discrimination against female officers; providing proper training on human rights, crime investigations, etc; enhancing logistics to combat transnational and organised crimes; and introducing eight-hour workdays, overtime pay, risk allowances, etc. Currently, the police are still reeling from the disruptive consequences of regime change, but we must not wait any longer to initiate long-term reforms to build a modern, competent, and accountable police force.\n",
        "headline_1": "Can police investigate police crimes with impartiality? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-police-investigate-police-crimes-impartiality-3732026",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "According to the National Girl Child Advocacy Forum, 224 girls were raped in the first eight months of 2024. Of them, 81 were killed and 133 died by suicide. A study by Bangladesh University of Health Sciences further reveals that 88 percent of children had experienced physical abuse or sexual harassment at least once, with 55 percent enduring this repeatedly. These statistics don't just show numbers; they reflect shattered lives, stolen childhoods, and the devastating reality of sexual violence in Bangladesh.\nRecently, social media has seen a surge in men posting apologies—apologetic for their gender, for the history of violence that men have perpetrated, and for the pain inflicted on women. On the surface, it might seem like progress—men acknowledging the wrongs done by others of their gender. But let us be honest: saying \"sorry\" is not going to cut it.\nAn apology simply does not undo the damage that has been done. It does not change the fact that women continue to live in fear, constantly looking over their shoulders, wondering if they are next. It does not address the deep-seated issues that allow rape culture to thrive. It does not challenge the everyday sexism and misogyny that so many women face, and it certainly does not change the fact that, all too often, men stay silent in the face of these injustices. Moreover, the act of apologising for the actions of other men is not only insufficient but also risks trivialising the complexities of rape culture. By focusing on expressing regret rather than taking action, men risk absolving themselves of responsibility, allowing them to believe that they are doing their part without actually contributing to the solution. This passive approach, unfortunately, serves to perpetuate the very problems that these men claim to oppose.\nWhen men choose to stay \"neutral,\" thinking they are doing no harm because they are not actively participating in misogyny, they are missing the point. Silence, in this case, is not just passive—it is dangerous. It allows toxic attitudes to fester, unchecked. When a man hears a sexist joke or sees his friend treating women disrespectfully and says nothing, he is giving his tacit approval. This kind of neutrality actually protects those who perpetuate harm. It creates a space where harmful behaviours can flourish without challenge, making it easier for those attitudes to escalate into real-world violence. In this way, neutrality becomes complicity, and well-meaning men inadvertently shield potential perpetrators.\nThis complicity is further exacerbated by the normalisation of sexist and misogynistic behaviour. Rape culture is not just about the act of rape itself; it is about the social environment that normalises and excuses gender-based violence. It is the casual way we talk about women's bodies, the way media often downplays sexual assault, and the way society tends to blame victims rather than holding perpetrators accountable. Rape culture is everywhere, and it is maintained by all the small, seemingly insignificant actions and attitudes that, when left unchallenged, pave the way for much worse. These small actions—like the casual misogynistic jokes shared among friends or the objectifying comments in group chats—are often dismissed as harmless or insignificant. However, these behaviours lay the groundwork for more egregious acts of violence. When these actions go unchallenged, they reinforce the belief that it is acceptable to treat women as objects, to view them as less than fully human. So, by the time a rape occurs, it is often the culmination of many smaller, socially accepted behaviours that have gone unchecked.\nSo, it goes without saying that the silence of well-meaning men can be as harmful as the actions of those who perpetrate violence. By not challenging the harmful attitudes and behaviours they witness, they allow the culture of misogyny and entitlement to persist. The least men could do is time to move beyond the apologies and start taking real action. This means doing more than just posting on social media. It means calling out sexist behaviour when you see it, even if it is coming from your best friend. It means not just believing women when they tell their stories, but actively supporting them. It means educating yourself about the realities of sexual violence and understanding that it is not just about the \"big\" acts of violence but about all the little things that make those big acts possible.\nIf men are serious about dismantling rape culture, they must do more than apologise. They must take an active role in challenging the attitudes that perpetuate this culture. This means speaking up when a friend makes a sexist joke or objectifies a woman. It means refusing to stay silent when witnessing behaviour that degrades women. It means holding themselves and others accountable, even when it is uncomfortable to do so. When men hold each other accountable, they send a clear message that misogynistic behaviour will not be tolerated. This can create a ripple effect, encouraging others to do the same and slowly changing the culture in which such behaviour is normalised.\nEducation is another crucial aspect of this process and this cannot be superficial; it must go beyond the surface-level understanding of sexual violence and delve into the deeper, more systemic issues that contribute to it. Supporting survivors of sexual violence is also a critical component. All too often, victims are doubted, questioned, or blamed for the violence they have endured. This not only adds to their trauma but also reinforces the rape culture that allowed the violence to occur in the first place. By believing and supporting survivors, men can help to dismantle the victim-blaming narrative that is so prevalent in our societies. It is not enough to just feel bad for them; men need to work to change the systems that perpetuate their suffering.\nFinally, men must be willing to reflect on their own behaviour and attitudes. None of us are immune to the influences of rape culture, and everyone has, at some point, internalised some aspects of it. Reflecting on one's actions and making a conscious effort to change any that may contribute to the problem is essential. This self-awareness is not easy, but it is necessary if we are to create a society in which sexual violence is no longer tolerated. It is not about feeling guilty or ashamed—it is about committing to being better, to actively work to create a world where women can feel safe and respected.\nPosting an apology on Instagram is easy. But dismantling rape culture requires more than remorse because apologies are not enough. They never have been. It is high time men translate their concerns into actual action, helping dismantle the rape culture one conversation at a time.\nMaisha Islam Monamee is a student of Institute of Business Administration (IBA) at the University of Dhaka and a contributor at The Daily Star. Find her @monameereads on Instagram.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Men’s apologies are not enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mens-apologies-are-not-enough-3731956",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "The recently released 2024 Global Multidimensional Poverty Index (MPI) reveals an alarming extent of poverty in Bangladesh. According to the report, jointly published by the United Nations Development Programme (UNDP) and the Oxford Poverty and Human Development Initiative of the Oxford University, a staggering 41.7 million people, or nearly a quarter of the population, live in extreme poverty. The alarming statistics underscore that microcredit has not succeeded in sending poverty to the museum, nor could the past government's grandiose development initiatives free a significant portion of the population from the shackles of grinding poverty. The poverty situation has, in fact, worsened in the last couple of years for various reasons, including widespread job loss due to the COVID-19 pandemic, the economic slowdown caused by the Russia-Ukraine war, the subsequent dollar crisis, persistent inflation and economic stagflation. The previous Awami League government, however, had a tendency to conceal uncomfortable truths, manipulate data through state-run statistical organisations, and present an overly optimistic picture to support its development narrative. With the change of guard, now there is an opportunity to adopt an action plan based on the actual situation. Much of the poverty that persists is rooted in issues of income inequality and systemic discrimination, which continue to hinder equitable distribution of wealth and opportunities. The country possesses sufficient resources, and the economy of Bangladesh is robust enough to cater to the needs of all its citizens. What is needed is distributive justice and equal economic opportunities. Since the interim government is the result of casus omissus following the anti-discrimination movement, it holds a mandate to initiate the process of building a discrimination-free Bangladesh.To build a discrimination-free Bangladesh, fundamental changes are needed in the existing political-economic structure. One crucial step towards addressing inequality is reforming the country's taxation system. Currently, indirect taxes like duties and VAT disproportionately burden the common people. Shifting the tax burden to higher direct taxation on the wealthy would promote fairness in government revenue collection. This reform would alleviate the financial strain on low-income groups while ensuring that those with greater resources contribute more equitably to the nation's revenue. By increasing revenue collection and curbing tax evasion by the affluent, the government can allocate more resources to large-scale welfare programmes. Additionally, with an iron fist, the government must deal with corruption as it often hinders the implementation of pro-poor policies.The education and healthcare sectors reflect the stark inequalities prevalent in Bangladesh. The World Health Organization recommends that at least 4.0 to 6.0 per cent of GDP should be allocated to education, and 4.0 to 5.0 per cent to healthcare. But Bangladesh allocates less than 2.0 per cent of GDP to education and 1.0 per cent to health. As a result, out-of-pocket expenditures on both health and education have been increasing every year, trapping many families into a cycle of poverty. The interim government has already established ten commissions to undertake various political, administrative, and institutional reforms. But these reform measures will remain insufficient unless the deeper, structural inequities embedded in the system are addressed. A society where money determines the quality of basic rights like education and healthcare is inherently unjust and perpetuates inequality. True reform requires dismantling the discriminatory structures in order to pave the way for a just and equitable Bangladesh.",
        "headline_1": "Tackling poverty and inequality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-poverty-and-inequality-1729434427",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "Till Saturday, October 19, this month, 78 people have died of dengue fever, while the total number of dengue-related fatalities so far reached 241, according to the Directorate General of Health Services (DGHS). Meanwhile, 1,121 have been hospitalised with dengue, while some 15,000 have been infected with the vector-borne disease across the country. On the other hand, last month, 80 people died of dengue and 18,000 people had the fever. Clearly, this October, the rate of dengue infection is higher than that of last month. Given the persistent rainfall, standing water, which is the breeding ground of dengue vector, the aedes aegypti mosquito, is going to help increase the number of the aedes mosquito and that of infected people in the coming months. Notably, 2023 was the deadliest year in the last two decades so far as incidence of dengue and related deaths (1705) were concerned. But to all appearances, far from improving, the conditions are worsening this year. Neither is there any serious effort at making the public aware of the emerging public health emergency from dengue. The local government institutions that usually carry out the dengue eradication campaign by destroying breeding grounds of aredes mosquito and spraying repellents, look rather lackadaisical in their approach. The excuse that the mayors and ward commissioners have fled their workplaces is indeed a lame one seeing that the secretaries of the ward councillors and the field workers who do the work of spraying repellents are still there. What is lacking is action on the part of those secretaries. The government needs to look into the matter and activate the local governments to do their bit in the fight against this deadly infection effectively. True, the interim government has too many tasks to perform which include reforming the financial, administrative and judicial system of the nation. Undoubtedly these are the most urgent tasks and the interim government is under enormous pressure to complete those within its limited mandate, though the mandate is yet to be defined. If it concentrates all its efforts on meeting the reform agenda, the day-to-day job of running the administration will suffer. The health sector is a case in point. It appears, the government has forgotten the vital sector of public health, which is under a serious threat from dengue like it was last year. The government must address this public health hazard with the urgency it deserves. No matter how the government has come to power, it has to do the routine jobs as expected by the public. So, under no circumstances, should it have the impression that it is like the familiar kinds of government in transition whose job is to hold election. Not in the least. In this connection, the political parties that had so far failed miserably in presenting the nation with good governance free from corruption and other administrative and social ills, but had thrown the nation into crisis after crisis without end, now seem impatient to go to power. As if, once in power, they would turn this land into one of milk and honey! Is the interim government, which should be better termed a revolutionary one, bowing to the pressure of the political parties so much so that its advisers from time to time are making conflicting remarks about the possible date of holding elections? No doubt, the interim government has its weaknesses and that is only natural because never in the nation's history had ever a government of this kind assumed power. It is believed, the government will be able to correct itself with the passage of time. However, it is not being suggested here that it should be allowed eternity to put its house in order before completing the task of revamping the system of governance. To infuse more dynamism, boldness and efficiency, it should induct more experienced people with integrity and principle, in the administration.Otherwise, the government will fail on every front of the responsibilities it is tasked with. With this end in view, the interim government will be required to refocus its attention on the health sector with special emphasis on the emerging dengue threat. It must take a hard look at the failures of the past regime in its fight against dengue, which has become a major public health issue since 2,000. As this government has no political axe to grind or nurture greed to overtake its principles and line the pocket, it can dispassionately look into the past failures and come up with an effective strategy to combat the dengue menace before it goes out of control like it did in 2023.On that score, the government should send its officials working in the health sector and municipalities to gather experience from neighbouring countries, for instance, Kolkata in India that has some success stories to share in the battle against dengue with its Bangladeshi counterparts. As the climate change is worsening the environment irreversibly, prolonging the summer and the rainy season in the tropics including Bangladesh, the traditional notion that dengue visits the country in the rainy season should change. Last year in October, the country witnessed the highest ever incidence of dengue, while November, when the temperature was sufficiently low, experienced the highest fatality rate. So, it is time health experts, epidemiologists and entomologists thought out of the box and came up with a solution to face the challenge of fighting dengue in a new light. \n[email protected]",
        "headline_1": "War on dengue in a new light",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/war-on-dengue-in-a-new-light-1729434468",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "Not all national days are government holidays, but some are. Of the eight national days set for cancellation, only two ---the March 17 birth anniversary of Sheikh Mujib and the August 15 anniversary of his death ---were government holidays. Yet national days are special in their own unique ways. The way deposed PM Sheikh Hasina imposed some of the national days smacks of dynastic monopoly in setting those. But not all of those can be pressed into the narrow confine of Sheikh family. If she arbitrarily earmarked the birthdays of the members of her family as national days, the fault lies with her. This does in no way diminish the importance of the historic 7th March address by Bangabandhu Sheikh Mujib at the race course of that time nor does this justify undermining the man who led from the front in the uncompromising struggle against Pakistani misrule and acted as the guiding flame in the country's Liberation War. The advisory council of the interim government has taken the decision to cancel eight national days including Bangabandhu's 7th March Address which in fact was the declaration of the country's independence, the November 4 National Constitution Day, the August 15 National Mourning Day. On the question of Sheikh Mujib's status as the Father of the Nation, one of the anti-discrimination movement's coordinator-turned advisor has flatly dismissed the honorific attached to the name of the supreme leader of the Liberation War. Sheikh Mujib may not be particularly successful as the chief executive of a newly independent Bangladesh but without him Bangladesh would perhaps never become liberated. So decisive was the charisma of his personality and unquestioned commitment to freeing the people of this land from Pakistani yoke that questioning that role is to question the very foundation of Bangladesh. It is also true that his comrades-in-arms were deprived of the respects they deserved but that is no logic for relegating him to the history's back burner. About the five of the eight national days cancelled, there will hardly be any controversy. Although the 12 December Smart Bangladesh is free from any dynastic tinge but people are not expected to grumble if that is scrapped. Different organisations and eminent persons have already protested the cancellation of the national day marking the historic March 7 speech, the National Constitution Day and the August 15 National Mourning Day. The first is integral to the War of Liberation and the second is the instrument of the identity of an independent nation. It is not the constitution's fault if it is tampered with. This charter at the hands of efficient and honest people could serve the nation well. The third is a tribute to the man slain in a most tragic manner. Cancellation of the first two, in particular, would send a wrong message to the people. Some have smelt revisionism in the move to do away with those national days.Well, the six-day and five-day holidays on the occasion of the Eid-ul-Adha and Eid-ul-Fitr respectively are popular issues and can be effected by executive order. The two-day holiday on the occasion of the Durga Puja falls in the same category. But yet these are not priority agendas for the interim government. The national days, particularly the ones that are inseparable from the making of this nation and its commemoration are a class apart. Those could not be glorified or sanctified more. The interim government could leave such issues alone because it will divide the nation at a time when there are more pressing issues demanding urgent redress. A decision on such issues has to be arrived at on the basis of a national consensus. Even an elected government should put such sensitive issues to people's vote before taking a decision.\n[email protected]",
        "headline_1": "Cancellation of national days",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cancellation-of-national-days-1729434501",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2024"
    },
    {
        "full_article": "The rise of digital banking is reshaping management of our finances, raising questions about the future of traditional banking. Consumers now expect convenience and accessibility for them to handle their money anytime, anywhere. The COVID-19 pandemic accelerated this trend, as many turned to online banking to avoid in-person visits. Fintech companies have emerged with innovative solutions that offer lower fees and user-friendly platforms, attracting tech-savvy users. However, traditional banks continue to play a vital role, providing a sense of security through their established reputations and a wide range of services, including mortgages, investment advice, and regulatory protections.Rather than signalling the end of traditional banking, we are moving towards a hybrid model that combines the strengths of both digital and traditional banks. Many established institutions are investing in digital transformation to improve customer experiences while maintaining personal interactions. This approach enables them to meet diverse customer needs through virtual consultations and tailored financial solutions. As technology evolves, the financial sector is becoming more integrated and focused on customer preferences, allowing both traditional and digital banking to thrive together. This dynamic landscape promises a future where consumers enjoy greater flexibility and personalised experiences in managing their finances.\nMaisha MalihaNorth South University[email protected]",
        "headline_1": "Navigating new financial landscape",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/navigating-new-financial-landscape-1729434524",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-10-2024"
    }
]