[
    {
        "full_article": "The bulldozer has now emerged as a dominant symbol of state-backed intimidation of Muslims in the country. After Khargone in Madhya Pradesh, Jahangirpuri in Delhi has seen the use of demolition of shops and houses seemingly as a punitive measure in the wake of a riot that followed a provocative religious procession. The Jahangirpuri demolitions, halted by an order of status quo passed by the Supreme Court, one which had to be reiterated as the drive went on for more than an hour after the order, represent an egregious violation of the rule of law. Even though described as part of a demolition process that had begun a few months ago, and done after prior notice, few would believe that the drive in Jahangirpuri had anything to do with ‘encroachment’, coming as it does in the wake of communal disturbances and in the middle of Ramzan. By intervening in time, the Court may have halted what could have been a series of demolitions of small businesses and households belonging to some of the poorest residents of the capital. CPI(M) leader Brinda Karat, who was present at the site, has highlighted the continuance of the demolition even after the court order was made known to the authorities. The Supreme Court should deal with this contumacious behaviour as part of the ongoing proceedings, in which its main concern, of course, ought to be to push back against the dangerously divisive and partisan manner in which authorities are responding to law and order issues.There are aspects to the controversy that betray an emerging pattern of the use of state machinery to inflict misery on Muslims. One is the role of the ruling BJP, whose Delhi chief wrote to the North Delhi Municipal Corporation to carry out the demolition targeting ‘rioters’ who had allegedly thrown stones at a Hindu religious procession in the vicinity of a mosque. As the counsel contended in the court, this wish seems to have been treated as a command, and police force mobilised within a day to carry it out. Another aspect is the attempt to conflate the legal consequences of rioting and communal violence with administrative measures to deal with encroachments in public spaces. The official line leans towards the theory of clearing encroachments even as the political message is that ‘rioters’ will be dealt with. It is of concern that the Aam Aadmi Party, which while blaming the BJP on the one hand, has also made an unsubtle insinuation that those fomenting trouble are ‘Bangladeshis’ and ‘Rohingya’, terms that will render the residents of the area vulnerable to denial of their rights. The most dismal aspect is the apparent enjoyment that the BJP’s communal constituency derives from the infliction of suffering on the ‘other’. The challenge before the country’s political opposition is not only to take on the unlawful ways of the state but also to reverse this polarising slide in the wider society.",
        "headline_1": "Dangerous deceptions: On Jahangirpuri demolition drive",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/dangerous-deceptions-the-hindu-editorial-on-jahangirpuri-demolition-drive/article65342304.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "China’s government announced on April 19 that it had signed a landmark security pact with the Solomon Islands, evoking concern from Australia and the U.S. The agreement is the first of its kind that China has agreed with any country, and underlines its ambitions to play a security role in the Pacific. The final version has not been made public, but according to a draft that was leaked last month, it will pave the way for China to deploy its security forces there. The Solomon Islands can request police and military personnel “to assist in maintaining social order”, while China can make ship visits and use its ports for logistics. This will give China’s vessels a strategic foothold in the Pacific, in a region close to Australia and Guam, where the U.S. has a naval base. Both countries unsurprisingly expressed concern, with Washington, this week, even dispatching a senior official and Indo-Pacific Coordinator, Kurt Campbell, to the Solomon Islands, who will take up the pact as well as plans to reopen the U.S. Embassy there. China questioned the motivations of the visit, noting that the Embassy had been closed for 29 years but the U.S. had now taken a “sudden” interest.The significance of the pact extends beyond the immediate regional security concerns in the Pacific. For decades, China insisted it would never open a military base abroad. Then, in 2017, the PLA put into use its first foreign base in Djibouti. The Solomon Islands government said the agreement does not imply China will build a base there. Chinese military planners have, however, made clear that further bases — for its navy — are in the works, with experts suggesting possible locations in Pakistan, Cambodia, and Equatorial Guinea (in the Atlantic). The pact does, however, relate to a second key pillar of China’s avowed “peaceful rise” doctrine, which was, as popularised by “Panchsheel” or the “five principles of peaceful co-existence” — the “non-interference” in the internal affairs of other countries. The deployment of security forces in a foreign country certainly does not square with that idea. China has already begun to do so elsewhere, albeit on a limited scale. Chinese media have mentioned China-Pakistan patrols in Pakistan-occupied Kashmir, while reports have suggested the deployment of security forces in Tajikistan near the Wakhan corridor that links Afghanistan and Xinjiang. China’s past commitments on military bases and non-interference were intended to show the world Beijing would not seek to become a global “hegemon”, its favoured term to describe the U.S. But this is less of a concern for Xi Jinping, who has made clear his view that the “East is rising and West declining” and that China should be unabashed about moving to the “centre stage”. The latest security pact is unlikely to be the last.",
        "headline_1": "Growing ambitions: On China-Solomon Islands pact",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/growing-ambitions-the-hindu-editorial-on-china-solomon-islands-pact/article65341581.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "Recently, the chief election commissioner (CEC) urged all political parties to participate in the national election so that \"democracy can flourish.\" He was basically addressing the BNP without naming it, which has declared its intention not to participate in any national election under the present set-up. The party wants a special election-time government to oversee the polls.\nIt is our view that BNP's boycott of the last election was a seminal blunder, leading to their present state of near oblivion. What lesson, if any, they may learn from this experience is something we will have to wait to see.\nWhile we do not agree with any political party boycotting a national election, there is no denying the fact that serious anomalies did occur in the last two, and credible circumstantial evidence later surfaced about ballot-stuffing, intimidation, use of money and muscle, voting the night before, and the involvement of government machinery in the election process.\nFor political parties, election is in their DNA, and without participating in the polls, they lose their relevance and in time their existence. A political party waits eagerly for elections as they know that it is only through participating in elections that they have some chances of coming to power or at least making their mark in the hearts and minds of the people. So when a political party decides not to participate in an election—as the BNP is contemplating to do again—we need to examine as to why, and whether there is a need for some fundamental reforms.\nAll democratic countries have elections. But in our case, we have made it into a near impossible task. Why are our elections so full of controversy? Why do we have such acrimony about its results?  Our neighbour, which holds the biggest election in the world and over several months, hardly ever has any controversy about the results. No political party, even those who face near extinction as the Congress recently did in state elections, points any accusing finger towards their election commission.\nAgain, in most democratic countries, elections are held under party governments. So why is it so difficult in our case? Is there any truth to the widespread belief that ruling parties manipulate our elections? Did our experiment with poll-time caretaker government work?\nIt was the Awami League, then in opposition, that most effectively agitated for and was able to establish a caretaker government system in 1996 on the grounds that free and fair elections were not possible under a party government. We had three elections under the caretaker government system—in 1996, 2001, and 2008 (the 1991 election was held under an \"interim government\"); the last one was army-backed that brought the present party to power with a resounding victory. (If the 2008 election had been held under the original caretaker government, headed by then President Iajuddin Ahmed, it is most likely that the Awami League would never have won, as the voters' list needed to be cleansed of 12 million false voters out of 81.1 million of total voters).\nThe hallmarks of all these elections were high voter turnout, relative absence of muscle power, fewer complaints of ballot-stuffing and false voting, and an overall atmosphere of peace and lack of violence. Notwithstanding the losing parties' initial negative posturing, all participating parties accepted the results and played their respective roles. All these elections were comparatively free and fair, and met global standards and enjoyed international credibility.\nWhy were the polls held under the caretaker government system delivered well? The main reason behind that is that the government of the day—namely the caretaker government—was committed to holding free and fair elections, while the political governments were less so. Here, the Awami League's original argument, made during 1994-96 while agitating for the caretaker government system—that elections under political governments cannot be free and fair—proved to be prophetic.\nIt is after the Awami League government abolishing the provision of caretaker government from our constitution in 2011 following a \"short verdict\" of the Supreme Court—it did not wait for the long written verdict, which included a suggestion that the caretaker government system may be continued for two more terms—that the authenticity of elections started to be seriously questioned by the public, compared to the earlier occasions when it was questioned only by the losing party.\nIn the 2014 parliamentary election, 153 MPs were declared elected \"unopposed.\" Given our record of multiple contestants in every constituency in all the elections held so far, the fact that 153 constituencies had only one contestant was not believable. While such a large number of MPs being elected unopposed was \"legal,\" statistically it was almost impossible. That fact did not appear to be a factor for the Election Commission (EC). Its compliant role in this destroyed its reputation.\nThe 2018 election is known more for the \"voting\" that took place the night before, than for the voting that occurred on the designated day. And once again, the EC's silence further killed its reputation, or whatever was left of it.\nThus, Kazi Habibul Awal, the new CEC, and his team face an uphill task of rebuilding the reputation of the institution that has near-zero credibility at the moment. But there is also the legacy left behind by the EC headed by ATM Shamsul Huda (2007-2012) that shines like a bright star in the otherwise dark history of the last two commissions. (I chanced upon Navin Chawla, the chief election commissioner of India who conducted the 15th Lok Sabha elections in 2009, at the Jaipur Literature Festival last March. He was there for the launch of his book \"Every Vote Counts: The Story of India's Elections.\" He told me that CEC Shamsul Huda was a star among the CECs in the Saarc countries at that time, and all the other CECs, including Chawla, admired him for his competence and professionalism. My heart filled with pride, and compared him to Nurul Huda, our last CEC who thought it fit to visit Russia to observe elections there. He obviously learnt a lot, as was evident later.) One of Shamsul Huda's team members, Brig Gen Sakhawat Hossain, wrote three valuable books on the EC and elections. The new CEC and his other commissioners could learn a lot from them.\nThe last we heard, CEC Awal was holding talks with various groups to solicit views on how best to perform his task of holding a free and fair election. While we appreciate his efforts, experience says that all these talks and the plethora of advice and suggestions he is getting will not help him much. What he is hearing, he already knows—or at least he should, as we all do, having lived through the last two elections.\nWhat he should be doing instead is talking to the political power of the day—the government, to be exact—as to how much freedom he will be given to do his work. Will he be given adequate resources, manpower and freedom to choose the people he wants to induct into the EC staff? Will he truly be able to enjoy the power that the relevant laws give him and his commission? Most importantly, will the administrative bodies—district administration, police, etc—that help out with the election be effectively under the EC authority, or will it be just in name? Obviously, the government will say \"yes\" to everything he asks. However, the test will be in actual operation on the election day. But, by then, it will be too late for the EC to do anything.\nAnother equally important question is: Does the CEC and his team have the willingness and the guts—to put it bluntly—to act as per the law that gives him so much power?\nThere is, however, a more straightforward option. He can just ask the powers that be, \"Do you want a free and fair election?\" If the answer is a sincere \"yes,\" then the EC has no problem. But if the answer is a \"PR yes,\" then whatever the EC does will not give us the desired result. Hence, soliciting public opinion, while it looks good on paper, is of very little value.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Can we really have a free and fair election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/can-we-really-have-free-and-fair-election-3009631",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "Bangladesh is amazingly green. Yet, historically, our natural forests have always been limited. In 2000, the Bangladesh Bureau of Statistics estimated our total forest area to be 2.6 million hectares. However, according to the Forest Department's \"National Forest and Tree Resources Assessment 2005-07\" report, the extent of legal forest land is 1.4 million hectares, which is 9.8 percent of the total land area in the country. The UN's Food and Agriculture Organization (FAO) indicates a much worse condition of our forests: In 2009, the actual coverage of forest was merely 6.7 percent. The Forest Department identified 17.62 percent of the country's land area as forest in 2016.\nThe Bangladesh side of the Sundarbans, the largest mangrove forest in the world, is spread over Khulna, Bagerhat and Satkhira districts, covering 601,700 hectares. The largest area of forestry in the country, the Sundarbans is constantly hit with disasters both natural and man-made. Foremost among the natural disasters are storms and tidal surges. The biggest of the man-made disasters, on the other hand, is extensive tiger prawn (Bagda) farming. According to conservative estimates, more than 200,000 hectares of mangroves have been cut down along the coast line in different places of the forest to facilitate prawn farming.\nThe Chakaria mangrove forest in Cox's Bazar has completely disappeared due to prawn farming. It is because of the demise of this unique mangrove patch that half of the people of Baddarkhali town on its northern edge lost their lives in the 1991 cyclone—one of the deadliest cyclones on record.\nOur second biggest forest after the Sundarbans is located at the Chittagong Hill Tracts (CHT), covering 322,331 hectares. This hill forest used to be home to 11 indigenous groups. Then, to their great dismay, the British crown promulgated Act VII in 1865, and the forest-dwelling people in the CHT and elsewhere in the county were stripped of their customary rights to the forest and land. During British rule, 24 percent of the CHT was declared as reserved forest. Commercial afforestation began in the hills with cultivation of teak, an exotic species to Bangladesh. Later on, the Kaptai hydropower project, road construction, social forestry, Karnaphuli Paper Mills, militarisation, and the settlement of Bangalees contributed greatly to the drastic decline of CHT forest resources.\nMonoculture plantations with exotic species, sugar-coated as social forestry, have severely damaged our natural forests. Rubber and tobacco cultivation in Cox's Bazar and Bandarban over the past few decades has proven to be another key factor for deforestation. On top of that, there has been massive hill-cutting and deforestation for construction of the Marine Drive from Cox's Bazar to Teknaf. Many hills have been shaved to make shelters for Rohingya refugees. Due to the deforestation, wild animals have disappeared from the area, and the movement of endangered elephants has been disrupted.\nVery little of the sal forest in the north-central and north-western parts of Bangladesh survives today. The Modhupur sal forest used to be a continuous patch of 45,000 acres. Attached to that was another 17,000 acres of the same type of forest in Mymensingh's Muktagachha upazila. Both Modhupur and Muktagachha forests are history today. What were once dense forests have been reduced to rubber monoculture and pineapple, banana and spice orchards. In places, there are social forestry patches primarily grown with acacia.\nThe major factors behind the massive deforestation and precise ecocide we have seen in Modhupur and elsewhere over the last three decades are wrong strategies and plantation projects funded by our development partners. The plantation projects funded by the World Bank to create a green fence along the coast have been severely affected by prawn cultivation, promoted and funded by donor countries. Recently, the World Bank's USD 175 million project, Sustainable Forest and Livelihoods (SUFAL), has also failed to show any improvement. The huge project, set to be completed next year, has followed the same models of forestry that have proven to be ineffective.\nApart from the sal forests in Modhupur and Muktagachha, there are patches of sal forest at Fulbaria upazila in Mymensingh, Kaliakair in Gazipur, and in Tangail. These patches of nearly 60,000 acres, known as the Attia Forest, are now in the grips of land grabbers. Industrial establishments, roads, human habitation, bazaars, schools, madrasas and many other constructions have spread in and around this forest. The waste from nearby cities are indiscriminately dumped and burned in many places inside the forest. If you go east from Chandra circle in Kaliakair upazila, you will see burnt sal trees on both sides of the newly expanded highway.\nThe Forest Department is helpless in the Modhupur and Attia sal forest areas. Allegations are widespread that those involved in the deforestation and abuse of the forest areas are primarily political leaders, businessmen and elected public representatives. Rubber monoculture, a big threat to forest ecology, is primarily an activity of the Forest Department. Corruption of dishonest forest employees and officials and their collusion with the forest despoilers are equally widespread.\nIn recent decades, the so-called social forestry and other plantation projects funded by the Asian Development Bank (ADB) and the World Bank have dramatically changed the forest landscapes. Everywhere in the forest areas, we see huge plots of exotic acacia and few other species, devoid of understorey vegetation of diverse plant species—which is typical of natural forest patches. The practice of social forestry requires harvest of planted trees every 10 years or so, and thus creates perfect conditions for the land grabbers to step in.\nA ray of hope was briefly shone at the 26th UN Climate Change Conference (COP26) in Glasgow, Scotland last year, when the world leaders, including our prime minister, pledged to stop deforestation by 2030. The world leaders' declaration came on November 2. However, Bangladesh endorsed it on November 4—an indication that our leaders at COP26 were not well-prepared!\nConsidering the recent trends of deforestation and their underlying factors, it is indeed hard to believe that deforestation will ever come under control, let alone end by 2030. Yet, we want to be optimistic, but not without concrete actions, particularly from our government. First of all, the government must show that it is determined to formulate appropriate forestry policies and strategic programmes to protect our forests. Thanks to the ADB, it has completely withdrawn from the forestry sector after the colossal damage its investment caused to our natural forest patches. The World Bank also slowed down with the forest projects, but came back with SUFAL, a big forestry project. Evidence abounds how forestry projects funded by these multilateral development banks (MDBs) and donors can cause irreparable damage to our forests and environment. Our failure to be bold in taking right policy decisions will prove that the world leaders, including ours, made empty promises at COP26.\n \nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n",
        "headline_1": "Ending deforestation by 2030: An empty promise?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ending-deforestation-2030-empty-promise-3009596",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "Recently, I have been reminiscing about my music guru, the late Kanika Banerjee (known to her intimate circle as Mohordi). My reflections are not only focused on music lessons, but on our long discussions during her later life. These meandered through a kaleidoscope of topics, not just Rabindrasangeet. Mohordi had achieved her status as a musical icon, but retreated from public life at a relatively early stage of her career. What intrigued me was that her voice, technique and rendition quality were still in good form, yet she made a dignified exit from the music world. There was no prolonged winding down of a luminous career, neither a sudden resurgence through a Television or stage appearance. She simply chose to shut the media out and fade into her own niche. When I asked why, she said, \"I want my listeners to remember me at my best. Not as a wilting flower struggling to hold on to my fame. For an artist, it is important to know when to quit.\"\nMy thoughts move on to another great singer, Lata Mangeshkar, who passed away recently at the age of 92. Unlike Mohordi, she chose to sing throughout her long and illustrious life, and preserved her iconic status until the very end. Lataji always strived to climb higher peaks and was never shy of trying out one more experiment, one more nuance, one more finale. She was financially secure, had won all the awards possible, but she moved her goalposts further and further. Her rare talent, monastic discipline and tremendous determination enabled her to test the limits of artistic excellence.\nMany of us have crossed paths with versions of the two types of personalities: those who aim for a certain threshold and are content in their achievement, and those who never stop even after their fortunes have crossed the uncountable. Both leave behind legacies of different kinds. While we may not know the right path to follow with exact certitude, we often wonder: where would our world be without maximisers, or people who exploit every opportunity to maximise their possibilities? For them the frontiers of abilities and aspirations are almost infinite.\nThe bioscientist couple who discovered the Covid vaccine springs to mind. They spent their honeymoon in a lab wrestling with the indomitable challenge of producing the drug that would save humanity. No doubt these people gift us with the best music, the best paintings, the best literature, the best scientific discoveries and technological inventions. However, a more intimate peep into their personal lives reveals that most of them have regrets and are dissatisfied with life for having failed to take one more leap into yet another accomplishment. They are usually haunted, burning with ambition, and squeeze the limits of their endurance to the utmost.\nIn contrast, people who give a voluntary pause to their aspirations and say \"good enough\", yearn to spend more time nurturing their family or simply leading a peaceful life \"far from the madding crowd\". Many consider them to be lacking in drive and motivation. But having observed Mohordi closely, I believe this is not true. It takes tremendous courage and self-control to quit the arena of fame and adulation while one's potential is not fully actualised. It is a remarkable ability to set aside thoughts about how much better things could have been or how much more someone else has achieved. Some disappointed fans may consider such a choice to be a sign of weakness or lethargy. On the contrary, not succumbing to the temptation of \"one more\" entails discipline of the highest kind!\nReaders may be curious as to why these reflections have been occupying my mind with such intensity. It may be because I have often been asked whether or not I nurture regrets about the fact that my musical journey did not reach its potential. It may be appropriate to answer the question in the context of my limited goals and abilities, since I am not in any way close to the luminaries I mention above in terms of talent and fame. The truth is that I have never been a maximiser. Call it a lack of motivation or a humble recognition of my own mediocrity… Or perhaps I did not wish to undermine my achievements by deviating from the course that I believe satisfied my spiritual yearnings. My musical adventures have given me more than fame and material gains—they have helped me observe, feel and experience the world around me. Although I never received standing ovations, my singing touched my consciousness with beauty, tranquillity and humanity and left me with a sense of fulfilment.\nHence, I have no regrets that I have chosen to walk the slow lane. After all, not everyone is meant to play Hamlet on the world stage. We can also find contentment in the role of \"an attendant lord… To swell a progress, start a scene or two…\"\n \nMilia Ali is a Rabindra Sangeet exponent and a former employee of the World Bank.\n",
        "headline_1": "Choosing the Slow Lane",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/choosing-the-slow-lane-3009591",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "Nahid and Doly had been in love. Six months earlier, they tied the knot in the hope of living happily ever after. But it was not meant to be. On the morning of April 19, 2022, 19-year-old Nahid Hossain, who used to work in a courier service agency as a deliveryman, left his home in Kamrangirchar of Old Dhaka for office. He never returned. He became a collateral damage in the bloodbath unleashed during the repeated clashes between Dhaka College students and shop owners and traders of the New Market area since Monday night. Nahid, who just happened to be at the wrong place at the wrong time, was brutally beaten to death; there were injury marks all over his body.\nTwenty-seven-year-old shop staff Morsalin was met with the same fate, as he succumbed to his injuries while undergoing treatment at Dhaka Medical College Hospital (DMCH) on April 21. The father of two and sole breadwinner of the family, sustained critical injury to his head—with a brick—when he was standing in front of Nurjahan Market during the Tuesday clashes.\nWhat started off as an altercation between some students of Dhaka College and two food shop owners of New Market over argument relating to sitting arrangements between two fast-food shop assistants on the evening of April 18, soon turned into a full-blown violent conflict. On April 19, the New Market area essentially turned into a warzone, with both parties engaging in attacks and counter-attacks. At one point, the Dhaka College students set fire to some of the shops, burning down five.\nJournalists and pedestrians also came under attacks as the two parties continued their mad mayhem throughout the day on Tuesday. According to media reports, at least 12 journalists, including photojournalist of The Daily Star Prabir Das, were injured, as both the Dhaka College students and the traders swooped in on them, accusing them of siding with the other party in their coverage. Some of them had to be admitted to hospitals for treatment.\nThree pedestrians were critically injured in the violence. Nahid Hossain and Morsalin were among them.\nWhile the violence that has taken place is not surprising—especially in the New Market area—given the frequent conflicts and skirmishes between students of various public educational institutes the area witnesses, including Dhaka University, what is shocking is the dubious role played by the police in handling the situation.\nThe half kilometre stretch where the clashes took place between Nilkhet and Science Laboratory had police boxes at both ends. And although the area falls under the jurisdiction of the Ramna Police division, the New Market police station was very close to the conflict site.\nDespite this, why did it take the police two and half hours to reach the spot on the second day? By the time they arrived, many innocent people had sustained major injuries, and many shops had been gutted by the students. The delay in the arrival of the police and their inadequate immediate response have been questioned by many civil society members and observers.\nPolice justified their stance saying their involvement was strategic: they had apparently been trying to be neutral and had tried to negotiate with both parties to reach a peaceful resolution. The police also said, if they had gone to the site earlier, students positioned at the terrace of the 10-storey Dhaka College building would have pelted them with the bricks and stones.\nThere was a gap of about eight hours between the two phases of the conflict. What did the police do during those eight hours to prevent the second wave of bloodbath? Why did the police adopt a reactive strategy rather than a preventive one in the first place? The area is arguably still not secure, given that about 10 crude bombs exploded in the area even on Wednesday afternoon, as some of the market shop owners tried to resume their business.\nThere is another point that needs to be scrutinised here: both sides have raised allegation against the police for siding with the other party. While the students (some claiming to be activists and leaders of Bangladesh Chharta League) said that the police had opened fire on them, injuring five, the businessmen on the other hand, claimed that the police had been inactive initially and did nothing to stop the violent student attackers.\nWhile police inaction in this case is apparent, what also needs to be looked at is why and how the students got involved in this feud. First of all, even if some of the students had been assaulted by the shopkeepers, why did they not go the police to seek legal recourse? The law enforcement agency could easily have intervened and apprehended the culprits.\nIn another version of the story, as reported in some local dailies, when the feud between the two fast food shop assistants over Iftar sitting arrangement had turned violent, one of the parties sought help from Dhaka College students to fight on his behalf. Even if that were the case, why did the educated, civilised students decide to take law into their own hands? As suggested in the media reports, many of the \"students\" who they spoke with identified themselves as BCL activists and leaders. And we are all well aware of the inherent aggression of these politically connected \"students\". Their appetite for violence—aided by the impunity they enjoy—has only increased over the last few decades, and have resulted in numerous unnecessary and avoidable conflicts and clashes, in which many have perished.\nIn this context, the Dhaka College authorities and the police, need to investigate what led to the students' involvement in the New Market incident, as well as what prompted the shop owners to take the law into their own hands.\nAs a society, we also need to find out the reasons behind the growing anger among the youth leading to such wanton violence: Is our education system and the society doing enough to meet the emotional and economic needs of our youth? Is it providing them with the guidance and mentorship they require? Is it espousing an increasingly violent culture of student politics?\nAccording to businessmen centred around the New Market area, the closure of business at the peak of the biggest sale season of the year has cost them more than Tk 50 crore in sales loss. And the stagnant traffic on the adjacent roads since Monday night has not only caused immense sufferings to the commuters, but has also taken a toll on the economy by taking away from the productive hours of the workforce.\nThe overall reactive \"strategy\" of the law enforcement agency in quelling the situation needs to be scrutinised and the rationale behind it identified. The home ministry should take a hard look at the police response to the crisis and the allegations brought against them. At the same time, the guilty students and shop owners need to be identified and punished for their crimes, as per the law. Independent investigation bodies should be set up to look into these issues, from a neutral and solution-oriented perspective. These recent clashes have presented us with many complicated realities that we need to reflect upon in order to restore law and order in society.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": " Did police do enough to quell the New Market clashes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/online-exclusive/news/did-the-police-do-enough-quell-the-new-market-violence-3009361",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "The dissolution of almost all zila parishads in Bangladesh has brought a renewed focus on the moribund state of this vital local government body. The Local Government Division of the LGRD ministry announced the dissolution of the zila parishads of 61 districts on April 17, following the passage of the Zila Parishad (Amendment) Act, 2022 in parliament, which allows for appointing \"administrators\" at these councils. The five-year tenure of the councils, except the three in Chittagong Hill Tracts (CHT), expired in January this year without any election held to choose their successors. But instead of fast-tracking the polls or allowing the expired councils to function until the next batch takes their place—thereby ensuring the continuity of the rule of elected public representatives—the government has decided to bring in unelected individuals.\nThe vacuum that has been created in the process and the unconstitutional manner in which the government chose to respond to this cast serious doubt on the government's intention. Although it has urged the Election Commission (EC) to take necessary steps to hold the elections as soon as possible, there is no saying when that will happen. It can be any number of months. The question is: Why could the EC not hold the zila parishad polls on time? The argument that polls couldn't be held due to the pandemic, as offered by relevant officials, is totally unconvincing, given the eagerness with which the previous EC organised union parishad elections even at the height of the pandemic. And why would the government even think of a solution that directly contradicts the constitution and even its own legacy of fighting against such unelected bodies at the helm?\nAlthough the councils formed after the first-ever zila parishad elections in 2016 couldn't bring the desired change in public services, they at least had the stamp of public approval and therefore some obligation to their constituents. Unelected individuals—whether in the form of administrators or chief executive officers—will be free from any such obligation and totally subservient to the government. This is the opposite of what the people expect from this 130-year-old local government body.\nWe hope the government will explain its behaviour and acknowledge its failure to follow due process. The EC, meanwhile, must ensure that the zila parishad elections are held without any delay. Elected public representatives must be in charge of these vital institutions, and at the same time, these institutions must be made accountable to the public so that they can deliver as expected.\n",
        "headline_1": "Hold zila parishad elections urgently",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hold-zila-parishad-elections-urgently-3009586",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    },
    {
        "full_article": "It is most unfortunate that the National River Conservation Commission (NRCC) Act has still not been enacted, although the draft law was prepared around two years ago. While the parliament has passed many bills during these two years, this draft law remains immobilised. We would like to ask the government why. Though we are all aware of the need to enact the law to make the NRCC a stronger and independent entity capable of protecting our rivers, the issue does not seem to get the importance it deserves from our lawmakers as well as the river governing bodies—the ministries dealing with the rivers.\nThe issue of our lawmakers' apathy in enacting the new law was recently raised by Mujibor Rahman Hawlader, former chairman of the NRCC. He made a shocking revelation that the ministries dealing with the rivers did not even want the commission to be formed in the first place. He also said that it was the river activists and the media who created public opinion in favour of forming a commission, and that it was formed finally at the intervention of the High Court.\nWe wonder why the ministries concerned would be against a commission that has been declared the legal guardian of the rivers by the High Court in a landmark judgment. Is it because, oftentimes, it is the government officials or people close to the government who are the real river encroachers? We think the ministries concerned must clarify their positions regarding this.\nIn 2019, the High Court gave a 17-point directive to protect our rivers, declaring river-grabbing and polluting criminal offences and suggesting stricter punishment for the grabbers and polluters. The court at that time ordered the government to empower the NRCC and amend the NRCC law to incorporate stringent provisions for imprisonment and hefty fines for the offences made against the rivers.\nFollowing the court order, the NRCC prepared the draft National River Conservation Commission Act, 2020, incorporating provisions to address the increasing concerns of river encroachment and pollution. This draft act is supposed to replace the National River Conservation Commission Act, 2013, which does not give the commission any power to take action against the offenders. The commission can just make recommendations under the existing law. That is why we need the new legislation.\nWe think the government should act promptly to enact the new NRCC law if it is really sincere about saving our rivers. Any delay in passing the legislation will only make the situation of our rivers worse, as one by one, all our rivers are facing slow deaths due to unabated grabbing and pollution.\n",
        "headline_1": "Enact NRCC law, empower river commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/enact-nrcc-law-empower-river-commission-3009451",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2022"
    }
]