[
    {
        "full_article": "Globally, hypertension affects one in three individuals and four out of five do not have it adequately controlled, according to the first World Health Organization (WHO) report on hypertension released on September 19. It is a grim reminder that countries have done little to keep the biggest risk factor for death and disability under check despite the easy availability of inexpensive medicines. Uncontrolled blood pressure (over 140/90) is a main risk factor for cardiovascular diseases such as heart attacks and stroke, and the most common cause of disease and death. It is important to note that health risks associated with hypertension do not begin at over 140/90. Instead, they operate in a continuum even below what is classified as clinical hypertension, especially in people who are diabetic, are obese, and those who consume tobacco and alcohol. Hence, reports on hypertension levels in the population underestimate the cumulative risk of high blood pressure. In the WHO report that relies on 2019 data, 188 million Indians adults aged 30-79 years have hypertension. Of them, the condition has been diagnosed only in 37%, 30% are treated and a meagre 15% of people have hypertension under control. Women appear to be marginally better than men in having the condition diagnosed, treated and controlled. Based on sketchy data from parts of India, stroke incidence was found to be 108-172 per 1,00,000 people per year and the one-month case fatality rate was 18%-42%, as per a February 2022 study. In the Global Burden of Disease report, in 2019, heart attack was the leading cause of death and disability in India.Studies have shown that excess salt consumption (over five grams a day) is responsible for 17%-30% of hypertension. While member States are required to achieve a 30% relative reduction in mean population intake of salt by 2025, India is yet to implement many components of WHO’s prescription to cut down salt intake. A study in four Indian States published in 2021 found high salt and sugar content in packaged food items. Making front-of-pack nutrition labelling mandatory, encouraging reformulation of foods to cut down salt, and raising awareness in people to reduce salt intake should be urgently undertaken. India has, however, done well in improving blood pressure control in people with hypertension through the novel India Hypertension Control Initiative (IHCI). Launched in 2018, the IHCI has successfully enrolled 5.8 million hypertensive patients for treatment in 27 States, as of June 2023. Importantly, 48% of patients enrolled at primary health centres and 55% at health wellness centres achieved blood pressure control as of March 2021. It is now important to greatly increase the number of hypertensive people on treatment and keep blood pressure under control.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nhealth",
        "headline_1": "Silent killer: On hypertension and the first WHO report on the subject",
        "headline_2": "India must get more people to keep blood pressure under control",
        "link": "https://www.thehindu.com/opinion/editorial/silent-killer-the-hindu-editorial-on-hypertension-and-the-first-who-report-on-the-subject/article67330726.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Delayed by a year owing to COVID-19 restrictions in China, the 19th Asian Games officially begin in Hangzhou on Saturday. First held in Delhi in 1951, the latest Asiad will have nearly 12,500 athletes, a lot more than the 11,000 at the Tokyo Olympics in 2021. Athletes in Hangzhou will be competing in 40 sports, including breakdancing and esports which will make their debut in the 16-day event. There are sports too such as xiangqi and go which could make many turn to search engines on the Internet. In a few sports, including hockey, archery, tennis and boxing, the Asiad will also offer Olympic qualification spots for Paris 2024. China is a giant, topping the medal table at the Games every time from 1982 when India hosted it for the second time, again in Delhi. At the last Asiad, in Jakarta 2018, China finished on top with 289 medals, including 132 gold, while Japan (205 medals) and South Korea (177) took the next two spots. Jakarta was a very fruitful Asiad for India as it finished with a record medal haul of 70 medals which included 16 gold. Expectations are high this time too with the Union Sports Minister Anurag Singh Thakur hoping for 100 medals and Indian Olympic Association President P.T. Usha — a medal machine herself at these Games in the mid-1980s — predicting a best-ever Asiad for the country.With adequate government support, better facilities and many exposure trips abroad, India, with more than 650 athletes, does look strong. Athletics is the big hope once again. For the first time, India will go into an Asiad with an Olympic and World champion in javelin thrower Neeraj Chopra, and his battle with Pakistan’s Worlds silver medallist Arshad Nadeem could be one of the highlights. Neeraj has made Indians believe that they could conquer the world and this could be the reason for three javelin throwers finishing among the top six at the Budapest Worlds where the Indian men’s 4x400m relay team also made history by finishing fifth and bettering its own Asian record. A few weeks ago, Jeswin Aldrin and M. Sreeshankar were the number one and two in this year’s world long jump list while triple jumper Praveen Chithravel was also on an impressive rung. But many of the Indian athletes did not live up to expectations in Budapest, and Hangzhou offers a chance for redemption. Hockey, where the Indian men and women’s teams are the Asiad’s highest ranked sides, offers hopes of bringing gold while cricket, where India is making its Asiad debut, shooting and badminton are among the sports that have raised hopes of a golden show. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsport\n\n/\n\nathletics, track and field\n\n/\n\nChina\n\n/\n\nsports event",
        "headline_1": "Gold hunt: On the 19th Asian Games in Hangzhou and India’s prospects",
        "headline_2": "India is hoping to put up its best showing yet in Asiad",
        "link": "https://www.thehindu.com/opinion/editorial/gold-hunt-the-hindu-editorial-on-the-19th-asian-games-in-hangzhou-and-indias-prospects/article67330748.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "NAM has served its purpose, Modi has said. Some might say this is hardly news. NAM has been dysfunctional for years. But an Indian PM saying this, albeit very politely, is not without significance. It underlines the big pivot India’s foreign policy has taken, especially over the last two decades, as well as the new challenge for India – as a large, reasonably fast-growing economy and as a big country with big ambitions, its best, and only, option in geopolitics is strategic autonomy, more friendly to some than others but not forever aligned with any one group.This autonomy is predicated on four factors – managing the China challenge and by extension the China-Pakistan axis, securing supply chains in critical products, achieving competency in critical technologies, and furthering diversification and indigenisation of defence platforms. These require looking for allies for specific needs. India needs its partnership with the US to counter China. But securing its future energy needs requires it to maintain cordial ties with Central Asian Republics, who have been traditionally aligned with Russia and now increasingly with China.\nIndia imports defence platforms from countries with different geopolitical positions such as France and the US. True, both those nations are Nato allies, but France has a different position on the Indo-Pacific and had opposed sanctions against India in the aftermath of its 1998 nuclear test. India’s import of Russian crude despite Western restrictions greatly aided its economy, even as New Delhi sent several tranches of humanitarian aid to war-hit Ukraine. Similarly, India’s championing of the Global South in G20 gives it much strategic elbowroom with big powers. Strategic autonomy demands flexibility, not iron-clad military alliances. And it demands that India’s economy doesn’t falter.\n\n",
        "headline_1": "No BFFs needed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-bffs-needed/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Climate disasters are not being predicted as accurately as desirable. But their aftermath has become all too predictable. Media coverage is always extensive with reporters on the ground, in the air and on air with the usual suspects. Climate scientists oblige with ‘I-told-you-so’ about global warming worsening climate extremes. They add for good measure that such events will occur more often with more fury and that climate actions are urgently needed.\nBlame-games from other experts emphasise that governments are failing to provide resilient infrastructure and allowing development of reckless projects, and so on.\nRead full story on TOI+\n\n",
        "headline_1": "Post-mortem: How not to tackle climate disasters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/post-mortem-how-not-to-tackle-climate-disasters/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Nothing reflects all-party political calculations more than ongoing parliamentary deliberations and politicalcredit-taking over the women’s reservation bill, which cleared the Lok Sabha yesterday more than 25 years after it was originally introduced.\nBJP has been in government with a single party majority for nine years but thought fit to introduce the bill only when general elections are a few months away. When Congress was in power between 2009-2014, Sonia Gandhi could not convince her allies to support the legislation. Parties led by Lalu Prasad Yadav and Mulayam Singh Yadav opposed the bill in the Lok Sabha in 2010.\nRead full story on TOI+\n\n",
        "headline_1": "This doesn’t fit the bill",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/this-doesnt-fit-the-bill/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "The relentless 3-month rise in the price of crude oil has brought it to the threshold of the psychologically critical $100/barrel mark. On Tuesday, the Indian basket of crude was priced at $95.6/barrel, with the monthly average price increasing 24% since June. The cause for this price surge is cartelisation. IEA forecast global oil demand this year will be 102.2 million barrels per day, an increase of 2 million a day. This moderate rise in demand has been exploited by the oil cartel OPEC+, led by Saudi Arabia and Russia, through a deliberate cut in output.\nThe situation’s unlikely to change soon and crude price will remain elevated. Usually, the immediate impact of a price surge is on inflation. However, in India the effect will be muted for now as GOI has frozen retail pump prices for about 16 months and cut cooking gas prices. This does not mean India is insulated from international crude price trends. Its impact will play out through three channels.\nFirst, the impact will be felt through increased input costs of manufacturers. Second, there will be upward pressure on interest rates in money markets. Third, with election season upon us, governments and political parties will be tempted to abandon fiscal restraint to mitigate cost of living pressures. Of the three channels, the last two are interrelated and have a stronger impact on the trajectory of inflation and economic growth. The situation calls for careful management by RBI and governments at all levels. RBI has put on hold its policy of monetary tightening that led to an increase in its policy interest rate by 2.5 percentage points since May 2022. This, in turn, led to an increase of 1.93 percentage points, till July 2023, in the weighted average lending rate of fresh rupee loans.\nBreaking down the factors driving inflation, food prices are the main trigger this year. Neither food nor fuel price increases can be dealt by increasing interest rates directly or indirectly through liquidity measures. RBI should not immediately respond to the crude price surge, but the central bank needs to be supported by an appropriate fiscal stance. GOI and major states this year have stepped up investment. They need to persist as private firms right now may hold back. Therefore, governments need to maintain both fiscal restraint and stick to the current spending pattern to see through this phase.\n\n",
        "headline_1": "Oil’s not well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/oils-not-well/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "In Bangladesh, even though people often have to languish in prison for months without trial under minor defamation cases, it took only 10 days for Abul Hashem, the chairman of Hashem Foods Ltd, and his sons to get bail after 54 workers were killed in a deadly factory fire on July 8, 2021. The factory owner and his children were arrested on July 10, but all of them got bail by July 19, 2021. When the alleged perpetrators are powerful, can influence the investigation, and get bail quickly, justice might become uncertain.This is why, at the time, many observers expressed their doubts about whether or not justice would be delivered at all. It seems their concerns were justified because, two years after the incident, the Criminal Investigation Department (CID) of the police filed a charge sheet in court in which they had dropped the names of the chairman and his four sons.\nHowever, four officials of the factory and two inspectors of the Department of Inspection for Factories and Establishments (DIFE) have been accused of the irregularities found by the CID in the investigation, including non-compliance with the original design of the factory, production of unapproved products, expansion of the factory without permission, and lack of adequate fire safety measures. It is only right that the officials concerned of DIFE are named in the charge sheet for negligence. But the fact that the owner of the factory is not being held responsible for these serious irregularities and negligence is disappointing and totally unacceptable. The investigating officer of the case claimed that as the allegations against the owner and his four sons were not found to be true, their names have been left out of the charge sheet. But how can a factory owner not be involved in the irregularities of design, the construction of the factory, and installation of fire safety systems?\nOf the irregularities mentioned in the charge sheet, there are some notable ones. Firstly, two flights of stairs were constructed even though three were approved in the design. Secondly, despite having the licence to only produce a mango juice product, the company produced many other food products such as toast, puffed rice, candy, jellies, pickles, mango bars, and soft drinks. The factory was also expanded without permission and without installing proper fire safety systems. Workers would be surrounded by nets on each floor; stairwells used to be locked; combustible materials were kept on every floor of the accident-prone building; goods would be stockpiled on factory floors around flammable substances, and children were employed in violation of the labour law.\nCould any of these irregularities and acts of negligence have been implemented by management-level employees alone, without the direct participation, decisions, and approval of the factory owner? Significant investment decisions are needed for design, construction, and expansion of a factory, and only the factory owners themselves can make these decisions. Managers and executives may even be left out of the discussion when these decisions are made. The job of executives or managerial employees at a factory is to properly implement the decisions of the owner/s. Moreover, according to the Bangladesh Labour Act, 2006, the responsibility of ensuring workers' safety lies with the employer, which refers to both the owner/s and the management of an establishment. For example, Section 61(2) of the act, which deals with the safety of buildings and machineries, states that when it appears to an inspector that the use of any building, or any part thereof or any road, machinery or plant (or internal electrical system of a building) of an establishment is in imminent danger to human life or safety, they may, by an order in writing, address to the employer, prohibit its use until it is properly repaired or altered. Moreover, Section 53(3) of the Labour Rules, 2015 implies the responsibility of the owner in implementing safety measures. It states that \"As per Section 61(2), if any owner fails to take certain measures directed by the inspector within the timeframe given by him/her, it will be considered a continuous offence i.e an offence being committed every day.\"\nIt is quite strange to think that no responsibility of the owner has been found for the deaths of 54 workers in the Hashem Foods factory fire, especially since it all happened due to a lack of safety violations as described by law in the first place. It is a sad reality that, from the last two decades, there is no precedent of factory owners being punished in any of the incidents of workers dying due to owners' negligence in ensuring workers' safety, not even after the Rana Plaza collapse or Tazreen Factory fire, the devastation of which reverberated globally.\nIt is, of course, a fact that too many workers died prematurely due to the extreme negligence and mismanagement by owners. And, in the Rana Plaza and Tazreen cases, although justice has not been delivered yet, at least the names of the owners were not dropped from the charge sheets as has been done in the case of Hashem Foods.\nThe responsibility of the factory owner is to ensure a safe working environment for workers, and the responsibility of government officials is to see whether the owner is complying with this requirement or not. If the owner does not ensure a safe working environment and if the government officials responsible for monitoring and supervision become corrupt and do not perform their duties properly, then the government's job is to impose appropriate fines and punishment so that more owners and officials do not seek profit through negligence and corruption.\nEven though workers are being killed regularly in horrific industrial accidents due to the negligence of the factory owners of the country, the government seems uninterested in delivering a strict example for owners and supervisors. In fact, in the existing political settlement, our rulers do not have to answer to the poor, working-class majority of people, but only have to satisfy various local and foreign interest groups. This is why they have no interest in ensuring punishment for negligent employers and preventing workers' deaths.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Are factory owners above the law?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/are-factory-owners-above-the-law-3424496",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Whenever I am asked to give my opinion on something, I cringe. I suffer from an extreme case of Opinion Fatigue Syndrome, a condition where you get a sick feeling of dread every time someone asks for your opinion. Being a journalist adds to the pressure. It is as if I must have the information and facts to pass a comment or give an opinion on every issue under the sky: from the wildfires in Yellowknife in Canada to the green chilli price in Dhaka.\nThere are people who overhear or pick up from what others say and form their own vague half-baked opinions. Add to that list Facebook journalists, armchair intellectuals, micro-bloggers, and television talk show hosts. These kinds of \"knowledgeable personalities\" add to fear.\nMy best friend is one such person. She has strong views on every issue and has loads of judgement to pass. She is tired of my lack of knowledge on local and world affairs. My child calls me braindead and that no one can have a decent intellectual conversation with me, because apparently I am not aware of my surroundings.\nYes, I have no opinion about Delwar Hossain Sayeedi being called Din er Rahbar or celebrity blow-ups of Porimoni. Or on bigger issues like why poor lending practices have led banks to a high level of Non-Performing Loans (NPL), how foreign exchange market instability is causing disruption in our daily lives, and why BRT bus stops are on the wrong side of the road.\nWhat impact will my two cents of Facebook status have on these, I wonder. What real value is there in churning out impulsive and ill-conceived opinions for the masses to wolf down?\n\"I said this and that, I wrote a blog on it and it is the final word on the subject\" – this is the attitude of most people with strong views on social media or television talk shows. People with opinions have the authority to pass a judgement or start a public trial without considering the repercussions.\nIt's easier to push your opinions on the Internet, regardless of any actual comprehension, because the place is saturated with sentiments, thoughts, and judgements. A breakfast status is mandatory for your online presence – you have to jump on the bandwagon of what's brewing on that particular day to keep up with the times.\nThe fear of missing out (FOMO) is the reason why we need to chime in on a trending newsy topic, be it political drama (of which there is no dearth in our society) or financial fiascos. It does not matter if we do not fully understand the topic of concern.\nHowever, I unabashedly say that I know nothing or little on any subject rocking the net yesterday, today, or tomorrow! Yes, it makes me opinionatedly challenged. For me, it's tiring to act like I know everything or to fake myself as an intellectual. While everyone is thinking something about everything, I am not. I am burnt out from listening to or giving bogus views that make little or no sense to others who pretend to listen. When I strongly believe in an issue, I need time to dig into it and then decide to talk about it.\nFrom the point of my \"disability,\" I clearly see that we have made the Internet or social platforms a mess where we all talk over each other and no one is benefitting or listening.\nOpinions are now the definitive truth beyond which the line of reason does not run. But I am afraid of making empty noise; I feel that it makes me look more foolish than having uninformed views about anything and everything.\nI suffer from Opinion Fatigue Syndrome and I think it is okay.\nRaffat Binte Rashid is features editor at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "When you have Opinion Fatigue Syndrome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-you-have-opinion-fatigue-syndrome-3424291",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "The SDG Gender Snapshot 2023 report was launched earlier this month. This publication is the latest instalment in the annual series jointly produced by UN Women and UN Department of Economic and Social Affairs (UN DESA). The report provides a comprehensive analysis of gender equality progress across all 17 Sustainable Development Goals (SDGs). Even with significant progress in certain sectors, as we approach the halfway mark of 2030 Agenda for Sustainable Development, monumental challenges remain.\nLet's take a closer look at the progress made towards each goal. Goal 1 of the 17 SDGs is \"No poverty.\" Regarding this, the report forecasts that by 2030, 8 percent of the global female population (approximately 342 million women and girls) will continue to live on less than $2.15 a day. Only 42 percent of countries have sex-disaggregated poverty data readily available, impeding targeted interventions. For \"Goal 2: Zero hunger\", the report finds that while progress in narrowing the gender gap in food insecurity has been made, roughly 24 percent of women and girls may still experience moderate to severe food insecurity by 2030. Gender disparities in agriculture persist, with limited access to land, resources, and ownership affecting productivity. Regarding \"Goal 3: Good health and well-being\" the report finds that while maternal mortality reduced globally from 2000 to 2020, progress has stagnated since 2015. High maternal death rates in sub-Saharan Africa and Central/Southern Asia highlight and inequalities in healthcare access and quality.\nFor \"Goal 4: Quality education\" the report finds that increases in girls' enrolment in education are commendable, but nearly 110 million girls and young women could remain out of school by 2030 if the progress stalls. Gender gaps in education and training opportunities persist, affecting future earning potential and overall development.\nOn the other hand, \"Goal 5: Gender equality\" has witnessed limited progress with just two of this goal's indicators nearing their targets. No indicator has fully met its aim. Deep-seated biases persist, marked by unequal health access, unequal political representation, economic gaps, and inadequate legal defences. Critical data for monitoring progress is missing in many countries. Furthermore, 28 countries do not recognise women's equal rights in marriage and divorce. Globally, 19 percent of young women and married before age 18, and there is a notable disparity in leadership roles.\n\nThe price tag for SDG 5 – achieving gender equality and women's empowerment – is in. We can afford it, we need to pay for it.\nAnalysing \"Goal 6: Clean water and sanitation\", the report states that while more women now have access to safe drinking water, around 380 million women and girls live amid high or critical water stress, a number projected to increase to 674 million by 2050 due to climate change. Similarly, in \"Goal 7: Affordable and clean energy\", approximately 341 million women and girls could lack access to electricity by 2030, with clean cooking fuels remaining out of reach for many. Universally electricity could elevate 185 million women and girls from poverty by 2050, and modern cookstoves could prevent 6.5 million pollution-related deaths.\nAs for \"Goal 8: Decent work and economic growth,\" disrupted careers, care responsibilities, and wage discrimination mean women only earn a third of the global income generated by labour. For each dollar men earned in labour income, women earned only 51 cents. The gender wage gap and underrepresentation of women in the labour force continue, indicating the need for policy reforms to ensure equitable opportunities and wages.\nWhen it comes to \"Goal 9: Industry, innovation and infrastructure,\" women hold 21 percent of STEM (science, technology, engineering, and mathematics) jobs and only one in three researchers is a woman. Gender disparities in technology and innovation persist, hindering women's participation in STEM fields and impeding progress in emerging technologies like artificial intelligence. On \"Goal 10: Reduced inequalities\", gender discrimination comes in many forms and remains commonplace, undermining human rights. According to the latest available data, up to 21 percent of people living with HIV reported being denied health care in the past 12 months, and up to 26 percent of women living with HIV reported that their treatment for the virus was conditional on taking contraceptives.\nOn \"Goal 11: Sustainable cities,\" by 2050, urban areas are expected to house 70 percent of the world's female population, totalling 3.3 billion. Alarming trends suggest a third of these women and girls could find themselves living in inadequate housing or slums. Moreover, women and with disabilities, representing approximately 18 percent of the female population, face heightened challenges. A 2022 study indicated that a mere 27 percent of 190 countries and regions explicitly protected the rights of women with disabilities.\nRegarding \"Goals 12-15: Responsible production and consumption, climate action, life below water, life on land,\" up to 158 million more women and girls might find themselves in poverty by mid-century due to worsening conditions fuelled by global warming. This represents 16 million more than their male counterparts. An alarming 236 million more women and girls may experience food insecurity, compared to 131 million men and boys. Despite these numbers, only 55 of the world's national climate action plans include gender-specific adaptation measures, and only 23 recognise the vital role of women as change agents in the fight against climate change.\nFor \"Goal 16: Peace and strong institutions\" the snapshot report states that since 2017, the number of women and girls in conflict-ridden areas has surged by 50 percent, tallying up to 614 million by 2022. In 2023, those in extremely fragile areas were especially vulnerable, facing higher poverty rates and increased food insecurity. Intimate partner violence is 2.4 times higher in extremely fragile contexts compared to non-fragile settings.\nRegarding \"Goal 17: Partnerships\", a dire need for enhanced financial backing exists in countries where gender equality lags the most. The yearly budget dedicated to gender equality as a principal objective remains low at $5.7 billion, just 4 percent of total bilateral aid. This minimal support, coupled with the fact that only one in four countries actively tracks gender equality funding, underscores the challenges faced in achieving parity.\nThe 11 biggest hurdles for women's equality by 2030 are lack of women in leadership, poverty and lack of economic opportunities, workplace discrimination and inequalities, and imbalance in unpaid care work, social norms and cultural practices, inadequate access to education and health care, food insecurity, violence against women and girls, inadequate funding for gender equality initiatives, legal barriers and poorly enforced legislation, and lack of access to clean energy and sanitation.\nThe SDG Gender Snapshot 2023 report advocates for an integrated, holistic approach to advancing gender equality, involving multistakeholder collaboration and sustained financial backing. Neglecting to amplify efforts and invest in gender parity jeopardises the entire 2030 Agenda for Sustainable Development.\nIt is evident we are doing even worse than we realised on gender equality. The price tag for SDG 5 – achieving gender equality and women's empowerment – is in. We can afford it, we need to pay for it. We know that an additional $360 billion per year is needed to achieve gender equality in developing countries across key global goals. This is less than one fifth of the $2.2 trillion spent globally on military expenditure in 2022. \nGitanjali Singh is country representative of UN Women in Bangladesh\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Gender equality is the investment we need to make",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gender-equality-the-investment-we-need-make-3424246",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "The indifference and lack of support still experienced by expectant and new mothers in Bangladesh, especially those from low-income backgrounds, is quite shocking, to say the least. Many pregnant women still do not go to healthcare centres for the necessary prenatal checkups, and when it comes to postnatal care (PNC), the situation is equally worrying. According to a Prothom Alo story, many rural women are not even aware of this essential service which they can easily get from local healthcare facilities of the government. The result is, they suffer from a variety of serious postpartum health complications, which can lead to deaths.\nAccording to data from the Bangladesh Sample Vital Statistics 2022, 156 mothers die due to childbirth-related complications per 100,000 live births in the country. And according to the Bangladesh Demographic and Health Survey (BDHS), 20 newborns (from birth to 28 days) die per 1,000 live births. The numbers are quite worrying, more so because they demonstrate that we haven't been able to reduce maternal and child mortality at the expected rate. At a time when the government claims that it has improved healthcare services for expectant and new mothers, such a high number of deaths is unacceptable. This calls for urgent interventions from the relevant authorities.\nNew mothers are generally suggested to take postnatal services from trained healthcare providers at least four times after childbirth – the first within 24 hours; the second on the second or third day; the third on the fourth/fifth/sixth day; and the last on the 42nd day. But many seldom take these services. This is hard to accept given the fact that hospital deliveries have reportedly increased to 65 percent now from 53 percent in 2017-18. If only new mothers took these four PNC sessions, many life-threatening conditions they generally face could have been avoided.\nIt is, therefore, vital that the authorities take steps to change this situation. What they must first do is raise awareness among the families in low-income groups, especially in the rural areas, about the importance of both prenatal and postnatal healthcare. Local healthcare providers must encourage all expectant and new mothers to take services from nearby healthcare facilities. They should be especially encouraged to take postnatal care which can detect malnutrition, anaemia, high blood pressure, fistula and other complications on time, and lead to proper treatment.\nEqually importantly, child marriage must be stopped at all costs. Doing so can significantly decrease maternal mortality caused by childbirth. Experts have also suggested that the PNC services should be linked with the government's immunisation programmes in order to encourage women to take these services. With proper approaches and effective interventions, the current situation can indeed be reversed.\n",
        "headline_1": "Why this apathy to maternal health?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-apathy-maternal-health-3424231",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "The Daily Star's front-page picture of a bridge long in the making in Narail's Kalia upazila, as published on September 20, serves as a poignant reminder of the challenges that often plague infrastructure development in Bangladesh. This bridge, its unfinished pillars reaching out like unfinished promises, was supposed to provide passage over the Nabaganga river – a vital line of communication for local residents. Instead, it has become a picture of \"development gone wrong\" thanks to poor planning, lax quality control, and negligence by officials that typically bedevil our infrastructure projects.\nThe story behind the incomplete structure is all too familiar: the first deadline for building the Kalia Bridge, as it is called, ended in June 2019, and over four years later, as our photo reveals, it is still nowhere near completion, leaving local residents with no option but to continuously rely on trawlers and ferries for daily commute. Officials have attributed the delay to a design flaw. It is tempting to accept this as business as usual, but we must be critical given how frequently this – the trend of faulty design and flawed feasibility studies – is happening. Building bridges over rivers is a costly business. There are high economic stakes involved, and citizens deserve answers for lofty development promises left unfulfilled. So we must ask: why did the authorities allow the Kalia Bridge problem for so long?\nOne of the primary concerns highlighted by this incident is the lack of effective project management and oversight. For any infrastructure project to succeed, it requires meticulous planning, rigorous execution, and constant monitoring. When these critical steps are bypassed or compromised, as seems to be the case with the Kalia Bridge, projects inevitably stall, leaving communities in limbo. Furthermore, the bridge serves as a reminder of the necessity for timely and adequate funding, the lack of which often hampers the progress of projects. Besides, corruption, inefficiency and other bureaucratic challenges can also lead to projects being revised and corners being cut, and ultimately, subpar outcomes.\nThe situation demands a multi-faceted response. But we must first stress the importance of establishing accountability and transparency in the management of development projects. Concerned officials must provide clear and honest explanations for delays, and corrective measures should be taken swiftly to ensure that mistakes are not repeated. If there were a functional checks-and-balance mechanism in place, there wouldn't be a flawed bridge design in the first place, and any flaw would have been quickly rectified, sparing taxpayers the burden of paying extra for development. We urge the authorities in Narail to quickly finish the Kalia Bridge project.\n",
        "headline_1": "Unfinished bridges, unfulfilled promises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/unfinished-bridges-unfulfilled-promises-3423586",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Denim, acclaimed as a highly prospective growth driver of the country's garment industry, has begun to shed its shine in the export market. A piece of bad news no doubt — a sudden decline in the primacy of Bangladeshi denim in the global market is attributable to not only better performance of the competitors but to a host of other factors also. In fact, the EU-GSP was largely instrumental in making the headway for Bangladeshi manufacturers and exporters of denim products backed by orderly and efficient supply chain management. However, global inflation followed by consumer austerity in recent times coupled with the rise in cost of production is believed to have caused the export slump. A FE report quoting industry sources says that Bangladesh is losing its competitive edge to Turkey, Mexico and Pakistan mainly because of the high cost of production triggered among other factors by costly dollar. The country dominated the global denim market with its sustained position as top supplier to two major export destinations — the United States and the European Union — on a high annual growth in 2022. Bangladesh had earned US$943.70 million and US$1.55 billion from US and EU market respectively in 2022, becoming the top denim supplier. The country earned US$561.29 million and US$798.42 million from the US market while US$1.02 billion and US$1.18 billion from the EU respectively in 2020 and 2021. However, during the first half of 2023, denim exports to the USA and the European Union saw 33 per cent and 22.48 per cent negative growth respectively. Denim exports fetched Bangladesh US$298.75 million from the USA in January-June period of this calendar year — down from 445.52 million in the corresponding period of the last year. Demand for denim garments in the US declined 29.34 per cent - from $ 2.05 billion in the first half of 2022 to $ 1.44 billion in the corresponding period of 2023. There is also a marked fall in EU's denim imports from the world by 17.19 per cent during the period.While inflationary pressure accounts for the overall slump in global apparel market, in case of Bangladesh, according to the industry people, it is the high cost of production prompted by gas price hike and gap in foreign currency price in the kerb market and official rate that is adversely affecting export of denim garments. There is more to these. It has been learnt that Bangladeshi suppliers are finding it difficult to cope with the changing pattern of denim export orders. The long-run orders for a single-style design are now being replaced with multi-style designs. According to an exporter quoted in the aforementioned FE report, in order to cope with the changing trend of export orders, the production line has to be changed into what is known as 'modular system' with skilled workers capable of performing multiple tasks. This clearly necessitates suitable transformation for sustainable production processes. Concerned quarters will hopefully put in their best to do the needful for regaining the denim market.",
        "headline_1": "Regaining denim primacy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/regaining-denim-primacy-1695306834",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "For five consecutive days more than 3,000 dengue patients got admitted to different hospitals of the country with the lowest death toll of seven recorded in 24 years by 8 a.m. on Tuesday and the highest 21 by 8 a.m. on Wednesday and Thursday. There has been a remarkable difference now in the pattern of this mosquito-borne viral disease's incidence. Dhaka City was the epicentre of the disease in the past but now more than double the number of patients is reported from rest of the country. Even the number of deaths is higher in the rest of the country than in the city. This is particularly concerning because it shows that the disease has spread all across the country as against its concentration in the densely populated urban conundrum. The vector aedes aegypti has got life-cycle colonies in locations beyond the capital with a large number of patients falling victim to it. Its import is grave because management and control of the mosquitoes and the disease the female of the species spread will now be nearly impossible.In the past 20 days of this month, more than 50,000 people have fallen victim to the disease, of which 295 patients succumbed to it. The death toll rose to a record 888 this year by Wednesday last. Now a disease is considered an epidemic when it breaks out in a community far in excess of the usual or normal rate in a given time or season. It can be a localised epidemic or a regional or national epidemic. But the administrative definition of an epidemic is calculated on the basis of a weekly 400 plus patients among each 100,000 people living in a place. On that count, Bangladesh may not as yet have witnessed a dengue epidemic but when the daily death toll of the disease is close to 20 and more than 3,000 people get it, the nation can feel the health exigency is no less than an epidemic. Although, villages have not been affected as severely as the urban centres all across the country, the unexpected profusion of rains in this Autumn provides for the perfect setting for dengue spread in rural areas. In that sense, what was once just a matter of health emergency for city corporations and municipalities has now become an issue of health concern for the Directorate General of Health Services (DGHS) and the Ministry of Health and Family Welfare. Evidently, the monsoon seems to have shifted to the season next to it when against the backdrop of the azure, patches of white cotton-like clouds should have sailed lazily from south to north. Instead, the Autumn is more like the monsoon when dark clouds cover the sky from end to end or a few of those laden with rains suddenly descend fast to cause a shower or two or even heavy spells of rains several times a day. At the end of Aswin, Kartik in this part of the world is known more for viral fever and other water-borne diseases because it is the time when water that submerges plains of this delta loses its freshness to get contaminated with its recession. Water gets, moreover, stagnated in pockets and continues to stink. That may not be the ideal breeding ground for aedes but in cases where rains get accumulated may help this particular type of mosquitoes' proliferation. If anything, there is hardly any chance of the exposure to an increased army of this dreaded enemy culminating before the winter when no rainfall is expected.When hospital occupancy is beyond capacity, fresh dengue patients with severe conditions can hardly expect timely care. This has been happening right now in far-flung areas. The authorities were forced to issue an instruction not to refer or send dengue patients to hospitals in the capital city from other areas. This might be one of the reasons why more deaths are now reported from outlying towns and villages. The city corporations are primarily to blame for not unleashing effective and intensive action programmes for elimination of the breeding grounds of aedes mosquitoes in the city when virologists warned of the danger to come. Rather, the scam over import of bacillus thuringiensis isralelensis (BTI) by a fake company for the Dhaka North City Corporation (DNCC) cast a long shadow on the drive against the vector and the virus. When there was a real chance of containing the disease within a limited space of the capital city and a few other urban centres, the city fathers gave at best an impression of a lack of seriousness and at worst a helpless capitulation to the tiny mosquito. They could do better by following the methods the authorities in Kolkata with weather and other conditions similar to Dhaka have developed to fight the vector. The larvicide Marshal Agrovet imported may be fake but there are genuine companies elsewhere including the Best Chemical Co (S) Pte Ltd, of Singapore. But there was no further move to procure the genuine BTI. Corona left many families devastated with the death of the only child or income earner in a family. Now dengue is doing the same. Loss of life/lives, livelihoods, money together with the trauma suffered by each family on account of dengue is more than enough to make it a dreaded epidemic.\n[email protected]",
        "headline_1": "A losing battle against vector and virus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-losing-battle-against-vector-and-virus-1695306877",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "The execution of the revised budget worth Tk 6.56 trillion for the financial year 2022-23 during the first eleven months was around 64 per cent. It will take time to get the actual amount of budgetary expenditure for the entire FY 2023. One, however, can be least assured that the government that spent less than 6.0 per cent of the budget outlay per month, on an average, could not manage an expenditure of Tk 2.36 trillion or 36 per cent of the revised budget just in one month. The June expenditure would have been even bigger if the original budget had remained unchanged. The shortfall was strikingly high with development expenditure. The government could spend only 46 per cent of the revised annual development programme (ADP) in 11 months. Thus the operating expenditure during the period under review was 74.5 per cent. Usually, the finance ministry releases a substantial volume of money in the final month of a financial year for various government agencies against their allocations. But the release of funds worth nearly Tk 2.5 trillion in 30 days is pretty difficult. It is not just a question of the implementation capacity of the government entities. Mobilisation of funds, that too, during an apparent economic slowdown is also a big issue. Yet, in the final estimate, the budgetary expenditure for the entire FY'23 might be between 80-90 per cent. Such huge spending in the last month of a financial year will be taken with a grain of salt. The issues of budget size and the capacity of the government to execute the same are interlinked. Many an eyebrow was raised when the finance minister announced a big budget for the last fiscal given the ground realities. But the minister pooh-poohed the criticism. The repetition of the same situation concerning the execution of the budget for the current financial year is not unlikely. The finance minister, as always, is confident that the economy is going in the right direction. In a recent statement in parliament, he described the people who saw the country's economy in bad shapeas ignorant of economics. The latest forecast of the Asian Development Bank (ADB) revising Bangladesh's GDP growth upward for the current financial year might embolden the finance minister to heighten further attacks on his critics. The ADB also has predicted that inflation, which is close to a double-digit figure, would come down to 6.6 per cent in the latter part of the current FY. Despite all the positive comments and predictions, most consumers, who have been paying through their noses for every essential item and experiencing erosion in their incomes, have developed a gut feeling that the economy is not in a good shape. The government too is now forced to resort to austerity measures for the dearth of both greenback and local currency. It has borrowed heavily from the banking system, thanks to the decline in private credit growth in recent months. When the finance minister placed the national budget for the current FY in parliament in the first week of June, the economy was already in a tight spot. Yet the size of the budget seemed pretty ambitious to many. Finance ministers in this part of the world traditionally are prone to placing ambitious budgets. They do it, maybe, for playing to the gallery. The government's capacity to mobilise the targeted resources, domestic or otherwise, and spend the same does not matter much to the framers of the annual budget.\n[email protected]",
        "headline_1": "Big budgets and their implementation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/big-budgets-and-their-implementation-1695306913",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2023"
    },
    {
        "full_article": "Printed or used paper is often used to serve food in Bangladesh, especially in case of street food. Snacks such as samosa, roll, jhalmuri, bhel puri and pickles are being served and sold in such papers across the country. But is it safe for our health? Many of us may not know that consuming food served on used or printed paper is very harmful for our health. The presence of pigments, harmful colours and other chemicals can affect our health and well-being. Old paper also contains disease-causing microorganisms. Eating food served on newspaper or printed paper can cause various diseases including cancer, heart and kidney problems. So everyone should avoid eating food in such paper and be determined to keep themselves healthy. Besides, for the sake of public health, traders should also stop using such papers for serving food. According to experts, the food items sold on used newspapers and other papers absorb chemicals from paper and act as a slow poison over time. Harmful inks are used for printing on papers. By eating food from the paper, people may contact various diseases like cancer, heart disease, and kidney ailment. Our neighbouring country, India, has banned printed paper for serving food. But it is going on unabated in our country.The Bangladesh Food Safety Authority (BFSA) has recently issued a warning and asked restaurants and vendors not to use printed papers for serving oily and warm food. But not many are paying heed to the call. Selling food wrapped in paper is a punishable offence under the Food Safety Act, 2013. Our law enforcement agencies and relevant authorities should launch campaigns so that roadside vendors and restaurant owners stay away from using printed paper for serving food.\nZobayed Mustafa,Student of Department of Public Administration, Bangabandhu Sheikh Mujibur Rahman Science and Technology University, Gopalganj, [email protected]",
        "headline_1": "Stop serving food on printed paper",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-serving-food-on-printed-paper-1695306937",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2023"
    }
]