[
    {
        "full_article": "The Manipur High Court, on Tuesday, granted limited Internet access in designated places in the State after a petition seeking the restoration of net access. Shutdowns began following the violent conflagration on May 3 and there were extensions of restrictions since then, the last one being an extension order on Wednesday, till June 25. The request made is legitimate as shutdowns have a crippling effect on many an economic activity and livelihoods. Citizens have been unable to access vital services such as e-commerce-related activities, except for those who can get exemptions from the shutdowns with government permission. Violent incidents have occurred in the State since May 3 and relations between Meiteis and Kukis remain tense. But the orders seeking to extend the shutdown cite threats to “law and order” and the role of “anti-social elements” — a euphemism for extremists indulging in violent acts or the posting of violence-promoting material — rather than explicitly seeking to retain these bans because of a public emergency or in the interests of public safety, as required by Section 5(2) of the Telegraph Act, 1885 and Telegraph Rules. The Manipur government also told the High Court that the shutdowns were needed to block websites where inflammatory material could be published, but such a sledgehammer approach is clearly problematic.The Supreme Court, in Anuradha Bhasin vs Union of India (2020), had held that an indefinite suspension of Internet services was in contravention to the law as freedom of speech and the freedom to carry out commercial work using the Internet was a fundamental right. It also held that such suspensions should adhere to the “principle of proportionality and must not extend beyond necessary duration”. Continuing a dragnet suspension in Manipur in this fashion suggests that the government is merely using the shutdown as a substitute for enforcing law and order — another ploy that the Court had come down heavily upon in this judgment. The situation in Manipur can be tackled effectively by a regime that seeks to restore the confidence of all stakeholders, engages with civil society actors in restoring inter-community dialogue, isolates the extremists and pursues a step-by-step approach towards restoring peace and normalcy. But with a beleaguered Chief Minister at the helm — a leader who has lost the confidence of many of his colleagues — and the intransigence of many community representatives and their inability to rise above their ethnic identities to pursue peace, sporadic violence continues even as those displaced are unable to return home. This, however, does not lend to the continuation of the Internet shutdown that has been in place for over a month-and-a-half, and which must end.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\ninternet\n\n/\n\njudiciary (system of justice)\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Overkill: On the Internet shutdown in Manipur",
        "headline_2": "The Manipur government’s decision to extend the Internet shutdowns lacks merit",
        "link": "https://www.thehindu.com/opinion/editorial/overkill-the-hindu-editorial-on-the-internet-shutdown-in-manipur/article66994707.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "In the brutal heatwave beating down on Uttar Pradesh and Bihar, one district in U.P., Ballia, reported the most deaths. The medical superintendent at the local government hospital was reportedly transferred after ascribing the deaths to the heat, followed by a visit by a State-appointed team to assess the local conditions. A member later told journalists that the team had expressed its doubts about the heat being a factor since the toll due to the same heatwave was lower in districts nearby. The member’s statement is a timely reminder that a heatwave is only half heat, the other being bad public infrastructure and social security. Ballia’s toll could be high because of, as the team suspects, contaminated water, or because the local people could not cool themselves. Heat’s deadliness depends on an individual’s general well-being, acclimatisation, physical exertion, comorbidities, location, relative humidity, and extent of heat exposure. But for all the complexity the interplay of these factors augurs, the fight against this mode of the climate crisis, which India is expected to suffer more often, can benefit considerably from some literacy and access to resources. Literacy needs to be rooted in a simple fact: heat is deadly when our bodies are unable to shed it as quickly as it accumulates. This can happen due to poor living conditions, adherence to caste- and gender-based strictures, or even in overcrowded hospitals. Amenities that can help include access to drinking water, indoor ventilation, health care, regular work breaks, and protections against wage loss. If a person dies in a heatwave, it is only fair to ask whether he/she was able to access these amenities.If U.P. and Bihar are to forge a better way forward vis-à-vis their heat response, they need to register all heat-related deaths, assign the cause, ensure the medical certificates of the cause of death (MCCDs) follow the proper codes of the most recent revision of the International Statistical Classification of Diseases and Related Health Problems, and issue them. Next, the Office of the Registrar General should compile and release MCCD data every year to facilitate independent research and policy input and to prevent time-wasting disputes over official versus actual figures. However, the office has not released the corresponding reports for 2021 and 2022. In the 2020 report, which was uploaded only last year, Bihar assigned causes to just 3.4% of registered deaths — the worst among States. Not everyone who dies during a heatwave has died due to the heat, but only if good living conditions have been the norm. If they have not, the state is as much to blame as the heat..\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nheatwave\n\n/\n\nUttar Pradesh\n\n/\n\nBihar\n\n/\n\nsocial security\n\n/\n\nhealth",
        "headline_1": "Heat and state: On a heatwave being only one half of the issue",
        "headline_2": "Poor living conditions have exacerbated the effects of heat waves",
        "link": "https://www.thehindu.com/opinion/editorial/heat-and-state-the-hindu-editorial-on-a-heatwave-being-only-one-half-of-the-issue/article66993983.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "That Bengal’s election campaigns are so violent is in part thanks to the state’s long-standing tradition of giving intellectual gloss to violence as a means of securing political goals:\nAfter losing the final of the World Test Cricket Championship at Lord’s, the Indian team went back quietly to the pavilion to lick their wounds. There was no attempt to spear the other side with stumps or clobber them with bats. No accusations were made either against world capitalism or about the scores being cooked by AI. Teams won and lost in the open, fair and square.\n\nContrast this with elections, such as the one coming up in West Bengal. Already there are fears of large-scale violence because past form, including brickbat averages, indicates as much. Obviously, if this state is given to excessive mayhem and murder during elections, the rules of engagement are not being accepted by the contesting sides, as they are in cricket, or in any other sport.\nRead full opinion on TOI+\n\n",
        "headline_1": "Marx, Mao and the Bhadralok",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/marx-mao-and-the-bhadralok/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "More than two years after the military coup in Myanmar, the country remains in turmoil with unintended spillover effects for India’s North East, particularly crisis-hit Manipur. U Kyaw Zaw , spokesperson for the President’s Office of the National Unity Government of Myanmar, spoke with Rudroneel Ghosh about the situation in the neighbouring country, its impact on Manipur and why India needs to change its Myanmar policy.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Conflict in Manipur India’s internal matter… Burmese resistance forces and refugees have been told not to get involved’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/conflict-in-manipur-indias-internal-matter-burmese-resistance-forces-and-refugees-have-been-told-not-to-get-involved/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "Modi’s visit is likely to transform Indo-American relationship. Next: aim to sell much more to Americans:\nPM Modi has begun his first state visit to the US that includes his second address to a joint session of the US Congress. Modi has made official trips there earlier. A state visit, however, is a deeper expression of bilateral ties. Indo-US ties first moved to another plane in 2005 following the civil nuclear accord and a new framework on defence relationship. The highlight since then is its institutionalisation and cross-party support in both countries. These features have led to engagements at many levels of government and military.\n\nThe strongest bond between the two countries comes from the successful Indian diaspora of about 5 million. Modi is scheduled to meet CEOs, a group where there’s fair sprinkling of the diaspora. After 18 years, the bilateral ties have developed two distinct tracks. The one where progress has been fast is the strategic track where China’s aggressive revisionism has created areas of alignment. Within this track, defence ties have deepened and the US is now India’s third largest arms supplier with an 11% share of India’s imports. A deal that will see India acquiring Predator drones is likely to be announced, and a key jet engine technology will be transferred by the US.\nThe track that’s underperformed is trade even though the US is India’s largest partner with a bilateral merchandise trade of $128. 8 billion in 2022-23. This can change as the risks posed by China’s 16. 5% share of America’s $3. 2 trillion imports, making it the largest supplier of foreign goods to Americans, present India with opportunities. Friend-shoring is a risk mitigation tool that India needs to leverage to deepen its trade ties with the US.\nHere, the two tracks overlap because the US, with a 40% market share of global arms exports, also needs to diversify the supply chain of its defence industry. India needs to ensure purchases are linked to production here and technology transfer. There’s much talk about green tech as well as key technologies like O-RAN – hopefully, this visit will seriously firm up collaboration and deliverables. One niggle is India’s protectionism. It has the highest average applied tariff of any G20 country, a fact highlighted by US officials. Protectionism doesn’t help India – and it doesn’t suit a fast-growing major economy with big power ambitions.\n\n",
        "headline_1": "US and Us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/us-and-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "Telangana charging the deceased with UAPA brings to life how the most severe laws are casually misused by govts: \nThe Telangana case in which police charged two people dead for two years under the anti-terror law UAPA is a classic example of the casual misuse of one of India’s most stringent laws. The data is damning. Analysis of NCRB data by various experts show the conviction rate of people charged under UAPA is below 3%.\n\nBut although 97% of those arrested and jailed get acquitted eventually, getting bail is tough – hardly 16% got bail in 2020. Thirteen of 4,690 accused under UAPA between 2018 and 2020 were below 18; 53% were between 18 and 30. It’s not much better when the counting is done on cases – one case typically has multiple accused. The conviction rate for cases is 27%, almost half the convictions in IPC cases. The bulk of cases – a civil rights body reported the number to be 64% – apply Section 18, which deals with no actual incident. Most are accused of “conspiracy” to commit an act.\nThe law’s severity was painfully evident when activist Father Stan Swamy died in custody, and its arbitrary application apparent in the acquittal last July of 121 tribals in Chhattisgarh, jailed for over five years for “Maoist links”. At the end of 2021, the highest number of cases pending investigation for over 10 years were in now-burning Manipur: 1,597 of 2,041 such cases.\nUAPA, along with the sedition law and a clutch of state laws, gives police sweeping powers to apply severe procedures for offences that are mostly loosely defined. The sedition law was misused to such an extent that the Supreme Court has held it in abeyance until government’s reconsideration. The law commission however cited national security to seek a stricter sedition law and introduced one more slippery concept – the “tendency” to incite violence. The resulting criticism led to the new law minister speaking of “further consultations”. SC must not wait indefinitely for GOI to reconsider the sedition law. And for GOI and for all states, the Telangana example of UAPA knocking at the doors of the dead should be sufficient to understand that such laws have a “tendency” to violate rights.\n\n",
        "headline_1": "Dead wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dead-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "Maj Gen (retd) ANM Muniruzzaman, president of the Bangladesh Institute of Peace and Security Studies (BIPSS), talks about the agenda of the meeting between Indian Prime Minister Narendra Modi and US President Joe Biden with Golam Mortoza of The Daily Star.\nIndian premier Narendra Modi is visiting the US to meet President Joe Biden. Given that the US has been increasingly putting pressure on Bangladesh in recent times, there have been speculations in the country's political circle that the topic of Bangladesh may be broached by Modi during this meeting. What's your take on this?\nThe Modi-Biden meeting is crucial for India. We have already gotten a clear idea about what topics may be covered in the meeting, thanks to the available discussions and analyses coming from different sources. India's foreign secretary gave a briefing on Modi's visit and agenda on Monday, where those issues were mentioned as well. None of these analyses and discussions mention Bangladesh as a potential topic in the agenda. If it were the case, the Time Magazine, The Atlantic, and other international media would have mentioned it one way or the other. They would have at least mentioned the neighbouring country or regional issues. But this does not exist anywhere, in any form.\nThe major focus during the bilateral discussion will be on potential defence cooperation, which is a critical issue for India. Technology transfer and assistance is another important area of discussion. Then comes intelligence exchange. India will try to get a clear understanding by clarifying its needs, as well as about the kind of information it may get from the US.\nAlso, as members of the Quad alliance, both nations will cover common topics that will definitely include China.\nDuring this discussion, the regional security issue may or may not come up.\nFor India, regional security is a critical issue. Bangladesh holds an important position for India in this respect.\nRegional security is important for India, but Bangladesh is not important here. The more pressing issues are what is happening in the Indo-Pacific region, especially India's border issues with China, and what kind of a situation may arise if a clash does break out at the border with China. I want to rule out the possibility of Bangladesh being mentioned during these discussions altogether.\nThere are speculations the US wants to establish a military base in St Martin's Island, that China wants to come here, and the US wants to repel China through India. Do these issues not place Bangladesh in an important position?\nBangladesh is considered a strategically important region or country – there is no doubt about it. However, the possibility of Bangladesh being discussed during a bilateral discussion between two major nations is a far cry. Especially, the relatively short duration of this meeting means there will be many more urgent bilateral issues to be discussed. Apart from those, China and the Indo-Pacific situation may be covered as well.\nJust a few days before Modi's visit to Washington, US Secretary of State Antony Blinken visited China. Is there any connection between these two visits?\nBlinken's visit had been in the making for a while. China was slow at first in its response, but it eventually set the date. Blinken went on the visit accordingly.\nOn the other hand, India and the US exchanged three important visits over the last few months. The US national security adviser, defence secretary, and secretary of state visited India in recent months. Several bilateral issues were discussed in those meetings as well. China and Indo-Pacific issues also came up.\nDuring his visit, Blinken reiterated strong support of the US for \"One China\" policy. They also clarified that they do not support Taiwan's independence. Is this an echo of the US' long adapted strategy or is there something new in it?\nI am seeing something new here because they have clarified this issue again. Many a time, there were concerns that the US was slowly moving forward on the issue of Taiwan's independence. However, it put all such concerns to rest by equivocally declaring that \"we do not support the independence of Taiwan.\"\nThe China-US relationship is heavily strained at present. In this situation, are Blinken's visit and such a bold statement significant?\nApparently, the US is trying to alleviate the tensions. Both the countries' interests are involved here. What the US has mentioned is that they need to manage their relationship responsibly. The US is trying to minimise the heat with another major powerhouse, and to manage the bilateral relationship responsibly while the Russia-Ukraine war is still ongoing.\nTranslated from Bangla by Mohammed Ishtiaque Khan.\n",
        "headline_1": "‘Bangladesh will not feature in Modi-Biden meeting’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-will-not-feature-modi-biden-meeting-3352256",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "We are apprehensive about whether the reintroduction of relaxed loan repayment facilities by Bangladesh Bank will really help genuine borrowers/businessmen or it will end up encouraging habitual loan defaulters, the possibility of which cannot be ruled out. Despite similar concessions being granted between 2020 and 2022, the level of non-performing loans (NPLs) in the country has not gone down. On the contrary, as per a World Bank report released in May, Bangladesh now has the second-highest ratio of NPLs in all of South Asia, which is not an achievement to be proud of. This begs the question: is the central bank then trying to bring down defaulted loan figures artificially?\nThe justification given for the new measure is the increased difficulty faced by borrowers in repaying their loans due to rising global raw material prices and transportation costs resulting from the Russia-Ukraine conflict. While it is important to acknowledge the challenges faced by legitimate borrowers, it is equally crucial to ensure that such concessions are not extended to wilful defaulters – who often exploit systemic loopholes to access loans and delay/forgo repayment – as well as to resist the temptation of quick fixes.\nUnder the new rule, borrowers will be allowed to repay only 50 percent of their instalments payable for the April-June period of 2023. This, according to experts, could exacerbate liquidity pressure in the banking sector, as lenders will not receive their funds during this period. Moreover, it might discourage good borrowers from fulfilling their repayment obligations. By going for temporary solutions rather than fixing longstanding problems of governance, the central bank risks creating a cycle of dependence that is detrimental to the sector's overall health. But most importantly, such measures might further enable habitual loan defaulters. As a columnist of The Daily Star has recently said, it is \"the culture of favouring looters or not punishing any of them for financial turpitude [that] has accelerated the renaissance of default loans.\"\nThe culture of default loans is indeed one of the biggest challenges facing our economy, aside from money laundering, and our policymakers must be careful that they don't end up perpetuating these problems. Therefore, the authorities should reconsider the relaxed repayment facility as it will neither bring down our NPL ratio nor help the banks or legitimate businessmen in the long run.\n",
        "headline_1": "Don’t fall for quick fixes in bank sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-fall-quick-fixes-bank-sector-3352231",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "While the government's latest monetary policy for the first half of fiscal year 2023-24 shows an attempt to be rational for the market, it lacks vigour to solve inflation and the dollar crisis. It deserves credit for bailing the lending rate cap – which prevailed for more than three years in defiance of economic reasonings – out of jail. For the first time in years, the exchange rate will be allowed to float on the basis of market supply and demand. Apparently, the Bangladesh Bank has embarked on a journey towards a free market economy after earning a release order from the finance ministry. But the freedom is conditional and more complicated – hence, the policy will be less effective in controlling inflation.\nThe apex business body in the country was strongly against removing the lending rate cap, and it said so incessantly. The reason is clear. Businesses can grab funds at zero real interest if the cap prevails. Technically, the real interest rate (borrowing rate minus inflation) was negative one percent since they could borrow at nine percent at a time when inflation hovered over 10 percent. Effectively, banks were giving them an extra one percent bonus if they took any loans. What a golden age of profit bonanza business tycoons enjoyed for more than a year, emboldened by the stubborn endorsement of the finance ministry.\nApparently, the Bangladesh Bank has been more independent to influence the lending rate after removing the cap, but this move has essentially legitimised the finance ministry's authority to influence the lending rate by incorporating the Treasury Bill (T-Bill) rate in determining the rates. Of course, this is an instance of financial innovation, and innovations are always welcome to help the nation escape from its poor performance in the global innovation index. But this is practically a trick to engage the ministry in Bangladesh Bank's decision-making and indulgence to fiscal incapacity which does not see any light at the end of the tunnel. Why?\nBy removing the lending rate cap, the central bank has introduced SMART – the six-month moving average of the rates on Treasury Bills – which is now running at 7.1 percent. The government issues T-Bills – short-term money market instruments with 182 days' maturity – to fill up its budget deficit. The central bank arranges the auction among big banks and primary dealers where banks will buy the bills at a competitive yield rate while the government will try to give a rate as low as possible to minimise its burden. Bangladesh Bank has set the maximum lending rate for banks with a 3 percent margin above the T-Bill rate, making it 10.1 percent for now, for example. Banks can now lend funds at or below 10 percent at a time when inflation is 10 percent, making the real cost of borrowing funds just zero. This is not a sincere step to combat inflation.\n\nBangladesh Bank has imposed a new lending rate cap under the masquerade of the so-called SMART – a tricky innovation that is supposed to do more harm than good for central bank maneuverings and its image.\nSMART is an unsmart move for indulging manipulation, political pressure, staggered decision making – which will all create more uncertainty for investors and banks. Bangladesh Bank will announce SMART monthly, and banks will allow their borrowers to ask for loans based on those ever-changing SMART, augmenting more bureaucracy and uncertainty in the domain of investment. This was unwarranted at a time when other central banks are simplifying lending rules and helping people understand how lending rates are dependent on the policy rate – which is the fed funds rate for the US and repo rate for Bangladesh.\nThe biggest influence on T-Bill rates is exerted from the government side – the finance ministry. The ministry can decide how much money it needs to collect from treasury bills and how much from treasury bonds. If its demand for cash is high, it must accept higher T-Bill rates and vice versa. If rates on selling long-term treasury bonds are comparatively profitable, the government will switch to selling more bonds and less bills. So, the ministry has the power of playing games with different rates. Bangladesh Bank's role here is to act as a mediator for the ministry's wish. Now lending rates, which were supposed to be solely decided by the central bank based on market observations, have been shifted to the control of the finance ministry. Is it a smart move towards central bank independence?\nIt would be smart to create a corridor for lending rates based on the repo rate which the central bank controls like any other central bank. Then lending rates would have been under the guardianship of the central bank, not the finance ministry. Bangladesh Bank could have declared a margin of, say, 6 percent above the repo rate of 6.5 percent, making the lending rate to be 12.5 percent maximum. Similarly, the deposit rate floor could have been 2 percent below the repo rate – the same as the reverse repo rate. Then the whole spectrum of interest rates would go up and down based on the judicious movement of the main policy rate control by the central bank. Losing the handle on rates is not a sign of intelligence either.\nBangladesh Bank has imposed a new lending rate cap under the masquerade of the so-called SMART – a tricky innovation that is supposed to do more harm than good for central bank maneuverings and its image. While the fed funds rate influences T-Bill in the US and this is true for other well-functioning economies as well, Bangladesh is heading towards a direction where T-Bill rates will one day influence the central bank rates. The new central bank leadership has endorsed that legitimacy without deeply thinking about its long-term consequences.\nAnnouncing that the exchange rate will be market based lends more suspicion than certainty. Central bank officials commented that the dollar's value at Tk 108 is fairly a market price. If that is true, why does the rate fail to bring adequate remittances by discouraging the hundi business? Why are the reserves dwindling without any sign of correction? Why are some importers ready to offer even Tk 115 to bring their goods from overseas? Simply put, the rate controlled by Bangladesh Foreign Exchange Dealers' Association (BAFEDA) is defective, where the dollar is still undervalued, making the dollar crisis worse. Is a BAFEDA type controlling organisation needed if the exchange rate is really set to float?\nThe apparent freedom in Bangladesh Bank's monetary policy has a lot of black holes and the question arises whether it is the same old wine in a new bottle.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US.\n\n",
        "headline_1": "Monetary policy has been set free on parole",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/monetary-policy-has-been-set-free-parole-3352181",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "We are apprehensive about whether the reintroduction of relaxed loan repayment facilities by Bangladesh Bank will really help genuine borrowers/businessmen or it will end up encouraging habitual loan defaulters, the possibility of which cannot be ruled out. Despite similar concessions being granted between 2020 and 2022, the level of non-performing loans (NPLs) in the country has not gone down. On the contrary, as per a World Bank report released in May, Bangladesh now has the second-highest ratio of NPLs in all of South Asia, which is not an achievement to be proud of. This begs the question: is the central bank then trying to bring down defaulted loan figures artificially?\nThe justification given for the new measure is the increased difficulty faced by borrowers in repaying their loans due to rising global raw material prices and transportation costs resulting from the Russia-Ukraine conflict. While it is important to acknowledge the challenges faced by legitimate borrowers, it is equally crucial to ensure that such concessions are not extended to wilful defaulters – who often exploit systemic loopholes to access loans and delay/forgo repayment – as well as to resist the temptation of quick fixes.\nUnder the new rule, borrowers will be allowed to repay only 50 percent of their instalments payable for the April-June period of 2023. This, according to experts, could exacerbate liquidity pressure in the banking sector, as lenders will not receive their funds during this period. Moreover, it might discourage good borrowers from fulfilling their repayment obligations. By going for temporary solutions rather than fixing longstanding problems of governance, the central bank risks creating a cycle of dependence that is detrimental to the sector's overall health. But most importantly, such measures might further enable habitual loan defaulters. As a columnist of The Daily Star has recently said, it is \"the culture of favouring looters or not punishing any of them for financial turpitude [that] has accelerated the renaissance of default loans.\"\nThe culture of default loans is indeed one of the biggest challenges facing our economy, aside from money laundering, and our policymakers must be careful that they don't end up perpetuating these problems. Therefore, the authorities should reconsider the relaxed repayment facility as it will neither bring down our NPL ratio nor help the banks or legitimate businessmen in the long run.\n",
        "headline_1": "Don’t fall for quick fixes in bank sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-fall-quick-fixes-bank-sector-3352231",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "We are extremely disheartened to learn that journalist Golam Rabbani Nadim, who was brutally murdered in Jamalpur recently, could have, in fact, been alive today had the authorities responded to his pleas for security. Before he was attacked on June 14, the 42-year-old was harassed by not only Mahmudul Alam Babu, the UP chairman whose supporters allegedly killed him, but also the upazila Awami League president, Shahina Begum, and her supporters. According to a report by this daily, Nadim made a complaint two months ago to Bakshiganj Police Station in Jamalpur that he was getting death threats after reporting on Shahina's \"misdeeds.\" But police neither recorded his complaint nor did anything to ensure his safety. Incidentally, a relative of Mahmudul's is a senior police officer. \nAs horrific as the tragedy is, it is harder to accept knowing that it could have been prevented. Who should we hold responsible for that? Is it the culprits and those behind them who orchestrated the attack, or is it the police that allowed it to happen? Given how crime and power intersect in our country, perhaps it is both. Both are beneficiaries of a deeply politicised administrative culture that allows abuse of power and criminal negligence to go unpunished. Journalists, whose job involves frequent interaction with those in power, are particularly vulnerable in this climate. From DSA cases to death threats to physical violence – most recently, for example, by Chhatra League leaders who beat up a journalist for sitting at a tea stall \"without permission\" – some form of intimidation is now an essential part of life for them, particularly district correspondents.\nIt is these unchecked, everyday instances of harassment and the pervasive lack of accountability that eventually lead to precious lives being lost. Nadim's murder thus serves as yet another reminder of how journalists are really faring beyond the rosy picture often drawn of their freedom by the authorities. This must change. We urge the government to take stern action against those responsible for the murder of Nadim and other slain journalists. As a nation, we must reverse the desensitised silence about the reality journalists continue to face.\n",
        "headline_1": "Could Nadim’s life have been saved?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/could-nadims-life-have-been-saved-3351846",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "The ‘Global Food Policy Report (GBPR) 2023: Rethinking Food Crisis Responses', confirms the general notion that the combined adverse impacts of the pandemic, climatic turmoil and war in Ukraine have forced more people to go hungry and suffer undernourishment across the globe. Launched regionally in Kathmandu, Nepal on Monday last, the report reveals that the number of the undernourished people in the world has risen from 572 million in 2014 to 768 million by 2021, a 34.2 per cent increase over seven years. Another report on the state of global food security and nutrition prepared by the Food and Agriculture Organization (FAO) of the United Nations in 2021 corroborates the disconcerting food situation. It observes that the world was failing to ensure access to safe, nutritious and sufficient food for all people round the year and to eradicate all forms of malnutrition. Ensuring safe, sufficient and nutritious food for all is one of the main targets of the Sustainable Development Goals (SDGs). Eradication of malnutrition is yet another vital SDG target. Now particularly worrying is the fact that even before the pandemic, progress in elimination of hunger and improvement in undernourishment had stagnated for a few years. The prevalence of undernourishment remained more or less unchanged from 2014 to 2019 but it jumped to 9.9 per cent in 2020 from 8.4 per cent in 2019. That it was triggered by the pandemic is understood. But the steady progress in reducing both hunger and undernourishment for decades started stagnating a decade ago. Now there is a reverse journey with more people joining the hungry and the undernourished. The long shadow of Covid-19 would have by now been a thing of the past but on its heel came the energy shock which was soon followed by the Ukraine war. Add to this the weather extremes, and the picture of woes and adversity completes. The energy price has dropped but the war in Europe is going on and smaller and resource-poor countries' travails show no sign of coming to an end because they cannot foot the energy bill and economies are on a tailspin. Bangladesh is also bearing the brunt. Although, the country has not as yet suffered a major calamity this year apart from the extreme heat waves, the threat is always there. Right now, north-eastern region of the country faces the threat of floods. According to the GFPR, South Asia is the most vulnerable region to climate and other changes. Food production has been quite satisfactory for Bangladesh but other economic challenges are proving daunting. Even sufficient food stock is no guarantee for ensuring safe, sufficient and nutritious food for all of its citizens because of widening socio-economic disparities. The rise in child mortality, as reported by the Bangladesh Bureau of Statistics (BBS) recently, is also a consequence of undernourishment of people at the low-income strata of society. When people stand in a queue for hours together to purchase government-subsidised commodities from TCB (Trading Corporation of Bangladesh), their desperation to stay put can be realised. But those commodities alone are not enough for leading a healthy life. Also, those are not enough for their need all the time. But they cannot afford nutritious food items from the open market. This explains the rising undernourishment of poor and marginal people whose number is also on the rise.",
        "headline_1": "Rising undernourishment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-undernourishment-1687355319",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "The news is distressing. As we write, an OceanGate Expeditions submersible, with five people on board, has gone missing. Frantic efforts are on to locate the machine, which was meant to carry those five people to the vicinity of the wreckage of the Titanic that went down on its maiden voyage in April 1912. As many as 1,517 people on the Titanic went down with it. The ghostly remains of the ship have remained where it landed on that terrible night more than a century ago.If now the submersible with those five persons is not located, it will be cruel irony at work. These five people went on board the submersible to have a glimpse of the doomed Titanic at close quarters. It is likely that they got nowhere near the Titanic but are on the sea floor hundreds of kilometres away. The irony is heartbreakingly obvious: these five people, if they are not recovered, will have come to grief in the way those hapless travellers on the Titanic perished in the Atlantic.Death comes to us in all its diverse forms. We are grown accustomed to death when it puts an end to life in its natural ways, through old age or ailment. And yet when death strikes at unlikely moments, those moments being cardiac arrests and strokes or brain haemorrhages, we are not prepared to regard them as natural happenings. For such deaths break through the laws of nature, strip away our defences, and swiftly put an end to life. Or think of people dying at the hands of others, through that crack of the rifle or that explosion generated by suicide bombers or terrorists to derive as much of macabre pleasure as possible from murdering the innocent.And then there is all the history of war through the centuries. In our times, millions have been silenced on the fields of war in the two world wars; millions of civilians have died in the crossfire and tens of thousands have been pushed to death by the cruelty of politicians determined to punish an enemy nation for pushing the world to wanton destruction. Tens of thousands of Japanese died on improbable mornings in Hiroshima and Nagasaki in 1945. Millions have perished in Bangladesh and Cambodia at the hands of genocidal soldiers.Death stalks us in many ways, across time and space. In May 1965, an inaugural flight of Pakistan International Airlines to Cairo went down moments before it could reach its destination. Save for a handful of survivors, everybody lost his or her life. Since that moment of terror, for terror it was, air crashes around the world have claimed many more hundreds of lives. We do not know, but we can imagine the terror which gripped the passengers on those flights when they realised they were going down to death somewhere in a mountainous region or somewhere in the ocean. Civilian aircraft have been shot down over countries by governments that have had no qualms about murdering the innocent. In Bangladesh, it is hard to keep track of all the men, women and children who died when the river vessels they were travelling in went down. Innumerable have been the casualties. Some bodies have floated up on their own; and in most instances recovery operations have yielded up the remains of people who till their final moments of happiness on the river would not and could not imagine that their end was so close. It is in such dark moments that nature takes a battering because those responsible for the safety of people on their watch turn out to be callous in the extreme.Dying has never been an art. It is the end of all aspirations and all dreams, in whatever manner it comes to people. A young man, not yet out of high school, decides to take his parents' new car and ride roughshod through the streets. Moments on, the vehicle is a crumpled mass of metal, the boy bloodied and dead in that twisted thing. Or imagine a January morning, when a group of astronauts step happily into a spacecraft, their objective being to explore Earth as it appears from all that distance and all the elements it is encircled in. Challenger, the spacecraft, lifts off, with people on the ground cheering it on. Within moments, it explodes in a long trail of fire, incinerating its occupants before breaking up into ashes over the sea.Death claims the great and the good and the powerful and the humble in suddenness we do not always conceive of. When buses collide on rural roads and collapse away from the road, it is the poor, innocent villagers whose remains are found scattered in the bushes and in the fields. Add to that the tales of those whose lives are claimed by murder and rape. Young women almost always lead lives of vulnerability in every region of the world. They are picked up, subjected to unspeakable brutality before being silenced by those who have abducted them to satisfy their ugly carnal nature. Many of these tragic tales emerge eventually into light; many others remain forgotten, with the murdered women lost to their families and friends.The spectre of death manifests itself on trains, as we observed only recently in India. Flyovers, badly built, tumble down on unsuspecting people below, turning them into dead meat. Road rages claim innocent lives. In America, no fewer than 300 people have been gunned down this year alone, most of them in shootings of pupils and teachers at various schools. And yet the right-wing fringe in politics, speaking through the National Rifle Association, will do nothing to have guns brought under control. The culture of guns overwhelms all other cultures; it demeans politics.In the course of the Second World War, the Nazi leadership went around celebrating the death of men and women in gas chambers. They would not imagine their own fate. And fate caught up with them in Nuremberg. Today, we mourn their victims. And we condemn these men who caused so much misery in Europe. We condemn the Japanese soldiers who raped Nanjing. We do not pardon Dyer for his criminality at Jallianwala Bagh. Neither do we have any forgiveness for those imperialists who caused Bahadur Shah Zafar's lonely end in Rangoon and then sprayed his body with acid, to have it mingle quickly with the dust, before putting the earth over him.Death occupies big space in the human imagination. In our walks through cemeteries and crematoria, along the rivers and the seas, we hear the voices of the dead. From inside that submersible somewhere on the ocean floor, death just might speak to us yet again. \n[email protected]",
        "headline_1": "The Titanic, a submersible ... and voices of the dead",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-titanic-a-submersible-and-voices-of-the-dead-1687355456",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "The decision to get a divorce is never an easy one to make. One divorce, however, takes place every forty minutes in Dhaka, according to a recent report published by a Bangla daily. The days of Bangladeshi marriages lasting for lifetime are now a thing of the past. A new survey report published last week also found that the divorce rate in Bangladesh had doubled in one year. The rate of divorce rose to 1.4 every 1,000 people in 2022, compared to 0.7 every 1,000 in 2021, according to the Bangladesh Bureau of Statistics. In its report on the Bangladesh Sample Vital Statistics 2022, the national statistics agency said the divorce rate was higher in rural areas, which saw an increase of 0.6 per 1,000 compared to 0.5 per 1,000 in urban areas. And worryingly, divorce applications are filed more by females than their male counterparts. Nowadays more women are seeking a way out of their marriage for a number of reasons. And to many it is an indicator of their empowerment. Today, most women are less willing to remain in an unhappy marriage. Earlier they used to continue a relationship even if it was an abusive one. But now women are employed and can take care of themselves. They are no longer willing to accept gender-based violence at home, which is one of the major causes contributing to the rise of divorce rates. A significant number of women these days work alongside men. But some men still tend to expect that their wives will serve them like the traditional wife. This creates a rift between the couple and it can lead to a separation. Other causes that have impact on the rise of marriage break-ups include poverty, unemployment, lack of tolerance, adjustment problem, extramarital affairs and infertility, among others. No matter what the causes are there for a divorce, it has many implications for people other than the couple involved. The greatest casualty of a broken family is its children. A study published by sociologist Lisa Strohschein shows that the children whose parents divorce exhibit higher levels of anxiety, depression and antisocial behaviour than their peers whose parents remain married. Parental divorce is associated with significant risks for children and adolescents, including addiction, mental health problems and poor educational outcomes. The children of broken families miss the love and care of one parent of which there is no replacement in the whole world. So, if this upward trend of divorce rate in Bangladesh is left unaddressed, it will result in eroding family fabric further, leaving children to suffer most. While it is divorce for a couple, it is parental separation for a child. A divorce can emotionally destroy a child and parents should be aware of that. If it has to happen, make sure it happens in a way where it affects your child as little as possible. \n[email protected]",
        "headline_1": "Rising trend of divorce in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-trend-of-divorce-in-bangladesh-1687355494",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2023"
    },
    {
        "full_article": "Dengue has taken a serious turn in Bangladesh. Two more dengue patients died on Monday, raising this year's death toll from this mosquito-borne disease to 36. The viral fever cases are also on the rise. More than 300 people are being hospitalised every day in the capital city with the disease caused by the bite of Aedes mosquito. The number of patients hospitalised with the disease this year has increased to 5,231, with more than 3,000 of them admitted this month, according to the Directorate General of Health Services. What is more worrying is that health experts have warned that the country may see even a worse outbreak of dengue this year as the presence of this virus carrying mosquitoes have increased in the early days of summer. And dengue cases may increase alarmingly from the current month in and outside of Dhaka city. The responsibility of mosquito control in Dhaka city relies on the two city corporations. They do the routine work for controlling mosquitoes. However, their efforts of eradicating mosquito's breeding grounds do not seem to have worked at all. And the dengue outbreak has become a seasonal epidemic for us. Every year, it claims dozens of lives. But the authorities concerned have not yet been able to find a way to contain it. It is high time they looked for an effective measure to tackle dengue. We also request the authorities to regularly launch anti-dengue awareness campaigns in schools and colleges. If everyone takes part in the dengue prevention campaigns to keep their living spaces clean, remove standing water, and dump the discarded and damaged containers, then it is possible to minimize the severity of this deadly dengue outbreak. \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Combating dengue menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-dengue-menace-1687355533",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2023"
    }
]