[
    {
        "full_article": "Russian President Vladimir Putin’s announcement of a partial troop mobilisation marks an acknowledgement of the limits of his “special military operation” in Ukraine and a readiness to escalate the conflict in response to setbacks. His original plan was to meet his military objectives through a limited war. He had mobilised more than 1,50,000 troops and ordered a sharp thrust into Ukraine from multiple fronts on February 24, but this plan did not quite work as Ukrainian forces, backed militarily and economically by the U.S. and Europe, slowed down the enemy’s advances and made the invasion costly for the Russians. Earlier, Mr. Putin had to withdraw troops from around Kyiv and Kharkiv and focus on Ukraine’s east and south where the Russians made territorial gains. But Russia suffered its first major battlefield defeats earlier this month in Kharkiv Oblast in the northeast where its troops had to retreat in the face of a lightning Ukrainian counter-offensive. This setback seemed to have quickened Kremlin’s move to consolidate its positions in captured Ukrainian territories. Pro-Russia separatists in Luhansk, Donetsk in the east and Kherson and Zaporizhzhya in the south are now planning to hold referendums on joining the Russian Federation. As the results are known even before the first ballot is cast, the door is now shutting on the possibility of a negotiated settlement of the conflict based on the pre-war borders.For Mr. Putin, the escalation comes with added risks. He went into Ukraine with limited forces in the first place because he knew that a general mobilisation, which would need nationwide conscription, could be unpopular. But almost eight months later, his war has not only failed to meet its declared objectives, which includes Ukraine’s “demilitarisation”, but has also seen a reinvigorated NATO throwing its collective weight behind Ukraine and expanding itself further into the Russian borders by taking in Finland and Sweden as its members. Mr. Putin and his Defence Minister Sergei Shoigu acknowledged the challenges on Wednesday. If Mr. Putin, who dialled up the nuclear threat, said his troops are facing the best of “the Western military machine” in Ukraine, Mr. Shoigu, whose Ministry till now avoided calling the military operation a war, said Russia today “is at war with the collective West”. Faced with battlefield setbacks, sanctions and geopolitical challenges, Mr. Putin believes escalation is the way forward. But there is no certainty that a partial mobilisation would produce quick results and it could well trigger a cycle of escalation. All this means that the war is entering a far more dangerous phase.",
        "headline_1": "A dangerous moment: On Vladimir Putin’s troop mobilisation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-dangerous-moment-the-hindu-editorial-on-vladimir-putins-troop-mobilisation/article65918875.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "The Government will release a new foreign trade policy in the coming week, that could include measures to help push up goods and services exports as well as rein in the runaway import bill. The current trade policy was introduced in 2015. When its five-year term ended a week after the national lockdown to curb the pandemic, it was extended for a year considering the extenuating circumstances. However, the old policy’s extensions beyond March 2021, especially the current six-month stretch that drags its end-date to September 30, are not as understandable. Beginning the new policy in the middle of a financial year, unlike the traditional clean slate in a new fiscal year, is not ideal. Moreover, exports have been one of the few growth engines firing up the post-COVID recovery, so putting off a policy to bolster outbound shipments was baffling. Enunciating India’s strategy to cash in on a world seeking to become less dependent on China would also enable exporters (and importers) to plan their investments ahead. Last January, a WTO-compliant export incentive scheme was kicked off to refund domestic taxes to exporters, but the rates were only notified months later with a few sectors left out. Despite this completely avoidable uncertainty, goods exports touched a record $422 billion in 2021-22.This year, the Government expects goods exports to hit at least $450 billion, but growth has slipped to the low single digits over July and August, while imports have been over $60 billion each month since March. A global growth slowdown and recession fears in Europe and the U.S. do not augur well; and though order books are still full, many buyers are seeking to defer deliveries. The new policy will have to find ways to provide a leg-up to exports and address some of industry’s key concerns, including a buffer against rising interest rates. With revenues buoyant, it is also time to reconsider the stance to exclude key growth sectors such as pharma, chemicals, and iron and steel from the duty remission scheme. Having decided to keep away from the trade track of the Indo-Pacific Economic Framework for now, assertions that the Government has ‘no bandwidth’ left for new free trade pact negotiations though more countries are wooing it, and is seeking to slow talks with the Gulf Cooperation Council, are unnecessary. If there is a genuine constraint, a solution must be sought, perhaps, by roping in economic policy makers with residual bandwidth. But surely, there are better ways to drive home India’s rising clout than by driving away potential partner countries, however small.",
        "headline_1": "Trade tactics: On foreign trade policy revamp",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/trade-tactics-the-hindu-editorial-on-foreign-trade-policy-revamp/article65918886.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "In 1989 Deng Xiaoping created a new political model to ensure that a power vacuum could never paralyse China again. The General Secretary of the Chinese Communist Party (CCP) was made the ‘core’ (flag bearer) around whom the party rallied, but his status would be of first-among-equals so that one man might never dominate.\nRead the full article on TOI+\n* * *\nNext week: ‘What is the Meaning of Xi’s Frequent References to History?’\n\n",
        "headline_1": "China caught in Xi thought: His words have to be studied by everyone. And the leader’s persona is being fused with the nation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/china-caught-in-xi-thought-his-words-have-to-be-studied-by-everyone-and-the-leaders-persona-is-being-fused-with-the-nation/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "An interim report by an Andhra Pradesh assembly committee tasked to probe allegations of data theft by the erstwhile TDP government has concluded that rights of citizens had been infringed. The report says personal information, including political affiliations, had been mined through the “Seva Mitra” app. TDP has refuted the conclusions and the final word on the issue hasn’t yet been said. Regardless, these developments are relevant to the new iteration of the Personal Data Protection Bill, which is expected to be introduced in the Parliament’s budget session. The iteration-before-this was introduced in Parliament in December 2019 and withdrawn last month.\nThe touchstone for a personal data protection law is the 2017 Supreme Court judgment that held privacy to be a fundamental right. It follows that any exemption has to be narrowly tailored. Viewed in this context, the last personal data protection bill had a design flaw. It carved out large areas of exemptions for the state and its agencies – making very large departures from the 2017 SC verdict. In the backdrop of the Andhra development, the new bill must close the loopholes that existed in the 2019 effort.\nTo illustrate, Section 12 of the bill’s last version gives the state the right to process personal data without consent to carry out a range of functions, including provision of some service or benefit. The open-ended nature of this section is wholly inconsistent with the 2017 court verdict. It’s underpinned by an implicit assumption that agencies of the state have no incentive to violate privacy. In keeping with this assumption, another part of the erstwhile bill (Section 35) removes all restraints in the interest of sovereignty, security, public order etc. This segment is so loosely worded that GoI has the power to carve out an exemption from the entire personal data protection law for any of its agencies. For sure, the right to privacy is not absolute. But exemptions need to be narrowly defined and subject to tight checks in the next data protection bill.\n\n",
        "headline_1": "Govts’ eye & I: An Andhra assembly report again highlights why data bill needs strict privacy rules for state agencies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/govts-eye-i-an-andhra-assembly-report-again-highlights-why-data-bill-needs-strict-privacy-rules-for-state-agencies/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "The war for talent is real and it’s hurting employers like never before. Employees, on the other hand, have never had as many choices as a section of the skilled population does today. What’s causing a further rift between the employees and the employers is that the new generation that walks into the corporate world today, comes with an abundance mindset. The previous generations were more sticky at the workplace and their scarcity mindset taught them to worship their work.\nRead the full article on TOI+\n\n",
        "headline_1": "Big bosses just don’t get Gen Z techies: Though Wipro has sacked 300 staffers for moonlighting, the punishment won’t really arrest the trend",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/eq-2/big-bosses-just-dont-get-gen-z-techies-though-wipro-has-sacked-300-staffers-for-moonlighting-the-punishment-wont-really-arrest-the-trend/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "The PM’s sleek and spotted 72nd ‘budday’ present was a showstopper worthy of India’s own 75th. So, rather than the usual caterwauling let us wish Oban, Tbilisi, Siyaya, Sasha & Co a quick recovery from their designer-jet lag. Asha, who arrived nameless, was christened by Modiji himself. Hopefully the rest will be spared lowlier Kuno handlers calling them by the more manageable and asli Indian Rani, Raja etc. God and Dr Laurie Marker forbid, it won’t come down to Babloo, Dabloo, Taploo, or, most insulting of all, Tiger.\nThe nifty giftee has said that these magnificent beasts are ‘our honoured guests’ and we must ‘give them time to settle down.’ Means, plied with the buffalo-leg-meat version of garma-garam chai. More to the point, they should literally heed every host’s cliché of ‘Treat this as your own home only,’ and not check out return flights to Windhoek at the first lapse of hospitality. That electrified fence must keep in as much as keep out.\nThe cheetahs will lord over an expanse originally marked for the king of the jungle,  that too from the PM’s own Gir, and symbol of his prized Make in India. Ah well, maybe aatmanirbhar doesn’t apply to animal-centric vanity projects. So, instead, what I’ve been thinking of is a similar urban situation. Isn’t all this much like the gentrification of depressed areas such as my former mill-area neighbourhood?\nThe Namibian newbies’ super-deluxe, ‘gated’ housing has pushed out the less privileged old-timers aka leopards. The only original inhabitants welcome are those who can ‘service’ the posh newcomers, prey-deer being the equivalent of our  bartan-jhadoo-pochha brigade. ‘Encroachment’ is Contentious Issue No 1 in both scenarios. So, I couldn’t help cheering for Kuno’s native leopards. For weeks, they defied all efforts to squeeze them out and ‘sanitise’ their age-old home for these private-jet setters with fancier spots and souped-up engines. Human-human conflict, animal-animal conflict – same to same. Shame to shame.\n* * *\nAlec Smart said: “With planning aborted, Bengaluru had its own Row vs Wade.”\n\n",
        "headline_1": "Beastly tails: A gentrified jungle for posh cats in fancy furs and hot wheels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/beastly-tails-a-gentrified-jungle-for-posh-cats-in-fancy-furs-and-hot-wheels-f0-9f-98-8a/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "We wholeheartedly support the call of the UN Working Group on Enforced or Involuntary Disappearances that the Bangladesh government needs to shed its lax approach to allegations of enforced disappearances at the hands of security agencies in the country. Five new cases of enforced disappearances were reported to the UN working group in the last one year, taking the number of cases being investigated by the UN to 81. Meanwhile, according to various human rights organisations, at least 522 people became victims of enforced disappearances between 2009 and 2018 in Bangladesh. But the response of the government so far has been wholly unsatisfactory, to say the least.\n\nThe government's continued denial is causing any hope for justice, or potential return of the victims of enforced disappearances, to fade away. What's more concerning is its lack of willingness to even investigate such allegations.\nJust this Monday, the information minister said that \"unfounded\" allegations of enforced disappearances are being peddled by \"anti-state\" groups working against the interests of the country. There is no shortage of such excuses to bin these allegations. Sometimes it is done through counter-accusations against rights groups. Sometimes it is through suspicious claims of \"voluntary\" disappearances. Oftentimes, it is through straight-faced denial of knowledge. But how long will the government keep obstructing justice in the face of mounting evidence as well as rising calls for investigations and accountability of the security agencies?\nThe just-retired UN High Commissioner for Human Rights, during her recent four-day visit to Bangladesh, also expressed concern regarding the continued allegations of enforced disappearances. She offered her office's help in devising a mechanism of international standards to investigate the allegations. But the government's continued denial is causing any hope for justice, or potential return of the victims, to fade away. What is more concerning is its lack of willingness to even investigate claims of enforced disappearances, which is the least it could do. What does it fear will come out if such investigations are carried out? Why hide behind technicalities every time an accusation is raised?\nThe focus, however, must not shift from the victims and the struggle of their families. In the past, according to reports by this daily, many families alleged that they were being harassed by the police and coerced into signing pre-written statements \"admitting\" that they had deliberately misled the authorities by concealing information about their \"missing\" relatives. This is alarming not only because it could signal the complicity of law enforcement agencies in the cases themselves, but also because it shows that they are doing the very opposite of what they should be doing: protecting citizens.\nWe demand that the government urgently undertakes an impartial, independent and transparent investigation into all allegations of enforced disappearances. The UN human rights council, in its ongoing 51st regular session, reiterated its call for addressing the allegations and building an independent system of investigation, which the government should have no reason to ignore. The families of all the disappeared deserve better. The government must do everything possible to alleviate their suffering.\n",
        "headline_1": "Stop hiding behind technicalities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-hiding-behind-technicalities-3124846",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "In most countries, it is deemed a priority to instil patriotism in children from an early age. Young ones are taught, both at home and in school, the importance of cultivating a sense of belonging, love, and pride towards their country.\nThis feeling of adoration towards one's homeland is promoted because patriotic individuals are more likely to be concerned for the well-being of the state. Therefore, they would be more willing to be involved in public service for their community.\nPatriotism is also believed to reduce corruption, as patriotic public servants are less likely to abuse their power. Additionally, a population that loves its country is more likely to stand up against crimes. It encourages communal harmony as people from different racial, religious, and socioeconomic backgrounds are brought together by a mutual sense of attachment to their nation.\nThat being said, patriotism is, and has been for the longest time, considered a civic and moral duty for all those living in a country. It is considered a prerequisite to be an ideal citizen and people who do not self-identify as patriots in public are often branded as traitors.\nWhile it may be a virtue, careful deliberation shows that there is no rational justification for patriotism to be morally obligatory.\nThe idea that citizens owe unquestioned devotion and gratitude to their nation because of the benefits that it bestows upon them is flawed. It is every citizen's responsibility to pay taxes and abide by the laws of the state. In exchange, the state provides them the services to which they are rightfully entitled. \nA hypothetical scenario proposed by author Igor Primoratz further picks apart the idea of patriotism being a moral obligation. If an individual could choose to save only one of two random people from harm and they did not save their compatriot, were they committing a moral wrong?\nThe obvious answer seems to be in the negative.\nThere are many reasons why one may not feel very strongly about their country. It is our responsibility to understand these causes before we can build a society where a sense of patriotism comes naturally to everyone, rather than it being a forced feeling. This is especially true in the case of disenfranchised groups, like women and religious minorities.\nWhen a woman feels unsafe to freely walk through the streets of her homeland, one cannot be surprised to find that she has emotionally detached herself from the country. When the homes of religious minorities are looted and burned frequently, it is unfair, and frankly wrong, to expect them to sing praises of their \"great\" nation like a broken record. \nWhile possessing the spirit of patriotism is commendable and may be an intrinsic part of one's self-identity, it can be safely concluded that lacking this feeling doesn't make one a traitor to their land. Certain experiences often render people unable to form emotional ties with their country. The rest of us need to learn to be empathetic and to work together to make our respective countries a better place for all its inhabitants regardless of gender, class, religion or ethnicity. \nReference:\n\nChao, Sharon. Is patriotism a virtue, or a vice? Should 'national feeling' be encouraged or discouraged by nation states today?\nNahian Nawar is a slow reader and a fast eater. Teach her how to change her ways by reaching out at nahiannawardhk@gmail.com\n",
        "headline_1": "Should patriotism be unconditional?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/should-patriotism-be-unconditional-3124991",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "We are alarmed to learn that dengue cases are fast spreading across the country, making it a major public health concern amidst a still-unsubdued pandemic. According to a report by Prothom Alo, dengue cases have been detected in as many as 50 districts this year, Dhaka being the worst affected among them, followed by Cox's Bazar. According to data from the Health Directorate, more than 12,000 patients have so far been admitted to different hospitals for treatment. Among them, 45 have died. These numbers, however, do not reflect the actual dengue situation in the country as patients who were not admitted to hospitals have not been included in the list. Health experts fear that the actual numbers could be several times higher than the reported figures.\n\nThe health directorate conducts three mosquito surveys annually – pre-monsoon, monsoon-time and post-monsoon. We wonder what is even the point of doing these surveys if appropriate action based on their findings is not taken.\nThe question is, why couldn't the government yet take any effective measure to contain the spread of dengue despite it being a public health concern for more than two decades now? As the infection rate increased over the past few years, along with a rising death toll, it was expected that the government would take it seriously and put into place medium- and long-term plans to contain it. But despite its fatal effects year after year, the government's approach indicated no sense of urgency: it neither carried out regular anti-mosquito drives, nor conducted robust surveillance or awareness-raising programmes. Most importantly, it didn't implement the experts' advice to contain the spread.\nReportedly, in 2017 and 2019, two World Health Organization experts came to Bangladesh to direct the health ministry in this regard. One of them was a pathologist who formulated a research-based mid-term plan on how to control and prevent dengue and Chikungunya viruses in the country. He advised forming a rapid response team and also asked at least 12 ministries to join hands with the health ministry. Although the plan was supposed to be implemented by 2019, nothing has been done as of now.\nSo, this year, Aedes mosquito larvae have been found in 12 percent of the houses in the capital, according to a recent survey by the health directorate. Reportedly, the directorate conducts three mosquito surveys annually – pre-monsoon, monsoon-time and post-monsoon. We wonder what is even the point of doing these surveys if appropriate action based on their findings is not taken.\nThe government must realise the gravity and accumulated cost of a prolonged dengue situation and take immediate action to contain its spread. It must implement the suggestions made by the WHO experts and local specialists on various occasions. The government should also direct all hospitals and health complexes to remain prepared to provide necessary treatment to incoming dengue patients and monitor whether they comply with all directives. Equally importantly, it should regularly conduct mosquito repellent drives as well as awareness programmes across the country. There is no reason to downplay the danger that dengue poses to public health.\n",
        "headline_1": "Rising dengue cases demand appropriate response ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rising-dengue-cases-demand-appropriate-response-3124821",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "The tension that we are seeing now at the Bangladesh-Myanmar border is nothing new. We have a history of trouble along the 271km border between the two countries – both land and maritime. For instance, in 1978, there was a border skirmish with the Myanmar military that called for mobilisation and deployment of Bangladeshi troops at the border. We nearly had a maritime conflict in 2008 as well, when Myanmar deployed its naval ships to put a Korean drilling rig in our exclusive economic zone close to St Martin's Island.\nThe current problem, however, started mainly with the influx of Rohingyas who fled Myanmar in 2017. Since then, we have been housing a large population of Rohingya refugees in Bangladesh, and facing a number of issues that are involved with housing such a large number of people. We need to settle these issues with Myanmar because we want to repatriate the refugees. The problem that we are observing now along the border starts primarily with the presence of ARSA and the Arakan Army in Myanmar's Rakhine state, who have been battling the Myanmar army for some time. ARSA is, however, not a strong force, unlike the Arakan Army, which has ethnic-independent aspirations in the Rakhine province and have been battling the Tatmadaw for some time now. The Arakan Army is the military wing of the United League of Arakan, which was formed in 2009. Over the last couple of years, it has grown in strength. They now have the support of the Rakhine population in large parts of the province. The Tatmadaw is worried that if the Arakan Army continues to gain strength, they may lose control in this part of the country. Hence, the current operations against it.\nBut the way they are violating international norms while conducting such operations is unacceptable to Bangladesh. There were several incidents earlier this month where their shells landed within Bangladeshi territory, and their helicopters and aircrafts violated our airspace and flew inside Bangladesh.\nOn September 16, their shells again landed in no man's land on the Bangladesh side, which killed one person and injured five others. This is a gross violation of all international norms and neighbourly relationships and of our sovereign space. It is something Bangladesh cannot accept.\nBangladesh called the Myanmar ambassador four times over the last few weeks and gave strong notes of protest. As we can see, they have not had any practical impact, because they have continued to violate our border and air space. What is worrying is that there is a chance that the conflict that is going on between the separatist forces within the Rakhine province and the Tatmadaw may spill over into Bangladesh. \n\n\nThere is also the possibility of the current conflict escalating into a bigger one. That is why we must try and put a stop to it now. Unfortunately, we do not have any confidence-building measures (CBM) between the two countries. Therefore, we are unable to talk to the other side during tension and conflict resolution, and in that kind of space, mistakes can happen. Fear can also overpower other actions. So, in the absence of proper CBM, the prospect of conflict escalation becomes even more real. I'm also concerned about the possibility of a new influx of Rohingya refugees from the Rakhine province, who may try to enter Bangladesh in their desperate attempt to flee the conflict zones. That possibility remains quite high.\nSo, what should Bangladesh do now? First of all, the current tension that we have along the Bangladesh-Myanmar border must be resolved peacefully and diplomatically. There must never be a thought that we can solve the problem militarily or through conflict. But then, only diplomatic moves are not enough. It has to be backed up by deterrents, because deterrents are what gives a biting power to diplomatic moves. I'm afraid that we are not exhibiting deterrents in the right manner to Myanmar, which is why it is not taking our protests seriously and continuing with the activities at the border that we are seeing now. Some international experts have also argued that military balances have probably tilted towards the Myanmar side, which has made it difficult for us to show the adequate level of deterrence. But we must make an effort to ensure our diplomatic moves have a strong backup.\nDiplomatically, our foreign ministry has so far called the Myanmar ambassador to hand over protest notes. I don't think it has made any difference. I have heard that the foreign ministry is also going to brief the Association of Southeast Asian Nations' (Asean) ambassadors, and they will talk to other places and other capitals. But I remember that during the Rohingya influx of 2017, Bangladesh was diplomatically taken on a backfoot; that should not happen this time. What we should do is alert international actors well in advance that this is happening on our border.\nMore importantly, we should talk to the countries that back Myanmar. Myanmar's strength comes from three major sources of power: India, Russia, and China. We should talk to them so that they talk to Myanmar or the Tatmadaw, so that these actions are stopped immediately. And if nothing happens, we should take it to the UN Security Council and place our case there. But we must make all the efforts diplomatically, so that the problem does not escalate to the level of a conflict, and that it is resolved peacefully.\nMaj Gen ANM Muniruzzaman, ndc, psc (retd) is president of Bangladesh Institute of Peace and Security Studies (BIPSS).\n\n",
        "headline_1": "We must make all diplomatic efforts to avoid direct conflict",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-must-make-all-diplomatic-efforts-avoid-direct-conflict-3124816",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "We wholeheartedly support the call of the UN Working Group on Enforced or Involuntary Disappearances that the Bangladesh government needs to shed its lax approach to allegations of enforced disappearances at the hands of security agencies in the country. Five new cases of enforced disappearances were reported to the UN working group in the last one year, taking the number of cases being investigated by the UN to 81. Meanwhile, according to various human rights organisations, at least 522 people became victims of enforced disappearances between 2009 and 2018 in Bangladesh. But the response of the government so far has been wholly unsatisfactory, to say the least.\n\nThe government's continued denial is causing any hope for justice, or potential return of the victims of enforced disappearances, to fade away. What's more concerning is its lack of willingness to even investigate such allegations.\nJust this Monday, the information minister said that \"unfounded\" allegations of enforced disappearances are being peddled by \"anti-state\" groups working against the interests of the country. There is no shortage of such excuses to bin these allegations. Sometimes it is done through counter-accusations against rights groups. Sometimes it is through suspicious claims of \"voluntary\" disappearances. Oftentimes, it is through straight-faced denial of knowledge. But how long will the government keep obstructing justice in the face of mounting evidence as well as rising calls for investigations and accountability of the security agencies?\nThe just-retired UN High Commissioner for Human Rights, during her recent four-day visit to Bangladesh, also expressed concern regarding the continued allegations of enforced disappearances. She offered her office's help in devising a mechanism of international standards to investigate the allegations. But the government's continued denial is causing any hope for justice, or potential return of the victims, to fade away. What is more concerning is its lack of willingness to even investigate claims of enforced disappearances, which is the least it could do. What does it fear will come out if such investigations are carried out? Why hide behind technicalities every time an accusation is raised?\nThe focus, however, must not shift from the victims and the struggle of their families. In the past, according to reports by this daily, many families alleged that they were being harassed by the police and coerced into signing pre-written statements \"admitting\" that they had deliberately misled the authorities by concealing information about their \"missing\" relatives. This is alarming not only because it could signal the complicity of law enforcement agencies in the cases themselves, but also because it shows that they are doing the very opposite of what they should be doing: protecting citizens.\nWe demand that the government urgently undertakes an impartial, independent and transparent investigation into all allegations of enforced disappearances. The UN human rights council, in its ongoing 51st regular session, reiterated its call for addressing the allegations and building an independent system of investigation, which the government should have no reason to ignore. The families of all the disappeared deserve better. The government must do everything possible to alleviate their suffering.\n",
        "headline_1": "Stop hiding behind technicalities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-hiding-behind-technicalities-3124846",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "We are alarmed to learn that dengue cases are fast spreading across the country, making it a major public health concern amidst a still-unsubdued pandemic. According to a report by Prothom Alo, dengue cases have been detected in as many as 50 districts this year, Dhaka being the worst affected among them, followed by Cox's Bazar. According to data from the Health Directorate, more than 12,000 patients have so far been admitted to different hospitals for treatment. Among them, 45 have died. These numbers, however, do not reflect the actual dengue situation in the country as patients who were not admitted to hospitals have not been included in the list. Health experts fear that the actual numbers could be several times higher than the reported figures.\n\nThe health directorate conducts three mosquito surveys annually – pre-monsoon, monsoon-time and post-monsoon. We wonder what is even the point of doing these surveys if appropriate action based on their findings is not taken.\nThe question is, why couldn't the government yet take any effective measure to contain the spread of dengue despite it being a public health concern for more than two decades now? As the infection rate increased over the past few years, along with a rising death toll, it was expected that the government would take it seriously and put into place medium- and long-term plans to contain it. But despite its fatal effects year after year, the government's approach indicated no sense of urgency: it neither carried out regular anti-mosquito drives, nor conducted robust surveillance or awareness-raising programmes. Most importantly, it didn't implement the experts' advice to contain the spread.\nReportedly, in 2017 and 2019, two World Health Organization experts came to Bangladesh to direct the health ministry in this regard. One of them was a pathologist who formulated a research-based mid-term plan on how to control and prevent dengue and Chikungunya viruses in the country. He advised forming a rapid response team and also asked at least 12 ministries to join hands with the health ministry. Although the plan was supposed to be implemented by 2019, nothing has been done as of now.\nSo, this year, Aedes mosquito larvae have been found in 12 percent of the houses in the capital, according to a recent survey by the health directorate. Reportedly, the directorate conducts three mosquito surveys annually – pre-monsoon, monsoon-time and post-monsoon. We wonder what is even the point of doing these surveys if appropriate action based on their findings is not taken.\nThe government must realise the gravity and accumulated cost of a prolonged dengue situation and take immediate action to contain its spread. It must implement the suggestions made by the WHO experts and local specialists on various occasions. The government should also direct all hospitals and health complexes to remain prepared to provide necessary treatment to incoming dengue patients and monitor whether they comply with all directives. Equally importantly, it should regularly conduct mosquito repellent drives as well as awareness programmes across the country. There is no reason to downplay the danger that dengue poses to public health.\n",
        "headline_1": "Rising dengue cases demand appropriate response ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rising-dengue-cases-demand-appropriate-response-3124821",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "That 89 per cent of children, or 45 million in absolute term, under the age of 15 in this country are indiscriminately subjected to physical and psychological violence is a damning commentary on child care. It also refers to outrageous socio-economic inequality which appears to have exacerbated by the negative impacts of the pandemic. The total number of children below 15 years of age in this country is close to 55 million and if 45 million of them just receive violent disciplining at home on a regular basis, it unfolds a picture of mindless and deplorable parenting in most cases. The picture of the hostility to children becomes even uglier by the fact that 30 million of them are trapped in child labour and 1.3 million among them in hazardous types of work. The Multiple Indicator Cluster Survey jointly conducted by the Bangladesh Bureau of Statistics (BBS) and the Unicef Bangladesh Country Office has certainly focused on a socio-economic fault line of seismic proportion that like agitation of tectonic plates of the Earth can result in social quakes by the in-built mounting pressure. True, an overwhelming majority of these hapless children come from lower-income families which have subhuman living standard. It is quite possible that most of them suffering deprivation themselves do not even have the slightest idea of ideal parenting. A recently conducted research on children from such backgrounds confirms this. As high as 48 per cent of them do not live with their parents as they leave their shabby shelters after the incidents of violence they are subjected to. They suffer at least three types of violence --- physical, sexual and domestic. No wonder, they lose interest in formal education and try to learn how to fend for themselves. Thus they become involved in crimes like mugging, robbery or in case of failure in such acts, in begging. The Unicef also claims that one in five children drops out before completing primary education.What kind of society the nation is going to establish if such a large band of potential contributors to wealth creation and nation building becomes a waste or degenerates into negative or anti-social elements? Victims of violence and deprivation at an early age, they soon learn the undesirable art of violence or various other illegal practices such as teenage gangsterism and drug peddling. Rising crimes of these anti-social types have already posed a serious challenge to socio-cultural stability. Apart from such crimes out to tip balance in favour social instability, children not subjected to violent domestic disciplining are also deprived of their childhood. With no playgrounds and space for their balanced physical and mental development, even such children are robbed of the simple joys of life. Perhaps this explains why the majority of the academically successful students do not return back on completion of their studies abroad. The country thus loses both ways. Now the primary task is obviously to protect children from all kinds of violence and repression. In this context, the prime minister's commitment to raise the number of professional social service workers from 3,000 to 9,000 gives some hope. The child protection allowances, as announced, can complement it very well if only the programme is pursued with seriousness and dedication.",
        "headline_1": "No to violent disciplining of children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-to-violent-disciplining-of-children-1663773840",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "Every funeral is a breaking of the heart. Every burial speaks of the sadness at the core of life. When it comes to state funerals, it gets to be something more. A large measure of emptiness sweeps across a country, sometimes across the world.The assassination of President John Fitzgerald Kennedy in November 1963 gave a rude shock to the world. The reasons were obvious. He was young. And he had been assassinated, which in effect meant the end of Camelot, as his presence in politics at that point of time denoted.Kennedy's funeral was much more than the burial of a president. It was the celebration of a life, that of a politician who offered hope to his country and perhaps to the wider world. Kennedy had certainly not stamped his legacy on history. But the glamour he and his wife Jacqueline exuded in their thousand days in the White House translated into a fairy tale brought to a rude end in Dallas on that November day.The elaborate rituals followed at the funeral of Britain's Queen Elizabeth II following her death earlier this month at the age of 96 was for many among the generation whose political instincts began to take shape on 22 November 1963 a reminder of the grandeur in which the funerals of the powerful leave imprints on public sensibilities. The British monarch's last rites were attended by a hundred-plus global leaders. For the ten days before the burial of the long-reigning monarch, tens of thousands of her subjects as also visitors from abroad filed past the coffin in Westminster Hall.It was devotion displayed in its innate sincerity to Elizabeth II, even if many among the mourners joining the lengthening queues before Parliament were republicans at heart. The outpouring of grief for the monarch was in very many ways a reminder of the tragedy descending on America when JFK was assassinated. There are people who yet recall where they happened to be when news came in of the shooting in Dallas.Kennedy's funeral in Washington on 25 November is remembered for the eloquent grief it engendered in his country and around the world. His widow and brothers marched behind the gun carriage conveying his remains to Arlington cemetery. Behind them were statesmen who had descended on Washington to be part of the funeral --- French President Charles de Gaulle, Ethiopian Emperor Haile Selassie, West German Chancellor Ludwig Erhard, Soviet Deputy Prime Minister Anastas Mikoyan, Pakistan Foreign Minister Z.A. Bhutto and a host of others. The funeral procession was a majestic march from the Capitol to Arlington. In the cold November wind, President Kennedy was placed in his grave. Following the burial, Jacqueline Kennedy lit an eternal lamp on it. It burns to this day. His widow, who died in 1994, rests beside him.The somber nature of state burials often renders them a quality of the poetic. The burial of Egyptian President Anwar Sadat in October 1981, one of the saddest of happenings in the Middle East, drew a number of world politicians to Cairo. US President Ronald Reagan sent three former presidents --- Richard Nixon, Gerald Ford and Jimmy Carter --- to represent Washington at the funeral. The world's respect for Sadat, as it was for Israel's Yitzhak Rabin years later, was generated by his role as a peacemaker in his volatile region.Part of the funeral narrative has to do with great individuals who would leave instructions with their families that no pomp and pageantry mark their burials. General De Gaulle wanted no state funeral and no government leader and no overseas representatives to be at his funeral in his country home. His wishes were respected. And yet the French government under President Georges Pompidou organised a memorial ceremony at Notre Dame cathedral, which was attended by the likes of US President Nixon, Emperor Haile Selassie and Britain's Prince Charles. De Gaulle was buried beside his daughter Anne. His tombstone simply mentions his name and the years of his birth and death. That was humility past compare.For India, the death of Jawaharlal Nehru in May 1964 was trauma at its extreme. Only a few years after an overseas journalist had asked the question, 'After Nehru, Who?' the country's first prime minister had succumbed to ailments brought on by age. Nehru's state funeral was a celebration of his life by statesmen gathered in Delhi from all over the world --- the Soviet Union's Alexei Kosygin, British Prime Minister Alec Douglas-Home, Ceylon Prime Minister Sirimavo Bandaranaike, Tunisian President Habib Bourguiba, US Secretary of State Dean Rusk, Pakistan Foreign Minister Zulfikar Ali Bhutto, to name a few. Among the tributes paid to Nehru was a remarkable eulogy by Syed Badrudduja, a reputed orator and leading Muslim politician who had served as mayor of Calcutta and was at the time an influential member of the Lok Sabha.Winston Churchill's funeral in January 1965 was attended by Queen Elizabeth II along with leaders from as many as 120 nations. Rich tributes were paid to him by Prime Minister Harold Wilson. Among foreign leaders who attended the funeral were Canadian Prime Minister Lester Pearson, President Charles de Gaulle and former US President Dwight Eisenhower. Nelson Mandela's state funeral in December 2013 galvanised a whole world into paying tributes to him. President Obama along with three former US presidents, the presidents of India, Ireland, France and a number of African states, together with prime ministers and royalty from around the world converged on South Africa for the last rites of a foremost statesman of our times.Decency and dignity in their highest form underline state funerals. It is generally in democracies where a somber, grateful send-off is given the statesman or stateswoman whose life has drawn to an end through ailment or age or sudden tragedy. In the world's less politically enlightened regions, history-making leaders have been denied proper funerals because those who succeeded them in high office have been those who have usurped power. That has been the irony in significant regions of the globe. The state funeral of Josip Broz Tito in May 1980 was an assemblage of statesmen from all corners of the globe. His Yugoslavia would pass into oblivion after his passing. Yet Tito remains a giant on the historical canvas. The paths of glory, as the poet Thomas Gray once famously penned, lead but to the grave. They do, of course. But state funerals are often the point where the glory sometimes outlives death, goes beyond the grave, and leaves lasting marks on history.\n[email protected]",
        "headline_1": "Of funerals . . . of glory and the grave",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-funerals-of-glory-and-the-grave-1663773932",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "What is the strength of former Pakistan Prime Minister Imran Khan? He is transparent. What is the weakness of this cricketer-turned-politician? He is more transparent now. While his transparency is fetching him overwhelming popular support, he is also falling an easy prey to conspiracies everywhere. He is fighting an uphill battle against all the state apparatuses. In the recent Punjab provincial election, he fought hard on an uneven turf. He fought against the local administration, the Election Commission and other agencies acting behind the scene. Still he won the election and formed government in the province. This sent a clear message that it would not be possible to beat Imran Khan in any election. Then came the schedule for election to nine vacant seats of the National Assembly. He announced his candidature for all nine seats. The Election Commission cancelled his one nomination. But he went to court and got it restored. Finally, the Election Commission postponed the election. This is how a constitutional body was being used against Mr Khan.Then came the hard part of the battle. Cases were filed against him. Several attempts were made to arrest him. But every effort was frustrated by the supporters of his party. Once one car of his motorcade caught fire. Of late, the pilot of his copter fell sick while returning home from a public meeting. Then his chief of staff flew the copter back home. These are two examples of the recent incidents that could cost him his life. Recently, Mr Khan's Chief of Staff, Shahbaz Gill, who was professor at a university in the US, was arrested. When in custody, he was reportedly tortured. He endured this torture because of his allegiance to Imran Khan and his party. The good news is he was released from jail just days back.Imran Khan has embarked on an arduous journey. He could take a shortcut way. But he did not do so. Reportedly, a number of lawmakers from the ruling coalition contacted him. They offered to vote against the incumbent government in the National Assembly. But he did not accept the offer. If he consented, the government could fall within days. But he says a conspirator is always a conspirator. Months back Mr Khan's government also was toppled, as a number of lawmakers from his coalition voted against him in a no-confidence motion in the National Assembly. Imran Khan claimed on Tuesday that the foreign exchange reserve, remittances and exports all dropped after the fall of his government. The exchange rate of the dollar against Rupee is now hovering around Rs 239, a sharp fall from around Rs 186 at the time of Mr Khan's ouster from the government. Uncertainty remains over an external financing requirement of US$ 30 billion in the current fiscal year. This indicates the abysmal state of the incumbent government's economic performance. During the ouster of his government, Mr Khan warned that the economy would suffer. But nobody paid heed to it. Now the economy has been left in a sorry state.The economic uncertainty does not guarantee it would be smooth sailing when it comes to Imran Khan's party's bid for power. And that is despite his party, Pakistan Tehreek-e-Insaf (PTI)'s popular support. So far he has survived all the conspiracies hatched against him. His only weapon is transparency as is the case with Western democracies, too. That has earned him fabulous support among the people. Now all eyes are riveted on how he bats in the days to come in a more turbulent phase of Pakistan's politics. \n[email protected]",
        "headline_1": "All eyes on Imran Khan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/all-eyes-on-imran-khan-1663773969",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2022"
    },
    {
        "full_article": "It has been over five years since more than a million Rohingyas fled the persecution in Myanmar and took refuge in Bangladesh. And even after such a long period of time, no solution to this humanitarian crisis seems to be in sight. If this crisis loses its attention, the problem may intensify further. The only answer to this crisis is that Myanmar must take back the displaced Rohingyas, who are now staying in the country. And for this, we have to put pressure on the international community as well as Myanmar. We should not forget about the Rohingya crisis for which the host community has been affected severely. The locals living near the Rohingya camps are now faced with a number of problems including security. We must keep the conversation with the international community alive to repatriate the Rohingyas to their own country. Let us ensure that the international community does not let Myanmar get away with its crimes against humanity. \nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Has world forgotten about the Rohingyas?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/has-world-forgotten-about-the-rohingyas-1663773995",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-09-2022"
    }
]