[
    {
        "full_article": "In choosing to retain Nongthombam Biren Singh as the Chief Minister of Manipur, the Bharatiya Janata Party decided to go with continuity in a State where only one former chief minister – Okram Ibobi Singh of the Congress – had managed to carry on after a full five-year term. This should not come as a surprise even though there was speculation in the run-up to the announcement that other contenders had thrown their hats into the ring. It was under Mr. Singh’s leadership that the BJP not only increased its seat share in the Manipur Assembly, from 21 (in 2017) to 32 (in 2022), but had also managed to weather several storms while running a minority government in the last five years. Unlike 2017, when the BJP formed the government in dubious circumstances — the Congress had emerged as the single largest party with 28 seats — the ruling party had a clear-cut majority on its own this time. Besides, the BJP government has received post-election support from the Janata Dal (United) and the Nagaland Peoples’ Front, with six and five MLAs each. The clear verdict from the electorate this time should help Mr. Singh run a stable government free of the shenanigans that dominated his previous tenure. Mr. Singh also ran a spirited campaign to secure an electoral majority for the BJP, with some of his initiatives such as the “Go to Hills” and “Go to Villages” bearing fruit. The stable majority should give Mr. Singh the ballast to focus more on governance and address the immediate needs of the State. Manipur has a higher literacy rate — 79.85% compared to the country’s average of 74.04% — besides achieving a medium human development index of 0.697, as of 2019. Only Sikkim and Mizoram have better indices in the North-east. But chronic unemployment, especially of the youth, remains a key concern that needs to be tackled by the Government. The recurring border conflicts in villages in Manipur and Nagaland, with strikes and blockades, need to end quickly, and a majority government will be better placed to address this ticklish problem. While the BJP remained silent on the unpopular Armed Forces (Special Powers) Act in the course of the election and still managed to win handily in the State, it cannot assume that the electorate agreed with the views of the Union government and the party on the Act. This could come up as a problem, yet again. As for the weakened Opposition in the State, the BJP’s facile victory opens up fresh challenges for the Congress’s beleaguered leadership even as smaller parties such as the National Peoples’ Party have tried to warm up to the BJP by offering outside support. Manipur is a vital border State, with a history of extremism and ethnic violence whose embers still remain. While a stable government is best placed to work out a lasting peace and focus on livelihood issues, it will be in the Opposition’s best interests to keep the Government on its toes by acting maturely.",
        "headline_1": "A default choice — On return of Biren Singh as Manipur CM",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-default-choice-on-return-of-biren-singh-as-manipur-cm/article65246409.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "Lakshya Sen’s run to the final of the All England Open Badminton Championships should rank high in the long list of great Indian sporting achievements. His crushing 10-21, 15-21 loss on Sunday to World No.1 and reigning Olympic champion Viktor Axelsen should not detract from the perception of his overall success. In terms of quality and prestige, no tournament quite comes close to All England. One of only three BWF Super 1000 tournaments — the crown jewels of the sport — it attracts the world’s best. And like Wimbledon in tennis, it is the first among equals, the oldest badminton tournament in the world with more than a century’s history. Indians have long had an emotional connect with All England, the acme of which came with the legendary Prakash Padukone’s stunning triumph at the 1980 edition. For Padukone’s protégé to come within one match of emulating his mentor, belying both his age and experience, is an astonishing feat. Lakshya is all of 20 and this was only his third-ever appearance at All England. But he shed the big-match nerves with ease, as he beat World No.3 and World Championships bronze-medallist Anders Antonsen (round-of-16), and World No.7 and defending champion Lee Zii Jia (semifinal) to go into the history books as the youngest of four players from independent India to reach the All England final (others being Padukone, P. Gopi Chand and Saina Nehwal).It is fair to say that Lakshya has been building up to this. He was marked out for success since young, and he lived up to that promise with medals at the Youth Olympic and junior World and Asian levels. While excellence in the juniors is no harbinger of success at the senior level, Lakshya, under the tutelage of Dronacharya awardee U. Vimal Kumar, has transitioned rather well. The last four months’ performance, in fact, proves this. In December 2021, he secured a bronze medal at the World Championships to join a select band of seven Indians to have stood on the podium at the Worlds. In January, at the India Open, he beat the reigning World Champion, Loh Kean Yew, to win his first BWF Super 500 title. In the German Open earlier this month, he defeated Olympic bronze medallist Anthony Ginting and then shocked Axelsen himself en route to a runner-up finish. He is no longer just an object of observation but the provider of that emotional hook for many a young Indian fan and player. Elite badminton is no doubt an unforgiving and unrelenting genre, as he found out against Axelsen on Sunday. But if Lakshya continues to sharpen his game, spruce up his body and develop a champion’s mindset, the possibilities are endless.",
        "headline_1": "On target — On Lakshya Sen’s run in All England championship",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/on-target-on-lakshya-sens-run-in-all-england-championship/article65246103.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "Every death is a tragedy, but when a young life is cut short, there is almost always a deeper level of empathy, a shared commiseration at the sadness of a life not lived. However, it's troubling how this empathy vanishes completely when that life is taken away by suicide—replaced by a wave of judgement, it shows a complete lack of understanding of the mental health issues that could drive one to take their own life.\nOn Sunday, March 13, 2022, a 16-year-old student from Mymensingh reportedly died of suicide. Before doing so, she wrote a Facebook post about her mental state, detailing how she had been suicidal for three years, had received no support and was now in a place where she was having physical reactions to her trauma and felt that death was the only escape. Her story has already been sensationalised on social media enough, so I will keep the details to a minimum. What I want to focus on are some of her final words, \"You have no idea how much mental pressure a person has to feel to want to die willingly… don't come here to judge me. If someone asks for help, all you can do is bully. But when they do something, it is their fault. Have you learnt anything in life except victim-blaming?\" (translated).\nShe displayed a great deal of foresight in writing this, since her assumption of being judged and bullied even after death turned out to be perfectly accurate. Her social media is flooded with comments, ranging from how selfish she is, how she will go to hell, how \"dirty feminists\" deserve to die (in her suicide note, she spoke of the restrictions she faced as a female in a patriarchal society), and even jokes about how she's finally getting the attention she craved. And, of course, comments about her body and her face—page after page of filth written at the expense of a dead teenager, apparently \"undeserving of sympathy\" because her death was a \"choice.\"\nAs I scrolled through these comments, I was appalled to realise that we live in a society where its members have so little empathy for the dead, and disrespect religious beliefs enough to use it as an excuse to publicly condemn—and even celebrate—the death of a minor. But then I came across a comment that stopped me in my tracks. A young woman wrote, \"I have resisted committing suicide thinking that people might miss me, but now that I see all the comments here, I feel like it won't matter, everyone will clearly hate me anyway\" (paraphrased).\nSometimes, it's easy to forget that the cruel bullies with too much time on their hands and too little self-respect are the loudest and the most vicious voices on social media. We need to have a much-needed (and much longer) conversation about what we have done wrong as a society that these people exist in the first place—and why they hate women so much that any reference to gender inequality makes them wish death and destruction upon their fellow human beings. But what we need to remember right now is that many people who don't agree with the trolls, and who often are on the receiving end of their attacks, are suffering in silence.\nThe Bangladesh Bureau of Statistics (BBS) estimate that around 10,000 suicides occur in the country every year. Last year, a youth-led organisation found that between March 2020 and February 2021, 14,436 people died by suicide in the country. And it's likely that these numbers are grossly underreported due to the stigma surrounding suicide. How many people are contemplating suicide, right now, as I write this? And what views are they being exposed to, other than the ones shouting at them from their screens, telling them that they deserve to die because they don't know how to appreciate life? Is anyone talking to them, listening to them and providing them with the support they need?\nIn all the reports I found on the schoolgirl from Mymensingh, teachers, lawyers, police representatives and ordinary citizens shared their opinions on what went wrong in her life. Almost all of them referred to the importance of good parenting, with little explanation of what that entails, and none of them used the two most crucial words here: mental health.\nThe fact that suicide is a culmination of depression, mental illness, traumatic stress, hopelessness, social isolation and a number of other factors is completely lost upon us. But where the general public fails, our institutions must show us the way. So where are the educators, the community leaders and the elected representatives talking about suicide—not as a crime or a shameful act, but the tragic result of severe mental health issues that we have wilfully chosen to ignore? Where are the available resources on suicide prevention, the national suicide helpline, and the honest and inclusive conversations on the pressure that people face in society today?\nResearch done on mental health in other countries tells us that suicide is not inevitable. If a person living with suicidal thoughts is listened to and their feelings validated, the knowledge that someone cares can make them feel less trapped. In other words, a better societal understanding of mental health and depression, and appropriate support structures can save lives. But before any of that can happen, we need to seriously reflect on the lack of humanity hiding behind the excuse of \"personal beliefs\" that prevents so many from feeling any empathy for a life ended abruptly by depression and mental illness.\n \nShuprova Tasneem is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Our apathy towards the suicide epidemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-apathy-towards-the-suicide-epidemic-2987646",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "The invasion of Ukraine, which Russia chooses to euphemistically call \"special operations,\" has produced several lessons for us, as much as it has, once again, exposed various negative facets of the existing world order, the fault lines in international relationship, and the skewed international system hogged by the rich and the powerful. This conflict has also brought to light the partisan nature of Western media, which flaunts its so-called objectivity and hypes its impartiality, now ever so consumed by selective amnesia of the US and its allies' bombardment of Afghanistan, Iraq, Syria and Libya, so much so that they cannot but betray their racist proclivities. This racial bias is also evident in the European governments' policy towards the Ukrainian refugees compared to their attitude and policies towards other refugees, whose skin colour happens to be a few shades darker than theirs.\nUnfortunately, all wars are launched on the pretext of justice—and all wars result in deaths. But while all murderers face retribution and punishment since it is forbidden to kill, those who wage wars and kill people go free because, according to Voltaire, \"they kill in large numbers to the sounds of trumpets,\" as have modern-day mass killers like the two Bushes, Henry Kissinger, Blair, and Obama. The latter, a Nobel Laureate, justified war as the arbiter of conflicts who wanted the world to think in new ways about the notions of just war, and legalised war; since the notion of \"just\" is highly subjective, one was, therefore, free to wage war. Now Putin has been added to that list.\nWhat is particularly noticeable, and heartening, is the overdrive of certain international bodies and institutions that have moved very quickly to hold Russia to account, like the UN and the International Court of Justice (ICJ), the latter calling Russia for alleged genocide and war crimes. It is so encouraging to see the ICJ move with such celerity as never seen before under the Convention on the Prevention and Punishment of the Crime of Genocide. The hearing started in The Hague on March 7, 2022.\nThese are appropriate measures that must be taken against a blatant aggressor, and one would like to believe that the international institutions are not totally neutered yet. But if only these bodies had moved with equal promptness in similar circumstances in the past, when international order was equally blatantly trampled under the feet of the lone superpower, when the UN was bypassed and when indiscriminate carpet bombing tried to blow a civilisation out of the face of the Earth, Russia would have perhaps thought twice before attacking Ukraine.\nAlso, contrast that with the genocide in Bangladesh, which has not been recognised as genocide as yet. And what about civilian deaths in Iraq, Afghanistan, Syria and Libya caused by US operations? I quote a very conservative estimate, by the Watson Institute of Brown University in the US, that 387,072 civilians died violent deaths as a direct result of the US' post-9/11 wars. The war deaths from malnutrition and a damaged healthcare system and environment likely far outnumber deaths from combat. Should they not merit recognition by the ICJ?\nLet's see now the strategic and security lessons the Russia-Ukraine war has for the world—particularly for a geographically small country like Bangladesh, whose main diplomatic preoccupation since its inception has been to craft policies and chart courses in order to exist peacefully with its preponderantly large neighbour.\nWhat has come out very starkly in the latest Russia-Ukraine war is that a country's geopolitical importance, stemming from its geopolitical location, can be more of a bane than a boon—unless one plays one's diplomatic card deftly. Sandwiched between two big and powerful entities—i.e., the Russian Federation and the conglomerate of Nato allies with historical animosity to the former—the situation for Ukraine was always extremely delicate. Ukraine became a buffer for the Russians after the break-up of the Soviet Union, and the Nato borders moved further eastwards with Bulgaria, Romania and Slovakia joining the Western alliance. Ukraine fell victim to the large-single-powerful-neighbour syndrome, with the Russian Federation dominating its entire eastern flank and most of its big western neighbours allied to either of the big powers. Ukraine's intention to join Nato and make a big case out of it are the immediate reasons behind its woes.\nAnd more than anything, Russia's aggression, that has matched the immorality and depravity of the US and Western actions in the four aforementioned countries, demonstrates the need for a small country to have a credible deterrence, that would make amply clear to any potential aggressor that the cost of aggression would be highly disproportionate to its assessed gains. Ukrainian leadership must be ruing the fact that they gave up the nuclear warheads stationed in its territory in exchange for security guarantee. At the time of independence, Ukraine had the third largest nuclear stockpile in the world, which they surrendered in 1994 after joining the NPT regime, in exchange for economic and territorial guarantee. One wonders whether Russia would have attacked Ukraine if they were in possession of nuclear weapons.\nAnd this is another lesson for a small country like ours: Do not depend on the security guarantees of others—not even that which is in black and white. Look at the fate of the Budapest Memorandum signed between Ukraine (and also Belarus and Kazakhstan) with the US, the UK and the Russian Federation in 1994, which stipulated economic and territorial security guarantees for the signatories in return for giving up nuclear weapons. The memorandum was honoured in its violation, regrettably. Ukraine has learnt the hard way that, while the US and its allies are willing to put boots on the ground while invading a third country, they would dither in doing so in defence of a country outside their alliance. And neither should small countries fall for the oft-repeated cliche that diplomacy is the best defence. In this instance, the US and the West's defence and diplomacy both failed miserably.\nLast but not the least is the very important lesson that one must learn not only from the recent invasion of Ukraine, but also the Russian annexation of Crimea and its war against Georgia. In all three instances, ethnic affinity of the people living in areas bordering Russia was exploited by the latter to create grounds for invasion and annexation, as was done in Crimea, or carving a separate state from the mainland as with Abkhazia and South Ossetia in Georgia, and with the Donbas region in Eastern Ukraine. I call it \"the quisling factor\" for want of a better phrase, and we must be wary of it too.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "Lessons we can learn from the Russian invasion of Ukraine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/lessons-we-can-learn-the-russian-invasion-ukraine-2987641",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "The evolution of morality and ethics in the 21st century has taken a whole new direction, owing to the mass awareness and participation made possible by the ubiquity of social media. Throughout history, there have been discoveries that have changed society in unimaginable ways. Two important developments that shaped the history of moral evolution can be mentioned here. First, written language has revolutionised the communication of ideas over space and time. Second, new modes of transport radically transformed social norms by bringing people into contact with new cultures. Both these epoch-making events contributed significantly in shaping and reshaping moral thinking across cultures. Yet, these pale in comparison to how the internet and social media is shaping our individual and social identities.\nIn recent times, starting from the Arab Spring, social media has played an integral role in fomenting public opinion towards matters of morality, ethics and social justice. In Bangladesh, the relatively recent movements demanding safer streets following the deaths of a couple of students was fuelled, to a large degree, by social media participation. While there have been some positive developments in the evolution of public participation in shaping social justice through social media, one must exercise caution, and the role of social media must be carefully scrutinised.\nPopular social media platform Facebook's early mission was \"to make the world more open and connected\"—and in the first days of social media, many people assumed that a huge global increase in connectivity would be an unequivocal good. However, in recent times, that optimism has somewhat dissipated. The American social psychologist Jonathan Haidt noted that the problem may not be connectivity itself, but the way social media turns so much communication into a public performance. What did he mean by this?\nThe social psychologist Mark Leary coined the term \"sociometer\" to describe the inner mental gauge that tells us, moment by moment, how we're doing in the eyes of others. Leary has argued that people don't actually care about self-esteem; contrarily, the evolutionary imperative is to get others to see them as desirable partners for various kinds of relationships. Social media, with its displays of likes, friends, followers, and retweets, has pulled the sociometers out of one's private thoughts and made them public. In 1790, the Anglo-Irish philosopher and statesman Edmund Burke wrote, \"We are afraid to put men to live and trade each on his own private stock of reason; because we suspect that this stock in each man is small, and that the individuals would do better to avail themselves of the general bank and capital of nations and of ages.\"\nSocial media has put Burke's words to test. It pushes people of all ages towards a focus on the scandal, joke, or conflict of the day, but the effect may be particularly profound for younger generations, who have had less opportunity to acquire older ideas and information before plugging themselves into the social media stream. Since social media is an open platform, young people are being exposed to a barrage of \"philosophies\" and \"guidelines,\" providing moral justification to almost every little thing, without proper critical analysis and creating moral rules almost \"on the fly.\" An example of this is the fact that social media has channelled the susceptibility to divisions based on \"group identity\" into the creation of a \"callout culture\": anyone can be publicly shamed for saying something well-intentioned that someone else interprets uncharitably. As Greg Lukianoff and Jonathan Haidt put it, \"New media platforms and outlets allow citizens to retreat into self-confirmatory bubbles, where their worst fears about the evils of the other side can be confirmed and amplified by extremists and cyber trolls' intent on sowing discord and division.\"\nIn conclusion, it has to be acknowledged that human civilisation is arguably living in the most peaceful (and possibly most moral) era in our species' existence. Technological innovation and social media have transformed our lives, in many positive ways. However, the frictions that remain deserves to be discussed. As cognitive psychologist, linguist and author Steven Pinker points out, much of our recent social history, including the culture wars between liberals and conservatives, consists of the moralisation or amoralisation of particular kinds of behaviour. Pinker aptly captures this by arguing that there seems to be a Law of Conservation of Moralisation, so that as old behaviours are taken out of the moralised column, new ones are added to it. As the tectonic plates of moral evolution shift, we must therefore scrutinise the role of social media in our lives, and be mindful of how we utilise it for positive changes.\n \nMahir A Rahman is a research associate at Bangladesh Institute of Development Studies (BIDS).\n",
        "headline_1": "Morality in the age of social media",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/morality-the-age-social-media-2987626",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "Since the war between Russia and Ukraine began on February 24, 2022, the global economy has entered a new terrain of uncertainty. The war-induced challenges have surfaced on various fronts. With global economic integration, a crisis of such nature, which involves a country like Russia, is bound to impact other economies.\nThe Russian invasion of Ukraine has happened at a time when the world just started to recover from the fallout caused by more than two years of Covid-19 pandemic. But the recovery is facing inflationary pressure due to supply shortages in the face of higher demands as countries are beginning to expand economic activities. The ongoing war has created a new shock for the world. Supply disruptions and financial sanctions pose serious economic challenges. With no signs of reconciliation between Russia and Ukraine, the global economic implications will be much more severe.\nMajor countries including the US, the UK, Japan and the European Union (EU) have all suspended economic ties with Russia. Sanctions have been enforced on the Russian financial institutions with the objective to disrupt transactions with the country. As Russia is the third largest oil-producing country in the world, the global economy is suffering as a result of high oil prices. Though developed countries are sourcing their requirements from other oil-producing countries, small and poor countries are finding it difficult with their limited financial abilities to meet their energy requirement. In addition, high oil prices have a knock-on effect on other prices, leading to further inflationary pressure.\nThe ramifications of these challenges are seen through higher commodity and oil prices. Food prices have skyrocketed. Petroleum prices have been on the rise for quite some time. The war has pushed it upwards. In March 2021, petroleum price was USD 65.2 per barrel, which has reached USD 95.8 per barrel.\nDepending on the duration of the war, its impact at country level will depend on the economic links with Russia and Ukraine, and their exposure to the global economy.\nBangladesh is already feeling the heat of the Russia-Ukraine war in many ways. If the war continues for a longer period, the impact will intensify. We are feeling the impact through reduction in exports and rise in import bills. Being an oil-importing country, Bangladesh is already feeling the pressure through high import payments. It was reported earlier by the Bangladesh Petroleum Corporation (BPC) that it was losing about Tk 19 crore per day. With high oil prices, the chain effect is felt through a hike in the prices of gas, fertiliser, and other essentials. The government raised diesel prices in November 2021 by about 23 percent, which has already been reflected in the market through the high transport costs and prices of other essential items.\nIn addition to fuel prices, costs of other imported products have also gone up significantly. This will push the production costs up, resulting in higher prices for the consumers. Global sanctions on Russia implies that Bangladesh's trade with Russia is going to be affected. Russia is a market for Bangladesh's ready-made garment (RMG) products. In FY2021, Bangladesh's export to Russia was to the tune of USD 550 million, and import from Russia was USD 480 million. Bangladesh imports wheat and maize from Russia. Sanctions mean Bangladesh will have to import these items from somewhere else.\nRussia is also implementing several projects in Bangladesh. The Rooppur Nuclear Power Plant (RNPP) is a large project being implemented by Russia that involves USD 12.65 billion and is scheduled to be completed by 2025. The ongoing war and economic sanctions against Russia could delay this expensive project, which means cost escalation in Bangladesh. This implies higher loans and burden on the country.\nThe balance of payment will be under pressure due to high prices and trade sanctions. At the end of January of FY2021-22, the current account deficit reached USD 10 billion as there was an increase in import payments and reduction in remittances. If high current account deficit persists for a longer period, the exchange rate will also fall under pressure.\nIt should be kept in mind that the impact of the war will continue for some time, even after it is over, since it will take time for the economy to recover from the damages. Therefore, countries will still be feeling the impact of the crisis for a longer period, and thus should be prepared for that.\nThe policymakers in Bangladesh will have to monitor the market closely. The country should quickly source commodities from the global market at competitive prices and distribute essential commodities at reduced prices through open market sales. Prudent macroeconomic management should be followed to create fiscal space. As the government is in the process of formulating the budget for FY2022-23, it should allocate adequate resources for social safety net programmes at a larger scale for the poor and low-income families. In this respect, subsidies for critical commodities, such as fuel, power and agriculture, need to be continued for a few months. The economic recovery will depend on the extent of public expenditure. However, waste of public resources and unnecessary public expenditures should be curtailed. Efforts should be given to expedite projects that are near completion, rather than initiate new ones. The government should carefully use its foreign currency as the import payments continue to rise in the uncertain period of war and beyond.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). The views expressed in this article are the author's own.\n",
        "headline_1": "What the Russia-Ukraine war means for Bangladesh's economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/what-the-ukraine-war-means-our-economy-2986941",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "We congratulate Brac on its 50 years of operations in Bangladesh. Founded on March 21, 1972, by the late Sir Fazle Hasan Abed, Brac's journey started from the very birth of Bangladesh, with a rehabilitation programme for people trying to recover from the ravages of war. Soon, the organisation expanded its mission to help people in the remotest areas to create livelihood opportunities for themselves.\nWhat truly sets Brac apart is its intense engagement at the grassroots level—not only in Bangladesh but in other countries too. For five decades, Brac has been working to help people in the farthest corners of the nation in building their lives from scratch—be it through employment, providing microfinance to vulnerable families, creating awareness about health issues in rural Bangladesh, or by educating millions of adults and children across Asia and Africa.\nEducation, in fact, has been at the core of Brac's mission. At the time when Bangladesh was born, 80 percent of adult Bangladeshis could not read or write, which prompted the organisation to launch its literacy and adult education campaign. Brac's innovative non-formal primary education (NFPE) programme has equipped over a million children aged 8 to 14 years (most of them girls) with literacy and numeracy skills to prepare them for secondary school. Though discontinued due to a lack of funds from bilateral and multilateral contributors, its proven success is a rationale for its revival as a partnership between Brac, other education NGOs, and the government to meet the SDG4 education target. The establishment of Brac University in 2001 has provided quality higher education and opportunities for research.\nSince 1979, Brac has also worked extensively to improve the health of people in the country's rural areas. From leading the vaccination of children against diseases, which drastically reduced the previously high child mortality rate—with assistance from government and CARE—to providing life-saving oral saline to tens of thousands of households, Brac's contribution to our healthcare has been unique. \nKeeping women and the poor at the centre of all developmental activities, Brac has introduced innumerable innovative strategies to lift people from poverty and ill health, equipping them with the tools to help them lead better lives. We hope Brac continues the legacy of its founder Sir Fazle Abed and plays its crucial role in the country's overall development.\n",
        "headline_1": "A people’s organisation for 50 years",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/peoples-organisation-50-years-2987621",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    },
    {
        "full_article": "We are shocked at the recent incident of launch capsize that happened in the Shitalakkhya River—in Char Syedpur area of Narayanganj Sadar upazila—in the afternoon of March 20, 2022. At least eight passengers have died in the incident, while 19 others remain missing at the time of writing this column. Reportedly, a small launch named MV Afsar Uddin, with around 50 passengers on board, was heading towards Munshiganj from Narayanganj when it was hit by MV Rupshi 9, a large cargo vessel. It was heartbreaking to watch the footage of the cargo ship ramming into the launch. The panicked passengers started jumping into the river, but the ship bore the launch down within seconds with many passengers still on it.\nThis incident is yet another example of how deadly our river routes have become over the years. On April 8 last year, a passenger vessel named SKL-3 sank in the same area after being hit by a cargo vessel, killing 34 people. The capsize of MV Mayur (on June 29, 2020) is still fresh in our memories, when 34 people died as the launch hit a small water vessel in the Buriganga. And only last December, we witnessed the deadliest incident of launch fire in our history, which took at least 43 lives. All these incidents have revealed the chaos in our river transport system—the inefficiency and negligence of the crew members of the water vessels, their total disregard towards the existing rules and regulations, and the indifference of the Department of Shipping and the Bangladesh Inland Water Transport Authority (BIWTA) towards making them compliant.\nAccording to the survivors of Sunday's tragedy, the cargo vessel came too close to their launch without so much as honking. Primary investigation has also found that the vessel was running at a relatively high speed. Meanwhile, even though the passengers of the launch warned the driver of the possibility of a clash, he didn't seem to care. It is clear that the drivers didn't feel the need to follow any rules and regulations while cruising their vessels through the river routes, which is perhaps emblematic of the lawlessness ruling the rivers.\nIt is good to know that a murder case has been filed against eight crew members of the cargo vessel, including two of its masters. We now hope that they will be brought to book for the deaths and reckless endangerment of so many passengers. We also think the driver of the launch should be held accountable for ignoring the passengers' warnings.\nWe cannot afford to see this incident as a one-off accident. The systematic problems plaguing the river routes, which stem from the authorities' indifference and inefficiencies, must be addressed without delay if we are to ensure that no more lives are lost in such preventable tragedies.\n",
        "headline_1": "Lawlessness is the law of the rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/lawlessness-the-law-the-rivers-2987491",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2022"
    }
]