[
    {
        "full_article": "In another spectre of violence in Jammu and Kashmir (J&K), five soldiers were killed and another critically injured in a terror attack on April 20 in the Rajouri-Poonch Sector, close to the Line of Control (LoC) in the Jammu division. Preliminary reports have suggested that terrorists — their numbers and affiliations are not known immediately — attacked, in inclement weather, an Army vehicle that was on a counter-insurgency patrol between Bhimber Gali-Poonch in the Rajouri sector. The attack also comes at a time when J&K is working diligently to host a G-20 Tourism Working Group meeting, in May. Separately, Pakistan’s Foreign Minister Bilawal Bhutto Zardari is likely to attend a Shanghai Cooperation Organisation (SCO) meeting in Goa next month, which has kindled the possibility of fresh India-Pakistan engagement. The attack raises the question about the management of patrols in sensitive locations in the region which has seen a spike in militant violence in the recent past, including a terror attack on a village on January 1 this year that left seven civilians dead. The fact that the Army vehicle was on an unaccompanied drive and remained unattended immediately after the attack is a matter of serious concern.\rThe images of the Army vehicle on fire and charred bodies have reignited memories of and visuals from the Pulwama attack in 2019. On February 14 that year, a convoy of buses with Central Reserve Police Force jawans was on the Jammu-Srinagar national highway way in Pulwama’s Lethpora area when a suicide bomber in an explosive-laden car managed to breach security. Forty personnel lost their lives in the terror attack that shocked the political class, the military establishment and the country. With Indian intelligence agencies pointing to the role of the Jaish-e-Muhammad (JeM), India sent its fighter jets across the Line of Control to strike JeM training camps in Balakot, Pakistan, inflicting casualties and damaging the terror infrastructure there. India’s strident response to cross-border terror was noticed internationally, and became a topic of campaign during the Lok Sabha election soon after. However, terror emanating from Pakistan has failed to ebb, which is evident from the rising violence in J&K over the past three years, especially after the government decided to end the region’s semi-autonomous status on August 5, 2019. Claims on the subject made recently by the then J&K Governor Satya Pal Malik, in interviews, have brought to the fore fresh questions about the intent behind the political class while approaching the issue of terrorism in the country. Perhaps it is time India reviewed its strategy in Kashmir, including the current freeze on talks with Pakistan.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nact of terror\n\n/\n\nPakistan\n\n/\n\nGoa\n\n/\n\nPulwama attack 2019\n\n/\n\nBalakot Air Strikes\n\n/\n\npolitics",
        "headline_1": "Terror on the road: on the attack on defence forces in Jammu",
        "headline_2": "India needs to rethink its Kashmir strategy and attitude to Pakistan",
        "link": "https://www.thehindu.com/opinion/editorial/terror-on-the-road-on-the-attack-on-defence-forces-in-jammu/article66764282.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "In recalling its recommendation to appoint Justice S. Muralidhar as Chief Justice of the Madras High Court, the Supreme Court collegium has let the Union government, which did not act on the decision for eight months, have its way. One can only conclude that the Centre has been deliberately refraining from acting on the recommendation, presumably to stall the transfer. The Collegium has now decided instead, to propose the name of Justice S.V. Gangapurwala, a judge of the Bombay High Court, as the next Chief Justice of the Madras High Court. The reason appears to be the Collegium’s keenness to have a permanent Chief Justice for the High Court, as the senior-most judge has been acting as Chief Justice for nearly eight months. It was decided in September 2022 that Justice Muralidhar would be shifted from the Orissa High Court to succeed Justice M.N. Bhandari, who retired as head of the Madras High Court. Meanwhile, Justice T. Raja, the senior-most judge in Chennai, was acting as Chief Justice, but it was decided in November 2022 that he would be shifted to the Rajasthan High Court. Justice Raja’s representation that his transfer be reconsidered was rejected by the Collegium. However, the Centre did not notify his transfer too, resulting in his continuance as Acting Chief Justice in the Madras High Court for an unusually long period. He is due to retire on May 24, 2023. As if to underscore its disapproval of the state of affairs, the Collegium resolution reiterated that Justice Raja’s transfer “be effectuated at the earliest”, and observed that even his continuance as a judge would not be an impediment to the appointment of Justice Gangapurwala as Chief Justice.There are recent instances of the government highlighting the political views of prospective appointees to stall their elevation to the Bench. In most cases, however, inaction is the main means to stall an appointment. A question that arises is whether such deliberate inaction on the Centre’s part will be allowed to be the norm. The last move will, no doubt, embolden the Centre, to exercise a right to veto any appointment or transfer proposed by the Collegium. Notwithstanding the flaws in the Collegium system, the present state of affairs bodes ill for the independence of the judiciary. The system is founded on the premise of judicial primacy, but it now appears that the executive has found a way of circumventing it — merely by refusing to give effect to the Collegium’s recommendations. In effect, the present regime has upended the legal position that the recommendations are binding on the government if the Collegium reiterates its stand with regard to any appointment.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nChennai\n\n/\n\ngovernment\n\n/\n\nMumbai\n\n/\n\nRajasthan",
        "headline_1": "Veto by silence: on judiciary-executive relations",
        "headline_2": "The Centre seems to be forcing Collegium to recall its recommendations by inaction",
        "link": "https://www.thehindu.com/opinion/editorial/veto-by-silence-on-judiciary-executive-relations/article66763610.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "After over two centuries of being the world’s most populous country, China is expected to be overtaken by India on July 1. The epochal potential of this UNFPA estimate is rooted in the idea that while India’s demography shall keep pushing growth, China’s shrinking population shall shrink its future. But this idea of demography being destiny has a huge caveat, related to the quality of the human capital concerned. The statements coming out of Beijing are seeking to downplay the population trend, but they makea fair point in underlining their “high-calibre workforce”. India simply cannot afford any complacency about being the country with a 254 million cohort aged 15-24 years but must instead work with full energy to ensure many more of them can cash the “talent dividend” advantage that Chinese officials are currently boasting.\n\nOther East Asian economies also made the economic shift from agriculture to manufacturing on the basis of achievements in education and skilling. In India, the combined lack of jobs and job-worthiness has meant that the farm sector’s share in the country’s employed labour force continues to be over 45%, even as its GDP contribution is under 20%. In a changed global environment, new jobs need to come as much from services as manufacturing, and record growth in service exports is good news on this front. But the smart policymaking that can maximise today’s opportunities needs smart data. And on this front it is unconscionable that there is no word from GoI on when Census 2021 shall finally be conducted.\nOpposition meanwhile is chasing a caste census, which amounts to an ostrich dance over a painfully inadequate pie. Parliament was told by the Centre last year that between 2014-2022 it had given 700,000 jobs to 220 million applicants – that’s a success ratio of 0. 32%! So when netas feed the sarkari jobs mania, it is really discontent they are feeding. Even if the fifth largest economy inexorably rolls on to become the fourth and third largest with time and a growing population, high unmet per capita needs will threaten its peace. Around a 40% labour force participation rate, around 10% for women, as indicated by CMIE surveys, is a ticking social bomb. Only by facilitating much, much better education and opportunities for our young can we realise the hope of an “Indian century”.\n\n",
        "headline_1": "It’s The Quality: A big cohort of working age population is a huge positive or a dangerous negative. It’s up to govts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-the-quality-a-big-cohort-of-working-age-population-is-a-huge-positive-or-a-dangerous-negative-its-up-to-govts/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "Heatwaves have forced schools to close in parts of Meghalaya and Tripura. The Met’s warning of nine states facing heatwaves simultaneously is a new temperature high. Heatwaves have become India’s new normal – longer, more frequent, and deadlier. A Lancet study last October reported a 55% increase in heat-related deaths over 17 years in India. Among those over 65, heat-related deaths increased from 20,000 in 2000-2004 to 31,000 in 2017-2021. Yet India barely records heat-related deaths. A Climate Transparency report found India lost 5. 4% of GDP to heatwaves in 2021, the highest among G20 nations. Thinktank CPR’s analysis of heat action plans noted 66% of India’s workers are exposed to heat in their open-air jobs: from airports’ outdoor staff to miners and construction workers, from traffic policemen to street vendors. Yet beyond details of how heat strokes can kill us, the commoner is left to their own devices to tackle the intense heat.\n\nHeat action plans (HAPs) must be integral to how we plan even the growth of our cities. Simple measures go a long way especially in dry heat. What does it take to mandate drinking water at work sites, reduce/reschedule work hours, allow natural shade, create shelters at work sites? Cool, rehydrate and rest is a simple recipe – but must be taken seriously. But as think tank CPR’s analysis showed: HAPs had not identified vulnerable groups and were designed for dry heat without considering local humidity levels. For instance, there is scant public awareness on dealing with wet bulb conditions, often the case in cities such as Kolkata.\nLast December, Union minister of earth sciences informed Parliament that GoI and the Met were working with 23 states on HAPs to be implemented in 2023. The heatwaves are here. Where are the plans?\n\n",
        "headline_1": "Hapless In Heat: As extreme summer temperatures hit many parts of India, are govts thinking of vulnerable groups?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hapless-in-heat-as-extreme-summer-temperatures-hit-many-parts-of-india-are-govts-thinking-of-vulnerable-groups/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "In a friendly, transcontinental merger which seems to have escaped the notice of the most hawk-eyed of geopolitical analysts, Bangladesh and Italy have joined together in a de facto union.\nThis was brought home to me during a recent visit to Italy, where at times I thought that somewhere along the way from Delhi to Italy the plane had done an about-turn and landed in Dhaka, or Chittagong, instead of in Rome.\nAt the airport, at bus stops, on the streets, I kept hearing snatches of Bangladeshi Bengali, distinguished from West Bengal Bengali by the substitution of the sibilant ‘s’ for the soft ‘sh’.\nIndeed, Bangladeshis seemed to have a more pervasive presence than even the ubiquitous gelato shops and pizza take-aways in that while such establishments are stationary, migrants from Sonar Bangla have the advantage of being mobile and pop up here, there and every which where, engaged in doing all sorts of essential things, from running neighbourhood daily needs stores, to being cooks in restaurants, to selling selfie sticks and city maps to tourists.\nTrue, there are several other migrant communities in Italy, notably the 60,000-plus Sikh dairy farmers who produce the country renowned mozzarella and parmesan cheeses, but they remain largely in the remote Po Valley, far from urban spaces, where Bangla is the lingua franker of workday communication in almost all spheres of activity.\nAnd it’s just as well, too. Because the Bangladeshis are helping to fill the large, and increasingly larger, demographic gap in Italy’s population, which over the past few years has witnessed a sharp decline.\nAccording to the Italian National Institute of Statistics, in 2020 the number of births in the country fell to the lowest level since the unification of the country in 1861.\nItaly reportedly has one of the lowest birth rates in the world, and its current population of 59. 3 million is reducing with alarming rapidity, making it an issue of international concern. As Twitter-tycoon Elon Musk has dramatically tweeted: “Italy is disappearing. ”\nMusk’s dire prediction shan’t come to pass. Italy won’t disappear, and it’s largely thanks to Bangladesh, and Bangladeshis, who continue to swell the shrinking ranks of Italy’s working-age population, ensuring that la bella Italia gets more Bong for its buck.\n\n",
        "headline_1": "Bangla Italia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/bangla-italia/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "The Government e Marketplace (GeM) crossed a historic milestone at the end of 2022-23: GoI and state governments, official agencies, public sector undertakings and cooperatives purchased goods and services worth more than Rs 2 lakh crore ($24 billion) through more than five million online transactions in a single financial year – a testimony to PM Narendra Modi’s commitment to inclusive development, transparency, efficiency and corruption-free governance.\nGeM is truly a gem that has replaced the obsolete Directorate General of Supplies & Disposals (DGS&D). Befittingly, Vanijya Bhawan, the new office building of the commerce and industry ministry, has been built on the land once occupied by DGS&D.\nAt the foundation stone laying ceremony of the building, Modi rightly observed: “Now this more than 100 years old organisation has been closed and it has been replaced by a body based on digital technology – Government e Marketplace. GeM has completely revolutionised the way the government procures the goods required by it.”\n\n\nSeven spectacular years of GeM\nGeM has grown spectacularly since it was set up in August 2016. The total value of transactions on the portal almost doubled in 2022-23 to Rs 2. 01 lakh crore from Rs 1. 07 lakh crore in the previous fiscal. The trailblazing journey began with business worth Rs 422 crore in 2016-17. The portal was launched to align public procurement of goods and services with Modi’s mission of ‘Minimum Government and Maximum Governance’ and his strategy of using technology to make government systems honest, effective and accessible to all.\nGeM’s transparent practices such as competitive bidding have helped government departments and undertakings save about Rs 40,000 crore of taxpayer’s money. Such initiatives have helped theModi government in substantially raising welfare expenditure without compromising on fiscal health.\n\nTransformation from manual to digital\nIn this context, GeM’s significance goes far beyond its phenomenal growth in financial terms, which itself would make any e-commerce major jealous. The new system replaces age-old manual processes that were riddled with inefficiencies and corruption. Government procurement used to be opaque, time-consuming, cumbersome and prone to corruption and cartelisation.\n● Only a privileged few could break through huge entry barriers.\n● Buyers had no choice but to purchase sub-standard goods at high, nonnegotiable rates from the privileged, often unscrupulous suppliers.\n● Potential sellers had to run from pillar to post, completely at the mercy of the facilitating agency, to get empanelled, and then to get timely payments. In contrast, there is hardly any human interface in vendor registration, order placement and payment processing through the technology-driven platform. At every step, SMS and e-mail notifications are sent to the buyer, the head of her/his organisation, paying authoritiesand sellers.\nThe paperless, cashless and faceless GeM gives buyers the freedom to buygoods and services directly from unlimited sellers at competitive rates. This new, competitive system has transformed public procurement and given MSMEs and small businessmen access to sought-after government orders.\n\nIndependent research validates GeM\nHard data and insightful third-party analyses testify GeM’s success. An independent study conducted by the World Bank and IIM Lucknow estimated an average 10% savings from the median price. The World Bank noted that with the addition of every new bidder, savings increased by 0. 55%. A study by Boston Consulting Group (BCG) showed that annual cost savings in 2021-22 were in the range of 8%-11%. Modi appropriately summed up GeM’s objective as “Minimum Price and Maximum Ease, Efficiency and Transparency”.\nThe portal is home to:\n● More than 11,500 product categories.\n● Over 3. 2 million listed products.\n● It has over 280 service categories with more than 2. 8 lakh service offerings. GeM is catering to diverse procurement needs of more than 67,000 government buyer organisations, which have together saved about Rs 40,000 crore. It gives equal opportunity to all buyers and sellers.\nAbout 60% of orders by value from states have gone to micro and small enterprises. States have also placed orders worth Rs 1,109 crore on startups, demonstrating the ease of access for the relatively underprivileged business people, including those in far-flung areas.\nGiven the scale and complexities involved in realigning the old, deeply entrenched procurement processes, this is one of the largest change-management exercises globally.\nThe portal’s transformational success bodes well for the entire economy because the ‘gem’ is magnifying efficiency and integrity during the ‘Amrit Kaal’ as India marches to become a developed country by 2047 under the decisive and visionary leadership of Modi.\n\n",
        "headline_1": "The GeM in what govt buys: Commerce & industry minister argues a transition to GoI’s online platform for procurement led to savings by departments & transparency and fair competition for vendors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-gem-in-what-govt-buys-commerce-industry-minister-argues-a-transition-to-gois-online-platform-for-procurement-led-to-savings-by-departments-transparency-and-fair-competition-for-vendo/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "We are alarmed by the extent to which intolerance has been institutionalised in the country, severely curtailing people's right to free speech. The latest victim to have paid a price for expressing an opinion – a satire, for that matter – is Salina Akhter Shelley, poet and acting principal of Chattogram Port Authority Women's College. The Chittagong Port Authority (CPA) suspended Selina on April 16, alleging that her Facebook status on the Arabic word Ramadan had \"hurt\" religious sentiments, and that such an act was punishable under the Digital Security Act (DSA). Five years since the infamous DSA was passed, we are still at a loss to understand what exactly constitutes \"hurting\" of religious sentiments, who is entitled to have hurt sentiments, and how one can objectively judge such a feeling.\nBy now, we have shouted ourselves hoarse over the various ways in which the vague provisions in the DSA have been misused to target human rights defenders, opposition activists, journalists, writers, cartoonists, etc. The list of who can be a target of the DSA – and the scope of what constitutes an offence – keeps on increasing by the day, so much so that any slightly critical or creative thought can be (mis)interpreted as offensive. Its broad and ambiguous provisions have created a culture of fear, forcing people to self-censor their opinions. For how long will this draconian law – which has no place in a country that professes to be democratic – dictate our thoughts?\nAfter defending the law for the first three years of its enactment, the law minister in December 2021 admitted that it had been \"abused in certain cases\", adding that a six-member team had been formed to address some of the concerns raised nationally and internationally. In February 2022, he claimed that the UN had given some suggestions to the committee, which they were looking into. But then, the relevant UN offices told The Daily Star that no such committee had been in touch with them in the two years since the minister announced its formation. Does it mean that all the talk of addressing concerns about DSA was just a charade?\nOn March 31, United Nations High Commissioner for Human Rights Volker Türk called for an immediate suspension of the DSA until necessary amendments were made, including repealing two sections and amending eight others. We are alarmed that far from delivering on his lofty promises of reform, the law minister rejected the possibility of repealing the two sections flagged by the OHCHR, and stated in no uncertain terms that the DSA was here to stay.\nThe government's reluctance to amend or repeal the DSA is an ominous sign, particularly as the national elections approach. What's equally concerning is that thought policing, popularised by the DSA, now seems to have spread across the country, with different institutions taking it upon themselves to criminalise diversity of thought, as evidenced by the case against Salina. We urge the authorities to withdraw the suspension against her, and stop criminalisation of freethinking by any means.\n",
        "headline_1": "Don’t criminalise free thought",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-criminalise-free-thought-3302436",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "It is that time of year again, a time that brings to an end a month of fasting, spiritual dedication and reflection. A time that brings communities and entire countries together. A time of feasts and family bonding. As we prepare to embrace this moment – Eid-ul-Fitr will be observed on Saturday – things are falling into a predictable pattern. To celebrate Eid with their loved ones, tens of thousands of people have already left Dhaka on trains, buses, and launches. Reportedly, it has been mostly hassle-free so far, although, in the mad rush for home, some gridlock is to be expected along with some trouble getting tickets. We hope that all this will be kept to a minimum, and relevant government agencies will do their job properly.\nThis Eid, however, comes under less-than-ideal circumstances. Long-held concerns over high food prices have remained unaddressed, or ignored, causing suffering for a vast majority of the population. For Dhaka-based traders, the situation has been particularly grim. Although shopping markets are drawing heavy footfalls, the effect of the devastating fires in two popular markets for retail or low-end customers will cast a long shadow over the community. The incidents in Bangabazar and New Super Market – coming within the space of 11 days – together damaged about 4,000 shops. And like in the past years, while remittance inflow saw an increase thanks to expatriate workers ahead of Eid-ul-Fitr, many workers at home, particularly those in the garments sector, will go back without wages or Eid bonuses. According to an estimate, as of Wednesday, over 32 percent of RMG factories in seven industrial zones – including in Ashulia, Gazipur, Narayanganj, and Chattogram – are yet to pay bonuses to their workers.\nThese issues and others may ruin the festive mood for poor households and those with fixed income. Every Eid in Bangladesh also comes with the additional threat of precious lives being lost in road crashes. There is an irony in the fact that we talk about people streaming out of the capital without much hassle, as they did last year too, only for us to be likely slapped with a long list of crash victims at the end of the holiday. Historically, Eids are when most road crashes occur. Last year, for example, highway travels during the extended Eid-ul-Fitr holiday between April 25 and May 8 resulted in the deaths of 376 people. With the relevant authorities still in a state of denial about the true extent of danger on our roads, one cannot help but worry if the same scenario will be repeated this time. We urge the authorities to take all measures necessary to ensure the safety of travellers.\nHeading into the Eid holiday, however, we want to focus on the brighter side of things as well as the lessons of the holy month that we can hopefully carry forward. As a nation, the lesson that will most benefit us is that of giving generously (to those in need of help) and working together for the greater good of society. We wish everyone a safe and joyous Eid.\nEid Mubarak!\n",
        "headline_1": "Have a safe and joyous Eid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/have-safe-and-joyous-eid-3302416",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "It's always a bit of a jolt when one is reminded of one's age. Sometimes it comes as an unintentional backhanded compliment: \"Apa you have 'preserved' yourself well,\" which may make you feel like a jar of onion pickle floating in a pool of mustard oil. At other times, it may be brutally honest and, again, well-intentioned, \"Apa, the fact is this city is not made for old people; old people in this country should migrate to countries that are elderly-friendly.\" \nWell, you kind of asked for it when you were complaining about the sloping footbridge that gives you the jitters because of your rickety knees.\nBut the fact is that there is no way of getting out of this constant message that you are considered kind of a \"marvel\" just for being able to stand and not crumble to the floor. \nOf course it's all about perspective. When you were 12, your 16-year-old brother seemed like a real grown-up, and you were struck by his coolness for having the gumption to refuse haircuts and defy parental or school authorities, not caring about the dire consequences. When you were 16, you couldn't wait till you were 18, ready to enter the haloed gates of university, the Disney World of teenage fantasies where the possibility of being able to \"study\" hundreds of members of the opposite sex would make your head swim. \nThis perverse obsession with wanting to grow up fast – to partake in what seemed to be the perfect montage of life's most glorious moments – lasts till one reaches 25, when suddenly it does an about-turn. The fear of turning 30 and being on the precipice of \"oldness\" can ruin one's 20s, which honestly speaking IS the best time of your life – although, as we have earlier established, it's all subjective. People in their 50s and 60s, for instance, wistfully remember their 40s, the pre-pubescence of old age when their midlife crises led to all kinds of silliness – wearing ripped jeans to look like a teenager and horribly failing, hanging out with 20-somethings to be part of \"the gang,\" sporting psychedelic eyeshadow colours, and so on.\nThe 50s are possibly the most tumultuous years when you are forced to come to terms with the inevitable decline of all that you took for granted – hair, smooth skin, sturdy bones, patience, and the general urge to be spontaneous and adventurous. It is also the time when one develops an affinity for any product that has \"anti\" as a prefix. Hence, the rows of anti-ageing serums, anti-hair loss shampoos, anti-greying dye, antioxidants, antidepressants, antibiotics, and so on. It is almost like reliving puberty with the hormones going haywire (though with totally different outcomes), the feeling of being misunderstood and on short fuse all the time. It is a time when you really do feel like you are about to implode with rage at the sheer unfairness of it all, and also because SOMEONE DID NOT SWITCH OFF THE NIGHTLIGHT IN THE VERANDA EVEN AT 5AM!\nIt will also mean struggling to keep up with the sonic pace of technology so that, by the time you have kind of accepted that everything is saved \"in the cloud,\" some smart Alec will tell you to AirDrop your files to their phone! You must also learn how to make your post \"public\" on Facebook and NOT send unicorn emojis to your boss when you text.\nAfter the torment of the 50s, there is far more clarity in life. You will know for sure that the number of multi-coloured pills on your bedside table will keep on increasing, and your holidays abroad will fall under \"medical tourism.\" You will be able to guess just how much your blood sugar level will shoot up if you have the extra jilapi after dinner, and how your BP will soar if you stay up till 2am binge-watching your favourite Netflix series. \nThe best part is that it will no longer sting when the references to your twilight years are pointed out. In fact, it is a kind of superpower, this senior citizenship, providing you with incredible allowances – the privilege to be cranky at any given time, exemption from all kinds of heavy lifting, the entitlement of the best seat in the living room, the pure joy of having grandchildren to cuddle (but not see through college), being fed first, and getting away with all kinds of offending remarks that will be condoned as a quirk of ageing. \nThe lesson, therefore, is to relish your age no matter what number it represents. Every age comes with its own set of challenges, but it also brings in new and interesting experiences that make life so mysterious and wondrous. So embrace your age with love and pride, smile triumphantly – toothless or not. \nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "Age IS a number – get over it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/age-number-get-over-it-3302381",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "It is that time of year again, a time that brings to an end a month of fasting, spiritual dedication and reflection. A time that brings communities and entire countries together. A time of feasts and family bonding. As we prepare to embrace this moment – Eid-ul-Fitr will be observed on Saturday – things are falling into a predictable pattern. To celebrate Eid with their loved ones, tens of thousands of people have already left Dhaka on trains, buses, and launches. Reportedly, it has been mostly hassle-free so far, although, in the mad rush for home, some gridlock is to be expected along with some trouble getting tickets. We hope that all this will be kept to a minimum, and relevant government agencies will do their job properly.\nThis Eid, however, comes under less-than-ideal circumstances. Long-held concerns over high food prices have remained unaddressed, or ignored, causing suffering for a vast majority of the population. For Dhaka-based traders, the situation has been particularly grim. Although shopping markets are drawing heavy footfalls, the effect of the devastating fires in two popular markets for retail or low-end customers will cast a long shadow over the community. The incidents in Bangabazar and New Super Market – coming within the space of 11 days – together damaged about 4,000 shops. And like in the past years, while remittance inflow saw an increase thanks to expatriate workers ahead of Eid-ul-Fitr, many workers at home, particularly those in the garments sector, will go back without wages or Eid bonuses. According to an estimate, as of Wednesday, over 32 percent of RMG factories in seven industrial zones – including in Ashulia, Gazipur, Narayanganj, and Chattogram – are yet to pay bonuses to their workers.\nThese issues and others may ruin the festive mood for poor households and those with fixed income. Every Eid in Bangladesh also comes with the additional threat of precious lives being lost in road crashes. There is an irony in the fact that we talk about people streaming out of the capital without much hassle, as they did last year too, only for us to be likely slapped with a long list of crash victims at the end of the holiday. Historically, Eids are when most road crashes occur. Last year, for example, highway travels during the extended Eid-ul-Fitr holiday between April 25 and May 8 resulted in the deaths of 376 people. With the relevant authorities still in a state of denial about the true extent of danger on our roads, one cannot help but worry if the same scenario will be repeated this time. We urge the authorities to take all measures necessary to ensure the safety of travellers.\nHeading into the Eid holiday, however, we want to focus on the brighter side of things as well as the lessons of the holy month that we can hopefully carry forward. As a nation, the lesson that will most benefit us is that of giving generously (to those in need of help) and working together for the greater good of society. We wish everyone a safe and joyous Eid.\nEid Mubarak!\n",
        "headline_1": "Have a safe and joyous Eid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/have-safe-and-joyous-eid-3302416",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2023"
    },
    {
        "full_article": "We are alarmed by the extent to which intolerance has been institutionalised in the country, severely curtailing people's right to free speech. The latest victim to have paid a price for expressing an opinion – a satire, for that matter – is Salina Akhter Shelley, poet and acting principal of Chattogram Port Authority Women's College. The Chittagong Port Authority (CPA) suspended Selina on April 16, alleging that her Facebook status on the Arabic word Ramadan had \"hurt\" religious sentiments, and that such an act was punishable under the Digital Security Act (DSA). Five years since the infamous DSA was passed, we are still at a loss to understand what exactly constitutes \"hurting\" of religious sentiments, who is entitled to have hurt sentiments, and how one can objectively judge such a feeling.\nBy now, we have shouted ourselves hoarse over the various ways in which the vague provisions in the DSA have been misused to target human rights defenders, opposition activists, journalists, writers, cartoonists, etc. The list of who can be a target of the DSA – and the scope of what constitutes an offence – keeps on increasing by the day, so much so that any slightly critical or creative thought can be (mis)interpreted as offensive. Its broad and ambiguous provisions have created a culture of fear, forcing people to self-censor their opinions. For how long will this draconian law – which has no place in a country that professes to be democratic – dictate our thoughts?\nAfter defending the law for the first three years of its enactment, the law minister in December 2021 admitted that it had been \"abused in certain cases\", adding that a six-member team had been formed to address some of the concerns raised nationally and internationally. In February 2022, he claimed that the UN had given some suggestions to the committee, which they were looking into. But then, the relevant UN offices told The Daily Star that no such committee had been in touch with them in the two years since the minister announced its formation. Does it mean that all the talk of addressing concerns about DSA was just a charade?\nOn March 31, United Nations High Commissioner for Human Rights Volker Türk called for an immediate suspension of the DSA until necessary amendments were made, including repealing two sections and amending eight others. We are alarmed that far from delivering on his lofty promises of reform, the law minister rejected the possibility of repealing the two sections flagged by the OHCHR, and stated in no uncertain terms that the DSA was here to stay.\nThe government's reluctance to amend or repeal the DSA is an ominous sign, particularly as the national elections approach. What's equally concerning is that thought policing, popularised by the DSA, now seems to have spread across the country, with different institutions taking it upon themselves to criminalise diversity of thought, as evidenced by the case against Salina. We urge the authorities to withdraw the suspension against her, and stop criminalisation of freethinking by any means.\n",
        "headline_1": "Don’t criminalise free thought",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-criminalise-free-thought-3302436",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-04-2023"
    }
]