[
    {
        "full_article": "The cancellation of the UGC-NET examination on Wednesday, just a day after its supposed “successful conduct” by the National Testing Agency (NTA), is one more load of straw threatening to break the agency’s creaking reputation. Coming as it did after irregularities in this year’s NEET-UG (medicine), and complaints about the JEE (engineering), the NTA is under intense pressure. In some ways, the Education Ministry’s actions are in stark contrast to its response to the ongoing NEET fiasco, and seem to indicate that it has learnt some lessons. It took suo motu action on the basis of the Home Ministry’s cybercrime team’s inputs, even without any formal complaints from candidates, unlike in the NEET case where it has dragged its feet through committees and court cases despite multiple allegations and police complaints of paper leaks. The Ministry immediately cancelled the UGC-NET and promised a fresh examination. It has asked the CBI to probe the case, while not heeding the persistent demand of NEET aspirants for a similar probe. However, for the over nine lakh UGC-NET candidates who studied for months, and then travelled long distances to their examination centres, some taking loans to cover their costs, this is little consolation.These young people deserve answers, and right now, most of the questions are still unanswered. For one, no one in the government’s education establishment has explained why the NET was an offline exam conducted by the CBSE till 2018, when it was taken over by the NTA and became an online exam, only to revert this year to an offline, pen-and-paper exam, which is potentially more vulnerable to paper leaks. As the investigation is carried out, full transparency is key to any hopes that the NTA can regain trustworthiness in the eyes of candidates. The second is accountability and punishment of the guilty. The government would also do well to consider a rehaul of the NTA’s systems and personnel to ensure that the technical glitches, cheating scams, paper leaks, and proxy candidates that have plagued the exams this year are not allowed to happen again. With the fate of lakhs of India’s educated youth and youngest voters at stake, it is not surprising that the testing agency’s woes have become a political hot potato. Some Opposition leaders have demanded that the NTA be dismantled and the responsibility for entrance examinations be handed over to the States instead. This may well curb the Union government’s centralising tendencies leading to examinations of enormous scale that are harder to manage in a far-flung nation. However, some all-India examinations will always remain, and the need is for the States to join the Centre in recovering the integrity of the beleaguered examination system. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntest/examination\n\n/\n\nentrance examination\n\n/\n\nengineering\n\n/\n\nmedicine\n\n/\n\neducation\n\n/\n\ncrime\n\n/\n\nstudents\n\n/\n\nonline\n\n/\n\ninvestigation\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\ngovernment\n\n/\n\nIndia\n\n/\n\npolice\n\n/\n\nresearch",
        "headline_1": "Testing times: On the need to mend the National Testing Agency",
        "headline_2": "The National Testing Agency needs an overhaul to regain credibility",
        "link": "https://www.thehindu.com/opinion/editorial/testing-times-on-the-need-to-mend-the-national-testing-agency/article68316647.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "The security pact reached between Russian President Vladimir Putin and North Korean leader Kim Jong-un in Pyongyang, in which both countries promised mutual assistance “in the event of aggression”, has echoes from the Cold War era. Russia and North Korea, erstwhile allies, are facing biting sanctions, but for different reasons. And, both are at odds with the West. Now, they seem determined to revive the alliance so that they can stand up to the western-led global order together. Mr. Putin’s visit to Pyongyang, his first in 24 years, itself marked a new beginning. The Russian leader has supported multilateral efforts to curb the North’s nuclear programme in the past. Moscow has also voted for sanctions at the UN Security Council against Pyongyang over its nuclear arsenals. But the Ukraine war appears to have altered Kremlin’s geopolitical arithmetic and provided an opportunity for Pyongyang to make itself useful as an ally. When the Ukraine war dragged on and Russia came under western sanctions, Mr. Putin turned to Mr. Kim for ammunition and ballistic missiles. After Mr. Kim’s visit to Russia in September 2023, North Korea reportedly supplied ammunition to Russia. Moscow stepped up supplies of food and fuel, and there was speculation that it could help the North’s defence sector with critical technologies. While both have rejected reports of weapons trade, the security pact clearly elevates ties to the level of a de facto alliance.Ever since the Ukraine war, Mr. Putin has steadily expanded Russia’s cooperation with countries that are at odds with the U.S. He reportedly bought kamikaze drones from Iran. China has also emerged as a key economic, technological and energy partner. And, by promising to help North Korea, an isolated, one-family-ruled totalitarian state that is still technically at war with South Korea, in the event of an attack, Russia has signalled its readiness to play a larger role in northeast Asia. Mr. Putin, essentially a cold warrior, wants to build an axis of the ‘others’ opposed by the West to expedite the churn in the global order. China remains cautious but seems fine with the idea of its closest partners challenging the western order. This will have far-reaching geopolitical consequences. North Korea will now have little incentive to discuss denuclearisation. Russia, which already has testy ties with Japan, could see its relationship with South Korea deteriorating. The agreement is also likely to strengthen the emerging tripartite partnership in East Asia among Japan, South Korea and the U.S., further solidifying the new cold war between great powers, which is still in its early stages.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\nNorth Korea\n\n/\n\nsecurity measures\n\n/\n\nnuclear policy\n\n/\n\neconomic sanction\n\n/\n\nUnited Nations\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndefence equipment\n\n/\n\nfood\n\n/\n\nUSA\n\n/\n\nSouth Korea\n\n/\n\nChina\n\n/\n\nJapan",
        "headline_1": "New Cold War: On the Russia-North Korea security pact, its likely fallout",
        "headline_2": "Russia’s pact with North Korea will deepen U.S. ties in East Asia",
        "link": "https://www.thehindu.com/opinion/editorial/new-cold-war-on-the-russia-north-korea-security-pact-its-likely-fallout/article68316673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "Entrance exams are make-or-break events for millions of young Indians. That’s why what happened with NEET, and then UGC-NET, is nothing short of a public policy crisis.\nQuestions about NEET, the all-India pre-medical entrance test NTA conducted, still don’t have good answers. So, the cancellation of UGC’s NET a day after it was held, was a particularly nasty shock. More so, because CBI is now tasked with investigating “irregularities” that led to the cancellation. But we shouldn’t be surprised. The flaws are built into the system.\nBoth tests were conducted by National Testing Agency (NTA), set up in 2017 to centralise entrance exams to higher education institutes. The goal was ‘One Nation-One Test’. Yet, given the mixed experience every year with NTA’s biggest exams: NEET, JEE, UGCNET and central university entrance CUET, it is worth asking if that goal isn’t misplaced.\nRead full story on TOI+\n\n",
        "headline_1": "One notion, under test: Centralising entrance tests was always going to be a challenge. But the experience with NTA’s Big Four (JEE, NEET, CUET, UGC-NET) demands a return to the drawing board",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/one-notion-under-test-centralising-entrance-tests-was-always-going-to-be-a-challenge-but-the-experience-with-ntas-big-four-jee-neet-cuet-ugc-net-demands-a-return-to-the-drawing-board/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "Recent EU elections saw far-right parties increase their tally in the continental Parliament. This may see a prominence of right-wing agenda in European policymaking. Michael von der Schulenburg, former assistant secretary-general at UN, spoke with Rudroneel Ghosh about the implications:\n● With EU election results showing gains for the far-right, will EU policy too track rightward now?\nThe new EU Parliament will move to the right, but we cannot speak of a landslide in favour of far-right parties. True, there will be some significant shifts in its composition – far-right parties having gained while the Greens in particular have lost ground. But the Parliament will continue to be dominated by the three mainstream\nparty formations, the conservatives, social democrats and liberals. It is therefore unlikely that anything will change at the top of European Commission. Von der Leyen may once again become President of EU Commission and the two other important posts, that of EU Council president and EU foreign affairs commissioner, may be occupied by the social democratic and liberal camps again.\nRead full story on TOI+\n\n",
        "headline_1": "‘Angry Europeans are voting for right-wing parties… migration’s out of favour…Le Pen can be France’s president’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/angry-europeans-are-voting-for-right-wing-parties-migrations-out-of-favour-le-pen-can-be-frances-president/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "Education minister Dharmendra Pradhan’s statement that NTA will be investigated, and the national testing system will be reformed, is unlikely, at this point, to reassure examinees who appeared for NEET and the just cancelled UGC-NET. While it’s good that fixing accountability in NTA is now a ministerial concern, no fundamental change for the better can happen without asking tough questions on the entire process of conducting centralised exams.\nTesters’ report card | The scale of NTA’s failures bears repetition. From CUET to JEE, NEET and UGC-NET, there have been far too many glitches, including those that have raised big questions on the integrity and competence of the testing agency. Such has been NTA’s mismanagement that arguments against a single-exam authority have again resurfaced. So scattered is the agency’s implementation and nodes of accountability that weeks after the NEET fiasco, the only action has been the cancellation of the exam for grace mark students – and empty platitudes. Absent was any sense of accountability.\nLoosely controlled | Such centralised tests, the gateway to careers for lakhs of students, are in essence a public good. This is being squandered wholesale during implementation. Implementers are largely private sector, a burgeoning ecosystem of ‘service providers’ – exam centres, IT companies and medium-scale computer operations, which have sprung up solely to be the outsourced-infra required to conduct these mammoth tests. NTA cannot vouch for cybersecurity at thousands of centres where online tests are held. Nor for invigilators and personnel staffing physical centres. It leaves the system vulnerable to attacks, physical and remote, notwithstanding CERT-In security certificates, which are required per bid rules. Paper leaks, impersonation or proxies, and hacks are inevitable in such an unwieldy, loosely controlled organisation. CCTVs and audits aren’t enough.\nQuick action | Pradhan must constitute the high-level committee promptly, and staff it with professionals who command credibility. And the committee should not only be on a tight deadline, but it must also have the freedom to ask uncomfortable questions including on the desirability of a centralised testing system. If heads roll in NTA, it will address the accountability issue. But a new NTA team will not be effective unless old structural flaws of the national testing system are fixed.\n\n",
        "headline_1": "Pareekshak pe charcha",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pareekshak-pe-charcha/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "A bipartisan US delegation meeting the Dalai Lama in Dharamshala has brought back the Tibet issue to the front burner. Of course, China has objected to the visit. The delegation included former US House speaker Nancy Pelosi, who had also visited Taiwan in 2022 despite Beijing’s protests. Biden is going to soon sign the Resolve Tibet Act, which calls on Beijing to negotiate with the Dalai Lama or his representatives. This puts India, the host country of the Tibetan govt-in-exile, in a decision spot.\n\nQuestion of future | Given the Dalai Lama’s advanced age, the matter of his inevitable succession assumes salience. The US delegation affirmed that Washington would not allow Beijing to interfere with Dalai Lama’s succession. Meaning, it will not accept a Beijing-appointed Dalai Lama. India, however, has remained relatively quiet on the matter. But its opinion will matter for the future of the Tibetan movement. It must start thinking now.\nMoral imperative | India is expected to continue its support to the Tibetan govt-in-exile and the more than 70,000 Tibetan refugees in the country even after this Dalai Lama. Tibetan refugees also constitute one of the most successful examples of rehabilitation in modern history. At a time China has even stopped referring to Tibet by name – using the Chinese term ‘Xizang’ instead – it’s India that has emerged as the cultural home of Tibetans.\nStrategic imperative | Plus, India-China relations are at a major low. China has repeatedly intruded into and occupied Indian territory. Both armies are eyeball-to-eyeball in the higher Himalayas. India has stopped referring to the ‘One China’ policy for years. And since China doesn’t see India as an equal and treats the border dispute as a convenient political tool, New Delhi should have no hesitation in backing the Tibetan cause. India needs leverage. And the Tibet issue is a big one.\n\n",
        "headline_1": "The Tibet play",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-tibet-play-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "The late Atal Bihari Bajpai, former Indian prime minister and founder of Bhartiya Janata Party (BJP) and the National Democratic Alliance (NDA), has seldom been mentioned in the last 10 years. Lal Krishna Advani, who led the demolition of the 300-year-old disputed Babri Mosque, has remained uninvolved, and even Jagat Prakash Nadda, the current party president, is not given a speck of the spotlight. It's only Prime Minister Narendra Damodar Das Modi who has featured prominently in posters or hoardings. Even the all-powerful Home Minister Amit Shah, regraded as the second man in the BJP hierarchy, was not seen anywhere near the PM in important events like inaugurating the new parliament building, or the spectacular opening of Ram Mandir in Ayodhya, where the Babri Mosque once stood.\nOver the last 10 years, it has been Modi, Modi and Modi in Indian politics and on the political canvas, even downsizing the images of Gandhi and Nehru.\nNarendra Modi ruled India with an iron hand, transforming the nation, perhaps for the first time in its history, into what has been labelled as an \"electoral autocracy\" and \"flawed democracy\" by the Sweden-based V-Dem Institute. With no effective opposition in the 16th and 17th Lok Sabha, the BJP government essentially became a one-man show. Consequently, the \"largest democracy in the world\" slipped further to the 53rd position in the democracy index. Perhaps it was the mistake of the Indian voters who handed a landslide victory to Modi's BJP last time, without any counterforce to act as a check and balance.\nHowever, in the recently concluded 18th Lok Sabha election, Indian voters did not make the same mistake. About 66 crore voted to demote Modi from the status of a self-proclaimed \"god-sent avatar\" to just a mortal human being. BJP could only secure 240 seats in the 2024 elections, falling short of the 272 seats needed to solely form the government. It had to seek support from its partners in the NDA, particularly from the Janata Dal (United)—headed by veteran politician and nine-time chief minister of Bihar, Nitish Kumar—with 12 seats, and the Telugu Desam Party (TDP)—led by yet another seasoned politician from Andhra Pradesh, Chandrababu Naidu, with 16 seats.\nWhat it means is that Modi, as the third-time prime minister of India, will not head a BJP government as he did in the last two terms. He has to lead a coalition government with two seasoned politicians by his side. It means that he has been brought down from being the single decision-maker of state affairs to a head of a consultative body, as should have been the case in a democracy.\nOn the other hand, voters have also provided a formidable opposition in the form of the Indian National Congress (INC) with 100 seats (including a rebel MP who joined) and its allies under the Indian National Developmental Inclusive Alliance (INDIA) with 234 seats. This marks the first time in 10 years that a robust opposition has emerged.\nNow, the question arises: why did the BJP fall short of securing enough power to form a government when they were confident of achieving an absolute majority of around 400 seats with the strong slogan \"Ab ki bar char sau par\" (this time over 400)? That number would have enabled the BJP to amend the constitution. The party unequivocally expressed its intention to transform India from a secular to a religion-based country (a Hindu state). Their agenda included not only making India a Hindu land but also advocating for the slogan \"one country, one election,\" which meant combining general elections with state elections to perpetuate power for the BJP. It was evident that Hindutva was the rallying cry throughout the two terms of BJP.\nOver the past decade, the significant minority of Indian Muslims, comprising over 20 percent of the population, largely marginalised socially, were deliberately targeted. School and college textbooks underwent revisions, with chapters pertaining to the 700-year Muslim period deleted and characterised as invasions. Names of places were altered in some regions. In numerous states, vigilante groups like \"Go Rakshak\" emerged, engaging in unchecked violence against Muslims suspected of consuming beef or participating in related activities. Modi and Amit Shah, collectively referred to as MoSh, branded the country's minority communities as \"Ghus baithi\" (infiltrators) and likened them to \"children-producing factories.\" They even stoked fear among India's Hindu majority, suggesting that if the opposition were to come to power, properties and gold would be seized and distributed among Muslims. Such divisive rhetoric, unprecedented in India's political history, provoked outrage among liberal and secular voters. Modi was branded as the \"Divider in Chief\" by Time magazine in 2019.\nIt wasn't just Muslims, but also Other Backward Castes (OBCs) of India, particularly Dalits, who were significantly disregarded. It's worth noting that Uttar Pradesh, a state considered to be the stronghold of Hindus and the Hindi belt, is home to the largest population of Dalits and Muslims. Here, Chief Minister Aditya Nath Yogi aimed to secure a minimum of 72 seats but failed to do so. Instead, the BJP lost a significant number of seats, mainly to the OBC-based Samajwadi Party led by Akhilesh Yadav. Moreover, BJP lost seats in Ayodhya, where Modi had inaugurated Ram Mandir a few months prior. Additionally, the party lost five other Lok Sabha constituencies in holy places like Kashi and Varanasi.Losses in Uttar Pradesh, Punjab, and West Bengal brought down the BJP, making it dependent on other partners of the NDA.\nIn Ayodhya, BJP ignored the fact that they built the temple with all the religious fervour at the cost of poor Dalits of the area, whose houses and businesses were destroyed without payment of adequate compensation.\nPerhaps the party was certain that Indian voters would be mesmerised by the BJP's Hindu card, ignoring the fact that around 40 percent Indians still live below the poverty line. They are grappling with high prices of essential commodities, soaring inflation rates, increasing youth unemployment, and endemic corruption. Meanwhile, the government resorted to silencing opposition voices through coercive measures wielded by the central government. Opposition leaders and activists were harassed and jailed, their funds frozen. The inefficacy of democratic institutions exacerbated the BJP's downfall in 2024. Another factor overlooked by the BJP government was the burgeoning influence of alternative and powerful social media platforms, which countered the decline in press freedom and the dominance of crony media. The contributions of civil society organisations were also remarkable. Despite facing intimidation and fear, these organisations persevered, utilising technology alongside social media to drive home their agendas.\nNevertheless, India's democratic institutions, electoral integrity, and practice of liberal democracy have long served as influential models for postcolonial Afro-Asian countries, especially those in South Asia. However, this influence was disrupted by the regression of democracy in India. The South Asian powerhouse's democratic backsliding did not bode well for the neighbouring countries.\nAlthough Modi has become the prime minister of India for the third consecutive term and may compare himself to Nehru, he now relies on two more secular regional leaders, political tacticians who could potentially outmanoeuvre the Modi-Shah duo. The current NDA government marks the end of the BJP government, at least for the time being. It will face a robust opposition scrutinising and challenging every misstep both inside and outside the parliament. This has brought relief to democratic and liberal Indians of diverse religious, cultural, and ethnic backgrounds and given them hope that the 18th Lok Sabha may herald the return of a tolerant, secular India reminiscent of the Gandhian-Nehruvian era.\nBrig Gen (retd) Dr M Sakhawat Hussain, former election commissioner of Bangladesh, is senior fellow at the South Asian Institute of Policy and Governance (SIPG), North South University (NSU).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "India's election was an eye-opener for struggling democracies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/indias-election-was-eye-opener-struggling-democracies-3638301",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "﻿﻿As news of Noam Chomsky's failing health makes the rounds, a journalist and peace activist from Pakistan shares some of her learnings from interactions with a trailblazing public intellectual whose moral compass has impacted the world.\nI once asked Noam Chomsky how he manages to remember so many facts and figures and hold audience attention. He replied that he didn't convey any new information, that his talks are based on materials already in the public domain, and that he simply joins the dots - providing context - and repeats the information consistently and in different ways.\nHis response was typical of his humility as well as his courtesy towards a much younger person to whom he owed nothing.\nChomsky teaches us that it is not necessary to be loud and sensationalist in order to be heard. This, together with the clear and courageous moral compass he has provided over decades, is a most valuable lesson.\nNoam Chomsky was already a legend when I first met him over two decades ago in December 2001 when he visited Pakistan for the inaugural Eqbal Ahmad Memorial lecture series.\nDr Eqbal Ahmad had been an anti-Vietnam War activist in the US in the 1960s. He later taught at Hampshire College and was among Chomsky's circle of friends, which included other intellectual giants and legendary figures like Howard Zinn and Edward Said.\nHe had returned to Pakistan after the death of General Ziaul Haq in 1988 and was prominent in the peace and anti-nuclear weapons movements in the region. He passed away in May 1999, on the first anniversary of India's second nuclear test, that Pakistan had followed.\nIn November 2001, Chomsky did a lecture series in India. Another fellow traveller, the well-known physics professor and activist Dr Pervez Hoodbhoy, piggy-backed on that to invite Chomsky to Pakistan for the Eqbal Ahmad Memorial lecture series. These events were organised months earlier, and Pervez was initially worried about whether there would be an audience.\nThen the September 11, 2001 attacks in the US took place. Chomsky cut through America's outrage to point out that these attacks were historic not for their scale but because of where they took place, mainland America, which had not been attacked before.\nAlso, this was not the first, but \"the second 9/11\". The earlier, \"far more serious\" 9/11 was the one in 1973, the violent coup against the elected government of Salvador Allende in Chile.\nMany in America were uncomfortable with his thoughts, but in progressive circles here and around the world, his popularity soared.\nI had just returned to Pakistan from London after doing an MA in TV Documentary and wanted to document Chomsky's visit to Pakistan for an international audience. Pervez agreed to let me record the series, and my Dutch friend Babette Niemel, then at VPRO Television in Holland, fought to get it approved for their 'Seven Days' video diary series.\nNeeding some B-roll, casual footage for the documentary, I had asked the organisers if I could follow Chomsky. They agreed to let me tag along to his room at the Avari Hotel in Lahore with cameraperson Mariam Pasha to escort him to the talk.\nNoam Chomsky and his wife Carol had arrived in Pakistan to a celebrity welcome that discomfited them. Now, Chomsky politely conveyed that we were welcome to film his public events but that he and Carol were uncomfortable being followed by the camera.\nWe put our equipment away until he entered the venue where he was speaking. He walked through the packed hall to a standing ovation. A few days later, he addressed a larger audience at another packed venue, an indoor stadium in Islamabad.\nIn both places, people listened in pin drop silence as he spoke, lowkey and without histrionics, understatedly drawing linkages between history and politics. This has been the case whenever I've heard Chomsky speak.\nThere was a shameful exception, when he spoke at the Nieman Foundation for Journalism at Harvard University when I was an international Fellow there, 2005-2006. In that intimate setting, another international fellow and her husband, both from Israel, kept interrupting Chomsky, despite being admonished by the moderator and other fellows.\nChomsky didn't lose his cool, but I heard later that he vowed never to come back to Lippman House. I was glad to hear that the Nieman Fellows prevailed upon him to return in 2017 and that it went smoothly.\nI was privileged to share the stage with him on a couple of occasions. In September 2006, John \"Jack\" Trumpbour, a Research Director at the Center for Labor and a Just Economy (CLJE) at Harvard Law School invited Chomsky as a featured speaker for the launch of a collection of essays, 'The Selected Writings of Eqbal Ahmad' (Columbia University Press), September 2006. It is to Jack's credit that he pulled off this event in a space that has tended to keep Chomsky out.\nI was a speaker, along with Margaret Cerullo, Eqbal's colleague from Hampshire College and one of the book's editors. Stuart Schaar, Eqbal's \"college buddy\" from the 1950s at Princeton University, who we had interviewed Dr Schaar for a documentary on Eqbal produced by Geo TV, Pakistan, a couple of years earlier, was also a speaker. Like Chomsky, he has paid the price for his support of the Palestinian cause, sidelined in the mainstream academia as Eqbal himself was.\nAnother friend, the journalist David Barsamian, who runs Alternative Radio and speaks Urdu and Hindi, flew in from Colorado for the event. A compulsive notetaker, I later wrote about the event, which remains so relevant today.\nIn his speech titled 'Confronting Empire: Eqbal Ahmad's Legacy and the Contemporary Crisis', Chomsky talked about how Israeli attacks actually mean \"Israeli and US attacks, since the US supports Israel with weapons as well as diplomatic and ideological support\".\nIsraeli forces had earlier that year, on June 24, captured two Palestinian brothers, noted Chomsky, \"a far more severe crime than kidnapping soldiers\" as Hezbollah did on July 6, its first aggressive act in months.\nWe were then witness to an \"unusual historic event\" — the destruction of a nation­— as Israel punished the Palestinians for \"a terrible crime they committed: in the last free election they voted in the wrong people\".\nChomsky commented that the real reason for the Israeli (US-Israeli) aggression is that the then Hezbollah provided the only meaningful support for Palestinian rights, and also because they wanted to eliminate Lebanese deterrents that stand in the way of an attack on Iran.\nThe aggression has two consequences, he said. First, it deters negotiations. Second, it makes the dissidents and reformers more vulnerable, as regimes under attack tend to become harsher.\nIn April 2011, the American Friends Service Committee invited Chomsky to address a seminar at Boston University titled 'Days of Hope and Challenge', where I was the other speaker.\nHe also generously gave me time at his office at MIT, and I feel privileged to have been invited to contribute towards a compilation for his 90th birthday in December 2018. In my note, I shared some of my memories and thanked him for his vision, courage and consistency over the years, and his principled moral stands that have given strength and courage to so many of us over the years.\nDespite his legendary status, Noam - as he was to me and to many others - was always unfailingly humble and accessible. He always replied personally to my emails as long as he could, even if it was a one-line response to a question asking him to confirm whether a Twitter account in his name was genuine (\"The twitter account from what I've heard is honest and accurate but I have nothing to do with it\").\nHe was unfailingly generous in lending his name in support of the causes I and others reached out to him for, endorsing resolutions ranging from human rights and democracy to peace between India and Pakistan. In 2018, he joined many public intellectuals in urging Bangladesh to release the photojournalist Shahidul Alam. He was also among the public intellectuals including Amartya Sen who endorsed a letter calling on Pakistan to release the jailed publisher-editor of the Jang Group Shakilur Rahman, in 2020.\nMy last interaction with him was in September 2021, almost 20 years after our first meeting.\nI had invited him to address an online seminar hosted by the Southasia Peace Action Network or Sapan, that over 80 of us had launched in March that year to build a narrative for a Southasian Union along the lines of the European Union, or at the very least, regional dialogue and collaboration between all the countries of the Southasian region.\nSapan holds public seminars on the last Sunday of every month. In September 2021, it was about 'The Impact of 9/11 on Southasia and Southasians'. The Taliban had recently taken over Afghanistan again.\nBy then Chomsky had moved to Arizona with Valeria, whom he had married after his wife Carol had passed away. He agreed to join but didn't show up, which was not like him.\nThe meeting ended. We stopped the recording and were chatting among ourselves, when Noam Chomsky appeared. We asked him to speak and began recording again.\nAs always, Chomsky put the issue into perspective, arguing for the need to put people first. This would mean engaging with the governing authorities to mitigate and overcome human rights violations, while working with Afghans on the ground, especially in rural areas rather than focusing on Kabul.\nHe advocated pressuring Afghans to shift the economy from opium cultivation to mineral resources, encouraging trade, development, and their integration into the region — \"these moves can't be made through sanctions\".\n\"Uppermost should be the fate of the Afghan people\", he said, but engagement \"does not mean overlooking the abuses\".\nHe wrote later apologising for the delay in joining (\"computer-internet problems\") and thanking me for the invite. \"Clearly a very valuable event. Pleased to have been able to play a small part in it.\"\nAs news of his failing health circulates, my thoughts are with all those who have drawn strength and inspiration from him.\nThe best way we can pay tribute to Noam Chomsky is by following his example: Stand firm, keep calm, keep speaking out, put information in context, and keep doing our work.\nBeena Sarwar is a journalist from Pakistan currently based in Boston. She is the founder and editor of Sapan News. Her email is [email protected].\n\nThis article was first published by Sapan News. \nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What I've learnt from Noam Chomsky",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-ive-learnt-noam-chomsky-3638286",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "It seems we have no escape from the recurring nightmare of road crash fatalities during Eid holidays. This Eid-ul-Azha, too, at least 92 lives were lost in road crashes across the country between June 13 and June 17, according to Bangladesh Road Transport Authority (BRTA).\nReportedly, Road Transport and Bridges Minister Obaidul Quader quoted the BRTA data and warned about the urgent need for policies to regulate motorcycles and easy bikes, which accounted for most of the recent crashes. While we are glad that the minister has expressed concern over this issue, the history of three-wheeler bans or the government's feeble attempt to prevent unfit and unlicensed vehicles from operating on the road and then backtracking on their decisions don't give us much hope that any such policy will be formulated or implemented soon.\nFor more than a decade, road crashes during Eid rush have been on the rise. It is incomprehensible why no effective steps have been taken to prevent these tragic incidents in the last 10 years, especially when the same government has been in power during this time. The current regime has undoubtedly excelled at developing Bangladesh's roads and communication infrastructure, but it has failed to make those very channels safe for people to use. The reasons behind road crashes are not unknown, neither are the solutions. Even simple measures such as increasing traffic monitoring on the roads after Eid could prevent many deaths.\nAs the road crash fatality count goes up with each passing hour, the government should stop providing lip service to the issue and take some real actions, such as creating dedicated lanes for different types of vehicles, not allowing unfit and unlicensed vehicles on the road, increasing traffic monitoring, and giving exemplary punishment to reckless drivers. It must start treating the epidemic of road crashes with the seriousness it deserves.\n",
        "headline_1": "Must commuters risk their lives every Eid?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/must-commuters-risk-their-lives-every-eid-3638271",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "When all across the globe, countries are in a race to develop their workforce equipped with technical knowhow in line with the ever-changing landscape of workplace including manufacturing, thanks to the innovations in technology, Bangladesh seems to be still asleep at the wheel. The fact that less than 1.0 per cent ---0.83 per cent, to be exact ---of the country's educated people have any technical education, as revealed by the Bangladesh Bureau of Statistics (BBS)'s Socio-economic and Demographic Survey 2023, speaks volumes for that. As a result, the large number of graduates the educational institutions of the country are churning out every year is basically generalists who can hardly meet the local demand for technically educated manpower, let alone that of workplaces abroad. Studies carried out by various research groups and think tanks from time to time have corroborated this view. For instance, one such study done two years back by the CPD, found that 46 per cent of the private employers of the country find it difficult to fill their job vacancies as most of the applicants do not have the skills required. Skilled personnel from abroad meet their needs. Experts attribute this to the existing gap between the academia and the industries. Hence is the dichotomy that when local industries are facing shortages of skilled personnel, thousands of educated youths are remaining unemployed in the country. According to the Bangladesh Bureau of Educational Information and Statistics (BANBEIS), some 21 million students passed the secondary level to join higher level of education in 2022. But only 1.4 million or 7.0 per cent of those students got enrolled in more than 7,200 vocational and technical institutes of the country. Even so, the number of graduates these vocational and technical schools produce is not only inadequate, the quality of the education and skills they receive is also not up to the mark.Notably, the BBS survey divided education into three categories, namely, general, technical and religious. The technical category refers to doctor, engineer, agronomist, computer and IT engineers and diploma holder from vocational institutes. There is no question that the government so far invested billions of taka over the years for development of technical education. But going by the BBS survey report, the question that would naturally arise is what happened to the investments the government has made for technical education in the country. Maybe, it points to the inadequacy of that investment vis-à-vis the actual need, or that the money was not spent properly. As the case may be, it only demonstrates the lack of seriousness or focus on the part of the policymakers on an issue so vital to the nation's struggle to achieve the status of a middle-income country by 2026 and that of an upper middle income one by 2031.The fact that the government has prioritised improvement of vocational and technical education in its perspective plan 2041 and the ongoing eighth five-year plan is no doubt well-advised. So is the allocation of huge funds made against a number of development projects of technical education being implemented under the Annual Development Programme (ADP). The target of increasing the number of technically educated people to 30 per cent by 2030 is no doubt a step forward. But the point is to fast-track the efforts to catch up with the neighbouring countries in creating a vast army of personnel equipped with the technical skills required to meet the challenges of the time.",
        "headline_1": "Meeting technological challenges of the time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meeting-technological-challenges-of-the-time-1718979894",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "For a nation that is as densely populated as Bangladesh, food availability remains a major headache for policymakers. A report published in March, 2024, titled 'Changing Climate of Bangladesh', jointly prepared by researchers from the Bangladesh Meteorological Department (BMD) and Norwegian Meteorological Institute looks at data spanning more than four decades to observe and analyse the changes in weather and how it has affected food production in the country due to weather-induced changes.It has been observed that days have not only longer but also hotter and drier. The winters have shortened and there is less rainfall. The low rainfall has caused a crisis of water, a major constraint for irrigation, particularly over the last 15 years or so. At least that is what farmers in the north of the country have stated where annual rice cultivation has fallen by nearly 50 per cent. It is only rainwater-for-irrigation that is the problem. Rather erratic weather conditions like successive droughts have also forced substantial numbers of traditional farmers to give up cultivation altogether.Rising cost of inputs, particularly farm labour coupled with ground-water extracted water for irrigation have not encouraged, rather discouraged farmers from growing rice - the staple food for all Bangladeshis. The study states that since 2010, fundamental changes in weather have been observed. As one researcher has pointed out that the number of months with extremely hot days doubled with the delayed onset of monsoon that triggered a negative shift in rainfall patten in the country. \"This is highly alarming. Monsoon changing its pattern will have consequences for agrarian Bangladesh.\" High heat, prolonged heat waves (which occurs when the mercury goes beyond 36 degrees Celsius) used to occur between March and May. Since 2010, these hot spells have prevailed over an extended period from June - October. Although policy and media attention on the economy over the last decade or so has been primarily concerned with expanding the industrial base, one simply cannot ignore that 45 per cent of the current labour force is engaged in agriculture. Any change in monsoon patterns will have serious consequences for agriculture in this country because monsoon rain constitutes 80 per cent of total annual rainfall. Ground water extraction serves as a backup for irrigation and artificial irrigation is both costly and cannot replace natural precipitation on a national scale. Agriculturists interviewed in the study have pointed out that the monsoon period is critical in maintaining soil moisture, which in turn is crucial for plant growth and germination of seed. Hence, when the heat wave covers this extended period of May to October, it plays havoc with the country's major crop season.Bangladesh's second most important crop 'aman' and vegetables are grown during this period. Agriculturists have pointed out that aman meets up to 40 per cent of the nation's annual demand for rice. Data from Bangladesh Rice Research Institute (BRRI) points to the fact that aman cultivation have fallen significantly to 5.72 million hectares in FY2021-22 from 7.18 million hectares in FY1971-72. Indeed, the third major crop 'aush' has also witnessed a fall in cultivation but the good news is that despite a fall in cultivation area, rice production has increased many times due to technological innovations over these decades. That however is of little solace because technology can only go so far and unless more land is brought under cultivation, it will become increasingly difficult to raise production. The study reveals that it is not only rice or vegetables that are being adversely affected by these long hot spells where natural precipitation is dwindling. Last year's jute production was devastated by an unusual hot season. Other crops like sesame, pulses, tuber and root crops, oilseeds (mustard), spices, sugarcane, tea, fruits, etc. have all seen varying degrees of loss of growth and production. While many of these may be imported, it is telling on the economy that is struggling with a foreign exchange crisis. The natural pattern of seasons has been turned on its head and manmade intervention at policy level is now the need of the hour. Recently, the prime minister declared that solar pumps will be made available throughout the country. This has been a demand by energy experts for more than a decade now. It will be interesting to see how the financial modalities are worked out for the introduction of this tried-and-tested technology. Many successful models exist in the region and it would be prudent to study them thoroughly before implementation. Policymakers also need to revisit the Teesta River Project that has been gathering dust on the shelf for a very long time. While solar pumps will help reduce food production costs, increased extraction of groundwater in the absence of sufficient rainfall is another natural disaster waiting to happen. Surface (river) water management needs to be explored seriously to mitigate irrigation problems because Bangladesh is out of time.\n[email protected]",
        "headline_1": "Food security under threat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/food-security-under-threat-1718980056",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "As the Muslims in Bangladesh celebrated Eid-ul-Adha last week along with the followers of the ummah worldwide, a heartening development makes the celebration more inclusive. Several people and organisations have arranged systematic distribution of sacrificed animals' meat during the Qurbani Eid. This annual religious ritual not only provides an opportunity for millions of Muslims in the country to sacrifice various domestic animals according to their financial ability, but also brings joy to those who are usually deprived. The ultimate spirit of the ritual is to develop a charitable attitude with humbleness and care so that a Muslim can be ready to forego any materialistic asset in the name of Allah and extend a helping hand to any human who is in trouble, thereby making a significant impact on the lives of the beneficiaries. As many people in the country have yet to get the minimum amount of protein from meat throughout the year, Qurbani brings a unique occasion to fill in the gap, at least to some extent. Food Security Statistics 2023, released by the Bangladesh Bureau of Statistics (BBS), showed that the availability of meat for consumption per capita per year in 2016 was only 3.78 kg, which increased to 4.32 kg in 2021. Though the ratio is an average estimate, it indicates that a large portion of the population cannot buy or collect a minimum amount of meat-based protein, whereas well-off people over-consume meat. It also reflects the growing socio-economic disparity in the country. Over the years, some charitable organisations have been trying to mobilise Qurbani. They encouraged abled Muslims to donate a portion of their share to the poor and needy. These organisations procure the sacrificial animals, supervise slaughtering and distribution of half of the meat to those who contribute and the rest to the poor. The meat distribution usually occurs in various remote areas of the country that are difficult to reach. The Quantum Foundation once arranged Qurbani at Lama in Bandarban district, where all the meat of the sacrificial animals had been distributed among the hilly people. Encouraged by the initiatives, some more organisations have also come ahead. Again, a tradition of distributing meat among the poor and needy by some wealthy families is always there in various villages and peri-urban areas of the country. This year, the As-Sunnah Foundation stepped forward to conduct Qurabni and distribute meat among poor people. Ovijatrik Samaj Kollyan Sangsth, another charity organisation, also arranged for Qurabni in the northern part of the country. These organisations have been engaged in various charitable works for the welfare of society. As many in the country and abroad want to contribute to the deprived section of society, they find these organisations trustworthy for proper use of their donations for the intended purpose. The good deeds, however, are not easy for obvious reasons. Finding the right beneficiaries requires hectic work and necessary cooperation from the local communities. In some cases, local political leaders and anti-social elements create barriers to work and demand some share of the donation. In some cases, a lack of necessary support from the government agencies also makes the task difficult. Nevertheless, those who devoted themselves to the charitable works are ready to accept any challenge and put in best of efforts to overcome the barriers. The strength of these kinds of organisations is their transparency. Thanks to social media and virtual platforms, these organisations regularly update the progress reports of their works, ensuring that people can trust that their donations are being used for the right cause. \n[email protected]",
        "headline_1": "Organised charity in Qurbani",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/organised-charity-in-qurbani-1718980095",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2024"
    },
    {
        "full_article": "Market segmentation happens when a company divides its potential customers into groups or segments based on different characteristics like age, interests, demand, or location. It helps companies easily reach customers who share similar traits, making it easy to achieve business goals. For example, if you sell winter clothing all year round in a country like Bangladesh, where winters are short, you might face low demand during summer. But in countries like Switzerland, Sweden, or Finland, where winters are long, the demand for winter clothing remains steady. So, segmenting markets based on customer preferences and characteristics is important.Segmentation can be based on geographic, demographic, psychographic, or behavioural factors. Geographic segmentation divides markets based on geographical locations. For instance, companies selling ice cream or cold drinks target countries with warmer climates. In Chattogram, there's a tradition of hosting regional festivals, so restaurants there offer traditional dishes. Demographic segmentation considers factors like age, gender and income. Companies might produce different shoe designs for different age groups. Psychographic segmentation considers consumers' lifestyle, social status, and personality. For example, wealthy Arabs have an affinity for gold, so companies customise gold-plated phones or cars for them. Finally, behavioural segmentation focuses on consumer knowledge, attitude, and usage of products. For instance, products like Sunsilk Anti-Dandruff shampoo or Sensodyne Toothpaste cater to specific needs and preferences.In today's globalised world, businesses aren't confined to one region or country. There are variations in demand based on location, time, and audience. Market segmentation helps businesses focus on specific customers, understand their needs, and cater to them effectively, making business goals achievable and resources usable optimally.\nMd. Tajul IslamDepartment of Marketing, Islamic University, Bangladesh [email protected]",
        "headline_1": "The power of segmentation in global business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-power-of-segmentation-in-global-business-1718980118",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-06-2024"
    }
]