[
    {
        "full_article": "The Punjab and Haryana High Court has done the right thing by quashing the Haryana State Employment of Local Candidates Act, 2020 that provides for 75% reservation to State domiciles in the private sector in jobs that provide a monthly salary of less than ₹30,000. The court stated that it was beyond the purview of the State to legislate on the issue and restrict private employers from recruiting people from the open market. It also held that the Act was violative of equality guaranteed under Article 14 and freedom under Article 19 of the Constitution. The court said that by allotting 75% reservation for “locals”, the Act militates against the rights of citizens of the rest of the country, and that such acts could lead to other States coming up with similar enactments, in effect putting up “artificial walls” throughout India. It argued that the Act was imposing unreasonable restrictions on workers’ right to move freely throughout the territory of India. The court termed the requirements on private employers stipulated in the Act as akin to those under “Inspector Raj”.Other States such as Andhra Pradesh and Jharkhand have also enacted similar legislation. The Andhra Pradesh High Court observed that the State’s Bill, passed in 2019, “may be unconstitutional”, but it is yet to hear the case on merits. Workers move to other States seeking job opportunities that are relevant to their skills and abilities. If States build walls and impose restrictions that prevent job seekers from other States from accessing opportunities, citizens of poorer States will have to eke out a living within their own regions. This will affect the economy of the entire country. While legislation that seeks to reserve blue collar jobs for locals is problematic and unconstitutional, there is a reason why there is resentment among locals in better-off States over their jobs being taken up by “migrant” workers and which has compelled their governments to come up with knee-jerk protectionist measures. There are more than a few private employers who exploit the migrant labour market as such workers tend to work long hours for low wages with little or no social protection and benefits. This creates a segmentation of the labour market with low-wage migrant workers on the one side and local workers with better bargaining power on the other. If States are truly concerned about protecting workers’ rights, they should ensure that migrant workers in all establishments enjoy basic labour rights that are legally due to them, thereby creating a level playing field for all workers. This will also be a curb on exploitative practices by employers. Protectionism in the labour market is not the answer.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nHaryana\n\n/\n\nlabour legislation",
        "headline_1": "Parochial law: On Haryana’s 75% quota to locals in private sector",
        "headline_2": "States need to implement labour rights uniformly and not rely on protectionism",
        "link": "https://www.thehindu.com/opinion/editorial/parochial-law-the-hindu-editorial-on-the-haryana-law-guaranteeing-75-reservation-to-locals-in-private-sector/article67559323.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "The pollution drama in Delhi NCR has become an annual event with a script that follow the same pattern year after year. Delhi’s AAP government, that has direct responsibility to resolve the problem, blames the Centre and the neighbouring state governments of Haryana and UP to cover its own failures. Punjab, the main culprit and the target of AAP’s ire for years, is off the blame list because the state is now ruled by AAP. A concerted action plan, after discussions with all concerned, is glaringly missing. The Center’s indifference towards the national capital and its over 20 million population is hard to understand.\nThe apathy of the state government can be gauged when it starts gloating and beating its chest, for its nonexistent efforts, when there is a headline that says ‘Delhi’s pollution level improves from Severe to Very Poor category’. Meanwhile thousands of Delhi NCR citizens flock to hospitals for all kinds of ailments resulting from unbreathable air year after year. Unfortunately, they do not have the luxury of government funded rejuvenating sojourns at five-star spas and resorts in places like Bangaluru and Kerala. That privilege is reserved for a select few Khas Admis in the government.\nThe moot question is do the authorities, both at the state and Centre, really know what to do and are they willing to take some hard decisions? The answer is obvious. The state government’s efforts stop at promulgating their Graded Response Action Plan (GRAP) that has four levels while the Centre hardly plays any role. GRAP 1 kicks in when Air Quality Index (AQI) crosses 200 (poor), GRAP 2 at 300 (very poor), GRAP 3 at 400 (severe) and GRAP 4 (severe +) comes into force when AQI reaches 450 (severe). Measures for reduction of pollution include ban on plying of vehicles, stopping construction activities, closure of schools and permitting work from home. There are two points to note here. First, the focus of all stages of GRAP is on immediate reduction of pollution and not on prevention of pollution. Second, by default an AQI of up to 200 (poor) is acceptable since GRAP 1 comes into effect only after that.\nIt is estimated that vehicles contribute about 30-35% of the total population on normal days in Delhi NCR. A large part of this percentage is attributable to heavy vehicles, two wheelers and autos. Today, bulk of the heavy vehicles heading towards Gurugram, Ghaziabad, Faridabad and beyond do not enter Delhi as alternative roads have been built. This reduces their entry into Delhi to a large extent. Share of cars is around 2% and this seems logical since their technology and maintenance are better. So, the much touted odd-even scheme for cars can at the best reduce the pollution by 1% if the ban is total. If the various exemptions given for taxis, women and others are taken into account, the reduction actually becomes insignificant. A reality that cannot be ignored is that a large and happening city like Delhi has to learn to live with its vehicular traffic, while finding ways and means to control overall pollution. \nA check of PM2.5 AQI levels for last three years shows that Delhi has good to moderate pollution levels (less than 100) only for the period between July – mid-September because of monsoons. October to February are the worst months where the index generally hovers above 200. For the balance of the year from March to June the reading is mostly above 150 with an occasional dip. For the record, the acceptable WHO standards for PM2.5 are pegged at 15. This makes it abundantly clear, that Delhi is polluted throughout the year with a mean value of PM2.5 that is above 150 for over seven to eight months in a year. In such a situation, the prime need is to understand what causes Delhi’s mean levels to be so high for most part of the year. Unless the mean level comes down, the dangerous spikes in pollution levels will continue to happen for various reasons that include stubble burning, crackers, garbage dump fires, static wind conditions etc. \nThe neighbouring states of Punjab, Haryana and UP’s stubble burning after harvesting the rice crop is a major concern with Punjab being the main culprit by miles. This is partly due to the mandatory delayed sowing of the paddy after mid-June each year to preserve underground water. This delays the harvesting and therefore stubble burning takes place during October – November each year after the monsoon season. Ideally, changing the crop pattern or substituting paddy by other crops are the answers for the long term. But there are no takers for this major change. The farmers and middlemen in Punjab, who have political backing, make huge money by selling the rice crop under MSP to the government. It is a very lucrative arrangement, with assured profits, as opposed to selling in the open market. Stubble burning is an easy and least time-consuming method that requires hardly any financial inputs to get the fields ready, in time, for sowing of wheat.\nLocally, Delhi NCR too has to take some steps for reduction of routine pollution. These include stopping garbage fires, using bio decomposer agents to convert crop residue into manure, using mechanical means to remove crop residue, controlling / shifting local manufacturing units / power plants and ensuring stricter norms for pollutants from industry, using modern construction methods to reduce dust, mechanical cleaning / washing of roads and other similar measures. Vehicular emission norms are already pretty stringent and as technology improves further, the same must be put into effect. Developing more green belts is of paramount importance to control pollution apart from ensuring a greater supply of oxygen. Control on sale of vehicles in NCR and the regular migration of workers from other states into Delhi needs to be addressed on priority. \nThere are no quick fix solutions to control pollution. Delhi’s pollution must be seen as everyone’s baby and addressed on multiple fronts. Delhi government’s 14-point action plan to reduce pollution launched in May this year seems to be only gathering dust somewhere. Each measure, however small it may be, will add to the overall effort to reduce the mean AQI index within the NCR region. The state and central governments must work in tandem apart from ensuring participation of the public for best results. It is time for all concerned to get serious and not to play with the lives of the citizens of Delhi NCR.\n\n",
        "headline_1": "Delhi’s pollution – No one’s baby?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/blunt-frank/delhis-pollution-no-ones-baby/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "By Ravi Singh\nThe concept of masculinity in Hindu mythology is multifaceted and complex, transcending its simplistic associations with strength and aggression, as prevalent in many modern narratives. Instead, mythological texts offer a more nuanced view of masculinity, interwoven with virtues like wisdom, duty, compassion, and restraint.\nShiv, often seen as the epitome of masculinity, embodies destruction and creation, asceticism and sensuality, fierceness and tender-heartedness. He is a yogi who meditates on the snowy peaks of Mount Kailash, signifying self-control and introspection, and yet he is also the passionate husband of Parvati and the loving father of Ganesh and Kartikeya. From Shiv, we can learn the importance of embracing our multifaceted nature, finding strength not just in action but also in contemplation and emotional presence. Vishnu, the preserver, exemplifies responsibility and commitment. His numerous avatars, including Ram and Krishn, are illustrative of his willingness to descend into the world to restore balance and cosmic order. Ram, the hero of the Ramayan, is often held as the paragon of virtue, embodying the principles of honour, loyalty and righteousness. He shows that true masculinity involves upholding one’s duties and making sacrifices for the greater good.\nKrishn, on the other hand, presents a more playful and compassionate aspect of masculinity. His life story teaches the importance of intellect, diplomacy and the embracing of life’s pleasures without being enslaved by them. Krishn’s role in the Mahabharat as aguide to Arjun emphasises the power of wisdom over brute force.\nHindu mythology’s perspective of masculinity also challenges stereotypes. It pushes against the notion that to be masculine is to be violent or unfeeling. For instance, Hanuman is both immensely strong and a paragon of devotion and humility. His strength does not lead to arrogance but is in service to others, indicating that power should be coupled with selflessness and service.\nArdhanarishwar form of Shiv shows one half of him as a fully developed woman. He appears as half male and half female. It shows that the masculine and the feminine are equally divided within each of us; there is interdependence of masculine and feminine energies. This serves as a powerful metaphor for the modern man to recognise the need for inner balance and the integration of what are traditionally considered feminine qualities – of nurturing and intuition.\nToday, when men are increasingly encouraged to defy traditional gender norms and to express a broader range of emotions and traits, mythological tales provide a rich source of wisdom, illustrating that strength comes in many forms, that leadership can be compassionate, wise, inclusive, and that it is crucial for men to feel comfortable sharing their feelings and to seek support when necessary.\nThe legendary warrior, Arjun, for instance, experienced profound doubt and anxiety during the battle of Kurukshetra, yet he readily sought guidance from Krishn, his confidant and guide. Ram turned to sages Vishwamitra and Vasishta for wisdom. These examples show that if divine figures and heroes can show emotional openness and seek assistance, so can contemporary men.\nThe modern man can look to Hindu mythology not for rigid templates of masculinity to copy, but for inspiration to cultivate a well-rounded character.\nThe writer is an IRS officer\n\n",
        "headline_1": "Mythology inspires a bold vision of masculinity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mythology-inspires-a-bold-vision-of-masculinity/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "The Bihar caste survey, it seems, has given a new lease of life to the politics of social justice. All political parties, including BJP, are showing great interest in the relative marginalisation of the most backward communities and social groups. The recent electoral campaigns, especially in Madhya Pradesh, Chhattisgarh and Rajasthan, also underline the fact that multifaceted ideas of social justice are going to set the terms of future political discourse.\nThe scope of this rejuvenated politics of social justice, however, is still very restricted. The political class envisages the question of socio-economic inequalities and caste-based discrimination in purely electoral terms. As a result, the expanded reservation in public sector jobs and government-run educational institutions is proposed as the most appropriate mode to address social inequalities. At the same time, several attractive welfare schemes are also offered to mobilise electorally relevant sections of society. These politically motivated measures are legitimised in the name of social justice.\nThis restricted and electioncentric meaning of social justice should be interrogated for a meaningful discussion on the growing social and economic disparity in the country. More specifically, there is a need to examine two crucial aspects, which the Bihar caste survey data has clearly underlined: the magnitude of caste-based socioeconomic backwardness and the nature of economic power-structure in contemporary India.\n\nIt is important to clarify that the Bihar caste survey data must not be exaggerated to make any sweeping generalisation. This data is state-centric and it should not be treated as a representative sample of some kind. However, this official intervention by the Bihar government is crucial to make sense of a broad pattern.\nRead full story on TOI+\n\n",
        "headline_1": "Counting Castes & Votes…Then? Decoding caste census politics: No one can diss the market, and no one dares diss quotas. But no neta can also admit to the limits of this social justice politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/counting-castes-votes-then-decoding-caste-census-politics-no-one-can-diss-the-market-and-no-one-dares-diss-quotas-but-no-neta-can-also-admit-to-the-limits-of-this-social-justice-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "For every desi-kid raised in the US, bullied for the crime of simply being an achiever, laughed at simply for having their hair parted a certain way, Vivek Ramaswamy is running this race for you. Other American-Indians have gone to Harvard and made billions before, no great whoop, but where Vivek has raised the bar is that he has gone on to become a presidential contender, a prerogative usually reserved in the United States for people who do not look like him.\nWait, you say, what about Bobby Jindal? What about Kamala Harris? What about the lady standing next to him at the debate stage: Nikki Haley? Well, for one, Bobby Jindal and Nikki Haley have not even run under their desi names, Piyush and Nimarata.\n\nThis is for the same reason that call-centre operatives in the 90s sitting in Bengaluru with the names Sai Kishore and Priyambada had to become Sam and Pat – so as not to appear ‘foreign’. Nikki Haley even identified as Caucasian early in her career. Kamala Harris, when she was a presidential candidate, repeatedly de-emphasised her Indian identity in favour of her African-American one, even though she technically is Jamaican and not African-American. The only time she did anything remotely Indian was appearing with yet another Indian-origin celebrity, Mindy Kaling, in a video making dosa (note again, Kaling does not use her actual title, Chokalingam), an act of desperation, right before dropping out of the presidential race due to zero popular support.\nIn contrast, Vivek Ramaswamy has not christened himself ‘Vic’ nor denied his origins in order to be more palatable to Christian-conservative voters, who form a significant portion of the support base of his party. He is proudly Indian. Vivek looks like his mother dressed him up for the presidential debate, yet he owns the Indian Norman Bates look without apology. And in the ultimate vindication of his Indian uncle-ness, he attacks a fellow desi’s daughter for her TikTok habits on the presidential stage, gets called a ‘creep’, but still keeps swinging.\n\nWill Vivek win? Of course not. Trump is taking this to next November, and the best Vivek can hope for is crumbs off the table of the Big Orange, but to quote Ravish, sometimes the battle isn’t about\n\n",
        "headline_1": "Desi roleplaying: Vivek Ramaswamy is rocking Indian uncle-ness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/desi-roleplaying-vivek-ramaswamy-is-rocking-indian-uncle-ness/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "The quality of air of major urban centres of Bangladesh for instance, the capital city of Dhaka, or the port city of Chattogram, has often hit the headlines for the wrong reasons. It has been the poor quality attributable to its very high pollution content. Such reports on air quality had also never any dearth of information about the kind of pollutants and their sources. That apart, to monitor the levels of air pollution at different places and points of time, umpteen bodies and committees have been formed. So have also been enacted many laws over the past decades to combat air pollution and hold those responsible for it to account. But despite the existence of all these government bodies and laws to address the issue at hand, the air quality across the country continues to fall, at times beating world records. After all such measures adopted to track pollution levels and keep people informed of those, the government is learnt to have launched yet another programme recently that will broadcast real-time air quality index (AQI) prepared automatically from the data provided by some 16 Continuous Air Quality Monitoring Systems (CAMS) from different points across the country. As reported, the AQI, to be so obtained through processing and analysing the CAMS-supplied data automatically online, would be made available to the public instantly from the website maintained by the department of environment (DoE). The reports further go, values of the AQI would also be categorised into different levels representing the degrees of hazards to public health they pose. Undoubtedly, the advanced system to generate AQI for public consumption round the clock is a step forward in increasing the level of public awareness about the pollution content of the air they have been inhaling every moment and that would no doubt help them take appropriate measures to protect themselves against the dangers to their health. Unquestionably, it is a welcome move on the government's part. But questions remain, if the members of the public, though highly informed about air quality, can by themselves, change the situation, that is, control pollution level or take action against the sources of pollution. It is exactly at this point that the authorities need to focus. Consider the findings from satellite data revealed recently (end of August) by an US-based energy policy institute that ranked Bangladesh among the world's most polluted countries followed by India and Nepal. What the report said was alarming in that Bangladesh's air contained particulate matter (of 2.5 microns in diameter, PM2.5), which is highly hazardous to health, in amount that was many times more at 74 micrograms as against the WHO-permitted 5.0 micrograms per cubic metre. Such high concentration of PM2.5, which can penetrate lungs and other highly sensitive organs of human body, ultimately contaminates blood with the result that the victim population's average life expectancy is shortened by 6.8 years. That means Bangladeshi people are adequately informed of the precarious existence they have been leading due to the highly contaminated air they breathe in. But little has so far been done, say, to effectively limit emission of pollutants like dusts and fumes from, say, the construction sites, brick fields, industries or motorised vehicles. So, alongside launching advanced monitoring systems, what the suffering public needs most is action to effectively control the sources that emit pollutants in the air.",
        "headline_1": "Controlling sources of air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/controlling-sources-of-air-pollution-1700576590",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "The announcement of establishing a competition commission years ago did inspire hope among sections of conscious citizens that the move, a timely one, would help strengthen market efficiency while protecting consumers from the machinations of business cartels and the like. The government's initiative was appreciated but with a note of warning about meticulous preparations required to get along with the task ahead. It has been quite a while. There is, in effect, no mentionable progress so far, except that the government has appointed the chairman of the commission and a few key officials. There is, reportedly, no organogram as yet to recruit officials and required support staff. The funds made available to run the organisation is also meagre. These are clear indications to suggest a lack of understanding of the importance of an entity that, if equipped properly, can bring about order and discipline in market forces, much to the relief of the consumers.The very idea of enacting competition law and setting up a commission is one and the same across the globe in that the purpose is to eliminate practices having adverse effect on competition, promote and sustain competition, protect the interests of consumers and ensure freedom of trade in the marketplace. While curbing syndicated monopoly in times of sudden fluctuation in prices of commodities is a mandated activity of the Competition Commissions all over the world, the main tools required are human and related resources to effectively control the situation. It is here that the Commission has to assume the role of a watchdog.The Commission is also required to give opinion on competition issues received from other agencies established under law and to undertake competition advocacy, create public awareness and impart training on competition issues. The Indian Supreme Court in response to a civil appeal in 2010 clearly spelt out the role and functions of the Competition Commission in India that may be applicable in most countries, including ours. According to the judgment, the main objective is \"to promote economic efficiency using competition as one of the means of assisting the creation of market responsive to consumer needs and preferences. The advantages of perfect competition are three-fold: allocative efficiency which ensures the effective allocation of resources, productive efficiency which ensures that costs of production are kept at a minimum, and dynamic efficiency which promotes innovative practices.\"Bangladesh government enacted the Competition Act 2012 in June 2012 providing for the establishment of the commission as a statutory body with powers similar to those of the civil courts in the country. It did take a long time to finally get the draft bill made into a law. The need for the law was more than ordinary. In the present day globalised market economy, due to limitations of governments to prevail upon market practices with regulatory instruments, competition law is one of the most preferred measures to restrict unfair business practices while at the same time improve production and pricing efficiency. In Bangladesh, during the past two decades or so, flagrant violation of basic business ethics by cartels, notorious syndicates, hoarders, black marketeers and so on have plagued the marketplace with serious distortions that more than necessitated a legally recognised system to tackle the situation. It is sad that since the passage of the law more than ten years back, the government is yet to make the commission visible. Needless to say, an Act or a policy is no more than an expression of intent, and to make it functional, it has to be worked on through appropriate execution mechanism.For its functional purposes, the Commission will be required to frame rules, policies, administrative decisions and set up mechanisms for conducting enquiries on receipt of complaints, devise procedures for preliminary determination of anti-competitive behaviour and take penal action upon final and conclusive determination through public hearing or whatever is deemed appropriate. The job is challenging in as much as it entails understanding and pre-empting market conditions under different circumstances – domestic as well as global - and the way they tell upon consumers on the one hand and on the market players, on the other. This calls for, besides effective market monitoring, developing and nurturing relations and interactions with sectoral regulators to ensure smooth alignment of regulatory laws in strict conformity with the competition law. In pursuing the path, a commission can be expected to perform competition advocacy and spread information on benefits of competition among all stakeholders to establish and nurture healthy competition culture in the economy. The role of the commission in Bangladesh is critical in dealing with the essential consumer goods. The commission should develop a database, regularly monitor the dominant market players' operations, examine the market control and manipulation (if any), and take proper measures. The commission should also adopt a strong stance against cartels and a zero tolerance policy towards collusive practices. The Competition Act 2012 should be revised to directly address monopolies and include specific anti-trust clauses, along with concrete penalties for violators. Efficient market management through close monitoring and supervision will be critical to keep the commodity prices under control.It appears that the government is yet to firm up its commitment towards a functional Competition Commission. Although it takes a lot to do so, shying away does not help. The concerned authorities need to sit up.\n[email protected]",
        "headline_1": "Competition Commission has a long way to go",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/competition-commission-has-a-long-way-to-go-1700576631",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "The sales of new apartments have taken a serious hit in Bangladesh. This downturn in housing business has happened for a myriad of reasons. Sector specialists state that the housing market has hit a brick wall due to higher costs of property and eroding purchasing power of people in the ongoing economic downturn. As per last quarter's data from the Real Estate and Housing Association of Bangladesh (REHAB), apartment sales fell to 10,000 units in FY 2022-23 from 15,000 units in each of the preceding two fiscal years, representing a drop of 33 per cent.Cost of construction materials has shot up significantly in recent months. Price of MS Rod per tonne had retailed between Tk 70,000 and Tk 75,000 two years ago and today it costs between Tk 90.000 and Tk 100,000. Similarly, cost per 50kg bag of cement two years ago used to hover between Tk 400 and Tk 450 but today it costs Tk 500 to Tk 550. These additional costs are passed on to prospective buyers who had taken loans from financial institutions and many are cancelling their orders while new buyers are opting for older apartments. According to a report published recently in this newspaper, mid-sized apartments up to 1,500 square feet are in high demand in 10 areas of the city. The sale of older property takes a lot of hassle out of the equation including being a much better financial proposition. Not only increased cost of material but also piped gas available with the older apartments, a facility not in offer from newly-built apartments, is given preference. Thus the sales of second-hand property get the better of that of the new ones.With real estate companies having scaled back a lot of their ongoing projects, there is also a shortage of new apartments in the market. Reportedly, all real estate companies have been forced to revise upwards the per-square foot price of their property and this has acted as a dampener. Although the residents have become used to the sight of liquefied petroleum gas (LPG) cylinders in their kitchens, the upward prices of these also add to the monthly family budget. At a time when prices of everything are increasing, it is natural for buyers to weigh all the options on the table.Many buyers have opined that they can save as much 40 per cent (depending on city locality) if they choose a ten-year old apartment that comes furnished with all amenities. Realtors have been hit not just by runaway prices of construction materials. There is the new detailed area plan (DAP) to contend with. The new DAP has made fundamental changes to building design and realtors now have to go much higher to compensate for the area they must leave free. This also has added to costs which many customers are not willing to bear. At the end of the day, buyers will make an informed decision when there are options available. But second-hand apartments are available in a limited number. Given that Dhaka boasts a population that has reached around 17 million people, a lot of buyers may simply have to forgo any purchase at all. This is bad news for both buyers and realtors. The government is also a loser as it stands to lose billions of Taka in registration fees. During the ongoing economic downturn, perhaps implementation of certain rules in the new DAP should be put on hold for sometime, at least until the economy can ride out the worst of the inflationary pressures.\n[email protected]",
        "headline_1": "Disincentive to purchase of new property",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disincentive-to-purchase-of-new-property-1700576662",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2023"
    },
    {
        "full_article": "Kawran Bazar, also known as Karwan Bazar, is a business and commercial hub of Dhaka city. It is also one of the biggest commodity marketplaces in the capital city. The above two names describe the same place. But nobody seems to care about the accurate or correct spelling of the place. Most of the people spell it as Kawran Bazar, while others spell it as Karwan Bazar. 'Kawran' refers to a gang of Negro slaves who were driven to the market. Then, 'Karwan' means a row of camels, or a horde of horses united for mutual protection of a journey, a large company of travellers or pilgrims, caravan, a group of merchants. The word caravan comes from the Persian karwan word meaning group of desert travellers. A caravan can be a large group of people travelling together in one long line. In 2018, the government of Bangladesh changed the English spellings of two divisions and three districts to make them sound similar to the Bangla pronunciation. The new spellings are Chattogram (for Chittagong), Barishal (for Barisal), Cumilla (for Comilla), Jashore (for Jessore) and Bogura (for Bogra). In a similar manner the authorities concerned can clarify and determine the exact spelling of the place as Kawran or Karwan Bazar with a strict instruction for using the official name. \nDr. Md. Saiful Islam, EXIM Bank, Gulshan, Dhaka, [email protected]",
        "headline_1": "Kawran Bazar or Karwan Bazar?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/kawran-bazar-or-karwan-bazar-1700576699",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-11-2023"
    }
]