[
    {
        "full_article": "In upholding Section 6A of the Citizenship Act, a provision introduced in 1985 to give effect to the core feature of the Assam Accord, the Supreme Court of India has helped preserve the existing legal regime for determining citizenship and identification of foreigners in Assam. Striking it down would have had the undesirable consequence of turning the clock back on the process laid down in statutory provisions and rules for the purpose. In its 4:1 decision, the Court has rightly seen the provision in the light of historical developments. While on one hand, Section 6A conferred deemed citizenship on all those who entered Assam from areas in erstwhile East Pakistan before January 1, 1966, it created, on the other, a system of registration for those who immigrated from that day to March 25, 1971, the day Pakistan began Operation Searchlight, a military drive to suppress the Bengali nationalist movement. The latter category of people had to be ordinarily residing in Assam and declared to be a foreigner by a tribunal before they could apply for registration as citizens. However, they would be ineligible to be on the electoral rolls for 10 years from the date of detection. Section 6A, as the Chief Justice of India, D.Y. Chandrachud, says in his concurring opinion, was aimed at finding a middle ground between a humanitarian approach towards the immigrant population in Assam and ensuring that large-scale immigration does not result in the loss of the cultural, economic and political rights of the Assam people.The majority has rejected the notion that the provision is unconstitutional on the ground that it treats Assam differentially from the rest of the country. It has noted that the citizenship provisions in the Constitution referred to ‘citizenship at the commencement of the Constitution’ and Parliament was not deprived of the power to introduce provisions on citizenship for a different category of people from a different date. In his main opinion, speaking for himself and two other judges, Justice Surya Kant has acknowledged the petitioners’ “demographic anxiety”, but did not believe that the idea of fraternity in the Constitution was threatened by a mere change in demography. It is not a misplaced fear when he says accepting the argument that demographic change could lead to an erosion of the cultural rights of a section of society may open the floodgates for similar challenges to undermine inter-State migration in the guise of protecting indigenous culture. At a time when the exercise to finalise a National Register of Citizens for Assam is in limbo — 19 lakh people have been identified as non-citizens, but there have been no further developments — any decision invalidating Section 6A would have created fresh complications. Published - October 22, 2024 12:30 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nlaws\n\n/\n\nAssam\n\n/\n\njudiciary (system of justice)\n\n/\n\nhistory\n\n/\n\npolitics\n\n/\n\nconstitution\n\n/\n\nNational Register of Citizens\n\n/\n\nmigration\n\n/\n\nculture (general)",
        "headline_1": "Culture and society: On upholding Section 6A of the Citizenship Act",
        "headline_2": "Supreme Court of India verdict on citizenship law for Assam helps avoid fresh problems",
        "link": "https://www.thehindu.com/opinion/editorial/culture-and-society-the-hindu-editorial-on-upholding-section-6a-of-the-citizenship-act/article68779460.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "When decisions are taken for constituents in a province without their explicit consent or their deliberation, there could be a blowback even if the constituents initially welcomed the changes with hope. Such is the case with the abrogation of Jammu and Kashmir’s special status and its bifurcation into two Union Territories (UT), which includes the erstwhile constituent of Ladakh. While the discontent in the Kashmir Valley with both decisions is well documented, a Lokniti survey points to four-tenths of Jammu residents opposing the abrogation of special status and a larger majority seeking restoration of statehood. When Ladakh was hived off into a UT from the then unified State, the government justified this as reflecting a demand from residents of Ladakh — Leh in particular — who were concerned about the predominance of the Kashmir Valley and Jammu in its erstwhile legislature. Yet, five years on, the protests in Ladakh with the demand for statehood or the province’s inclusion in the Sixth Schedule of the Constitution — which has provisions regarding administration of tribal areas in some North-Eastern States — confirm the unpopularity of the decisions made by the Bharatiya Janata Party-led government. While Ladakh is host to two Autonomous Hill Councils in Leh and Kargil, the absence of an empowered legislature in the UT, which has meant little say for local governance in comparison to a larger writ for New Delhi, has given rise to these protests. The agitations, the one led by social activist Sonam Wangchuk in particular, with echoes in New Delhi, raise the question whether the Union government could have avoided the Machiavellian route of one-upmanship seen in 2019, which led to the current situation.A larger question relates to how Ladakh has been viewed by New Delhi ever since 2019. Following Chinese incursions across the Line of Actual Control and recurring tensions in the region, Ladakh has largely been seen through a security lens. Local concerns related to livelihoods, environmental issues such as water scarcity, waste management and pollution and civic issues such as access to land for pastoral communities remain relatively unaddressed in the administrative scheme. The absence of a legislature in the newly formed UT is a key reason why residents seem agitated about the lack of deliberation or avenues to register their concerns. It goes without saying that the Union Government must find a way to meet the legitimate demands of Ladakh and grant it statehood. More importantly, the discontent also highlights the importance of preserving India’s polished system of “asymmetric federalism” that has purposefully addressed grievances. Published - October 22, 2024 12:15 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nLadakh\n\n/\n\nJammu and Kashmir\n\n/\n\nlaws\n\n/\n\nconstitution\n\n/\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\nChina\n\n/\n\nsocial issue\n\n/\n\nenvironmental issues\n\n/\n\ncommunity water management\n\n/\n\nwaste management\n\n/\n\npollution",
        "headline_1": "​Allow for deliberation: On the legitimate demands of Ladakh",
        "headline_2": "The lack of a legislature and regional autonomy in Ladakh has led to the current protests",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ballow-for-deliberation-the-hindu-editorial-on-the-legitimate-demands-of-ladakh/article68779437.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Early days, but the LAC breakthrough is more than welcome\nWeeks ahead will bring further clarity to the contours of the ‘patrolling agreement’ between New Delhi and Beijing that’s expected to set the ball rolling towards ‘disengagement’ and ‘resolution of issues’ along LAC and border areas. Relations between the two nations have remained on thin ice, in a state of heightened military preparedness since the 2020 deadly conflict in eastern Ladakh. Notwithstanding buffer zones created in the standoff areas, both countries had also fortified their positions with more troops – a constant worry. It’s been four years of one step forward, two steps back.\nComing as it does on the eve of Modi’s participation at the Brics summit in Russia, speculation of a Modi-Xi meeting on the sidelines gains some credence. Bilateral talks between the two have been limited to talking disengagement since 2020, even as India has engaged with China consistently on multilateral fora. The step forward has taken over 20 rounds of military negotiations over the last 53 months and any number of multi-level meetings between foreign affairs officials, especially a burst of consultations over the last couple of months.\nSo, what likely gave? For starters, Beijing as an aggressive unbending adversary is no doubt influenced by own domestic challenges, especially a slowing economy and costs of maintaining a highly militarised border. Beijing also no doubt has in its focus New Delhi’s deepening strategic and military ties with Washington and steadily growing defence trade. It certainly has in mind the fact that even pet Islamabad appears to be reaching out to Washington. Pakistan has imploded rather spectacularly, frustrating China with its inability to give speed to Xi’s pet CPEC project, and inability to ensure security of Chinese workers and infra, both targets of extremism. The word ‘stable’ finds more frequent mention now than the phrase ‘status quo ante’. But as things stand, and regardless of both Beijing’s commitment, and the restraint that surrounded Monday’s announcement, it’s a very welcome first step.\n\n",
        "headline_1": "Bordering on hope",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bordering-on-hope/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "With terrorists frequently changing tactics, LG and UT govt must close ranks on security \nThe attack on a workers’ camp in Kashmir’s Ganderbal by suspected Pakistani terrorists represents the first big security challenge for the new UT govt. This is the fifth targeted attack in Kashmir this year, representing a clear trend among terrorists to gun for non-locals. Three of the six workers were from outside J&K. Plus, the fact that the victims were working for a private company building the 6.5km Z-Morh tunnel shows that the terrorists aim to disrupt big-ticket infra and investment in J&K. There are reports that the construction site did not have adequate security. This needs to be investigated and remedied because this construction is part of the larger Zojila tunnel project that aims to provide all-weather connectivity between Srinagar and Ladakh, and therefore should have been better protected .  \nShifting terror tactics | The successful conduct of assembly elections in J&K and the inauguration of the new UT govt have clearly spooked terrorists and their Pakistani handlers. While the security dragnet in Kashmir has helped bring down terror incidents and casualties over the last few years, terrorists are now deploying frequently changing tactics to undermine the “naya Kashmir” narrative. In 2022, targeted killings by overground workers of terror outfits were the preferred modus operandi. But last year, a new tactic of hitting targets south of the Pir Panjal in Jammu came to the fore. It now seems terrorists are moving some of their operations back to Kashmir region. \nTest for Omar-LG | Under the new administrative scheme it’s the Lieutenant Governor that oversees law & order and chairs the unified headquarters counter-terrorism meetings. But he would do well to involve CM Omar Abdullah so that there’s synergy on security matters across the govt machinery. This is also important because terrorist handlers in Pakistan want to create the impression of a rift between LG and UT govt so that they can try and whip up anti-New Delhi sentiments in J&K. This must not happen. \nUnited front | It’s welcome that national LoP Rahul Gandhi has said that terror attacks like Ganderbal won’t deter J&K’s development. LG too did well recently by approving the Omar Cabinet’s resolution on restoring J&K statehood. This is precisely the kind of cross-party unity that’s needed to ensure J&K’s security. All stakeholders must work together so that J&K is never India’s Achilles’ heel.   \n\n",
        "headline_1": "Unite on J&K",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unite-on-jk/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Musk dances dangerously on the campaign trail\nElon Musk is now on the campaign trail. He’s dancing on the Pennsylvania stage. He may be doing this one better than Trump because he can jump higher and show more skin. He has donated upwards of $75mn already, The Donald wants more, and will get it too. And as X-ters go, nobody’s gotten bigger than him at the throw-metaphorical-rocks-at-Kamala game. \nThose who are going orange with outrage because no billionaire’s ever been so involved in an election before, have very poor memory. Eric Schmidt went all out for Obama. Foxconn founder Terry Gou jumped into Taiwan’s presidential race feet-first. Kamala Harris herself has received support from at least 79 billionaires to clock her record fund-raising quarter. \nIt is not even surprising that super-opinionated Musk should go Superman in politics, after doing so with Tesla and Twitter and SpaceX. Occupy Mars t-shirts also have a freshness advantage over Maga ones. Someone more self-critical may not have got half as much done. Musk may well be living the George Bernard Shaw dictum that only the unreasonable one persists in trying to adapt the world to himself, therefore all progress depends on the unreasonable man.\nBut as Nov 5 nears and Trump loses all restraint, Musk is also entering treacherous territory. He’s put together a conservative petition and is now giving out $1mn a day to a selection of those who sign it. Justice department’s election crimes manual prohibits offers or payments “intended to induce or reward the voter for engaging in one or more acts necessary to cast a ballot”. Because Musk’s offer is limited to registered voters in crucial battleground states, it’s skirting close enough to illegality for Democrats to say it’s something “law enforcement could take a look at”. \nA lot of the rap billionaires get isn’t fair. American tech billionaires actually have been key to the American economy leaving other rich ones biting its dust. They have stirred and shaken how people live and work across the world. But a telling Pew survey finds that just 40% of Americans aged 18 to 29 view capitalism positively. There’s perception and there’s reality and if the Trump phenomenon teaches us anything, it is that one can be as impactful as the other. Musk skirting close to paying people to vote is more than meme gold. It’s a Richie Rich self-goal.\n\n",
        "headline_1": "Id and vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/twinkle-twinkle/id-and-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "As fear stalks Bollywood after Baba Ziauddin Siddique’s murder, and Lawrence Bishnoi is called up, it appears that the vacuum left by retreating Mumbai mafiosi is being filled by gangsters from other cities. This does not portend well for the film fraternity. Or for a Mumbai that has been basking in such a secure-zone-feeling for the past two decades that many Mumbaikars came to see its tryst with the mafia as folklore.\n \nRead the full story on TOI+\n\n",
        "headline_1": "Less dons, more puppets",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/less-dons-more-puppets/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "The inclusion of eminent lawyer ZI Khan Panna in a murder case is a disturbing reflection of a trend of legal harassment that refuses to go away even after the fall of an autocratic regime that normalised it over the years. Panna was embroiled in the case along with 179 others on October 17. On Monday, the High Court granted him anticipatory bail following a petition. But the fact that he was named at all—with the plaintiff admitting he did not know Panna and had no idea how his name ended up in the list of accused—shows the farce that is being made of our legal system through such dubious cases.\nThe irony of Panna's case is hard to miss. Not long ago, the veteran human rights activist slammed the wholesale filing of murder cases over the July killings across the country, yet now finds himself at the business end of one. This doesn't look good for the interim government. In recent weeks, Panna made headlines by criticising the government for various reasons, including the Chief Adviser Muhammad Yunus's \"reset\" remarks, the cancellation of March 7 and several other national days, and the suspension of an assistant commissioner following her controversial Facebook posts. It will not be a leap to suggest a connection between his critical stances and his being accused in a case. No Adviser also came out strongly against the development. This is a PR disaster the government can ill-afford to have when both its credibility and competence are being tested on multiple fronts.\nAs things stand, Panna's name seems likely to be dropped, after the plaintiff filed a request in that regard. That doesn't resolve the concerns or questions raised by the case, however. Over the two months and a half since August 5, we have published multiple reports and editorials on the indiscriminate filing of such murder cases without any evidence, mostly implicating the leaders, activists, and suspected supporters of the Awami League regime. Even journalists and rights activists were not spared. In many cases, fabricated FIRs were filed. There were also instances of the names of accused in cases predating August 5 being replaced. This is nothing but a weaponisation of the legal process for harassment and political vendettas. Such false or exaggerated cases only dilute the justice system, diverting resources away from genuine investigations and creating an atmosphere of fear.\nThe interim government has a responsibility to ensure that the legal system is not abused in this way. While it has taken some initiatives to reform the system, progress has been slow and often invisible. This needs to change. The authorities must take decisive steps to stop the filing of false cases and punish those responsible for them. The real culprits behind the violence during the mass uprising must be brought to justice, but it must not be at the expense of innocent individuals, including government critics.\n",
        "headline_1": "This weaponisation of legal cases must stop",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/weaponisation-legal-cases-must-stop-3732936",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Legendary cricketer Shakib Al Hasan's final wish was to retire from Test cricket on his home soil. However, despite everything being in place, he was barred from returning to Bangladesh just before the series against South Africa due to security concerns.\nThis decision by the Bangladesh Cricket Board (BCB) caused an uproar among Shakib's fans across the country. Recently, some miscreants had attacked Shakib's supporters, who were protesting in the Mirpur Stadium area despite the presence of police and army personnel. A group opposing Shakib getting the farewell that he wanted accused him of supporting the fallen Awami League regime, citing his election as a Member of Parliament (MP) from the Magura-1 constituency under the AL in the last national polls.\nAdditionally, a murder case was filed against Shakib following the July-August mass uprising. The primary reason for this could be his silence when many civilians were being killed by law enforcement and Awami League cadres during the anti-discrimination movement. However, days before the South Africa Test series, Shakib apologised to the nation for his silence during the movement and honoured the victims as martyrs.\nShakib's 17-year cricket career was marked by numerous controversies, and his farewell is no different. Now, let's discuss why his departure from cricket wasn't a pleasant one, and why a cricket legend like Shakib entered politics in the first place.\nThroughout his career, Shakib's identity extended beyond being a world-renowned cricketer. He ventured into business, starting with a small restaurant, then expanding into residential hotels, cosmetics, event management, travel agencies, digital healthcare, e-commerce, gold imports, crab farming, the stock market, and cricket academies.\nAbout 10 years ago, rumours began circulating that Shakib would enter AL politics. Finally, in 2024, Shakib was elected as an MP from Magura-1 on an Awami League nomination.\nShakib's identity now had three dimensions: cricketer, businessman, and politician.\nInterestingly, on September 14, 2013, Shakib had posted on Facebook that he had no interest in politics. So why did he enter politics towards the end of his career? The answer seems to lie in his pursuit of power, which he could use to manage his businesses after retiring from cricket. By then, he had realised that political power was essential for running a business smoothly or holding a significant position in the BCB. For Shakib, Nazmul Hasan Papon, who was simultaneously a businessman, lawmaker, and repeatedly elected BCB president, served as a prime example.\nThis raises the question: should a contractual player be involved in politics? Even after becoming an MP, Shakib continued playing international cricket, neglecting his responsibilities to his constituency. He didn't fulfil his duties as an MP, yet he continued to receive all the privileges of that position, including salary and allowances. Wasn't this a mockery of the system?\nThe real issue is that the country's political system allowed this. Public service isn't taken seriously in Bangladesh. Those with money, muscle, popularity, business influence, and connections with political leaders are often given nominations for national elections, even if they aren't tested political figures. As a result, grassroots leaders, who have been committed to political parties for years, are overlooked. This has been the case for the last 20-25 years in both the AL and BNP. In neighbouring India, we've seen a similar trend, with political parties leveraging the popularity of actors, artists, and sportspersons to gain power. In the last 15 years, leaders like Sheikh Hasina in Bangladesh and Mamata Banerjee in West Bengal have accelerated this practice.\nThe term \"politics\" refers to the art of governing people. How can a full-time national cricketer practice this art?\nIn 1919, German sociologist and political economist Max Weber defined political leadership as a vocation. According to Weber, while politics is about the pursuit of power, a political leader must have a deep sense of duty and responsibility towards the well-being of citizens, often sacrificing personal goals for the greater good. From this perspective, Shakib's entry into politics seems like a joke. He was far from embodying politics as a vocation.\nHowever, those who made him a lawmaker while he was still a full-time national cricketer are equally responsible for Shakib's current predicament. The system that allows someone to be both an MP and pursue another important profession needs reform. Laws should ensure that no one becomes a lawmaker solely to gain power.\nShakib is a charismatic leader. If he had wanted, he could have retired from cricket and been elected as an independent MP at any time. But he didn't. He sought more power, and that was a mistake. Still, the blame lies not only with him but also with Bangladesh's flawed political structure.\nShakib is not just a cricket legend in Bangladesh, but a rare talent on the global stage. He has inspired a new generation to advance the country's cricket. Denying him a farewell match on security grounds sets a terrible example for the youth.\nWhen security concerns are used as an excuse, it becomes a political issue. If a state cannot provide security to one of its finest players, how is it providing security to the 15-20 members of foreign teams? Failing to protect Shakib calls that into question.\nWhile Shakib has broken many rules throughout his career and faced punishments from both the ICC and BCB, being denied security and a proper farewell on home soil is undoubtedly the harshest punishment of all.\nMostafa Shabuj is a journalist at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Is Shakib alone responsible for his predicament?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/shakib-alone-responsible-his-predicament-3732746",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "There is much to learn from both Bangladesh and Sri Lanka, two South Asian countries, as they navigate their shifting landscapes. While political changes swept through Bangladesh a few months ago, Sri Lanka experienced a political earthquake in 2022. Both countries grapple with an economic crisis, governance challenges, and social unrest. These comparative experiences hold a number of valuable lessons about resilience, managing crises, rebuilding stability, and recovering lost public trust.\nIn recent years, both Bangladesh and Sri Lanka have experienced severe economic strains, albeit for different reasons.\nIn 2022, acute foreign exchange shortages, rampant inflation, and high climbing debt marked a boiling point in Sri Lanka. Fiscal mismanagement for years, untroubled borrowing, and inefficiencies in the structure of the economy pushed it to default on its external debt for the very first time in history. Then came the Covid pandemic, which exacerbated the situation as tourism, one of the major sources of income that kept the country afloat, collapsed, and remittances fell. When forex reserves started to dwindle, the island nation could no longer import basic goods like fuel, food and medicine. The public took to the streets in protests amid political turmoil. Though there have been some improvements over the last couple of years, the economic crisis is still not over.\nBangladesh's situation, while not as severe, has shown troubling signs in recent years. The country has been facing growing inflation, a widening trade deficit, a rapid fall in forex reserves, and increasing debt. Like Sri Lanka, Bangladesh has also suffered from rising energy prices and difficulties in securing foreign exchange. While Bangladesh has so far avoided a full-blown crisis territory, much like Sri Lanka, there is a growing concern that mismanagement and unbridled borrowing under the Hasina government, juxtaposed against external pressures, might push it in the same direction.\n\nBoth Bangladesh and Sri Lanka have suffered from crony capitalism in recent years, where political favouritism and close ties between business elites and government officials have led to inefficient resource allocation, corruption, and exacerbated economic vulnerabilities.\nBoth countries' economic troubles have been linked, at least in part, to political instability. Since 2022, Sri Lanka's political turmoil intensified due to an economic collapse, widespread protests, and the resignation of President Gotabaya Rajapaksa. The presidential election last month became a critical moment, focusing on economic recovery, governance reforms, and addressing the citizens' demands for stability and accountability.\nIn July 2024, Bangladesh experienced a major political crisis sparked by student-led protests against a controversial job quota system. These protests boiled over into a nationwide unrest, demanding the resignation of the head of government, Prime Minister Sheikh Hasina. The violent government crackdown, which saw many deaths, further catalysed this movement. Hasina thus resigned and fled the country, leaving a power vacuum. In this respect, an interim government headed by Nobel Laureate Prof Muhammad Yunus, is trying to bring things to normal. The crisis represents a dramatic turn in the topography of Bangladesh's politics.\n\nThere are key lessons that Bangladesh can learn from Sri Lanka's economic and political crisis and reform initiatives.\nFirst, debt management is required. Too much borrowing by Sri Lanka in unproductive infrastructure projects drained its financial resources, and Bangladesh similarly needs to diversify into more value addition within other sectors in order to avoid such a risk.\nSecond, avoiding populist economic policies is essential. Sri Lanka's tax cuts and subsidies worsened its fiscal deficit; Bangladesh must prioritise sound fiscal management over short-term political gains.\nThird, agricultural reforms must be gradual and well-planned. Sri Lanka's rushed organic farming transition decreased productivity, worsening food shortages. Bangladesh must support farmers and ensure that sustainable policies are scientifically sound.\nFourth, Bangladesh can also learn from Sri Lanka's recent economic reform process by prioritising fiscal discipline, improving debt management, and fostering transparency in governance to avoid the pitfalls of unsustainable borrowing and ensure long-term economic stability.\nSimilarly, Sri Lanka can learn key lessons from Bangladesh's economic and political landscapes.\n\nFirst, there is a need for an inclusive economic policy. Dissatisfaction with job quotas was one of the precipitating factors in the July-August uprising; thus, inclusive policy matters in seeking the amelioration of economic inequalities. Sri Lanka needs to provide equal opportunities, especially in offering jobs to its youth.\nSecond, it is about democratic governance too. Bangladesh's gradual drift into authoritarianism and manipulation of elections built up reasons for unrest. In Sri Lanka's case, protecting democratic processes and ensuring that governance is transparent are pivotal for sustaining political stability.\nThird, there should be a check on corruption or mismanagement. Economic mismanagement in Bangladesh instigated animosity among the public. Sri Lanka should make effective efforts to reduce corruption, ensure fiscal responsibility, and thereby initiate sustainable development in a way that will help it avoid economic mismanagement.\n\nAt the same time, both Bangladesh and Sri Lanka face broader regional and global challenges that complicate their recovery efforts. These are pressing issues of rising global inflation, energy crises and the impacts of climate change, for which both nations will have to adopt quite pragmatic policies. Regional cooperation could provide opportunities in areas such as trade, infrastructure development and climate resilience for both countries. However, in the absence of any effective regional cooperation mechanisms, these two countries should aim for extended bilateral trade and investment ties.\nBesides, the issue of governance improvement, reduction in corruption, and enhancement of the rule of law are areas to which both countries need to pay extra attention. A stable political environment is needed for the successful implementation of economic reforms. Institution-building, anti-corruption measures, and gaining public trust in governance are areas where much priority needs to be accorded by both Bangladesh and Sri Lanka if the economies of these countries are to recover on a sustainable basis.\nBangladesh and Sri Lanka also have salient lessons for each other regarding the ways to manoeuvre through the now-intractable nexus of economic crisis and political instability. Sri Lanka represents a cautionary tale of debt-fuelled downfall, whereas Bangladesh has managed to attain a manufacturing export-driven growth model that Sri Lanka can emulate in order to diversify its economy. Fiscal prudence, strengthening democratic institutions, and social safety nets are areas where both countries need to concentrate their efforts to ensure that this does not happen again. The lessons to be learnt from one another are by far the best means for them to create more resilient and prosperous futures for their citizens.\nDr Selim Raihan is professor at the Department of Economics in the University of Dhaka and executive director of South Asian Network on Economic Modeling (SANEM). He can be reached at [email protected].\n\nDr Ganga Tilakaratna is research fellow and head of poverty and social welfare policy research at the Institute of Policy Studies of Sri Lanka (IPS). She can be reached at [email protected].\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Navigating economic crisis and political unrest: Lessons Bangladesh and Sri Lanka can share",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/navigating-economic-crisis-and-political-unrest-lessons-bangladesh-and-sri-lanka-can-share-3732461",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Before his exit from the post of president of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) on Sunday, Khandoker Rafiqul Islam claimed that normalcy has returned to the apparel sector but at a huge cost. According to him, the industry lost $400 million in more than a month-long industrial unrest, which has yet to be confirmed by any independent statistical body. If the figure of loss is anywhere near the given sum, it raises more questions than can be answered. In 2023, the readymade garment (RMG) sector fetched $47.38 billion, a record high, and the apex apparel body did not do enough to settle some of the endemic issues souring the industry's labour relations. The fact that the garment owners in the RMG belt most affected by the unrest ultimately accepted all the 18 demands of their workers is a proof that the latter's demands were reasonable and justified. Then why did they allow the situation to escalate to an ugly disruptive level? Clearly, the inflexible garment owners have none but only themselves to blame. Significantly, garment factories managed well and have been offering reasonable wages to their workers stayed free from the industry's turmoil. It is the ones which were reluctant to give a fair share of the profit to workers have been responsible for leaving their employees and even themselves a casualty of the industrial disruption. The loss has been double-pronged---financial and labour relations. Their litany of infiltration of outsiders for provoking agitation was more a ploy than a reality. That the BGMEA failed to exercise a sobering influence leading to a solution to the problem is clear from the internal feud that has made one group to level charges against another and the vice versa. Finally, an administrator has been appointed to oversee the next election to the body. The just departed BGMEA president made an appeal to the government to enforce strict law and order in the interest of the sector's stability. This is intriguing if not ludicrous. If workers are not paid their outstanding dues and cleared off their overtime and other benefits on time, the low-paid workers find it difficult to keep their body and soul together in an extremely hostile and volatile market condition. It is the industrial relations, not the army or the law-enforcement agencies, that determine peace, harmony and increased productivity in any industry. Deprived and exploited labour forces are the last to put in their hundred per cent in their performance.There is a need for a paradigm shift in the mentality of management and owners, particularly at a time when the rallying call for narrowing social discrimination by students who spearheaded the recent movement is gaining momentum, in favour of a fair share of profit with workers. Many garment factories have been doing so and the others should follow suit. The apparel industry has received incentive packages for long and it is asking for more for the factories adversely affected by the recent labour unrest. Well, the appointment of an administrator and formation of neutral board under him speaks volumes for the discord within the industry. Patronage cannot be doled out without accountability. The need is to subject ailing factories' financial audits to stringent inspection before granting loan or stimulus packages.",
        "headline_1": "Loss to RMG industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/loss-to-rmg-industry-1729522710",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Over the past few years, Bangladesh has been falling into an inflationary trap with regard to prices of essential commodities during August-October quarter. Agricultural production is hampered during the period for various reasons including floods, cyclones and supply-chain disruptions, and the prices of essentials sky-rocket as a result. The interim government led by Professor Muhammad Yunus is therefore facing a huge challenge, similar to that faced by the caretaker government of 2007-08. Although floods have not harmed all regions of the country this year, the business syndicates have used this as a pretext for increasing the prices of essentials at an abnormal rate. Although the law-and-order situation during the rule of 2007-08 caretaker government was better, the businessmen were in panic owing to uncertainties arising from the initial drive against corruption and irregularities. Numerous businessmen shut their businesses, and many even fled the country, resulting in a serious crisis. Besides, there were also natural calamities like the cyclone 'Sidr'. Consequently, the overall inflation rate rose to 12 per cent and food inflation jumped to a record 17 prt cent. A more or less similar trend is being observed during the rule of current interim government, as the country is facing another round of record inflation due to abnormal price-hike of vegetables and poultry products. A recent study by Dhaka Chamber of Commerce and Industry (DCCI) has found that the factors contributing to this inflationary pressure include rise in production cost, fall in supply, inefficient market system, high transportation cost, dominance of some market-players, and limited bargaining power of consumers. It was also revealed during discussions on the DCCI study that the producers did not receive a fair price, although prices jumped several times before reaching the consumers. However, the prices would come down if costs of storage, processing and transportation could be reduced; besides, importing the right quantities of commodities in times of need may also offset the inflationary pressure. The DCCI study also pointed out that creation of supply crunch artificially, unpredictable fluctuations in the prices of seasonal goods, depreciation of taka, inefficiency of supply system, inadequate storage facility, and limited access of producers to the market have all led to abnormal inflationary pressure in the country. Besides, the country's cultivable land is shrinking by about one percent each year, which is contributing to increased import dependency. Productivity at the domestic level could be boosted by enhancing subsidy to the agriculture sector, which is currently much below the global average. Preparation of tariff and product calendars by the government for different commodities could also be useful for taking timely policy decisions on supply and tariff-related issues for imports and exports. Some observers claim that although the current business environment in the country does not display that same level of fear as was observed in 2007-08, many businessmen who were very close to the ousted autocratic regime are still apprehensive about their immediate prospects. In fact, it was this business-class that derived maximum benefits from the mafia-like regime of Awami League over a period of fifteen years. Alongside the political system, they succeeded in wielding enormous influence on the country's administration and financial system. As a result, loan defaults rose manifold and money laundering touched an unprecedented height. Although the interim government has adopted a rigid stance against some big businesses who derived undue benefits from the fallen regime, the trading of essential commodities is still reportedly under the overall control of a syndicate of 8 to 10 big business groups. Cases have been filed against some of the top businessmen, and some others are also fearful about their status. If imports by these business houses are hampered, then the prices of essentials may rise further. The supply situation can only be improved if the existing oligarchy in the trading of essential commodities is broken up through opening up of avenues for other competing business establishments. Concerned businessmen also opine that another contributing factor to high food inflation has been the interest rate charged by banks. The central bank has raised the policy rate nine times during the past one year. As a result, the interest rates are now hovering at 14 to 16 per cent. The opening of LCs also became difficult due to the dollar crisis. Imported commodities have therefore become more expensive, resulting in a steep rise in their prices. As for the domestically produced crops, prices have risen abnormally due to the existence of market syndicates as well as lack of monitoring following floods in some regions of the country.The executive director of SANEM Dr Selim Raihan has suggested a coordinated approach under a comprehensive action plan for improving the situation. A coordination platform should be created for the purpose through inclusion of Bangladesh Bank, National Board of Revenue, the ministries of commerce, agriculture, and food, as well as the Competition Commission. The ministry of commerce can provide leadership to this initiative. This would facilitate synchronisation of policy measures by these entities and the government as a whole. For example, the National Board of Revenue can decide on waiver of duties on imported goods in line with the changes in policy rates announced by Bangladesh Bank. The Competition Commission was rendered useless by the previous regime in order to benefit the crony business houses. If it is strengthened now, then it can take strong measures against business irregularities. In fact, this is the right time to strengthen the Competition Commission, as the interim government does not represent any special interest group. This commission can take short, medium, and long-term steps for bringing order to the market, which in turn can contribute significantly to reducing inflation. Another previously underused body is the Tariff Commission, which has been found to be quite effective in many other countries in controlling inflation. Another idea worth considering is helping the farmers' organizations across the country become bigger players in marketing their own products. The situation is unlikely to improve unless coordinated efforts are made by all relevant agencies and stakeholders to bring the inflationary pressure under control. \n[email protected]",
        "headline_1": "Reining in essentials prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-essentials-prices-1729522749",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "After assassinating Lebanese Shiite militia leader Hassan Nasrallah on September 27 and the killing of Yahya Sinwar, the leader of the Palestinian militia group Hamas on October 17, Israel is now in a state of what in military jargon is called 'escalation dominance'. This is what Israel and its western allies believe. Escalation dominance refers to a state when a nation can demonstrate its ability to control and dictate the pace and intensity of conflict with its adversaries. In the earlier months, too, senior Hezbollah and Hamas leaders were assassinated by Israel. Senior Hezbollah commander Fuad Shukr was murdered by Israel in the south suburbs of Beirut, the Lebanese capital on July 30. The very next day, Ismail Haniyeh, chairman of the Hamas Political Bureau, was assassinated in Tehran, capital of Iran. Clearly, it was a violation of Iran's national sovereignty and a strong enough provocation for Iran to retaliate. And to save face, if not to take the promised revenge against the killing of Hassan Nasrallah and Ismael Haniyeh, Iran was bound to retaliate and it did so on October 1, though in a rather restrained manner by firing some 180 ballistic missiles that targeted military installations without causing any intended civilian death, though Israel never reciprocates with such restraint.Obviously, Israel is now in the driving seat, escalating and expanding the war in the Middle East (ME) at will. So, will it now carry out its promised tit for tat retaliatory strike against Iran, which Israel thinks its existential threat? Israeli Prime Minister Benjamin Netanyahu's repeated threats that it will, have kept the rest of the world and Iran guessing when and how that is going to happen. Perhaps, this is also part of Israel's policy of escalation dominance. But despite the US President Joe Biden's so-called 'ironclad' support for Israel, can this small country with a population of around 9.4 million afford a protracted and expanded war in the ME?Some experts on war and military issues are of the view that tired of yearlong campaign against the Hamas militants in Gaza, the members of IDF (Israeli Defence Force) are not in a proper mood to engage in a protracted war against Hezbollah militias in Lebanon. Now that Hezbollah leadership is decapitated, it has breathed new life into war-weary members of IDF to launch the long-awaited ground invasion in Lebanon. But so far, the much-touted land offensive, which started on October 1, could not produce anything substantial. Rather the 'decapitated' Hezbollah militia have been able to demonstrate remarkable resilience in the face of Israeli carpet-bombing of Lebanon and failed attempts by the IDF to cross into southern Lebanon. Not only have the Hezbollah fighters been able to repulse IDF incursions into southern Lebanon, they have increased their attacks on military installations deep into Israel with the help of rockets, missiles and drones. Similarly, after assassination of their top leaders, Palestinian militia, too, do not seem to have been demoralised. To all appearances, the assassination and bombing missions that Israeli military excels in, thanks to the unlimited military, financial and moral support extended by the US and its European allies, have not been able to effectively silence the resistance fighters in Lebanon and Gaza in Palestine. True, Israel has succeeded in killing hundreds of thousands of civilians, mostly women and children in Gaza, and thousands of civilians in Lebanon. But history has ample proof that by just launching bombing campaigns and sending killing missions to deprive guerrilla fighters who are defending their homeland of their leadership cannot extinguish the spirit of resistance. American experiences in Vietnam, Iraq and Afghanistan support this view.So, by expanding the war in Palestine, Lebanon and Syria in the northeast or, perhaps, farther east into Iran, can Israel sustain a long-drawn and unpredictable war? Only time will tell if it can.\n[email protected]",
        "headline_1": "Mideast on a tripwire",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mideast-on-a-tripwire-1729522786",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2024"
    },
    {
        "full_article": "Chittagong University is a beautiful university with a large spacious campus, but beauty does not quench students' hunger. Quality food is essential for satisfying both hunger and thirst. Just as a good environment is important for effective study, nutritious food is crucial for students' well-being. Poor nutrition weakens a student physically, making them prone to various illnesses, which negatively affects their studies, exams, and results.Unfortunately, the food served in the halls of Chittagong University is of such poor quality that it is hard to describe. The rice is substandard; the cooked dal (lentil) resembles river water, and tastes even worse. The portions of fish and chicken are as small as small seeds, and the meals are utterly tasteless. Students from lower-middle-class families are forced to consume this subpar food just to get by! The quality of food in the hall is deteriorating day by day, leading to great frustration among students. Despite numerous complaints, the university administration has remained indifferent.A new administration has recently taken charge, and we make a humble request to the authorities to improve the quality of food in the hall as soon as possible.\nMd. Riyad Uddin Student, University of Chittagong[email protected]",
        "headline_1": "Provide quality food at CU halls",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/provide-quality-food-at-cu-halls-1729522809",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2024"
    }
]