[
    {
        "full_article": "More than three months since ethnic violence broke out in Manipur, there are still little or no signs of lasting peace. From competing groups imposing blockades of arterial roads to sporadic attacks resulting in deaths, the conflict is rife with incidents suggesting the breakdown of law and order. Another indication of the state of affairs is the difference in perceptions between the police and the paramilitary Assam Rifles with unedifying acts such as an FIR being lodged by the police against the latter for “obstructing” it from discharging its duties. Far from moving away from the ethnic quagmire and in search of a détente, the situation is more like a powder keg. That people are still in relief camps and many houses have been destroyed, and anyone seeking peace has been subjected to violence or threats also attest to this unfortunate fact. India’s mainstream polity had an opportunity to use the monsoon session of Parliament to nudge key stakeholders to work towards reconciliation. But that opportunity was seemingly lost, as Prime Minister Narendra Modi and Home Minister Amit Shah had little to say beyond homilies on what needs to be done even as the Opposition only sought to pin down the government for its failures as a means to score a political point in the run-up to the 2024 Lok Sabha election. The events in Manipur so far suggest that the ethnic conflict festers because of the intractable positions by the Meitei and Kuki-Zo leaders. The Meitei refuse to acknowledge the sense of bias in the State government’s actions — especially by Chief Minister N. Biren Singh — that have alienated the Kuki-Zo and its representatives, cutting across party lines. The latter seeks to harp on the idea of a “separate administration”, complicating the fragile co-existence of ethnic identities in the State which include others such as the Naga community. The refusal of civil society representatives to rise above their ethnic differences has also exacerbated the conflict, which has worsened due to the lack of accountability of the State government and its refusal to change its leadership — a step that seems to be the only clear possibility of bringing forward reconciliation. Manipur is a vital border State and the continuing distrust between the Meitei and Kuki-Zo will have a lasting impact on future generations, severely hampering progress. The Union government’s choices are clear: it can either continue the narrow-minded emphasis on not giving into any critique, even if constructive, and let the situation fester into an uneasy stasis, or take up the gauntlet and bring about substantive changes in the State leadership, heralding steps towards reconciliation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\npolitics\n\n/\n\ntribals\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Festering wounds: On Manipur’s elusive peace",
        "headline_2": "Manipur continues to remain on the boil due to ineffective governance",
        "link": "https://www.thehindu.com/opinion/editorial/festering-wounds-on-manipurs-elusive-peace/article67223852.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The Reserve Bank of India’s plan to establish a ‘Public Tech Platform for Frictionless Credit’ is a well-intentioned move that is aimed at easing the flow of credit, especially to small and marginal borrowers. Announced as part of the Statement on Developmental and Regulatory Policies that accompanied the latest monetary policy, earlier this month, the platform is intended to serve as a one-stop digital clearing house for credit-related information, which should help accelerate the loan approval and disbursal process significantly. Developed by the Reserve Bank Innovation Hub, the platform will feature open architecture, open Application Programming Interfaces (APIs) and standards that would facilitate the seamless flow of required digital information from varied entities including State and central governments, credit information companies and digital identity authorities to lenders. As part of an effort to validate the technology and its utility, the RBI said the platform would be introduced in a pilot project that would focus on products such as Kisan Credit Card loans of up to ₹1.6 lakh per borrower, loans to dairy farmers, credit-sans-collateral to MSMEs, and personal and home loans through participating banks. Lenders would be able to access data on the borrowers and credit-related services from agencies including Aadhaar e-KYC, land records in States where local governments have digitised such data (Tamil Nadu, Karnataka, Uttar Pradesh and Maharashtra included) and even milk pouring data from select dairy cooperatives.The need for such a centralised public platform can hardly be over-emphasised when one considers the lack of formal credit penetration, particularly among small and marginal farmers in the rural hinterland. More than seven decades since Independence, the question of what needs to be done to make institutional rural credit more inclusive continues to remain a vexing challenge to government planners and economic researchers alike. In 2021, a National Bank for Agriculture and Rural Development economist observed that ‘even among well-developed regions, small and marginal farmers were disadvantaged in terms of credit access’, with barely a fifth of the more than 12.5 crore small and marginal farmers having access to institutional credit. As a result, a large majority of rural borrowers end up availing loans from informal sources including moneylenders, and often at usurious rates of interest. The digital platform, if successfully implemented, can help redress precisely this challenge to the delivery of formal credit by helping leverage the contemporary advances in digitisation of information and ensuring that small-ticket loans are made available in a timely and cost-effective manner to those most in need of financing support.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ntechnology (general)\n\n/\n\ngovernment\n\n/\n\npersonal data collection\n\n/\n\nTamil Nadu\n\n/\n\nKarnataka\n\n/\n\nUttar Pradesh\n\n/\n\nMaharashtra\n\n/\n\nagriculture\n\n/\n\nbanking\n\n/\n\nloans\n\n/\n\ndairy",
        "headline_1": "Easing credit flow: On the Reserve Bank of India’s Public Tech Platform for Frictionless Credit",
        "headline_2": "The Reserve Bank of India’s platform for loan approvals will help small borrowers",
        "link": "https://www.thehindu.com/opinion/editorial/easing-credit-flow-on-the-reserve-bank-of-indias-public-tech-platform-for-frictionless-credit/article67223310.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "Basic structure doctrine came in the context of Indira Gandhi’s regime. Today the judiciary uses it widely and with contradictions. It needs to clearly define the idea\nSome court judgments have an outsized impact on jurisprudence because they seem to hint at something profound. One such judgment, delivered by a massive 13-member constitutional bench in 1973, came in the Kesavananda Bharati case. The bench said, inter alia, that there are some things in the Constitution that even Parliament cannot change. The judgment introduced the concept of “basic structure”, something that is now so widely used in so many cases that it has lost all meaning.\nThe issue is not whether there should be limits to what Parliament can do, but whether the judiciary itself should not set limits on how far it can stretch the meaning of the term basic structure. To date, it has not provided any kind of clarity on this despite using the term to justify various judgments.\nRead full opinion on TOI+\n\n",
        "headline_1": "Time’s come to draw new lines",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/times-come-to-draw-new-lines/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The message from the new Congress Working Committee is that especially for bigger parties, politics inside is as demanding as politics outside. So, some people have to be retained, some newbies were picked in the hope their dissent is softened, some young ones are there to make some key older ones feel more comfortable, and even then, a close eye has to be kept on those whose ambitions often don’t travel in the same orbit as the party’s plans. So, Sachin Pilot gets a promotion that makes Ashok Gehlot, facing crucial Rajasthan polls, happy, and if disquiet within Chhattisgarh Congress was settled by making veteran TS Singh Deo deputy to CM Bhupesh Baghel, a place was found in CWC for a leader from Telangana, little known nationally but crucial for that state’s elections.\n \n\nThe CWC-84, including 32 permanent and 13 special invitees, apart from the core team of 39 – expanded from 25 – is a coalition of regional interests and community/caste representation. Congress runs the risk of this 39-strong “steering committee” becoming too unwieldy to, well, “steer”. Keeping factions and critics close to the brass is sound politics, but it makes consensus and collaboration more challenging.\nNot that this is a Congress-specific problem. BJP, despite spectacular national victories in 2014 and 2019, is not immune to ferocious politics within, and neither is it complacent. It released candidate lists in Chhattisgarh even before election dates were announced, to galvanise party workers. Its loss in Karnataka is still hurting. And it hasn’t even been able to pick a leader of opposition in the state, for a selection might spawn more factions even as rumours fly of defections.\nFactions highlight that while smart politicians can win elections, leaderships must cede some space within the party to other leaders. CWC’s 50% mark of inclusion – OBCs, Dalits, tribal representatives, women, etc – defines electoral faultlines. It’s also a recognition that the high command culture is unsustainable. Elections in Chhattisgarh, MP and Rajasthan – where BJP and Congress are in direct contest – are crucial not just because these are politically significant states. Outcomes here will determine, for Congress, how effectively it manages both the coalition within – CWC – and the one outside, INDIA. For BJP, it will be a test run for 2024 on how to manage intra-party disputes.\n\n",
        "headline_1": "Politics within: For Congress, as well as for BJP, managing various groups inside the party is as crucial as wooing those outside",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/politics-within-for-congress-as-well-as-for-bjp-managing-various-groups-inside-the-party-is-as-crucial-as-wooing-those-outside/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "Ukraine will finally get the F-16s it’s been asking for – but it will be months before they fly the jets. America had been previously reluctant. Even this February Biden had ruled out sending F-16s to Ukraine. The U-turn, therefore, is a bit puzzling. More so because it will take months to train Ukrainian pilots on the American aircraft. Even by the most optimistic assessment, Kyiv won’t be ready to deploy F-16s on the frontline until early next year. This means the Ukrainians won’t have access to the American jets in their ongoing counteroffensive. Plus, it has been reported that the Pentagon did not wish to rush F-16s to Ukraine for the fear of risking an escalation from the Russian side. Those apprehensions still hold true as there is no predicting Putin’s next move.\n\nA dramatic escalation in the conflict will certainly lead to another bout of international uncertainty, rock the global economy and exacerbate the world food crisis with Russia already having backed out of the Black Sea Grain Initiative. Then there is also the risk of Kyiv – intentionally or unintentionally – using the jets inside Russian territory, provoking nuclear-armed Putin.\nThus, the decision to send F-16s to Ukraine is not a simple story of bolstering resistance. The war has already veered towards a virtual stalemate in the last few months with the Russians digging in and fortifying their positions. Meanwhile, Ukraine has been supplied with adequate weaponry to ward off any more Russian intrusions. This deadlock can only be resolved through dialogue and diplomacy. With Modi heading to South Africa for the Brics summit, this ought to be the focus of his deliberations with Putin and Xi.\n\n",
        "headline_1": "F In diplomacy: US fighter jets for Ukraine add another unpredictable element to a war that’s gone on too long & cost much",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/f-in-diplomacy-us-fighter-jets-for-ukraine-add-another-unpredictable-element-to-a-war-thats-gone-on-too-long-cost-much/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "Tax to GDP ratio is commonly acknowledged as a valuable indicator of a country’s ability to generate tax revenues relative to its economic size. The level of India’s tax-GDP ratio is a topic of much debate.\nTotal tax receipts for financial year 2022-23 were ₹48.4 trillion, comprising central tax revenue of ₹30.4 trillion (based on revised estimates) and states’ own tax revenue of ₹18 trillion (based on budget estimates). With a nominal GDP of ₹273 trillion, India’s tax-GDP ratio is 17.7%.\nSome feel that our tax-GDP ratio has remained the same over the last few decades. The average tax-GDP ratio in the 1990s was 14.3% with state taxes contributing 5.1% and the central taxes the remaining 9.2%. It inched up to 15.4% in the first decade of the century and further increased to 16.7% in the next. In the first three years of this decade, it has risen by another one percentage point to 17.7%, with state taxes contributing 6.7% and central taxes the remaining 11%.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tax collections can’t defy economic reality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tax-collections-cant-defy-economic-reality/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The recent floods in Bandarban and Chattogram have left behind a trail of deaths, while waterlogging put countless lives in misery. To make matters worse, this was just one of the many episodes caused by unusually heavy rainfall, and we must expect more of such incidents as human-induced climate change continues. While Bangladesh has been doing quite well in adapting to climate change, there is still a long way to go with not much time to waste. Serious actions need to be taken urgently to boost the country's resilience.\nFirst, ministries and agencies should ensure that all government agencies are involved with adaptation efforts. The Ministry of Environment, Forests and Climate Change alone cannot be responsible for or monopolise combating climate change. It should rather act as a catalyst for governmental and even non-governmental actors to take steps.\nIt is imperative that the planning ministry, which will prepare the ninth Five Year Plan, incorporate cross-ministry activities for climate change adaptation in the new plan.\nIn regards to the finance ministry, the national budget has a climate change component which needs to be better monitored and evaluated to make it more impactful. Besides, the Economic Relations Division needs to gear up its capacity to access sizeable climate change funding from global adaptation funds like the Green Climate Fund and Adaptation Fund, and from multilateral development banks such as the World Bank and Asian Development Bank. While Bangladesh has managed to obtain tens of millions of dollars worth of climate finance, our climate action needs require hundreds of millions, if not billions of dollars.\nThe local government ministry, along with the Local Government Engineering Department, needs to invest heavily to scale up efforts for locally-led adaptation; this should be our national priority. Also, the water resources ministry needs to manage water more efficiently, and the agriculture ministry should do more to develop and spread new varieties of climate-resistant crops, fish, and livestock. The disaster management and relief ministry also has an essential role to play in addressing loss and damage from climate change.\nFinally, the education ministry must educate the new generation to not only know about climate change and its effects but also on tackling these issues.\nMoving on to the non-government sector, we already have a successful network of over 50 universities and research institutes in Bangladesh, collaborating under the Gobeshona framework. These establishments can be engaged to work with the government, NGOs, and private sector actors to carry out research that can be used to take effective action.\nThousands of NGOs are already playing an excellent role in different regions. It is essential to bring them all under one umbrella so they can share their learnings and experiences. The National Platform on Locally-Led Adaptation, started by NGOs and research institutions, is working to this effect.\nThe private sector, which consists of large corporations as well as millions of small and medium enterprises, will have to be pushed to action as soon as possible. Besides this, the media can help inform people about matters of climate change.\nFinally, our young girls and boys, who are the future of Bangladesh and of the world at large, are pivotal for this mission. If we invest our resources to turn them into champions of climate change adaptation, they can surely pave the way for a sustainable future.\nTo be sure, Bangladesh has what it takes to tackle climate change by bringing together key players and all of society. But there is no time to lose.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development and a professor at Independent University, Bangladesh.\n\n",
        "headline_1": "Scale up climate change adaptation as soon as possible",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/scale-climate-change-adaptation-soon-possible-3400476",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The recent floods in Bandarban and Chattogram have left behind a trail of deaths, while waterlogging put countless lives in misery. To make matters worse, this was just one of the many episodes caused by unusually heavy rainfall, and we must expect more of such incidents as human-induced climate change continues. While Bangladesh has been doing quite well in adapting to climate change, there is still a long way to go with not much time to waste. Serious actions need to be taken urgently to boost the country's resilience.\nFirst, ministries and agencies should ensure that all government agencies are involved with adaptation efforts. The Ministry of Environment, Forests and Climate Change alone cannot be responsible for or monopolise combating climate change. It should rather act as a catalyst for governmental and even non-governmental actors to take steps.\nIt is imperative that the planning ministry, which will prepare the ninth Five Year Plan, incorporate cross-ministry activities for climate change adaptation in the new plan.\nIn regards to the finance ministry, the national budget has a climate change component which needs to be better monitored and evaluated to make it more impactful. Besides, the Economic Relations Division needs to gear up its capacity to access sizeable climate change funding from global adaptation funds like the Green Climate Fund and Adaptation Fund, and from multilateral development banks such as the World Bank and Asian Development Bank. While Bangladesh has managed to obtain tens of millions of dollars worth of climate finance, our climate action needs require hundreds of millions, if not billions of dollars.\nThe local government ministry, along with the Local Government Engineering Department, needs to invest heavily to scale up efforts for locally-led adaptation; this should be our national priority. Also, the water resources ministry needs to manage water more efficiently, and the agriculture ministry should do more to develop and spread new varieties of climate-resistant crops, fish, and livestock. The disaster management and relief ministry also has an essential role to play in addressing loss and damage from climate change.\nFinally, the education ministry must educate the new generation to not only know about climate change and its effects but also on tackling these issues.\nMoving on to the non-government sector, we already have a successful network of over 50 universities and research institutes in Bangladesh, collaborating under the Gobeshona framework. These establishments can be engaged to work with the government, NGOs, and private sector actors to carry out research that can be used to take effective action.\nThousands of NGOs are already playing an excellent role in different regions. It is essential to bring them all under one umbrella so they can share their learnings and experiences. The National Platform on Locally-Led Adaptation, started by NGOs and research institutions, is working to this effect.\nThe private sector, which consists of large corporations as well as millions of small and medium enterprises, will have to be pushed to action as soon as possible. Besides this, the media can help inform people about matters of climate change.\nFinally, our young girls and boys, who are the future of Bangladesh and of the world at large, are pivotal for this mission. If we invest our resources to turn them into champions of climate change adaptation, they can surely pave the way for a sustainable future.\nTo be sure, Bangladesh has what it takes to tackle climate change by bringing together key players and all of society. But there is no time to lose.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development and a professor at Independent University, Bangladesh.\n",
        "headline_1": "Scale up climate change adaptation as soon as possible",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/scale-climate-change-adaptation-soon-possible-3400471",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "Bangladesh's new tariff policy features some key policy changes in view of the country's graduation from the Least Developed Country (LDC) category in 2026. The policy may be considered a step towards Bangladesh's attempt to diversify exports, attract foreign investment, sign free trade agreements, and ultimately enhance economic progress. This policy will also help the country align itself with the tariff regime of the World Trade Organization (WTO).\nThe key objective of the WTO is to increase trade among member countries by eliminating or reducing tariffs. Members provide information on their tariff commitments for goods in their schedule of concessions on goods. The schedules represent commitments to not apply tariffs above the listed rates (called bound rates). Once a country commits to a bound rate with the WTO, it is difficult to increase the rate.\nWTO member countries work towards improving market access through work programmes and negotiations. The Doha Development Round of the WTO in 2001 launched such negotiations, with trade ministers of member countries agreeing to initiate tariff reduction on all non-agricultural products. The aim is to \"reduce, or as appropriate eliminate tariffs, including the reduction or elimination of tariff peaks, high tariffs, and tariff escalation, as well as non-tariff barriers, in particular on products of export interest to developing countries.\"\nHowever, LDCs are exempt from making such tariff commitments as reciprocity, given their economic status and potentially a higher level of tariff protection. As an LDC, Bangladesh has imposed tariffs unilaterally, but once it graduates from the LDC category, the country will face increased competition as it will have to make tariff reduction commitments to trade with its partners.\n\nThough Bangladesh's economy has increasingly integrated into the global economy over the past five decades, trade openness is still low. Our export basket is narrow, with heavy reliance on readymade garments exports. Here, tariff support for import substitution industries has played a role in low diversification.\nAt present, local companies are protected by high import tariffs. Various types of tariffs are imposed on imports such as customs duty, regulatory duty, supplementary duty, value added tax, advanced tax, and advanced income tax. The average tariff protection rate was around 30 percent in FY 2022-23. The reasons behind such a high tariff are: 1) to generate revenue through higher import duty since tax as a percentage of GDP is low at only 8.5 percent in FY 2021-22; and 2) to protect local industries from international competition. The government earns a large amount of revenue from import duties on raw materials, intermediate goods, and consumer goods. But following tariff rationalisation, the government will have to forgo this income and reduce its dependency on import duties. In FY 2021-22, import duties constituted 10.3 percent of the government's total revenue. This is projected to be 10.5 percent in FY 2023-24. Hence, the new tariff policy means that efforts towards domestic revenue collection should be enhanced.\nOf course, lower import tariffs may result in an increase in imports, and some revenue can still be collected from customs duty on some goods. But this could be in conflict with the government's objective of developing import-substitution industries, and businesses here may not be able to compete with global exporters and suppliers. Therefore, lower import costs for capital machinery and intermediate goods will help local industries reduce their costs of production and keep their prices competitive. The loss of tariff advantage can be compensated with lower import costs, so that tariff rationalisation can also help local entrepreneurs to export at competitive prices.\nWith lower tariffs, foreign investors may also be more inclined to run operations in Bangladesh, which would create employment and enhance economic activities. However, ensuring other conditions such as infrastructure, skilled human resources, and efficient administration would be crucial to make this happen.\nProtection of local industries would be important at the initial phase for a certain period. However, there has been a tendency to provide tax exemption and other incentives to some sectors for an indefinite period. This creates market distortions as some enjoy such incentives while others do not. There should also be a clear plan and timeline on phasing out various exemptions and support.\nThe Centre for Policy Dialogue (CPD) has been urging policymakers to estimate how much revenue is lost due to such exemptions. Notably, the finance minister, for the first time ever, provided some relevant numbers in the FY 2023-24 budget, though there is no segregated estimate of revenue forgone due to such incentives and exemptions at the import level. In the budget, it is mentioned that the total amount of direct tax expenditure applicable for FY 2020-21 was Tk 1,25,813 crore, of which Tk 85,314 crore was at the corporate level. These are equivalent to 3.56 percent and 2.38 percent of Bangladesh's GDP, respectively. Though there is no number for import tax rebates at the industry level, it may have been counted with the corporate level exemptions. It was projected by the government that direct tax expenditure for FY 2022-23 would be Tk 1,78,241 crore. The total share of this amount in total tax revenue and total direct tax revenue is high. Clearly, the government is losing a substantial amount of revenue due to such exemptions including tariff rebates, as direct tax expenditure includes rebates, discounts, exemptions, reduced rates of taxation, and exclusion of income in computing total taxable income.\nThe new tariff policy will also play an important role in export diversification. Though Bangladesh's economy has increasingly integrated into the global economy over the past five decades, trade openness is still low. Our export basket is narrow, with heavy reliance on readymade garments exports. Here, tariff support for import substitution industries has played a role in low diversification.\nGiven the slow progress of consensus among members in the multilateral trading system, several countries are signing free trade agreements (FTA) among themselves. Bangladesh should also prepare to sign FTAs with its trading partners since, after the upcoming LDC graduation, it will lose preferential market access.\nBangladesh is interested in joining the Regional Comprehensive Economic Partnership (RCEP), which is the world's largest FTA comprising about 30 percent of global GDP. Joining such a bloc will help Bangladesh face its post-graduation challenges and boost exports, as RCEP members enjoy preferential market access amongst themselves. Bangladesh does already import from several RCEP member countries including China, Japan, Thailand, South Korea, Indonesia, Malaysia, and Australia. Hence, joining the RCEP will mean that a certain amount of revenue from these countries will be lost. But this loss can be made up for through higher trade via preferential trade arrangements with RCEP member countries.\nHowever, this would require Bangladesh to be prepared, with appropriate policies being put in place. To be part of such agreements, the country needs to make many policy changes. Full reciprocity of tariff measures among trading countries will be the basis of these agreements. As part of this, enabling regulatory and institutional mechanisms, and removing supply-side bottlenecks such as infrastructure, quality of products, and capacity of human resources, should be addressed. The new tariff policy is only one factor, and has to be followed through with adequate preparation immediately.\nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD) and non-resident senior fellow of the Atlantic Council. Views expressed in this article are the author's own.\n\n",
        "headline_1": "The new tariff policy may help increase competitiveness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/macro-mirror/news/the-new-tariff-policy-may-help-increase-competitiveness-3400366",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "We are happy to learn that the government has finally settled on a compensation package for road crash victims. According to a report in this daily, the family of someone killed in a road crash will be entitled to at least Tk 5 lakh in compensation if they make a claim, while someone who suffers life-altering injuries can claim Tk 3 lakh. We believe this initiative, if properly implemented, will pave the way for safer roads in the country.\nIt will also bring some relief to the families who have lost their loved ones to road crashes. In many cases, the victims are their families' sole breadwinners, so their sudden death puts added stress on their grieving family members. In case of the survivors, the compensation can be used to pay their medical bills.\nHowever, there is a question to be raised about whether the amount of the compensation fixed is enough considering the heavy loss suffered. How much is a human life worth? We are also concerned about the amount of time the authorities have taken to finalise this compensation package. It took them more than four years to publish the relevant rules under the Road Transport Act 2018, and another eight months to finalise the compensation package as part of it. We cannot help but wonder if the verification and approval processes for compensation claims are going to be equally time-consuming, which will be unfair. We urge the authorities to make the whole process simple, transparent and hassle-free for the affected families. The BRTA also needs to run a nationwide awareness campaign so that people know about the compensation package and how to claim it, when needed.\nAt the same time, the government must rethink some of its decisions, such as backtracking on a decision to set a limit to the economic life of buses and trucks, to make our roads safer. Experts have been highlighting for years how unfit vehicles, along with reckless driving, is a major reason behind road crashes. We understand that various stakeholders in the transport sector try to influence these decisions, but the government's priority must be the safety and well-being of citizens. Contradictory rules will only hinder our road safety goal. The government must set policies in such a way that no life is lost unnecessarily, and thus no compensation is needed.\n",
        "headline_1": "Some relief for road crash victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/some-relief-road-crash-victims-3400226",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The ongoing trend of political violence in the country is really disturbing. In the first two days of this week alone, some 400 individuals have been reportedly injured in clashes between BNP activists and members of the AL and police combined. We express our concern over the never-ending nature of confrontational politics where the nation's streets are turning into battlefields, leaving citizens in a constant state of fear and uncertainty.\nThe first of the latest series of clashes took place when BNP activists held road marches in Habiganj, Barguna and Narayanganj, demanding the release of party chairperson Khaleda Zia, and law enforcers baton-charged them, resulting in a chase and counter-chase situation. The day after, the district AL unit in Habiganj organised a march, protesting the \"terror and anarchy\" of the BNP. AL activists reportedly attempted to attack the home of a local BNP leader, which resulted in another showdown. In typical fashion, the former claimed it was BNP that had first attacked their march. Each time an incident like this breaks out, the same blame game plays out, thereby perpetuating a vicious cycle.\nWe have previously criticised the ruling party's attempts to disrupt BNP's street programmes as a violation of its constitutional right to peaceful assembly. Such attempts have been particularly evident after the BNP launched its one-point movement for holding the next parliamentary election under a non-party interim administration. Police's role in resulting clashes has been equally troubling. Just last month, a BNP activist was killed in Lakshmipur during a clash that ensued after police and AL activists reportedly obstructed a BNP procession. It goes without saying that, until the ruling party changes its current approach and exercises restraint, the prospect of a fair and participatory election will remain distant.\nUltimately, if the AL and BNP truly care about the public, they will have to find a way to compromise, and engage in dialogue rather than violence. As the party in power, the AL must lead the way to prevent the history of violent confrontation from repeating itself.\n",
        "headline_1": "Give the democratic process a chance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/give-the-democratic-process-chance-3399641",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "To all appearances, the private bank, the Padma Bank (PB), a restructured and renamed version of the former Farmers Bank, has not been able to rid itself of the not-so-glorious legacy from which it emerged. Though some of its top executives would have us believe otherwise, question remains about PB's present financial health. As could be learnt from an exclusive report published in this paper on Monday, August 21, the bank has failed to pay back Bangladesh Telecommunication Regulatory Commission's (BTRC's) term deposit worth Tk254 million, placed with different branches of the bank. Failing to get back the money even after repeated reminders to PB's senior executives since the deposit reached maturity in December 2017, the BTRC sought Bangladesh Bank (BB)'s intervention, though with no result so far. Interestingly, it is the BB that has kept PB afloat so far through providing all kinds of facilities and waivers. For example, to help out the crisis-ridden bank, the BB for the second time in June last year, issued a circular permitting it to keep an amount of liquid asset (Statutory Liquidity Ratio, SLR) that is far lower (at 3.25 per cent) than what is mandatory. Whereas, as the BB's standard rule goes, a bank should maintain 13 per cent of its cash equivalent assets as SLR. In the process, the bank was also exempted from paying an enormous sum of fine for its failure to maintain the required SLR. In the same manner, the fine accruing from the bank's inability to maintain the requisite amount of Cash Reserve Ratio (CRR) with the BB was also drastically reduced. It may be recalled at this point that prior to its makeover, the Farmers Bank was a hotbed of gross irregularities including corruption, mismanagement and financial scam. As a result, according to the BB, more than Tk35 billion was siphoned off from the erstwhile Farmers Bank. Even before the mentioned SLR-related exemption, the bank was salvaged from collapsing, thanks to the government's intervention. In fact, four state-owned banks and the Investment Corporation of Bangladesh (ICB) were made to inject Tk7.15 billion into the bank through buying 60 per cent of its stakes. Evidently, Padma Bank has been carrying many of its hereditary defects. So, it is not surprising that the bank is now failing to pay back the fixed deposit that the BTRC held with it. In fact, it was due to the government's unprecedented decision that the nine new private banks including the PB (its antecedent Farmers Bank, to be exact) were launched in 2013 and have been struggling since their birth. Obviously, it was not economic, but political exigency that lay behind so many new private banks' emergence. So, despite their incapacities to perform, they are being made to run at the expense of the public exchequer. Unsurprisingly, Moody's, a top global rating agency in March this year, downgraded the country's banking sector's rating. Expressing its serious concern about rising volume of bad debts, the International Monetary Fund (IMF) has also asked the government to reform the banking sector. The rot has gone deep into the overall banking system. The government and the banking sector regulator - the Bangladesh Bank - are also aware of the current state of the sector. What is needed most are the right actions on their part to stop recurrence of unsavoury incidents like banks' failure to pay back to their depositors.",
        "headline_1": "Fast-tracking banking sector reform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fast-tracking-banking-sector-reform-1692717655",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "As the global thrust on agricultural productivity is gaining high prominence, efforts to render cultivation hassle-free and affordable are also made by most governments to get their priority right. Replacing costly fuel oil with solar technology for irrigation is one such method that has proved to be a great success. For the less wealthy, developing countries like Bangladesh solar-propelled irrigation can be a real game changer, according to experts. It is a fact that a major problem farmers all over Bangladesh find critically linked to cultivation, and also to their misery, is the scarcity of power or the high cost of oil-propelled power for irrigation. Absence of a viable alternative to diesel to reduce the cost of irrigation in the country has seen unaffordable rise in the cost of cultivation. Solar-powered irrigation, in this regard, is a reliable alternative for farmers as it helps reduce costs, protect the environment, and lower import of expensive diesel.In Bangladesh, farmers need to irrigate their lands mostly for the Boro paddy cultivation. As regards the other major paddy crop Aman, they depend on monsoon rainfall. But it is not always the case, as scarce rainfall even in the monsoon season forces farmers to go for irrigation -- that too by means of costly oil propelled pumps. This has happened this year. In the month of June, rainfall in the country was 16 per cent less than normal, and in July it registered 50.8 per cent below normal. So, costly irrigation is sure to push up the overall cost of production. Since irrigation of the crop lands is a must, the lower the cost is the better. It is here that solar pumps prove to be an ideal substitute for oil propelled pumps. There are, reportedly, around 13.4 lakh diesel-operated pumps, supplying water to 34 lakh hectares of land in the country. On the other hand, there are 2,659 solar irrigation pumps, with an installed capacity of around 50 Megawatt-peak (MWp), according to the Sustainable and Renewable Energy Development Authority. Clearly, the number of solar pumps needs to be raised to a reasonable level to cater to the requirements. The main advantage of the solar water pump is that it uses sunlight at no cost. Just as solar pumps reduce dependence on electricity or diesel, once installed, these pumps require very little maintenance, according to reports. The government signed a $10 million grant agreement with the World Bank, as part of a total commitment of $24.5 million, to introduce solar irrigation pumps for farmers. A project under the multi-donor financing is in place to enable installation of more than 1,300 solar powered irrigation pumps covering more than 65,000 bighas of land for paddy cultivation. Aimed at providing farmers with clean energy at considerably lower costs compared to diesel, this project is designed to replace diesel pumps with solar irrigation pumps in areas where grid electricity has not reached. It has been learnt that 1,300 solar irrigation pumps to be installed in phases under the project would save the country $3.2 millions in foreign currency annually due to replacement of diesel. Needless to say, large-scale use of solar powered irrigation pumps will substantially reduce the country's diesel imports. Bangladesh currently spends $900 million per year on diesel to power its irrigation systems. Besides, as a result of the use of clean and renewable energy, carbon emission is expected to be reduced by 10,000 tonnes every year. Solar powered pumps are extensively used in the African continent. Once a very expensive technology, it has reportedly registered drop in prices in recent years because of widespread use and rebates provided by governments. Solar irrigation system is extensively used to pump water from wells or rivers for irrigation and domestic consumption. In the Indian states of Gujrat and Karnataka, solar pumps are mainly responsible for revolutionising cultivation because of uninterrupted supply of water for irrigation at affordable costs. The typical solar powered pumping system consists of an array of solar panels. These solar panels power an electric motor which provides power to the surface and bore pumps. The water is pumped from the ground or a nearby stream into a storage tank, which provides a gravity feed.Pumping water using the PV (photovoltaic) technology, according to experts, is reliable, simple and requires minimum maintenance. PV pumping systems comprise a PV array, a bore pump and a motor. Solar water pumping arrays are fixed or mounted, or sometimes they are placed on passive trackers. This is done to increase the pumping volume and save time. AC and DC motors with displacement or centrifugal pumps are used for the same purpose. In farmlands where a creek runs through the property, using solar-powered water pumping solution means less tampering with the waterways and also less erosion of the water banks. This can also lead to better pasture management as livestock can access water via multiple water distribution points. In Bangladesh, installation of solar pumps at the initial stage may be costly but according to experts, extensive use will cut cost to a level far below the diesel cost. There is thus the need to popularise the technology as well as attract investment in research and innovation to bring down the cost.\n[email protected]",
        "headline_1": "Solar irrigation – a game changer in agriculture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/solar-irrigation-a-game-changer-in-agriculture-1692717854",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "Bangladesh appears to be stuck in a vicious cycle of loan default culture that has plagued its financial sector for over a decade now. This does not come as a surprise since policies taken thus far have abetted, rather than mitigated the siphoning off bank money. According to a report carried in this newspaper, default loans from both private and state-owned financial institutions are caught in endless legal battles which drag on for years and this gives a green signal to parties that it is easy to get away with bank loans taken without paying back. Reportedly more than Tk2.0 trillion default loan is caught up in litigation as of March this year. Indeed, as of March, 2023, some 214,282 cases are pending with the courts that involve financial institutions' vain efforts to recover this huge amount of loans. Over the three-month period from December 2022 to March 2023, default loans increased from Tk1.66 trillion to Tk2.07 trillion, an increase of 24.6 per cent. It seems that as the country draws near the next general elections, unscrupulous business interests are cleaning out the banking system. On the contrary, recovered loans amounted to a paltry Tk44.34 billion over the same period, while alternative dispute resolution (ADR) yielded another Tk67.89 billion.Why has the situation been allowed to deteriorate to this stage? For that one must look at the disastrous decision taken nearly a decade ago when banking rules stipulated that several members of the same family could sit on the board of a bank. That decision essentially changed the character of a financial institution. Where one particular family wielded so much power at decision-making level essentially chucked out whatever checks-and-balances were there regarding prudent measures that acted against giving bad loans. Suddenly, banks became family business and it paved the way for a spree of sanctioning loans to familiar faces rather than on the merits of the business entity. Not much thought was given to whether bank loans being handed out could potentially be recovered. The undue pressure from bank directors on bank management has aided in this ballooning of bad debts in the financial system. Soon, loans were being handed out without adequate collateral, a fundamental prerequisite for loan sanctioning. On top of all this, there have been cases where forged documents and/or overvalued mortgaged property were used. Both wilful indifference to and breach of banking rules have been responsible for sanctioning loans to dubious parties. Of course, connivance at the top was aided by a section of management people in banks' hierarchy without whose collaboration such blatant loots of bank money couldn't have taken place.So, as banks find themselves in loan recovery courts, they find themselves with assets that are valued at a fraction of their actual value. Selling them off will only recover a fraction of the loan value, but even before getting to that stage, with such a massive backlog of cases pending with various courts, it may be years (if not decades) before a ruling comes through. The fact of the matter is that it is not merely a question of having enough loan courts or simplifying the proceedings, rather it has everything to do with the government's willingness to put the brakes on the malpractices that plague the banking sector's governance. Without that happening, the exponential growth in bad loans is set to continue.\n[email protected]",
        "headline_1": "Rethinking loan recovery problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-loan-recovery-problems-1692717888",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2023"
    },
    {
        "full_article": "The economic impact of war is terrible on any interdependent economy. Bangladesh being an import-dependent country is feeling the impact of the ongoing Russia-Ukraine war in various ways. It is a trading country and highly import-dependent for items like fuel and industrial raw materials. Many of our import-oriented companies are now facing challenges to open LCs (letters of credit) since banks are not interested in opening LCs due to a shortage of foreign currency. Moreover, taka depreciation against dollar has increased pressure on our foreign currency reserve. As a result, business costs are getting higher day by day and ultimately the expenditures are being passed on the consumers. Though the government and the Bangladesh Bank are taking initiatives for improving foreign exchange management, the current situation hardly shows any glimmer of hope. The situation is expected to worsen further if the war lingers. Reduced exports and increased import bills are hitting the country hard, particularly as an oil-importing nation, we are already facing high import payments. The Russia-Ukraine war has posed significant economic challenges before Bangladesh, with declining foreign reserves, currency depreciation, and soaring import costs, leading to a severe dollar crisis and higher consumer prices. In this situation, the government must come out with a concrete plan in order to obviate the crisis for survival of all people even if the war continues further.\nRameza Rashed Rimthi,Student of the Department of Management,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Russo-Ukraine war impacts Bangladesh economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/russo-ukraine-war-impacts-bangladesh-economy-1692717933",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2023"
    }
]