[
    {
        "full_article": "Less than a year after suspending the Foreign Contribution (Regulation) Act (FCRA) licence of the Centre for Policy Research (CPR), the Government of India has cancelled its FCRA licence. The justification for this move — CPR’s publications have been equated with current affairs programming, prohibited for an entity using FCRA funds — is nothing if not farcical. As a premier think tank, the CPR has been around for more than half a century, during which it has been an exemplar of public-spirited scholarship feeding into an ecosystem of governance and policy-making where multiple stakeholders and their often divergent interests need consensus-building through informed debates — the hallmark of a democracy. A decision to effectively shut down such an institution by crippling its finances is bound to send the message that India is no longer open to the free flow of knowledge and ideas. The move also fits into a broader, and sadly, by now all-too-familiar, pattern of the state wielding the FCRA as a weapon to silence entities whose work is not to its liking — typically those working on environmental issues, civil liberties and human rights. The use of the FCRA to target civil society for political or ideological reasons is perhaps written into its DNA. The legislation is the child of the Emergency, enacted by a regime paranoid about foreign governments interfering in India’s internal affairs by channelling funds through NGOs. Since then, it has been amended by successive governments, with the provisions becoming more stringent.When the latest round of amendments was passed in 2020, the International Commission of Jurists denounced it as “incompatible with international law” and warned that it would “impose ... extraordinary obstacles on the capacity of … civil society actors to carry out their important work”. It appears as though the government has been working hard to prove the ICJ right. Even before dust could settle on the FCRA cancellation of CPR, World Vision India, which works with children, has had its FCRA cancelled. On the one hand, India seeks recognition as a ‘Vishwaguru’. Its calling card as the G-20 host was ‘Mother of Democracy’. The government is hypersensitive to rankings on international indices, yet unwilling to acknowledge the link between perception and reality. When the U.S.-based non-profit, Freedom House, in its Democracy Index, downgraded India to an “electoral autocracy”, a reason it cited was erosion of civil liberties. Shutting off the finances of civil society organisations on flimsy grounds is a textbook example of civil liberties erosion, guaranteed to amplify the narrative of democratic backsliding. It would then be pointless to complain about bias or invoke “conspiracies” to tarnish India’s image when these actions get reflected in India’s downgrading in global indices of freedom and democracy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nforeign aid\n\n/\n\ngovernment\n\n/\n\ndemocracy\n\n/\n\ncivil\n\n/\n\nhuman rights\n\n/\n\nnon government organizations (NGO)\n\n/\n\nG-20 New Delhi 2023",
        "headline_1": "Democratic backsliding: On the state wielding the FCRA as a weapon",
        "headline_2": "Curbs on financing of civil society bodies denote eroding civil liberties",
        "link": "https://www.thehindu.com/opinion/editorial/democratic-backsliding-the-hindu-editorial-on-the-state-wielding-the-fcra-as-a-weapon/article67762270.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "On January 19, the Smart Lander for Investigating Moon (SLIM) spacecraft of the Japan Aerospace Exploration Agency (JAXA), launched in September, was expected to soft-land on the moon. Shortly after the stipulated time, reports from JAXA indicated the lander had touched down but its solar panels were not producing power, forcing the craft to bank on its batteries. However, SLIM, it said, appeared to be transmitting data, and checks of its other components did not indicate any damage — meaning Japan had become the fifth country to soft-land a robotic spacecraft on the moon. SLIM, like Chandrayaan-3, was tasked with a lunar soft-landing and deploying a rover mission (with two small rovers) but its primary mission was pioneering. Thus far, interplanetary spacecraft to the moon and Mars have been assigned suitable landing areas several hundred metres wide. SLIM however was designed to land within a 100 sq. m area, and thus its nickname “moon sniper”. In a press conference in which they confirmed the controlled descent, JAXA officials also said it could be a month before they could ascertain if SLIM had successfully executed its pinpoint landing.SLIM’s partial success (for now) comes a day after a moon-landing mission built by Astrobotic, a private U.S. company, and funded by NASA, reentered the earth’s atmosphere following a propellant leak. SLIM also happened roughly a month ahead of a landing attempt by another American company and four ahead of China’s ambitious sample-return mission from the moon’s far-side. JAXA’s lessons from SLIM are expected to inform the planned Lunar Polar Exploration Mission, an India-Japan collaboration with India expected to provide the lander. Precision landing is valuable because it allows lunar missions to begin closer to a place of interest, where there may be a smaller patch suitable for landing, instead of landing further away and roving to the area. And the moon’s surface around its south pole is mostly rough terrain. There are now five countries with the demonstrated ability to land robotic spacecraft on the moon. These plus the European Space Agency are the world’s major spacefaring entities. No other such entity has a robotic lunar mission planned in the near future. Both the U.S. and Russia also last demonstrated their abilities in a bygone era, although the NASA Commercial Lunar Payload Services programme will be making frequent attempts, as with the Astrobotic mission. As such, the new Space Race is currently being led by Asian countries.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nspace programme\n\n/\n\nIndia\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nEuropean\n\n/\n\ntechnology (general)\n\n/\n\nChina",
        "headline_1": "Asia ascendant: On the new Space Race",
        "headline_2": "After Japan’s partially successful moon-landing, the new Space Race has Asian countries in the lead",
        "link": "https://www.thehindu.com/opinion/editorial/asia-ascendant-the-hindu-editorial-on-the-new-space-race/article67762258.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "GOI will present its last budget ahead of Lok Sabha elections, in an unusual context. India stands out globally for having safe macroeconomic indicators and good prospects for economic growth. Yet, fiscal performance has worsened since February 2019. It needs to be set right to make the most of the growth potential.\nSpending overshoots | Fiscal indicators over last five years were undermined by the Covid shock. Consequently, spending outpaced nominal GDP growth. From 2018-19 to 2023-24 budget estimates, GOI total expenditure grew 14.23% to ₹45.03 lakh crore. Nominal GDP for this period grew 9.4%. Outcome was an expansion in fiscal deficit by 2.5 percentage points to 5.9% of GDP in current year’s budget estimates. Simultaneously, GOI domestic borrowing increased from 47.1% of GDP in 2018-19 to 57.7% in 2022-23.\n\nCapex, silver lining | Spending pattern had a positive feature, higher public investment. GOI stepped in to fill the gap left by private investment when firms cut back on borrowing to improve their financial position. In current year, GOI’s capital expenditure is expected to be 22% of total spending. This will be supplemented by investments by PSUs.\nSubsidies, a problem | Downsides are that subsidies have not only grown, they are not under control. For example, extra spending on food and fertiliser subsidies during 2022-23 overshot budget estimates by more than ₹1.50 lakh crore.\nRevenue potential is promising | GST has stabilised and its reforms have begun to show results. In direct taxes, an unexpected boost came from personal taxes that have almost caught up with corporate tax in terms of contribution. In 2023-24 (up to December 17), personal income tax revenue was ₹6.72 lakh crore, just short of corporate tax collections of ₹6.94 lakh crore.\nDisputes remain a worry | Tax system remains litigation prone. Fresh litigation keeps rising. Between 2018-19 and 2021-22, tax disputes over one year but less than two years rose from ₹5.21 lakh crore to ₹6.99 lakh crore. This calls for an overhaul of the law.\nDisinvestment disappoints | Just twice in last nine years did disinvestment revenue overshoot budget estimates. It needs to improve to widen revenue base.\nGOI weathered the pandemic shock well. Looking ahead, it needs to lower its debt level and smoothen tax architecture.\n\n",
        "headline_1": "Loanly budget",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/loanly-budget/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "GOI’s decision to fence India-Myanmar International Border (IB) won’t be easy to implement. It will mean not just construction through 1,600-km-odd very tough terrain through Arunachal, Nagaland, Mizoram and Manipur, it will also demand deft political fencing.\nWhy the fence | Since February 2021’s coup in Myanmar, smuggling of narcotics and arms into India has exponentially increased from Myanmar’s barely secret jungle factories. Part of Manipur conflict has been blamed by state government on militia from Myanmar. Border instability makes the free movement regime appear like sitting on the fence on security concerns. Right now the focus should be stemming flows of contraband into India.\n\nOpen borders | India-Myanmar’s longstanding open border that allows free movement was formalised in 2018 as part of GOI’s Act East Policy. Family and kin upto 16 km on either side move freely. This movement is not just social but is central to trade ties in low-value regional economy – pulses, bamboo, spices, forest produce etc. For some years, an uptick in smuggling of teak and gold has worried India.\nOpen arms | Following 2021’s coup, Kuki-Chin communities in Myanmar who faced junta persecution meant refugees in tens of thousands moved into border states where they had family or community – Mizoram, Nagaland, Arunachal and Manipur. CMs of these states barring Manipur have made common cause with refugees given kinship and ethnic ties. New Delhi sees them as illegal migrants.\nMind the fence | Plans for a fence triggered misgivings across tribes – fears of a partition. So closely linked are they that reportedly in Nagaland’s Mon district, IB splits a village chief ’s house between two nations. Hard borders cannot solve domestic political impasse. It is critical the decision doesn’t circle back into ethnic turmoil. Ensuring that is a political task.\n\n",
        "headline_1": "On the fence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/on-the-fence/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "Right after Vivek Ramaswamy bowed out of the presidential race after the Iowa Caucus, Babylon Bee, a conservative knock-off of Onion, came up with a ‘humour’ piece in which Vivek is shown working in a chain convenience store, having been appointed there by Trump. This is an old racist trope popularised by The Simpsons in the 90s through the character of Apu, an Indian who speaks in a sing-song accent and is overtly submissive, with his signature line being: “Thank you, come again.”\nThis is the problem of being Vivek. Unlike other Indian-origin politicians in US, Vivek has not hidden or disavowed his origins, and that makes him a target on both sides. For the predominantly white, Christian conservative base of Republican party, the colour of his skin and his religion disqualify him for office. For the ‘genteel centrist liberal’ of NY Treading type, his ‘I know more than you’ super-rich geek aggro, belies their expectation of what a minority should be like – more Apu from The Simpsons or Sundar Pichai or Satya Nadella, who stay in their lanes, and do not try to influence the body politic. For the progressives, drunk on ‘woke’ Kool-Aid, which divides the world into aggressor groups and victim groups and applies different standards to the two, Vivek belongs to the former. Since it’s never fascist to be a fascist to a fascist, well, you know what follows.\nIn a way, this is a squeeze from both sides, experienced by many HinduIndians in US. Large swathes of US are overtly racist, including but not limited to the usage of slurs and micro and macro aggressions. Another section, the ones with the saviour complex, feel threatened by the success of Indians. They lash out by undermining our achievements: ‘So what if you are sending missions to Mars, your people defecate in the open.’ To yet another section, our model minority status is proof positive of our complicity in systemic power structures, maybe in US but definitely in our home country.\nAnd this is why the Vivek insurrection was so important. He might not have gotten there, and maybe he never will, but he has inspired others like him to step into the ring without denying who they are.\n\n",
        "headline_1": "Vivek/Apu",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/vivek-apu/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "BJP’s political opponents, especially Congress leaders, have taken a position critical of today’s Ram temple inauguration ceremony in Ayodhya. They have argued that active participation of key BJP leaders in this event clearly demonstrates that the party is keen to use Ram temple as an electoral issue in 2024 Lok Sabha polls. A section of political observers also adheres to this rather uncomplicated and straightforward criticism.\nBJP faces electoral limits on Ram temple | No one can deny that BJP will highlight Ayodhya temple as an important political achievement in the upcoming elections. However, it is difficult to predict the specific location of Ram temple in BJP’s future electoral packages. BJP establishment, it seems, is aware of the possible limitations of Ram temple issue in 2024’s elections. More specifically, there are three crucial factors that BJP establishment cannot ignore.Read full story on TOI+\n \n\n",
        "headline_1": "Mandir mathematics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mandir-mathematics/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "It is quite interesting that ministries and divisions under them in the fresh tenure of the government have approached the Planning Commission (PC) for inclusion of umpteen project proposals in the revised annual development programme (RADP). A staggering number of 1,600 projects has been proposed for inclusion and needless to say that the PC is overwhelmed by the enormous number of proposals. An official of the PC did not try to hide the policy institution's consternation, as the report carried in the FE indicates, at this surfeit of development proposals. One of the reasons may be the new faces in the cabinet, who think they have a right to put forward their plans and schemes. But this is midway of the annual development programme (ADP) that had been undertaken at the beginning of the financial year 2023-24. There is not unlimited space for accommodation of projects midway in the fiscal year. It is plain and simple that revision of the ADP is necessitated on the ground that some projects did not follow the scheduled work plan or others are no longer as promising as they initially looked. In this context, a highly important criterion is the results of evaluation of the projects in the pipeline or were supposed to be undertaken but could not somehow be started. According to a panning ministry report, implementation of the ADP in the first quarter of the FY 2023-24 fell to the lowest ever in eight years at only 7.5 per cent. The trend of low execution of ADP improved marginally but it still was at 17.06 per cent, against lowest in the past eight years. There are projects galore but when it comes to their implementation, it is abysmally poor. Now if revised projects are overwhelming, the metaphor that describes the situation properly is chewing more than what one can swallow. Better it would be to ensure that projects are pragmatic and can be implemented well in time. Abandoning projects midway or delayed implementation on revision of financial estimates with overhead and other costs exceeding the original ones has become an entrenched culture here. This cannot be encouraged anymore, particularly at this time of financial crunch. The prime minister herself has reiterated her resentment at this negative attitude several times without becoming successful in rolling the juggernaut on the right course. There is no surprise that the mismatch between projects and their implementation even encourages people at the grassroots level to go for what can be termed aberration of development such as bridges in the paddy field with no roads on either side and use of substandard construction materials that come off the road surface within days or months of construction. No wonder that ministries and divisions are less interested in foreign-aided projects which have several shoestrings attached to those. Compared with those the locally funded projects are not subjected to stricter monitoring and evaluation and also left with room for manoeuvrability. So, there lies the motivation behind the glut of project proposals. The PC is sure to have a tough time to select the projects that deserve prioritised consideration. Let the PC not bow to the undue political pressure for projects without merit.",
        "headline_1": "Glut of project proposals for inclusion in RADP",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/glut-of-project-proposals-for-inclusion-in-radp-1705934657",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "Social media is an overwhelming reality in Bangladesh's information world. It reaches about half the population and though there are socio-economic and gender divides, the people who matter and whose voices are heard and listened to are on social media. So it's impossible to ignore this fact of life Study of recent trends has become important as it impacts a wide range of activities that lead to short and long term gains. It has attracted considerable investment in every sector and they are looking for profits. At the same time, some sectors are not looking at economic gains but political ones. In fact this sector is a high-stake-holding one because it's hoping to change the regime and therefore gain political and economic power at the state level. Apart from that there are the entertainment and e-commerce sectors which have become a new playing field where many sorts of innovations and activities are noted. While these activities are on, the participants and consumer behavior in terms of the social media sector are in a state of hype. The weak information infrastructure on social media itself has produced a great deal of interest and optimism. While there are reasons for the same, an analysis of efficiency and efficacy has been made. So, though the sector is large, it's not yet an organized one with long term performance goals.That is the usual nature of social media everywhere. But the fact remains that a better insight into socio-economic or political results emanating from its activities would lead to greater gains. That awaits to be done but a few organized study projects have been undertaken. Some preliminary opinions are shared here.  THE POLITICAL SPACE What draws most significant attention is the use of social media space for politics. This is all the more important because the physical political space in Bangladesh is limited and prone to high violence. Since politics exists but adequate space doesn't, the recourse is obviously the digital space and there is a great deal of political content including those broadcast from abroad. The reasons are obvious.The government has several laws to counter political content on the media including social media and they are regularly used which leads to high caution and self- censorship. However, the upshot of that is the rise of expat political media with high drawing of a partisan audience. They are of three kinds of content. 1. Vlogs which are trenchant and often rude political content that has gathered a large following. 2. Talk shows broadcast from abroad but often with local guests as well. The more abrasive comments come from abroad but the mix does allow an opportunity to draw a high audience. 3. Internet TV which broadcasts news items and content and while most are located abroad, some are local who have managed to elude government's action. Another source of content is the online broadcast of mainstream TV channels. Their programmes are often broadcast live including their talk shows and later the recorded version. Thus the audience is able to choose content at will. Obviously social media offers greater variety in terms of this media sector in general.HYPE IS NOT SUSTAINABLE An interesting phenomenon has been the rise of alternate players in politics using social media reach. One of the most noticed personalities of recent times is Hero Alam who rose to national prominence using social media. Although he had no party or organization he managed to reach considerably high visibility before he went for political activities including elections. As he was backed by the Opposition, he did well though not winning. However, the government party activists went after him and as a person who was a stand- alone, his position was made untenable in the main political space. His fading has been quite rapid and he is marginalized which shows that social media can provide exposure but not sustainability unless backed by the necessary conditions to succeed in that sector including organizations. THE SOCIO-ECONOMIC SPACEThe social and the economic space is split along the social conservation among different segments, digital content produced on various issues particularly scandals and sensational matters etc. While such content draws views running into several millions, the main revenue generation is from advertisements. And this is where social media becomes a new source of economics for many.Bangladeshis have moved into the digital space pushed by economic needs. The result has been the involvement of millions of people who are freelancing on the net. It has one of the highest numbers of people who draw their income from the digital space. The problem is that the situation is disorganized and not very helpful for expansion or sustained income. The government has spoken of its \"digital Bangladesh\" aspirations but they are more into large scale projects where the people involved have connections that matter. Thus despite the involvement of millions of people in the economics of social media, there are very few support systems. This is particularly difficult as this sector involves the educated middle class whose chances of external employment in the low skill sector are limited. THE GAP Given such a scenario where it's not about freedom of expression but livelihood opportunities, the need and opportunity for a skill development sector exists but as yet not many steps have been taken to make an organized effort to expand the sector leaving it open mostly to individuals to explore. In some ways, it resembles the migration sector at its infancy. Social media in Bangladesh is expanding more rapidly than other sectors but the gaps are also obvious. as it's not an organized sector, the capacity development and organizational activities are minimal, preventing higher growth that are also economically fruitful. \n[email protected]",
        "headline_1": "Social media trends in Bangladesh : Great or over expectations?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/social-media-trends-in-bangladesh-great-or-over-expectations-1705934711",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "The international charity, Oxfam, made a startling revelation on the eve of the Davos meet of the world's richest in Switzerland. Davos is a mountain resort in the eastern Alps region of Switzerland where the World Economic Forum (WEF) of the world's richest meet in January every year. Oxfam said, since 2020, the world's richest five men have doubled their wealth. Together they own USD 869 billion, as their wealth grew at the rate of USD14 million per hour since 2020. Of course, someone had to pay for these people to get richer. And they were none other than the world's poor. And if this trend continues, just within a decade the world will have its first trillionaire, adds Oxfam. And in that case, all hopes of eradicating poverty from the world will be shattered. In Oxfam's words, poverty will not be eradicated for another 229 years!However, the rich at their Davos meet were quick to respond to Oxfam's damning disclosure. Condemning global income inequality, in an open letter to the world leaders, some 250 billionaires and millionaires attending the WEF's Davos summit called upon the elected representatives of the world's leading economies to impose higher taxes on the richest in society. It is indeed a new realisation on the part of those mega-rich that they should pay tax at a higher rate. That's music to the ears of the audience beyond the elitist gathering of Davos. But what is curious about the global elite's reaction to Oxfam's disclosure is that it is the rich who are requesting their democratic governments to tax them, not the other way around. Why? Are the elected, democratic governments shy about asking the super-rich to pay tax? The answer is perhaps a 'yes', for had it not been the case, such an ugly accumulation of wealth in the hands of the few could not have happened in the first place. If truth be told, the existing global order is pro-rich whether the governments the rich have referred to are elected democracies or not. And these governments everywhere provide the rich all necessary protective umbrella of the state to increase their wealth by fair means or foul. So, taxation in most cases are not meant for the rich. It is the common, small income households, the small businesses, the fixed income groups etc., who are the target of the revenue department of the governments in question. And that has obviously been concerning for the super-rich as Brian Cox, an Emmy and Golden Globe-winning Scottish actor and signatory to the open letter, said: \"It's long past time to act. If our elected officials refuse to address this concentration of money and power, the consequences will be dire\"Seemingly, being tired of their idle wealth, the rich out of their own volition have made this historic offer to be taxed. Consider the language in which the rich have, to all intents and purposes, put the governments concerned to shame in their letter that at one point says: \"We are surprised that you have failed to answer a simple question that we have been asking for three years: when will you tax extreme wealth?\" So, what will the governments do? It is not the millions of working people who have long been struggling for their right to have a fair share of the wealth they produce. It is now the wealthy who are talking.Will the governments listen?\n[email protected]",
        "headline_1": "Will governments listen?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-governments-listen-1705934759",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2024"
    },
    {
        "full_article": "The much-awaited Ekushey Book Fair is set to commence on the first day of February. A festive mood permeates the country, especially among book lovers, publication houses and authors, as they converge for the month-long book fair. Typically, the fair premises at Bangla Academy and Suhrawardy Udyan bustle with thousands of visitors. These attendees not only feel reinvigorated by the Bengali culture but also find encouragement to delve into books.The fair offers a splendid opportunity to immerse oneself in the vibrant ambience of Bengali culture, art, and literature. However, visitors must be mindful when enjoying the mouth-watering food provided by the stalls within the fair. It is essential to refrain from activities that could tarnish the environment and make the surroundings dirty.Visitors should avoid thoughtlessly discarding leftover foods, food packets, water bottles, and tea/coffee plastic cups. In addition to the organisers' efforts, visitors have to play a crucial role in maintaining the fairground's cleanliness by disposing of garbage in designated areas.Preserving the environment is of paramount importance for the enjoyment of readers and visitors attending the book fair. Let the scent of freshly printed books permeate the air, creating a pleasant atmosphere throughout the fairgrounds.\nRehman ZiaDhakaAppeal to Education Minister",
        "headline_1": "Keep Ekushey Book Fair ground neat and clean",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keep-ekushey-book-fair-ground-neat-and-clean-1705934787",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-01-2024"
    }
]