[
    {
        "full_article": "The cancellation of the UGC-NET examination on Wednesday, just a day after its supposed “successful conduct” by the National Testing Agency (NTA), is one more load of straw threatening to break the agency’s creaking reputation. Coming as it did after irregularities in this year’s NEET-UG (medicine), and complaints about the JEE (engineering), the NTA is under intense pressure. In some ways, the Education Ministry’s actions are in stark contrast to its response to the ongoing NEET fiasco, and seem to indicate that it has learnt some lessons. It took suo motu action on the basis of the Home Ministry’s cybercrime team’s inputs, even without any formal complaints from candidates, unlike in the NEET case where it has dragged its feet through committees and court cases despite multiple allegations and police complaints of paper leaks. The Ministry immediately cancelled the UGC-NET and promised a fresh examination. It has asked the CBI to probe the case, while not heeding the persistent demand of NEET aspirants for a similar probe. However, for the over nine lakh UGC-NET candidates who studied for months, and then travelled long distances to their examination centres, some taking loans to cover their costs, this is little consolation.These young people deserve answers, and right now, most of the questions are still unanswered. For one, no one in the government’s education establishment has explained why the NET was an offline exam conducted by the CBSE till 2018, when it was taken over by the NTA and became an online exam, only to revert this year to an offline, pen-and-paper exam, which is potentially more vulnerable to paper leaks. As the investigation is carried out, full transparency is key to any hopes that the NTA can regain trustworthiness in the eyes of candidates. The second is accountability and punishment of the guilty. The government would also do well to consider a rehaul of the NTA’s systems and personnel to ensure that the technical glitches, cheating scams, paper leaks, and proxy candidates that have plagued the exams this year are not allowed to happen again. With the fate of lakhs of India’s educated youth and youngest voters at stake, it is not surprising that the testing agency’s woes have become a political hot potato. Some Opposition leaders have demanded that the NTA be dismantled and the responsibility for entrance examinations be handed over to the States instead. This may well curb the Union government’s centralising tendencies leading to examinations of enormous scale that are harder to manage in a far-flung nation. However, some all-India examinations will always remain, and the need is for the States to join the Centre in recovering the integrity of the beleaguered examination system. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntest/examination\n\n/\n\nentrance examination\n\n/\n\nengineering\n\n/\n\nmedicine\n\n/\n\neducation\n\n/\n\ncrime\n\n/\n\nstudents\n\n/\n\nonline\n\n/\n\ninvestigation\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\ngovernment\n\n/\n\nIndia\n\n/\n\npolice\n\n/\n\nresearch",
        "headline_1": "Testing times: On the need to mend the National Testing Agency",
        "headline_2": "The National Testing Agency needs an overhaul to regain credibility",
        "link": "https://www.thehindu.com/opinion/editorial/testing-times-on-the-need-to-mend-the-national-testing-agency/article68316647.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "The security pact reached between Russian President Vladimir Putin and North Korean leader Kim Jong-un in Pyongyang, in which both countries promised mutual assistance “in the event of aggression”, has echoes from the Cold War era. Russia and North Korea, erstwhile allies, are facing biting sanctions, but for different reasons. And, both are at odds with the West. Now, they seem determined to revive the alliance so that they can stand up to the western-led global order together. Mr. Putin’s visit to Pyongyang, his first in 24 years, itself marked a new beginning. The Russian leader has supported multilateral efforts to curb the North’s nuclear programme in the past. Moscow has also voted for sanctions at the UN Security Council against Pyongyang over its nuclear arsenals. But the Ukraine war appears to have altered Kremlin’s geopolitical arithmetic and provided an opportunity for Pyongyang to make itself useful as an ally. When the Ukraine war dragged on and Russia came under western sanctions, Mr. Putin turned to Mr. Kim for ammunition and ballistic missiles. After Mr. Kim’s visit to Russia in September 2023, North Korea reportedly supplied ammunition to Russia. Moscow stepped up supplies of food and fuel, and there was speculation that it could help the North’s defence sector with critical technologies. While both have rejected reports of weapons trade, the security pact clearly elevates ties to the level of a de facto alliance.Ever since the Ukraine war, Mr. Putin has steadily expanded Russia’s cooperation with countries that are at odds with the U.S. He reportedly bought kamikaze drones from Iran. China has also emerged as a key economic, technological and energy partner. And, by promising to help North Korea, an isolated, one-family-ruled totalitarian state that is still technically at war with South Korea, in the event of an attack, Russia has signalled its readiness to play a larger role in northeast Asia. Mr. Putin, essentially a cold warrior, wants to build an axis of the ‘others’ opposed by the West to expedite the churn in the global order. China remains cautious but seems fine with the idea of its closest partners challenging the western order. This will have far-reaching geopolitical consequences. North Korea will now have little incentive to discuss denuclearisation. Russia, which already has testy ties with Japan, could see its relationship with South Korea deteriorating. The agreement is also likely to strengthen the emerging tripartite partnership in East Asia among Japan, South Korea and the U.S., further solidifying the new cold war between great powers, which is still in its early stages.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\nNorth Korea\n\n/\n\nsecurity measures\n\n/\n\nnuclear policy\n\n/\n\neconomic sanction\n\n/\n\nUnited Nations\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndefence equipment\n\n/\n\nfood\n\n/\n\nUSA\n\n/\n\nSouth Korea\n\n/\n\nChina\n\n/\n\nJapan",
        "headline_1": "New Cold War: On the Russia-North Korea security pact, its likely fallout",
        "headline_2": "Russia’s pact with North Korea will deepen U.S. ties in East Asia",
        "link": "https://www.thehindu.com/opinion/editorial/new-cold-war-on-the-russia-north-korea-security-pact-its-likely-fallout/article68316673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "A severed digit in a cup of ice cream took over my morning. Let me clarify that I am not into cannibalism. It was a wormhole I fell into after reading about a doctor from Malad who found the offending finger in his dessert. I spent half an hour googling ‘body parts found in food’ like I was ACP Pradyuman’s sidekick. I even discovered a baker in Thailand who bakes bread in the form of severed heads and torsos, and I am happy to share his details if during your next visit, along with a happy ending, you want to partake in a doughy unhappy one.\nIt is not an anomaly to lose time in this manner, where five-minute breaks inadvertently stretch to forty-five due to the delights of the virtual world. While we are aware of noteworthy battles like knights against dragons, priests armed with holy water exorcising demons, and Zelenskyy and Putin’s endless bouts, we remain unaware of our ongoing daily war with our phones. Research shows that we touch or check our phones more than 2,000 times and, on average, spend more than three hours staring at them daily. German neuroscientist Manfred Spitzer coined the term ‘digital dementia’ to describe changes in cognition due to overuse of technology. These include problems with short-term memory where we quickly forget things, have difficulty recalling words and trouble multitasking. I am not the only one who sees a dip on days when I have allowed myself too much scrolling time, and my overwhelmed mind, like poor Joe Biden, starts wandering off in the middle of important events.\nRecently, the US surgeon general called for tobacco-style warning labels on social media to alert users that the platforms can harm children’s mental health. He stated that it was not a failure of willpower and parenting that allowed the overconsumption of social media but the consequence of unleashing powerful technology without adequate safety measures. I wanted to read the entire article, but I gave up after reading the first two lines and skimming the next paragraph. After all, in the last 20 years, the average attention span has decreased from 2.5 minutes to about 45 seconds.\nPhoto credit: Chad Crowe\nMicrosoft CEO Satya Nadella states that the true scarce commodity will soon be human attention. Attention is what we give to the things we love or need for survival, like our family, work, friends, and health. Isn’t it strange that not only are we allowing this hijacking of our attention but, like victims of Stockholm syndrome, we almost seem to prefer the iridescent, unsubstantial soap bubbles of the digital world over the magnificent reality around us?\nEarly this week, my younger one was playing in the school concert. I took my seat, and already bored, I pulled out my phone and automatically started obeying the god of minor distractions. Then, the timer I have recently started using to curb my screen time kicked in, and I had to put my phone away. The concert was in a Notting Hill church. While walking in, I noticed perfunctory details like its high ceiling and the central aisle. Now, I stared at the painting of The Last Supper behind the altar. I observed the stained-glass windows through which sunlight flickered like a malfunctioning tubelight. I watched the kids holding their violins horizontally and some even upside down. The music rising from the belly of the church to the gallery where I was sitting, euphonious, discordant, imperfectly marvellous, filled cavities inside me that I was unaware existed, like a high tide that floods seawater into sandy depressions.\nArundhati Roy, the celebrated writer who, ironically, may end up in prison for focusing her attention and caring too deeply about the Kashmir issue instead of scrolling through the news about it on Twitter, once said, ‘There has never been a time in the history of the human race when we have had to process so much information, and it is destroying us.’ She talked about switching off social media and noticing neighbours, birds and dogs around us instead.\nEven mundane activities like a train ride can become a memorable experience if we pay close attention. I spent a large part of a recent journey watching a stranger asleep, his head thudding against the window, mouth agape, liver spots where there once must have been hair. A pot of ready oats and an orange slid on the table towards the passenger sitting opposite him, who kept pushing it back like she was playing a game of shuffleboard by herself.\nLife has one finite resource — time — which is stored in blocks of attention. In this subversive attack on our very existence, we must find ways to build fortresses where we allow information to flow in and pull up our drawbridge after we fulfil our requirements. Perhaps, like the way we plan our meals, we will also have to devise diets for the brain. I would advocate some cheat days in this nutritional plan for the mind. After all, we can’t completely give up the pleasure of looking at memes of two beaming prime ministers with the hashtag Melodi.\nAttention can work like a telescope and bring distant objects closer. It is a microscope that takes minuscule elements and makes them bigger. It is a magnifying glass that can take paper and sunlight and create a bonfire. It is the lens of lived experiences, wasted on mere spectatorship.\nWhile I am strictly curtailing myself from any further investigations into the case of the severed finger, it does make me think that in this digital age, losing a finger might cramp your texting style, but it beats losing your mind to endless scrolling.\n\n",
        "headline_1": "Attention pliss! Let’s dance to the tunes of a different Melodi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/attention-pliss-lets-dance-to-the-tunes-of-a-different-melodi/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Ottawa-based Amit Gupta is an academic of many parts. An expert in international security who taught at USAF Air War College in Alabama, he has also written extensively on the globalisation of sports, including IPL and WPL. In an interview with Avijit Ghosh, he talks about the future of cricket in US and more:\n\nRead full story on TOI+\n\n",
        "headline_1": "‘Future of America’s cricket league bright…NRIs, passionate about the game, are good at professionalising sport’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/future-of-americas-cricket-league-bright-nris-passionate-about-the-game-are-good-at-professionalising-sport/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Across the developed world, voters are angry with an economic system that feels rigged against the little guy and in favour of giant corporate oligopolies, and their billionaire owners. Capitalism is losing favour, particularly with the young and the left. By a margin of 2 to 1, American Democrats under 30 are more likely to have a “positive” view of socialism than of capitalism.\nRead full story on TOI+\n\n",
        "headline_1": "Capitalism: We need more, not less",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/capitalism-we-need-more-not-less/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Regardless of which law police invokes, courts have repeatedly held that any arrest should be the last option, and that indiscriminate arrests violate human rights. In the latest reiteration of this principle, Allahabad HC granted anticipatory bail to a man accused in a cow slaughter case, observing that arrests should only be carried out when custodial interrogation of an accused is required.\n\nRestraint in exceptional cases | Allahabad HC said that “courts have repeatedly held arrest should be the last option” and that “irrational and indiscriminate arrests are gross violations of human rights.” Supreme Court, in several cases, has stressed that even in exceptional cases, the need for arrest should be proportional to the gravity of the alleged offence.\nSanctity of due process | HC’s call comes barely a month after SC emphasised in the Prabir Purkayastha (NewsClick founder) vs State (NCT of Delhi) case the paramountcy of procedural safeguards that flow from the Constitution to ensure arrests are not arbitrary.\nColonial mindset | India’s plethora of preventive detention laws have arbitrariness almost inbuilt in terms of their loose wording and expansive interpretation. Given the burden of undertrials across India’s prisons, SC in 2022 even urged Centre to frame a law to restrain probe agencies from arresting any accused “unnecessarily”. It said indiscriminate arrests reflect a “colonial mindset” and create the impression of a “police state”.\nSocial media arrests | Perhaps no “sector” has seen as many arbitrary FIRs and arrests as social media posts. If arrests of students celebrating a Pakistan match win were jaw-dropping, various state police forces have criss-crossed the country to swoop down on young people over their online POVs, taking them into custody on the flimsiest of excuses. Eventual bail or quashing of charges is not the point. The point is police get away scot-free for the trauma they induce, working only to please political masters – across party lines.\n\n",
        "headline_1": "Cops, stop & think",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cops-stop-think/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Today marks the 89th birthday of Serajul Islam Choudhury. At a conjuncture characterised by the constitutive contradictions and crises of such systems of exploitation and oppression as capitalism and imperialism, Serajul Islam's Choudhury's work continues to speak to the emancipatory struggles of the oppressed around the country, and even the world.\nLiterary and cultural critic, social and political analyst, media commentator, teacher, pedagogist, translator, editor, columnist, activist, and surely an outstanding teacher of English literature—Choudhury continues to be one of the most prolific writers in the Bangla language today. And it is no less significant that, even at 88, he recently led the Palestinian Solidarity rally in Dhaka, attesting to his characteristic activism that variously informs his written work.\nSerajul Islam Choudhury is the author of more than a hundred books and numerous essays. He has also written several books in English, including some ground-breaking ones on the revolutionary Bangalee poet Kazi Nazrul Islam—Choudhury's all-time favourite. But, more than anything else, Serajul Islam Choudhury is a major and leading intellectual of our time, committed as he is to nothing short of the total emancipation of humanity in its entirety.\nI cannot do justice to the entire range of Choudhury's massive work in this short piece. But I intend to touch on the significance of certain aspects of his work. To begin with, Choudhury's work remains organically responsive to and thoroughly informed by our own national liberation movement, class struggles, and other forms of struggle in Bangladesh. One who always historicises his own people's conditions of being and becoming, Choudhury continues to make interventions in such broad areas as society, politics, political economy, culture, and history, while making the points that telling without doing is profoundly insufficient and that gnosis (knowledge) without praxis (practice informed by knowledge) is simply empty.\nIndeed, for about six decades now, Choudhury has been making an inventory of the daily acts of people's resistance and modes of forbearance and survival as well as their aspirations and hopes, exemplified in a range of his works from, say, his earlier book Nirasroy Greehi (1978) and Bangalee Kake Boli (1988), to Swadhinota Spriha Sammyer Bhoy (1988) and Gonotontrer Pokkho-Bipokkho (1991), to Rashtro o Sankskriti (1993) and Rashtrer Malikana (1997), to Bicchinnotay Osommoti (2014) and Pa Raakhi Kothay (2018), to Vidyasagar o Koyekti Prosongo (2021), among many others. One would also do well to cite yet another example. Choudhury used to write an immensely popular—if not populist—column called \"Somoy Bahiya Jay\" with commendable verve and unflagging enthusiasm in a style that is distinctively Choudhuryian. He has exemplarily evolved a prose-style that makes his work pleasantly readable and accessible. For him, this very question of style is not only an aesthetic question but also a political one.\nChoudhury, consistently critical of individualism and opportunist liberalism, centres the struggles of ordinary people in his work, supports their movements, and writes extensively about them, exemplifying the role of a public intellectual in Bangladesh. Contesting corporations and politicians who invoke \"people\" to abuse them, Choudhury addresses real material contradictions and issues of class, gender, race, and nationality. His critiques of liberal humanism are evident in his incisive analyses of figures like Raja Ram Mohan Roy and E M Forster, just to provide two quick examples.\nAnd, in opposition to the tradition named above, Choudhury clearly identifies the people for whom he tirelessly writes and fights. The people for him, then, are clearly the majority in the country—the toiling masses—peasants and workers, including women as well as ethnic, religious, and linguistic minorities, ignored and oppressed as they are. And he writes about them from the perspectives of their collective emancipation. To put it bluntly: human emancipation itself constitutes the most fundamental, abiding theme in Choudhury's work. In fact, the question of people's emancipation remains organic and integral to the entire constellation of Choudhury's interrogations and interventions from his early works to one of his major works called Jatiyotabad, Samprodayikota o Jonogoner Mukti (2015), which can justly be regarded as his historiographical tour de force.\nLet me now briefly describe one of the predominant approaches used in Choudhury's work. Indeed, what—among other things—enables his interventions to remain attentive to both connectedness and contradictions as well as to the \"specific\" in its historical determinateness is dialectics itself. Dialectics is Choudhury's weapon. For him, dialectics—as a science of the general laws of contradiction, motion, and transformation—is not merely a scholarly or academic exercise; it is a radical tool. He sharpens and deploys the weapon of dialectics in his writing. In fact, it enables him not only to zero in on the specific or the particular as such, prompting him to advance a concrete analysis of a concrete situation, but also to discern and demystify both contradictions and connections between the specific and the general, between the particular and the universal, between the abstract and the concrete, between critique and action, between gnosis and praxis. But only discerning or demystifying contradictions and connections is never enough for Serajul Islam Choudhury. He identifies them in the interest of social transformation and emancipation, broadly speaking.\nFurther, in the Marxist tradition, Choudhury's approach reckons the class struggle as both the horizon and motor of world history. This approach enables us to see how the development of the productive forces brings into existence different production relations and different forms of class society. And this approach is also nothing short of a revolutionary one that makes us see how the question of the entirety of human emancipation remains connected to the transvaluation of the questions of property relations, the social division of labour, and the process of social reproduction, and so on—i.e., connected to the total abolition of value (exchange value) itself—\"an abolition that can be effected only by a revolution,\" as Marx and Engels put it in The Communist Manifesto.\nAs the German Marxist theorist Walter Benjamin points out in his classic work On the Concept of History: Class struggle, which for a historian schooled in Marx is always in evidence, is a fight for the crude and material things without which no refined and spiritual things could exist. Choudhury's approach demystifies how the class struggle in its concrete historical-becoming is a fight for \"the crude and material things\" as much as it is a struggle for the \"refined and spiritual things,\" interconnected as they are. Thus, his approach considers both political economy and culture as the dialectically interconnected sites of life-and-death struggles of the oppressed.\nSerajul Islam Choudhury explores the role of intellectuals in his essay Buddhijibeeder Kajkormo o Daydayitto. While intellectuals like Antonio Gramsci, Noam Chomsky, and Edward Said—their different styles and approaches notwithstanding—accentuate the oppositional role of intellectuals committed to radical change, Choudhury supports a similar stance. He believes an intellectual must question oppressive systems and speak truth to power for revolutionary social transformation. Choudhury also stresses the importance of reaching others with these critical ideas, as collective effort is essential for change.\nChoudhury's views on the role of intellectuals apply to himself, as he clearly identifies systems of oppression such as capitalism, imperialism, communalism, and patriarchy. He is recognised as Bangladesh's leading anti-capitalist, anti-imperialist, anti-colonial, anti-communal, and anti-patriarchal public intellectual. Beyond opposing these systems, Choudhury advocates for socialism, arguing there are no contradictions between socialism and democracy; rather, to be socialist is to be democratic.\nA public intellectual as he is, Choudhury in his work touches upon almost every aspect of the life of the masses in Bangladesh. To the extent that he does it, he is bound to cross—and range across—disciplinary borders and boundaries, as he surely does in his work. This is why Choudhury is equally comfortable with producing literary and cultural criticism, political commentary, editorial essay, autobiographical narrative, tract and treatise, newspaper column, and so on, in which the linguistic, the literary, the social, the political, the historical, and the cultural interpenetrate and intersect, exemplifying a radical interdisciplinarity.\nFor instance, Choudhury has written on Tolstoy and on such modernists as Conrad, Forster, Lawrence, Joyce, Yeats, Pound, and Eliot, among others. Of course, Choudhury has written on every major, canonical Bangalee writer—Madhusudan Dutta, Ishwar Chandra Vidyasagar, Bankim Chandra Chatterjee, Rabindranath Tagore, Mir Mosharrof Hossain, Sarat Chandra Chattopadhyay, Bibhutibhushan Bandyopadhyay, Manik Bandyopadhyay, Tarasankar Bandyopadhyay, Kazi Nazrul Islam, Jibanananda Das, and Syed Waliullah. The list here is by no means exhaustive. Choudhury has produced a remarkable body of work that traverses a wide range of concerns directly relevant to the contemporary life of the suffering masses in Bangladesh. And it is in this body of work that Choudhury most exemplarily forges organic links among the political, the social, the historical, and the cultural all at once. Moreover, it is in that body of work that Choudhury has consistently advanced and relayed his formulation—one that appears fundamentally Gramscian to me—that there is no alternative to forging links between the intellectuals and the masses, if \"the point is to change the world,\" to quote Marx's eleventh thesis on Feuerbach.\nI have hitherto selectively drawn on Choudhury's range of works to underline a few of his historically significant and still relevant contributions. An outstanding critic and perceptive analyst, Choudhury teaches that producing knowledge is necessary but not sufficient. He emphasises that knowledge must be used for social change and the emancipation of the masses. Firmly committed to the Marxian principle of praxis, Choudhury values knowledge that transcends mere interpretation, aiming to transform people's consciousness.\nAs his former student and a member of the editorial board of his national weekly Somoy, I have learned immensely from Serajul Islam Choudhury. His work taught me that teachers, intellectuals, and educators must fulfil their social and political responsibilities and remain accountable for the knowledge they produce. On his 89th birthday, we owe Choudhury immense gratitude for his contributions to our country and even the world.\nDr Azfar Hussain is currently Summer Distinguished Professor of English & Humanities at the University of Liberal Arts Bangladesh (ULAB). He is director of the graduate programme in social innovation and a professor of interdisciplinary studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Bangladesh’s Premier Public Intellectual",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-premier-public-intellectual-3638951",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "When European Commission President Ursula von der Leyen took office in December 2019, she established a \"new push for European democracy\" as one of her six policy priorities. After the European Parliament elections on June 6-9, one of the biggest threats to democracy still needs to be adequately addressed: the risks confronting Europe's media sector.\nTo be sure, EU lawmakers have taken important steps that will help safeguard media. The Digital Markets Act, limiting the power of the largest digital platforms as \"gatekeepers,\" and the Digital Services Act, making them more transparent and accountable, entered into force in 2022. The Artificial Intelligence Act, focusing on the development of \"trustworthy\" AI, and the Media Freedom Act, designed to protect media from political or economic interference, have now also been passed.\nBut the challenges media face remains formidable. Business models were upended by the internet, causing publishers to slash the total number of journalists; for example, 60 percent of US newspaper jobs have vanished since 1990. At the same time, online media have not fully compensated for such cuts. With the advent of AI, this trend could go into overdrive, with most journalists outside of public broadcasting thrown out of work. Meanwhile, oligarchs rule over the media landscape in many countries, and disinformation spreads like wildfire.\nBold action to safeguard and strengthen free, independent media has become urgent. A strong media sector is a pillar of any democracy—as the EU's Democracy Action Plan recognises. But, for the EU mandate in 2024-29, implementing enacted legislation is not enough. The rule of law and AI guidelines do not feed journalists. The EU's leaders must signal that they take the sustainability of news media seriously. To this end, the next European Commission should mandate a \"media industrial policy,\" and regroup related resources toward a directorate-general for democracy and media, overseen by a dedicated \"Democracy Commissioner.\"\nIndustrial policy does not equal state control, and it need not cost a lot. It should be viewed as the coordination of public-sector efforts to enable a strategic domain to transform itself. Europe has done this for many industries, often to great effect. A successful media industrial policy would emphasise five priorities.\nFirst, it would foster regulation that maximises the impact of legislation. While the recent acts are crucial, and should be transposed into national laws, it is up to regulators—including telecommunications and competition authorities—to nurture an information ecosystem that reflects a better balance between media organisations and digital platforms.\nFor example, platforms should be forced to incorporate \"trustworthiness indicators\" into their algorithms—a step they agreed to, in principle, six years ago. This would slow the spread of fake news and boost audiences of quality content, in turn leading to higher advertising and subscription revenue for publishers and broadcasters.\nSecond, while research and development related to AI is relatively well-funded, the media industry will require targeted, creative thinking from all sides. The EU's Media and Audiovisual Action Plan, still in the early stages of implementation, aims explicitly to foster more innovation in the industry. It includes the NEWS initiative, which bundles together EU actions to strengthen the news-media sector. Taking these efforts further would not necessarily cost more.\nFor example, the EU issues a yearly call for \"Journalism Partnerships,\" which are cross-border collaborations between news-media organisations, focusing on innovative business models or newsroom transformations. But this programme—which is significantly oversubscribed—receives just 6 million Euros ($6.5 million) in annual funding. In the future, funding procedures in other European Commission directorates-general should include co-labelling all EU proposals relevant to news media \"NEWS.\"\nThird, the media industry today relies essentially on ads and subscriptions. What we need is more diverse financing, including public support for innovation, but not subsidising journalists' salaries, which would distort media ethics.\nIn supporting the media sector's transformation, public procurement, philanthropy, and new forms of investment also have a role to play. Public agencies should shift their advertising budgets toward quality media. Philanthropy can correct market failures and complement EU programmes. As for investment, reducing the cost of capital via sovereign funds could attract impact investors and help safeguard media from oligarchs. The InvestEU programme should include a dedicated NEWS track.\nThe fourth priority is structural transformation. Within the EU and beyond, a few large platforms dominate the information and advertising ecosystem. By comparison, news publishers—which tend to confine their operations to a single country or even locality—are tiny. An uncoordinated army of dwarfs battling an oligopoly is not sustainable.\nA better approach would entail organisations sharing some costs—especially as they shift from variable costs (like printing and physical distribution) to fixed expenses (like editors' salaries, IT, and product launches). This can be done through cooperation, or even consolidation. While mergers within a national or local context can raise risks for pluralism and jobs, cross-border deals can strengthen all brands involved, preserve jobs, and reduce the influence of national governments. To facilitate this process, competition regulators could set targets related to pluralism (for example, preserving diverse brands as conditions for merger approvals) and encourage newsroom transformation (when allowing state aid).\nLastly, both individual and collective skills must be upgraded. Journalists must be able not only to deal with AI, but also to make the most of innovations in information-technology and marketing. Cross-border cooperation also requires institutional skills, including expertise in crucial areas of change (not least AI). Since these imperatives lie at the crossroads of education and research, public support is appropriate.\nDuring the next EU mandate, most independent media will die or shrink, one way or another. But, if EU leaders do their jobs right, plenty can be reborn in a more resilient form.\nPaolo Cesarini is director of the European Digital Media Observatory. Christophe Leclercq, founder of Euractiv Media Network, is chair of Europe MédiaLab. Maria João Rodrigues, a former member of the European Parliament, is president of the Foundation for European Progressive Studies.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What EU must do to protect media and democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-eu-must-do-protect-media-and-democracy-3638926",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "The butcher cuts the meat into pieces. It's hard to believe that the hide was concealing so much. Each organ of the animal has its own story, but now it's all history. Just the day before Eid, we bought the animal from a makeshift cattle market. There was visible dissatisfaction everywhere. The traders complained they were not receiving the prices displayed by the online markets, while the buyers believed the traders had entered the market with unrealistic expectations curated by some corporate manipulators. The farmers who fattened their animals realised that most of their customers' wallets were far from fat.\nAs I stand before the heap of fresh meat, my thoughts turn to the slain politician who was hacked to death, and his body was disposed of like trash. When MP Anar went missing, I cried with his family. His daughter's appeal to find her missing father moved me. I thought he was a simple man who crossed the border in a rickshaw van. Then the truth started coming out of the hide, piece by piece.\nThe MP turned out to be someone with a notorious past: underground politics, gold smuggling, and racketeering. It was hard to imagine that the face could hide so many secrets. Information came to light byte by byte. The sympathy for the public figure waned, yet his brutal end served as a reminder that, in the end, we live in a jungle where beasts will devour beasts. Once the skins of civilisation peel off, the inner beasts are revealed. Once exposed, the animal becomes a target. The hunter is hunted. You can only pray that you don't become prey.\nThe pile of meat starts getting bigger and bigger under the blades of our hired butcher. I am manning the mission so that beefs don't get mixed up, pieces don't get missing during the process, and the size of meats remains appropriate for distribution. The animal we bought the day before probably had no clue about our purpose. Even if it did, it was helpless. It followed us, meeting its fate rather naively. Again, I think of the slain parliamentarian. I could have thought of Jamal Khashoggi, but Anar is nearer. They used the same technique, luring Anar into the trap only to hack him into unidentifiable and disposable pieces. Is it true that they marinated Anar's meat with spices to mask the corpse smell? I suddenly lose my appetite, and the meat looks gross despite its holy nuances.\nThe political animals are full of tricks. They know how to bring other animals into their traps. At times, lust taints the baits, painting them with desire. We hear that the predators lured Anar into a honey trap. The bait unleashed the inner beast within the man who met his demise. Other beasts were waiting to match him.\nThe baits come in different shapes and sizes. Animal traders know which bait to hook their prey with. Some baits are glorified by focusing on size. The bigger the animal, the larger the display. The spectators wait for the animals' dramatic fall, with resounding thumps that will echo through heaven's doors to announce the sacrifice. Private prayers become public. Instead of sacrificing their inner beasts, some animals prefer displaying their bestial energy when sobriety is required. Some fall for the honeyed words of the traders who have corporatised the trade.\nThey reimagine Darwinian selectionism—the principle of survival of the fittest. Being fit, on the other hand, entails being intelligent enough to be adaptive. The strongest of animals have disappeared, while we humans have survived, not because we were the strongest, but because we were quick learners. The small can only eat the big if you know how to process it. The animals who are having a field day may very well be devoured by us, the humans. The day may come when our skins will peel off, and we will match the bestiality of other animals.\nAfter all, we are all animals, whether political or biological. Some animals are bigger than others. Some are smarter and more adaptive. Some eat while others are eaten. Someone who drags an animal with a rope may soon find themselves roped in. The one who sharpens the blade can soon be under its edge.\nThe individuals who fatten their beasts manipulate the egos of their intended victims. They are aware that certain animals are susceptible to being deceived by appearances. Then there are corporate masters who understand the power of images. They import rare breeds to stand out from the crowd. To maximise their profits, they hide import documents. They claim their items are exotic, albeit esoteric. To make claims for their goods, they invent family lineages. Little do they realise that once the meats are processed, it's all the same. The hide will remain on the pavement without any offer. Another syndicate. They'll make you wait so that you can give it away for free.\nIn the market of sacrifice, it is difficult to distinguish between devotion and devotee. Who sacrifices whom? For whom do the sacrifices take place? When did God require projected pride manifested by the size of the beasts, as opposed to humility and submission? Who buys these animals? Does God sanction the purchase of a holy sacrifice with unholy money? Who uploaded the images with the intention of manipulating the public's perception? The unreal cost of an animal piques the public's interest. The boasting beasts come under scrutiny. The hidden animals get exposed. The father disowns his son—or should I say sacrifice? The analogy becomes a false echo of the original sacrifice. The fallen animal proves to be less intelligent and less adaptive. Darwin wins. Does their former master's sacrifice of the mighty ones reflect God's will? Or is it the will of the political master? Was Anar sacrificed, too? The list of fallen heroes and runaway animals is growing.\nThe heap starts getting bigger and bigger. The creature has long come out of its hide. It will be consumed. Its energy will be dispersed. The yields will be bagged. The yields will be eaten. The meat will undergo a transformation into various forms of energy. It will reach the bloodstream. It will travel to various cells at different ends. The beast will be reborn.\nEverything must come to an end. But who will have the last piece? Who will have the last laugh? Are the fallen false gods and the reign of animals a test of God's will? Pray we don't become prey.\nDr Shamsad Mortuza is professor of English at Dhaka University.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "A monologue on the beasts among us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/monologue-the-beasts-among-us-3638391",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "For some years now, deposits from Bangladesh in the Swiss banking system have made news worldwide. Now, a total reversal is being witnessed as there has been almost wholesale withdrawal from Swiss financial institutions. Experts believe that a change in banking laws in Switzerland has precipitated this avalanche of withdrawal from the legendary banking system that had, for centuries, been extremely tight lipped when it came to any sort of disclosure. Time has changed. The Swiss move towards greater accountability and transparency in the face of mounting international criticism about the nature of its banking operations and multiple breaches of confidentiality have, reportedly, rattled the faith of dubious depositors from Bangladesh, India and, maybe, some other countries.For decades, economists and media in Bangladesh have been stating that billions of dollars have been siphoned off and parked in offshore accounts. Ever since the Global Financial Integrity (GFI) report revealed the huge illicit financial outflows from Bangladesh between 2009 and 2018, laundered money has been a widely-discussed issue in Bangladesh. Disclosure by Swiss banks tells us that panic withdrawal by Bangladeshi citizens began in 2021 (Swiss Franc 872 million deposits) began diverting the bulk of their deposits elsewhere, and within the span of one-year, total deposits had fallen to Swiss Franc 55 million in 2022 before plunging to a mere 18 million Swiss Franc! Obviously, this trend speaks volumes about what our own secretive billionaires think about international pressure on the Bangladesh and what may happen in the future regarding sanctions on individuals or institutions of Bangladesh origin. That the Swiss authorities would, in all probability, comply with international sanctions is of major concern to unscrupulous Bangladeshi affluent people who have siphoned off billions in foreign exchange and now parked their liquid assets in countries that are least bothered about where the money comes from. Allegations have been levelled against a number of nations where these deposits may have been diverted but it would be premature to name nations without concrete proof. That proof will not be forthcoming from such nations because they do not necessarily adhere to international norms on money laundering.The big question for policymakers is how long will this plunder be allowed to continue. What is the point of trying to generate more internal revenue if loopholes are allowed to exist in the financial system where billions of public monies can so easily be siphoned off and then easily converted to foreign exchange, either through trade mis-invoicing or conversion into foreign exchange using informal channels (hundi) and parked in foreign accounts? None of this news is important to policymakers, it seems. As long as local media had reported these instances it was of little consequence, but now that Swiss National Bank (SNB) has mentioned it in its annual report, the lid has been blown off and there is no way to ignore the situation anymore. What SNB reported is that deposits from Bangladesh included all types of funds -- personal, bank and other enterprise deposits.So, what has Bangladesh Bank's financial intelligence unit been doing all this time? Where was national revenue board (NRB) when all this money was being transferred out of the country? And now that the economy is in the red with barely 3 months' import bill covered by the current foreign exchange reserves, what steps will policymakers be taking to rectify past wrongs? These are valid questions. One can only hope that the cancer is treated while there is still time for remedial measures to be effective.",
        "headline_1": "Faith lost in Swiss banking system?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/faith-lost-in-swiss-banking-system-1719069308",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "For the last eight years, a regional commission of the United Nations (UN) has been working to introduce an electronic documentation system to replace paper-based ones in clearing customs processes in international trade by countries. The idea behind the move is to cut trade costs by reducing customs clearance time at border points and making the movement of goods smoother. Though shifting from the paper-based to a paperless way of customs settlement sounds simple, yet it requires a lot of technical work. It also demands proper coordination across borders as well as international cooperation. It is the UN Economic and Social Commission for Asia and the Pacific (ESCAP) that initiated the Framework Agreement on Facilitation of Cross-border Paperless Trade in Asia and the Pacific (CPTA) eight years ago, on May 19 in 2016 to be precise, to facilitate the electronic trade settlement mechanism in the region. The declared objective of the treaty is \"to promote cross-border paperless trade by enabling the exchange and mutual recognition of trade-related data and documents in electronic form and facilitating interoperability among national and sub-regional single windows and/or other paperless trade systems, to make international trade transactions more efficient and transparent while improving regulatory compliance.\" This vision of a more efficient and transparent trade system should inspire optimism and hope for the future. Eight years later, most regional countries are yet to join the treaty as only 13 countries, including Bangladesh, have become the parties. The treaty entered into force on February 20 in 2021. Against the backdrop, the ESCAP hosted the first Paperless Trade Week in Bangkok in the first week of this month to foster deeper cooperation among regional public and private stakeholders to adopt and implement the CPTA. Through the event, ESCAP has repeatedly urged Asian and Pacific countries to join the treaty. Currently, there are 53 members and nine associate members. The members include the United Kingdom (UK) and the United States (US). The UN regional commission supports inclusive, resilient and sustainable development in the region. It was of the view that sustained commitments from the governments to develop the essential foundations for national and cross-border paperless trade are necessary. It also stressed implementing the framework agreement and actively promoting the treaty's benefits. The framework agreement may be considered as a complementary deal of the World Trade Organization (WTO) Trade Facilitation Agreement (TFA). According to some analysts, the TFA has some limitations, especially regarding cross-border paperless trade, as the multilateral agreement has only a provision on a single window at the national level, either paper-based or electronic. The CPTA, despite being a regional treaty, is entirely dedicated to facilitation of cross-border paperless trade where the systems of interoperability and mutual recognition of documents across the borders are strongly inserted. However, not everyone is ready to accept the CPTA as complementary to the TFA, and many think that the regional framework agreement is supplementary to the WTO deal. Moreover, some analysts pointed out that the TFA contained several provisions relevant to paperless trade. These are the electronic exchange of data and documents, the electronic submission of trade-related documents, e-payment systems, electronic single window systems and international standards for paperless trade. They also argued that TFA left room for WTO Members to shape their own systems and legal frameworks regarding paperless trade or cross-border trade digitalisation. Taking a visual snapshot of a paper document, either a scanned or a PDF version, is part of paperless trade processing. It is, however, a simplistic solution with a lot of limitations. For instance, it is time-consuming to scan a bulk amount of documents. Data-trader interface (DTI) is a better option, while using fully electronic messages, known as electronic data interchange (EDI), is also efficient. Generally, these systems provide an application-programming interface (API) to facilitate interaction with the database. Bangladesh is one of the first three signatories of CPTA, and the country ratified the treaty much earlier than many other parties. Thanks to the advancement in digital infrastructure, it has now become easier for Bangladesh to conduct paperless business with its trading partners provided that they reciprocate accordingly. The country has already implemented some crucial measures regarding paperless trade. These include automated customs systems, electronic application and issuance of import and export permits, and e-payment of customs duties and fees. This means that the country is consolidating the ground for paperless trade. In his budget speech, delivered in the first week of June, the finance minister Abul Hassan Mahmood Ali said that to introduce paperless customs and Ease of Doing Business, initiatives such as National Single Window (NSW) for fast clearance and accelerated imports and exports, Automation of Bond Management, introduction of Authorized Economic Operator (AEO), non-intrusive inspection, Advance Ruling, Pre Arrival Processing of consignment and E-auction program have been implemented. He also added that the Customs Risk Management Commissionerate has been established to introduce an automated risk management system.Nevertheless, the country still needs to take some more steps to make the digital infrastructure sound, secure, and robust to facilitate the efficient settlement of international paperless trade. According to the fifth United Nations Global Survey on Digital and Sustainable Trade Facilitation, Bangladesh still needs to catch up with others in the cross-border paperless trade. Though it has partially implemented electronic commerce laws and regulations, it has yet to implement the electronic exchange of certificate of origin and sanitary & phytosanitary (SPS) certificate. Measures like recognised certification authority, electronic exchange of customs declaration and paperless collection of payment from a documentary letter of credit are still at the planning stage, as per the UN survey report.[email protected]",
        "headline_1": "Advancing cross-border paperless trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/advancing-cross-border-paperless-trade-1719069341",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Though unique, colourful, and beautiful, birds are often taken for granted and seldom receive human kindness, understanding, or protection. Some of those, however, can consider themselves to be lucky enough to be loved and taken care of by humans. And that is exactly what happened in Sherpur upazila of Bogra. Humanity and love have been aroused to such an extent that the upazila has become a safe sanctuary for birds. In the branches of big trees, birds of many kinds are weaving intricate nests and finding a safe haven undisturbed by predators, human or otherwise. It provides a unique spectacle of nature and humanity working in harmony.Before the transformation, thoughtless bird hunters carrying air rifles were common in the area. Today, thanks to the tireless efforts of compassionate, bird-loving locals, Sherpur has become a flourishing bird sanctuary. Much of the credit goes to an organisation aptly named the Environment and Defense Agency (EDA). Established in 2020, the EDA has been at the forefront of protecting the environment and biodiversity across ten unions of Sherpur Upazila and Sherpur Municipal Town. Their approach is comprehensive, extending beyond mere advocacy to hands-on intervention. They inform and educate the local population on the importance of preserving birds, the invaluable contribution they make to the environment, and provide care and medical attention to injured birds.Cyclone Remal last May was particularly devastating for the local bird community in Sherpur. Heavy rains and strong winds battered their homes, destroying their hard-built nests. Among these were nests of doves and woodpeckers, with chicks that went crashing to the ground and were injured or killed. Despite having to address the myriad of problems Cyclone Remal gave them, the noble thoughts of local residents were with the hapless bird sanctuary. They alerted the EDA and provided assistance in every way they could in the rescue operation. The EDA members with the assistance of veterinarians and the local community, went into emergency overdrive and swiftly rescued and treated the injured birds at the Upazila Livestock Office. Beyond the rescue operations, the EDA is also deeply involved in community outreach. They regularly meet with villagers and school students to spread awareness about biodiversity and the importance of protecting it. This proactive engagement has fostered a culture of conservation within the community, shifting perceptions and behaviours towards appreciating and protecting wildlife.The importance and significance of this initiative cannot be overstated. It exemplifies how the younger generation is more conscious and committed to safeguarding the natural world. Their actions have not only created a safe haven for birds and other wildlife, but have also inspired others to follow suit. The transformation of a large area of Sherpur into a bird sanctuary and bringing all the locals onboard is a testament to their hard work and unwavering dedication.The youth of Sherpur have demonstrated to the rest of Bangladesh that real change is possible when awareness is combined with understanding, compassion and action. They offer a model for communities everywhere and go beyond proof that grassroots initiatives can have a profound impact on the environment. Goodness has to have its roots somewhere. Their story serves as a shining example of how compassion coupled with awareness can transform an entire community. The intriguing question is, why only Sherpur? Why cannot people around the country have the same compassion for the birds that have been living with us since time immemorial? They certainly deserve a little space. For those who want to be in communion with nature, the villages in Sherpur could be an ideal place. Birds will take you back, at least for a few moments, to the times when everything was so different, not affected by the intrusion of modernity.[email protected]",
        "headline_1": "A shining example of caring for birds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-shining-example-of-caring-for-birds-1719069412",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2024"
    },
    {
        "full_article": "Almost all of us go to work to fulfill various needs. Employees, say, work in a particular workplace, where many people come to receive services. Conversely, employees may also need to visit other offices for services. Relatives and friends of employees also go to different offices for services. We should ensure quality service in our respective workplaces and treat others with the same courtesy we expect when seeking services elsewhere.Extortion in the name of service and harassment while providing services should be avoided. Selling yourself for a little money can bring temporary peace in this temporary world. However, neglecting your duties will deprive you of real mental happiness and heavenly peace. We should set a shining example by playing an honest and responsible role in the workplace. Instead of competing in dishonest work, we should strive to build a good society by performing our duties honestly.A dishonest person is hated by everyone in society and is harmful even if educated. Such a person cannot leave a good legacy for their children and may face legal consequences for their dishonest acts. Ultimately, our responsibility to the workplace is a commitment. Peace in this world and hereafter is possible only by being true to that commitment.Khalid MosharofInstructor, PTI, Sonatola, Bogura[email protected]",
        "headline_1": "Treat clients with respect",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/treat-clients-with-respect-1719069511",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2024"
    }
]