[
    {
        "full_article": "The Indian rupee is experiencing its worst slump in four years. Since the start of 2022, the currency has depreciated by more than 7% against the U.S. dollar, weakening past a historic low of 80 to a dollar mark earlier this week. While the Indian currency is not alone in faring poorly against the greenback, with even the historically strong euro and the British pound taking a hammering and weakening by more than the rupee has, the fact that other currencies too have appreciably lost value against the dollar can only offer cold comfort to India’s real economy. Domestic manufacturers and services providers are now having to cope with not just higher dollar prices for the raw materials, equipment or other supplies they may need to procure from overseas, in the wake of the supply disruptions caused by the pandemic and the war in Ukraine, but they also face mounting import bills — the slide means they have to fork out more rupees for the same dollar price from even just a few months ago. The Finance Minister and the RBI Governor have sought to explain the proximate causes for the pressure on the currency and allay apprehensions that the rupee may be in a ‘free fall’, a scenario that could ultimately prove rather damaging for macro-economic stability by spurring imported inflation at a time when both fiscal and monetary authorities are battling to tame runaway inflation.While the Minister’s statement in the Lok Sabha cited factors including the Russia-Ukraine conflict and soaring crude oil prices as major drivers of the rupee’s depreciation, Governor Shaktikanta Das on Friday acknowledged concerns about the rupee and pointed to the fact that foreign portfolio investors were “selling off assets and fleeing to safe haven” in the wake of global monetary policy tightening. So far in 2022, FPIs have dumped $29.6 billion in Indian equity and debt after three straight years of net investments, with the prospect of more, sharp interest rate increases by the Federal Reserve to tame four-decade-high U.S. inflation likely to do little to staunch the outflows. The dollar index, a measure of the greenback’s value against a basket of six major currencies, too offers little reassurance to the rupee. The index is just shy of a 20-year high hit last month indicating that investors are betting strongly on dollar-backed assets. The rupee’s real effective exchange rate (REER), which provides a weighted average value in relation to a basket of currencies of its major trading partners, is also signalling that the Indian currency is still overvalued and has room to depreciate further. Notwithstanding Mr. Das’s assertion that India’s underlying fundamentals ‘are strong and resilient’ with foreign exchange reserves ‘adequate’, the RBI will need to judiciously utilise every dollar in its war chest to ensure that a likely slowdown in exports and sticky imports do not add more undue pressure on the rupee.",
        "headline_1": "Currency caution: On the Indian rupee’s depreciation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/currency-caution-the-hindu-editorial-on-the-indian-rupees-depreciation/article65671013.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "It was hardly a surprise that Russian President Vladimir Putin chose Iran, another country at the receiving end of western sanctions, for his first visit outside the former Soviet sphere since Russia’s February 24 invasion of Ukraine. Russia and Iran, brought together by their opposition toward the West, already have a strategic partnership in place and have worked together in places such as Syria. But despite this cooperation, tensions have also existed where Russia has remained the big brother. But the war and the subsequent western sanctions on Russia have added a new dimension to the partnership. Hours before Mr. Putin landed in Tehran, the countries signed a $40 billion energy memorandum of understanding where Russia’s Gazprom would work with the National Iranian Oil Company in developing energy fields and building LNG projects and pipelines. Last week, the U.S. had claimed that Russia was also seeking armed drones from Iran to deploy in Ukraine. So, Russia, battered by sanctions and rattled by the slow progress of its war, is seeking to build a coalition of the sanctioned by deepening an economic, defence and strategic partnership with Iran. And in Tehran, Mr. Putin has found a receptive audience.In Tehran, Mr. Putin also met Turkish President Recep Tayyip Erdoğan to discuss the Syrian civil war and a United Nations proposal to allow grain exports from Ukrainian ports via the Black Sea. The trilateral summit, at a time when the West seeks to isolate and punish Mr. Putin, shows the complex geopolitical moves at play in West Asia. Turkey, a NATO member, has condemned the Russian war and supplied Ukraine with drones, but refused to join the western sanctions against Moscow. Turkey and Russia, which back rival factions in Syria’s civil war but have entered into an entente, need each other to protect their interests in Syria. Iran, whose bet on the 2015 nuclear deal backfired after the U.S. unilaterally pulled itself out of the agreement in 2018, has been keen on building stronger strategic and economic ties with China and Russia. As the nuclear talks resumed by the Biden administration have reached an impasse, Iran’s Ayatollahs would naturally prefer a stronger partnership with Russia. This explains the complex trilateral dynamics of the Tehran summit. The visit has also highlighted the importance of West Asia in the time of great power rivalries. Mr. Putin’s visit came just days after U.S. President Joe Biden wrapped up his Saudi-Israel tour. Mr. Biden warned America’s traditional allies against Russia, China and Iran gaining greater influence in the region. And days later, the Russian leader was in the Iranian capital. While Mr. Biden seeks to build a united front of American allies in West Asia against Iran and Russia, Mr. Putin is betting on Iran to expand the Russian influence in the region in these difficult times.",
        "headline_1": "A coalition of the sanctioned: On Russia and Iran",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-coalition-of-the-sanctioned-the-hindu-editorial-on-russia-and-iran/article65666244.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "No questions can be asked about India being a democracy.  Is India a “mature” democracy?  Since “sabhas” and “samitis” existed in India thousands of years ago, most people will answer in the affirmative, as they will about Greece, even though neither was a democracy in the modern North Atlantic sense.\nBut adjectives can be subjective, as with “mature” wine. For clarity in many aspects of life, we look towards courts. A former judge of the Supreme Court (AK Ganguly) has recently told us India is a “mature” democracy.  A present SC judge (JB Pardiwala) has told us, even more recently, India isn’t a “completely mature” democracy.\nRead full opinion on TOI+\n\n",
        "headline_1": "Judging our judges: In half the world, judiciary has to mandatorily disclose assets. Why is this not the case in India?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/judging-our-judges-in-half-the-world-judiciary-has-to-mandatorily-disclose-assets-why-is-this-not-the-case-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "The Supreme Court in a nuanced judgment struck a blow for durable economic development in a state denuded of almost all its forest cover. The legal core of the verdict is that all land in Haryana covered under the Punjab Land Preservation Act will be treated as forest land. In practical terms it gives a chance to save something of the Aravalli range, one of the oldest mountain blocks in the world and the barrier against desertification of India’s breadbasket. Hopefully, this ruling will end decades of reckless destruction of the landscape.\nThis verdict is in harmony with the tone of almost three decades of jurisprudence on the Aravalli range, a key feature of the National Capital Region. Three states that have areas folded into NCR, Haryana, Rajasthan and UP, have a forest cover significantly lower than the national average of 21.7%. Haryana is the lowest at 3.6%. In that sense, this verdict should end the false debate of development versus environment. They are intertwined and need to be nurtured together for progress. The destruction of the Aravalli has already extracted a large economic and health cost in the NCR.\nIn 2013, the World Bank estimated that the annual cost of India’s economic degradation amounted to $80 billion or 5.7% of the GDP. The lion’s share of the cost was on account of pollution that results in a significant mortality load among adults. The growth versus environment approach to policy that has guided successive Haryana governments can be distilled down to actions that benefit a sliver of the real estate sector. Costs have been passed on to the rest of the state, particularly the rural economy. Hopefully, after this SC ruling, the Aravalli will have a sporting chance of survival.\n\n",
        "headline_1": "Saving the hills: SC’s Aravalli ruling has wider lessons",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/saving-the-hills-scs-aravalli-ruling-has-wider-lessons/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "Girls have out-performed boys in CBSE Class 12 exams, and not for the first time. In higher education as well, their gross enrolment ratio is more than that of male students. Unfortunately, too much of our society still remains less interested in what the two genders are achieving in marching in lockstep like this, than in whether they are coming within touching distance while doing so.\nThis week, some of this prurient breed cut the long steel bench at a bus stop near a Thiruvananthapuram engineering college, just to stop male and female students from sitting close to each other. Instead of being either cowed down or going on rampage the students replied with a ‘laptop’ protest – they packed into the now ‘segregated’ benches one in the other’s lap. Their happy, confident expressions are a reminder that teen rebellion has non-angry avatars too, which can be as transformational as they can be joyous.\nSigns that social transformation is indeed urgently needed abound across India, from women’s pathetic labour force participation to men’s abusive trolling for ‘friendship’ with them. As schools and colleges are where the two sexes first encounter each other in large numbers, animated interactions here can really help build new understandings and break oppressive hierarchies. Educators should also do more to facilitate conversations about attraction and desire, rather than suppress them.\n\n",
        "headline_1": "In her/his lap: Kerala students offer a lesson to the hidebound",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-her-his-lap-kerala-students-offer-a-lesson-to-the-hidebound/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "Daily living is a mesh of rules. From playing a game to following a recipe, from the state’s regulations, mathematical principles to natural laws, these codes structure almost every human interaction. Rules: A Short History of What We Live By, by the historian of science Lorraine Daston, offers a panoramic view of what they are and how they change.\nRules fall into three basic types: they are either models that teach, or laws that govern, or algorithms that calculate and measure.\nRead full opinion on TOI+\n\n",
        "headline_1": "Rules promise order but do they deliver?: Perfect orderliness is a mirage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rules-promise-order-but-do-they-deliver-perfect-orderliness-is-a-mirage/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "The mass shootings that regularly disrupt American life should not be viewed simply as random acts. They reflect a steady unravelling of the sovereign authority of the state. Sovereignty, as the ultimate claim to authority, insists on at least two precepts: indivisibility, and a monopoly on the legitimate exercise of force. Only the state, through its police power, is permitted to use violence in the state's defence (whether from foreign attack or from domestic terror and criminality).\nA loss of faith in state police power is dangerous, not least because it invites self-reliance in response to perceived insecurity or injustice. When the state is no longer trusted to provide security and justice – to preserve the fabric of society – self-reliance represents a potential rival to the state's sovereignty.\nHistorically, the emergence of fascist political movements has been associated with a parallel rise of private militias: Mussolini's Blackshirts, Hitler's Brownshirts, the Brazilian Greenshirts, and Irish fascist leader Eoin O'Duffy's Blueshirts.\nIn the United States today, isolated acts of domestic terror coexist alongside more organised forms of violence. Amid the January 6, 2021 insurrection at the US Capitol, the surge of gun sales to an already weapons-saturated public, and the growth and normalisation of extreme right-wing political organisations and militias, there is ample evidence of an accelerating breakdown of shared belief in state sovereignty.\nRight-wing \"deep state\" conspiracy theories and the Republican Party's lies about election rigging reflect a common purpose: to challenge the legitimacy of the state. As that challenge spreads through traditional and social media, non-state sources of violence become increasingly acceptable. Violence is simultaneously condemned and romanticised. Again, this is a familiar pattern in the rise of fascism.\nPervasive violence is self-reinforcing. It demonstrates that the old sovereignty is dead or dying, and thus no longer capable of preserving the indivisibility of sovereign power or maintaining its monopoly on the legitimate use of force. From that premise, it follows that a viable counterforce must enter the fray. As Donald Trump put it on January 6, \"If you don't fight like hell, you won't have a country anymore.\"\nFlooding the market with guns – like flooding the marketplace of ideas with \"sh**\" (as former Trump adviser Steve Bannon has advocated) – amplifies social instability. As confusion and fear grow, the forces of reaction gain strength. Those in fear might not be willing to exercise violence themselves, but they will increasingly embrace those who are willing to do so on their behalf.\nThe best way to shield liberal democracy against this growing threat is to mobilise the institutions that still function: the press, peaceful assembly, and the electoral process. But this must happen quickly, because all three are increasingly at risk. Facebook, Twitter and TikTok are now our dominant sources of news; but, owing to their \"attention economy\" business models, profit has priority over truth. Because lies spread faster and hold attention longer than facts, they ultimately are worth more to companies that depend on users' attention time for advertising.\nMeanwhile, the right of public assembly is being threatened by new state laws that open the door to committing violence against peaceful protesters. In Oklahoma, for example, drivers who strike – or even kill – someone with their car will no longer be held liable if they are \"fleeing from a riot... under a reasonable belief that fleeing was necessary to protect the motor vehicle operator from serious injury or death.\" The same measure also creates new penalties for protesters who obstruct streets or vehicle traffic, including fines of up to USD 5,000 and as much as a year in jail.\nSimilarly, in Florida and Iowa, people who drive into crowds of protesters may claim civil immunity if they say they were acting in self-defence. The danger posed by such laws should be obvious. An analysis by Ari Weil of the Chicago Project on Security and Threats shows that in 2020, following the murder of George Floyd by a Minneapolis police officer, there were 72 incidents of cars being driven into protesters across 52 cities in the space of just one month.\nLastly, the electoral process is being threatened by state laws that could empower (Republican-led) state legislatures to ignore presidential election outcomes by substituting their own Electoral College electors in place of the ones chosen by the state's voters. Ominously, the US Supreme Court recently gestured toward endorsing a fringe legal doctrine that would immunise state legislatures from state or federal judicial review – meaning that there would be no lawful means of blocking legislatively substituted Electoral College votes.\nGiven these mounting threats, the defence of core democratic institutions – a free press, the right to peaceful assembly, and free and fair elections – will require not only increased collective engagement but also real courage.\nIt will take the kind of courage shown by former slaves in the face of Jim Crow and the rise of the Ku Klux Klan after the Civil War. It will take the kind of courage shown by 1960s activists who battled entrenched segregationists for civil rights. And it will take the kind of courage shown by women who fought to win the right to vote, and who now must fight anew for the right to make their own reproductive choices.\nThe stakes this time may be as high as they have ever been, but the essential lesson remains the same. In a free republic, fundamental rights must be earned anew whenever the sovereign authority of the state – embodying the core values that bind Americans together – is threatened. The violence erupting across the US today presses against the guardrails of civil discourse and the rule of law, testing whether the struggle for shared identity – the country's founding ideal of E Pluribus Unum (\"Out of Many, One\") – can peacefully continue.\nRichard K Sherwin is professor of law and director of the Visual Persuasion Project at New York Law School. He is the co-editor (with Danielle Celermajer) of A Cultural History of Law in the Modern Age (Bloomsbury, 2019).\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n \n",
        "headline_1": "America’s dangerous descent into violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/americas-dangerous-descent-violence-3076816",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "We express our solidarity with the students and teachers of Chittagong University (CU) who have been protesting against the sexual harassment of a student and demanding a safe campus since Wednesday. It is deplorable that incidents of sexual violence are occurring with increasing frequency at all campuses in Bangladesh, but what is even more concerning is the ostensible lack of response from the administration to identify the perpetrators and bring an end to misogyny and rape culture on campus. According to reports, the survivor at CU had filed a complaint with the proctorial body before filing a case with the police, but instead of taking prompt measures to punish the perpetrators and assure female students that such incidents would not be allowed to be repeated, the CU authorities instructed them to return to their dormitories by 10pm \"to avoid such situations.\"\nThe said sexual assault incident took place on July 17, when a group of five men forcibly picked the student and her friend up from Hotashar Mor, took them to the Botanical Garden, beat them up and sexually assaulted her. It has been six days since the incident took place, and yet there have been no arrests, nor any confirmations about the identity of the perpetrators. Police sources and CU BCL insiders confirmed to The Daily Star what the survivor and protesters have been claiming from the first day: That members of Bangladesh Chhatra League (BCL) were involved in the attack. Why is it taking the police and administration so long to officially come to the same conclusion – that, too, with 135 CCTV cameras all over the campus? Are we to believe that they are not equipped to identify them, or are they simply unwilling? Their lacklustre response to the incident is sending a disturbing message to the students and the nation at large: That those entrusted with students' safety are more interested in ensuring the safety of the perpetrators because of their political affiliation.\nUnfortunately, it is hardly an isolated incident. Campus administrations all over the country have protected political cadres and, in the process, empowered them to partake in sexual violence without consequence for decades. They have fuelled misogyny, created unsafe spaces for female students and other marginalised groups, and consistently put the blame on the victims for being \"bad women\" who venture out at the \"wrong time\" or wear the \"wrong clothes.\" Despite a High Court directive to ensure functional sexual harassment complaints committees in all educational institutions, they are absent in most campuses or remain in name only. According to teachers and students, members of the investigation cells often don't take action fearing repercussions when BCL activists are involved. Although there is a cell to investigate complaints at CU, it has so far failed to resolve any complaints in the four years of its operation – a statistic that speaks volumes about its effectiveness, or lack thereof.\nWe urge the administration to respond urgently to the students' demand for a safe and sensitive campus, which begins with ensuring exemplary punishment for the perpetrators of the July 17 incident. It is also high time we implemented the High Court directive and ensured functional complaints committees that take timely action against perpetrators of sexual violence.\n",
        "headline_1": "Protect female students or protect perpetrators?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-female-students-or-protect-perpetrators-3076791",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "That over a third of the 1,543 government projects missed their deadline last fiscal year speaks volume about the poor state of governance in Bangladesh. Shockingly, the number of projects that missed their deadline in the 2021-22 fiscal year is 63 percent higher than that in the previous year, which shows that the excuse that Covid has been slowing down the projects is only partly justifiable – and that mismanagement, corruption, and perhaps outright incompetence on the authorities' part are the main reasons. But none of these reasons lessen the burden that it puts on the people and the nation, nor are they acceptable.\nProject delay in Bangladesh comes hand-in-hand with cost escalations, and by massive amounts at that. These costs have to be paid out of the public exchequer – i.e. taxpayers' pockets. At a time when the government has been so vocal in telling people to practise austerity, that huge amounts of public funds are getting wasted by the authorities year in, year out is a grave insult to those they proclaim to represent.\nThe prime minister, on numerous occasions, gave directives to stop wastage of public resources. But what has the government actually done but pay lip service to stop such corruption and wastage? Has anyone been held accountable for the non-stop delays and cost escalations? None whatsoever. Instead, deadline extensions are handed out like they are nothing. What precedent does that set? That those entrusted with executing these schemes can simply continue to drain public resources, while the public gets denied the benefits they are promised via these projects?\nMost of the delayed projects involve construction of roads, bridges and rail lines, while others are technical assistance projects. The failure to complete them on time leads to other external costs, such as traffic congestion, waterlogging and pollution. And the public has to bear them too. That no one in the administration has to answer for this shows the lack of sympathy and legitimate concern that the authorities have for the people.\nWhen we compare this reality with the government's proclamation of how fast Bangladesh is developing, all the talk seems hollow. Without transparency and accountability in governance, Bangladesh's development, in its truest sense, will remain incomplete. Therefore, we once again call on the government to abandon its habit of doing nothing when it comes to the failure of its members and different arms to execute projects on time and within their cost estimates. And to hold individuals responsible, which is the only thing that can change this culture of project delays.\n",
        "headline_1": "More project delays, more public suffering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/more-project-delays-more-public-suffering-3076776",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "Remember the biblical story of David versus Goliath, in which a young boy used a slingshot to defeat a giant of an opponent? Call it willpower, faith, creativity or cleverness, David's unlikely victory still thrills us. Deep down, we all want the underdogs to win. But what happens when underdogs use the playbook of a giant as their ploy?\nMohiuddin Roni, a fourth-year student of theatre and performance studies at Dhaka University, has been staging a remarkable protest ever since he fell victim to a non-transparent e-ticketing system of Bangladesh Railway. He launched a one-man peaceful demonstration at Kamalapur Railway Station from July 7 to July 19. At the height of media coverage, he had two breakthroughs. First, based on Roni's complaint, the consumer rights protection agency imposed the e-ticketing agency Shohoz with a fine of Tk 2 lakh. Second, the High Court summoned the Anti-Corruption Commission (ACC) to ask what steps they had taken to address Roni's allegations of the railway's irregularities and mismanagement.\nRoni's actions are political dynamite. One can only marvel at the ingenuity with which this young man has performed his creative resistance and practised his freedom in the context of disciplinary and regulatory power. He is treading a thin line, swinging from one location to another like a trapeze artist. From our central railway station to the railway headquarters, from the DU \"campus shadow\" to cyberspace, Roni is displaying his bravado, restoring our faith in student activism. He is alone, yet not alone, in his endeavour. He voices out the frustrations and articulates a protest against the humiliations we face on a daily basis. His solo voice has the potential to become a chorus as thousands of others join him in their thoughts, if not actions.\nLike an installation artist, he uses chains (around his wrists) and a placard as his props. He sings Kazi Nazrul Islam's patriotic song Shikol Porar Gaan, which the rebel poet wrote when he was in Hooghly Jail in 1923. Roni uses the anti-colonial song, which says, \"This chain-wearing is our trick; this is our chain-wearing trick. In these chains, we will render your shackles inoperative\" (Translation by Haroonuzzaman). The loaded image of the chain as a trick/ploy explains Roni's artistic commitment. He throws the chain like a wrench in the wheel of the administrative system to make it stop, and makes us think of the other mental chains that bind us. It reminds us of our own apathy, ambivalence, and inaction.\nLike a political activist, he lists his demands to echo the historic Six-Point Demand of Bangabandhu. He identifies himself as a member of the student wing of the ruling party. And after his initial victory at the negotiation meeting with the e-ticketing agency, he even mentioned that he would now meet the prime minister with all the documents (\"missiles,\" in his coinage) of irregularities. He thus presents his activism as kosher, and conjures a lifeline for his next round of battle.\nIt will be interesting to see how long he can sustain. His demands are not illogical or irrational. He wants to secure his right to travel in a safe, hygienic, and timely manner. He wants the pre- and on-board service to be functional, and wants to ensure the government's long-term commitment to the improvement of the locomotive sector. He wants democratisation of the system as there have been instances of VIP quota tickets or abuse of power. Those who don't have short memories recall the role of the railway minister's wife in terminating the job of a ticket checker after he confronted her relative for travelling in an upscaled compartment with an economy class ticket. Roni's scratching of the surface of a deep-rooted systemic crisis has reopened the wound.\nThe onus is on the government. It will have to decide whether it wants to embalm it or allow it to bleed further. We live at a time, as Stephenie Meyer puts it in her novel New Moon, when we are \"forbidden to remember, terrified to forget.\" People are often too afraid to speak out and say what they think about social or political issues. Such fear is not healthy for democracy. And it seems even a lonely protest ends up being a supplication to the prime minister. Not so long ago, we saw the solitary protest of a woman who was later joined by her son to protect a playground in the capital's Kalabagan. The prime minister had to intervene to allocate the abandoned plot, which had been taken over by the police for their office, to the local community.\nLet's now look at the inefficiency of the system that allowed Roni to be an unlikely hero. Roni booked a train ticket through the server of Shohoz. He could not complete the transaction within the allocated time as he did not have money in his account. He topped up his bKash account for the transaction to go through, but by then his booking was cancelled. The bKash agents told him to contact the Shohoz booth at Kamalapur. He walked into the server room, where he overheard the ticket tellers giving away blocked tickets, such as his, to cash-paying customers. The transaction should have never gone through as the booking had expired. In any civilised country, this technical glitch would have been handled differently.\nInstead, we allowed the seed of grievance to grow in a soil filled with fertile filth. Who will clean the dirt? Instead of asking the top to clean the bottom, can't we bring about a bottom-up change? Roni is a peripheral hero who has taken the centre stage and caught the audience by surprise. I hail him for his courage, perseverance, and passion. At the same time, I think a serious lack of professionalism has caused the fugue to have such dangerous sparks. This can soon spread to other sectors.\nRoni's disruptive action can be used to dismantle the dysfunctional system plaguing the Bangladesh Railway and, by extension, other sectors. For that, the government needs to use creative destruction to ensure progress. I will not be surprised to see a controlled explosion of \"political dynamite\" soon.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n\n",
        "headline_1": "Bangladesh Railway and the political dynamite",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/bangladesh-railway-and-the-political-dynamite-3076771",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "We express our solidarity with the students and teachers of Chittagong University (CU) who have been protesting against the sexual harassment of a student and demanding a safe campus since Wednesday. It is deplorable that incidents of sexual violence are occurring with increasing frequency at all campuses in Bangladesh, but what is even more concerning is the ostensible lack of response from the administration to identify the perpetrators and bring an end to misogyny and rape culture on campus. According to reports, the survivor at CU had filed a complaint with the proctorial body before filing a case with the police, but instead of taking prompt measures to punish the perpetrators and assure female students that such incidents would not be allowed to be repeated, the CU authorities instructed them to return to their dormitories by 10pm \"to avoid such situations.\"\nThe said sexual assault incident took place on July 17, when a group of five men forcibly picked the student and her friend up from Hotashar Mor, took them to the Botanical Garden, beat them up and sexually assaulted her. It has been six days since the incident took place, and yet there have been no arrests, nor any confirmations about the identity of the perpetrators. Police sources and CU BCL insiders confirmed to The Daily Star what the survivor and protesters have been claiming from the first day: That members of Bangladesh Chhatra League (BCL) were involved in the attack. Why is it taking the police and administration so long to officially come to the same conclusion – that, too, with 135 CCTV cameras all over the campus? Are we to believe that they are not equipped to identify them, or are they simply unwilling? Their lacklustre response to the incident is sending a disturbing message to the students and the nation at large: That those entrusted with students' safety are more interested in ensuring the safety of the perpetrators because of their political affiliation.\nUnfortunately, it is hardly an isolated incident. Campus administrations all over the country have protected political cadres and, in the process, empowered them to partake in sexual violence without consequence for decades. They have fuelled misogyny, created unsafe spaces for female students and other marginalised groups, and consistently put the blame on the victims for being \"bad women\" who venture out at the \"wrong time\" or wear the \"wrong clothes.\" Despite a High Court directive to ensure functional sexual harassment complaints committees in all educational institutions, they are absent in most campuses or remain in name only. According to teachers and students, members of the investigation cells often don't take action fearing repercussions when BCL activists are involved. Although there is a cell to investigate complaints at CU, it has so far failed to resolve any complaints in the four years of its operation – a statistic that speaks volumes about its effectiveness, or lack thereof.\nWe urge the administration to respond urgently to the students' demand for a safe and sensitive campus, which begins with ensuring exemplary punishment for the perpetrators of the July 17 incident. It is also high time we implemented the High Court directive and ensured functional complaints committees that take timely action against perpetrators of sexual violence.\n",
        "headline_1": "Protect female students or protect perpetrators?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-female-students-or-protect-perpetrators-3076791",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "That over a third of the 1,543 government projects missed their deadline last fiscal year speaks volume about the poor state of governance in Bangladesh. Shockingly, the number of projects that missed their deadline in the 2021-22 fiscal year is 63 percent higher than that in the previous year, which shows that the excuse that Covid has been slowing down the projects is only partly justifiable – and that mismanagement, corruption, and perhaps outright incompetence on the authorities' part are the main reasons. But none of these reasons lessen the burden that it puts on the people and the nation, nor are they acceptable.\nProject delay in Bangladesh comes hand-in-hand with cost escalations, and by massive amounts at that. These costs have to be paid out of the public exchequer – i.e. taxpayers' pockets. At a time when the government has been so vocal in telling people to practise austerity, that huge amounts of public funds are getting wasted by the authorities year in, year out is a grave insult to those they proclaim to represent.\nThe prime minister, on numerous occasions, gave directives to stop wastage of public resources. But what has the government actually done but pay lip service to stop such corruption and wastage? Has anyone been held accountable for the non-stop delays and cost escalations? None whatsoever. Instead, deadline extensions are handed out like they are nothing. What precedent does that set? That those entrusted with executing these schemes can simply continue to drain public resources, while the public gets denied the benefits they are promised via these projects?\nMost of the delayed projects involve construction of roads, bridges and rail lines, while others are technical assistance projects. The failure to complete them on time leads to other external costs, such as traffic congestion, waterlogging and pollution. And the public has to bear them too. That no one in the administration has to answer for this shows the lack of sympathy and legitimate concern that the authorities have for the people.\nWhen we compare this reality with the government's proclamation of how fast Bangladesh is developing, all the talk seems hollow. Without transparency and accountability in governance, Bangladesh's development, in its truest sense, will remain incomplete. Therefore, we once again call on the government to abandon its habit of doing nothing when it comes to the failure of its members and different arms to execute projects on time and within their cost estimates. And to hold individuals responsible, which is the only thing that can change this culture of project delays.\n",
        "headline_1": "More project delays, more public suffering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/more-project-delays-more-public-suffering-3076776",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "The visiting EU parliamentary delegation has stressed that full implementation of the Labour Roadmap was a precondition for Bangladesh's getting trade facilities under the Generalised System of Preference (GSP) from the economic bloc. Notably, the EU has long been for a uniform labour law for workers both within and outside the Export Processing Zones (EPZs). But so far, the law allows labour unions only outside the EPZs. However, the government is learnt to have assured the EU delegation that the EPZ-related labour laws would soon be amended to meet the government's commitment to this effect. Obviously, as the country will not be eligible for the GSP after 2029 and as it will have to face tougher conditions to qualify for GSP+ at that time, fulfilling the GSP-related preconditions is very urgent for Bangladesh to fast-track its ascension to the next stage of growth as a developing economy. The EU delegation has also reportedly noted with concern issues like the delay in the amendment of the labour law in full compliance with international standards. At the same time, other issues including shrinking space for civil rights, extrajudicial killing and enforced disappearance, use of the Digital Security Act (DSA) and so on were also under review. Evidently, legislation on labour is an issue that cannot be considered in isolation. With it is related a fully-functioning independent judiciary. On this score, the recent creation of the labour court is definitely a step in the right direction. Understandably, being a pre-election year, these are definitely issues of import, which the EU mission has brought into sharper focus. Since the government is already committed to implementing the Labour Roadmap, there should be no problem meeting the EU delegation's expectations as the economic bloc is the country's one of the largest trade export destinations. And what is at stake here is not just GSP-related issues, but the entire gamut of trade relations with the EU bloc. In fact, Bangladesh will have to implement some 32 international conventions which include those on human rights, labour rights, environment and good governance. Once those are implemented, Bangladesh can enjoy zero-tariff facility for two-thirds of the items on the EU's tariff line. In line with the EU's stated emphasis on the government's implementing the Labour Road Map has also come the important subject of child labour. Bangladesh is pledge-bound to eliminate child labour by 2025. In that case, the government's matching action to see the end of child labour within the stipulated time would only strengthen the country's position with the EU which has a zero-tolerance policy towards child labour. Side by side with the labour issues, implementation of the National Action Plan (NAP) on Women, Peace and Security (WPS) (2019-22) should also be on the government's agenda. Made in collaboration with the UN Women Bangladesh country office, the NAP was initially planned to be implemented in three years.The EU team is also reportedly keen to see that NAP is taken seriously by the government and is implemented by 2026.These are issues that need to be duly addressed not just because our important trade partners want it, but because it is in Bangladesh's own interest that it should spruce up its image before the world at large. Hopefully, the government would expedite the process of implementing the Labour Road Map and other related issues so it is able to claim its due from the international trade and development partners.",
        "headline_1": "Expediting implementation of Labour Road Map",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expediting-implementation-of-labour-road-map-1658493998",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "The south-western and western Europe is in the grip of a deadly heat wave. Wildfires in Spain, Portugal and France and Greece have caused deaths and devastations. Thousands have been evacuated to safer locations. England saw its highest temperatures last week. Experts forecast that the heat wave may further spread as it was moving north. In the face of the unprecedented hot weather, England and France issued extreme heat warning. In Northern Spain on Monday last week temperature rose to 43 degrees Celsius (109 deg. Fahrenheit).Recently more than 1,000 deaths have been reported from Spain and Portugal. On July 14, in the town of Pinbao in Portugal, the temperature rose to as high as 47 deg Celsius which on Fahrenheit scale was 116.6 degree. Clearly, these economically and technologically advanced nations were quite helpless against the wrath of Nature. In France, they termed it 'heat apocalypse'. Australia, on the other hand, had seen its worst. In recent years, Australia experienced its most devastating bush fires. On this score, as reported by the BBC, a survey conducted in Australia every five years found 'widespread and abrupt' changes in the country's ecological systems. As expected, the study blamed all changes indicating a sharp decline in the country's ecosystems on climate change. For the same force has triggered habitat loss of the indigenous species, rise of invasive species, pollution and other regressive trends. What the report found has been in a word shocking.Consider, for example, the fact that some 19 ecosystems of the country are on the verge of collapse and that the nation has lost more species to the process of extinction than in any other continent. But the disturbing news has stirred the nation's conscience only after the study was conducted. Like Australia, most advanced nations carry out regular studies to see the impact of climate change in their countries. From time to time, they also carry out researches in other parts of the world to know how far the anthropogenic carbon emissions have effected irreversible changes in the environment in the study areas concerned. Then what about countries like Bangladesh where the lack of political will and not to speak of the required resources that always come in the way of conducting such studies to take mitigation measures early on?From that point of view, the advanced nations are somewhat ahead of us in at least knowing what is going on near home on the climate front. But knowing is one thing and taking actions for averting the danger is another. The raging wildfires in Europe, Australia and North America are not new phenomena. Actually, it has been taking place at regular intervals over the past few years. Seeing that these countries are quite helpless in the face of this predictable natural calamity, one wonders what these rich and technologically advanced countries have been doing all these years about taking preparatory measures against the onslaught of these all-engulfing fires?Again, the issue of political will comes to the fore. For every nation on earth knows what is to be done to avert the recurrence of the devastating natural calamities born of anthropogenic changes taking place in the earth's environment day in and day out. The problem is that the world dominated by the profit-hungry corporate interests does not want to leave the comfort zone for a moment. And it is hardly surprising that the advanced nations are deliberately reneging on the promises made in every climate summit held so far.The European countries' scramble for new sources of fossil fuel in the wake of the Ukraine war only points to the hollowness of these countries' promises made at the COP summits. A question may be raised at this point that transition from a non-renewable to a renewable energy base cannot be done overnight. Neither the technology so far developed is efficient enough to replace the fossil fuel-based industry and life, one might add. But that cannot also be any argument for not adopting serious measures for switching to the clean energy option. Scientists have been ringing the alarm bell over the global warming having to do with fossil fuel burning and the irreversible damage it has been causing to the environment during the past few decades. What it required was investments from the governments as well as the corporate world on a massive scale to enable the transition within the shortest possible time. But the vested corporate interests and the governments they support chose to adopt the Fabian tactics to win against the forces of climate change. Meanwhile, they also found some leaders like Donald Trump, the former president of the United States, or the incumbent Jair Bolsonaro of Brazil who simply deny science to serve corporate interests. Needless to say, such tendency is nothing but suicidal. They must understand that the extreme heat wave in the western Europe or the raging wildfires in the Iberian peninsula will spare none. There will be no place to hide even for the world's richest if they continue living the way they have got used to. The fossil-energy based growth myth needs to be busted. The advanced world should be prepared for the austerity they so often prescribe for the low-income countries whenever the later fall on hard times. In fact, change of lifestyle to suit less energy use is the best option before the human race to survive the impending climate Armageddon. The majority populations of the low-income countries except those who live in their urban centres are already used to low-energy lifestyle. Unlike the populations of the advanced world, the transition won't be that painful for the people of the least developed nations. So, it is again up to the advanced nations who are at the moment reeling from extreme heat waves sweeping through their lands to take global warming seriously and thus decarbonise their economies. \n[email protected]",
        "headline_1": "Need is to leave the comfort zone",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-is-to-leave-the-comfort-zone-1658494055",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "Humiliation of teachers has become a new normal in this country. Over the last couple of months, such incidents have occurred in different parts of the country. Last month, a college teacher named Utpal Kumar Sarkar in Ashulia was beaten to death by a student. The student, an eve teaser and a local goon hit him with a cricket stump. He later died at a hospital. In another sad incident, acting principal of a college in Narail was subjected to the ultimate ignominy of wearing a garland of shoes around his neck. The allegation of blasphemy was against a student of his college but as the acting principal he was forced to suffer the humiliation. Again, a group of people attacked the residence of Professor Ratan Siddiqui in the Uttara area in Dhaka and assaulted him just before the Jumma prayer. The attackers labelled him and his family as atheists and Hindus. All three incidents are pretty disturbing. Similar incidents have also been reported in newspapers and electronic media. Unfortunately, some common patterns are visible in most cases. The victims are primarily Hindus or non-Muslims, and there is an allegation of blasphemy against them. Moreover, the attackers, their instigators to be precise, propagate such allegations to cover their misdeeds. Take the case of the attack on Ratan Siddiqui. The incident occurred when the teacher and his wife got stuck in their car at the gate of entrance. Someone illegally parked a motorcycle right in front of the gate. The altercation started when the teacher asked to clear the entrance and let him park his car. Instead of removing the bike, a group of people shouted at him, tried to break down the gate and swooped on him, terming him an atheist. Though these people came to join Jumamh prayer in a nearby mosque, they were provoked by a few to attack the professor and dramatist. A group involved in extorting toll from the street vendors in exchange for backing them to occupy streets for selling vegetables, fruits and other kitchen items is active there. They successfully use religious sentiment to make their case stronger. Every Friday, many street vendors set up makeshift markets occupying a large portion of streets and roads adjoining to mosques at different localities in Dhaka. As a result, moving cars and other vehicles on those streets become impossible, especially after the Jummah prayer. Moreover, the vendors feel empowered as they illegally pay for arranging the temporary shops. Their total payment is distributed among local political leaders, goons and members of law enforcement agencies. Though this is an open secret, nobody dares protest the gross irregularities. It is a troublesome development, no doubt. The attack on Utpal Sarkar has another dimension. A growing number of youths, backed by political goons, are now involved in various anti-social activities and crimes, including sexual harassment. Most of the time, they go unpunished due to little social resistance. Being a responsible teacher, it was difficult for Utapl to tolerate any such thing inside the educational institution. The reckless youth could not accept the teacher's disciplinary intervention and retaliated brutally. Thus, labelling the recent attacks on teachers as the communal attack only partially identifies the deep-rooted trouble. Of course, there are incidents of targeted humiliation of teachers of religious minority community. There is also the proliferation of unruliness and anti-social activities. All these hasten a deep social rot. \n[email protected]",
        "headline_1": "Attacks on teachers reflect social rot",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/attacks-on-teachers-reflect-social-rot-1658494100",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2022"
    },
    {
        "full_article": "Heat waves have struck Europe, North Africa, the Middle East, and Asia since the last month. Day temperatures climbed above 40 degree Celsius in many places and broke previous records. Due to such heat waves, Portugal, France, Spain and Turkey are facing wildfires also. People are also fleeing nearby areas to avoid the damage of wildfires. Scientists have already said that heat waves have become more frequent, intense, and longer-lasting because of climate change. The world has already warmed by about 1.1C since the beginning of the industrial era. Bangladesh is also facing mild heat waves for the last few weeks when it is the rainy season. There were hardly any rains before Wednesday ---maybe, a negative impact of climate change and global warming. Our irresponsible and destructive behaviour contributed widely to climatic change. Over the decades, we have gradually destroyed forests and trees. We also have polluted rivers and lakes. We pay little heed to the persistent warnings of environmentalists and scientists. Global leaders have failed to contain global warming even after making a series of commitments. In the name of development, we have constructed concretes jungles. Now we are paying the price.\nArman ArkoNarayanganj[email protected]",
        "headline_1": "Heat wave and our responsibility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/heat-wave-and-our-responsibility-1658494131",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-07-2022"
    }
]