[
    {
        "full_article": "After weeks of ratcheting tensions, and frenetic diplomacy across Europe, Russian President Vladimir Putin has played a major move by announcing formal recognition for the Donbas region enclaves (Oblasts) of Donetsk and Luhansk in Eastern Ukraine, one which changes the course of the present diplomatic efforts. To begin with, the recognition of the two separatist groups that control parts of the Donbas region as governments signals that Russia is no longer interested in talks on the basis of the “Minsk accords”. The agreements — negotiated in 2014 and 2015, but never fully implemented — had secured a “special status” for the Donbas enclaves. Mr. Putin has also ordered Russian “peacekeepers” into the region, a move that could spark off conflict with Ukrainian troops. Mr. Putin may claim that his move is far short of the “invasion” that the U.S. and its NATO allies have been warning about, and should not incur any further hostilities from Ukraine. In doing so, however, he has put paid to all hopes that the threat of conflict would recede once the tens of thousands of Russian troops along the Ukraine border, and in Belarus for military exercises, withdrew. Finally, his move is a clear sign that the situation is not going to be “managed” or “handled” without NATO sitting down to serious negotiation over the security guarantees he has been demanding for two decades, and some discussion about how to regulate the expansion of NATO to Russia’s neighbouring countries and the heavy presence of western troops and weapons in the region. The ball is now in the court of the U.S. and its European allies to decide whether they would react with sanctions, military action, or return to the diplomatic table.\rFor New Delhi, the escalation in tensions comes at a particularly sensitive time: External Affairs Minister S. Jaishankar has been travelling to Germany and France, and while he has tried to shift the focus of his European interlocutors to the Indo-Pacific, it is Russia’s actions that dominate the conversation. In addition, Pakistan Prime Minister Imran Khan is visiting Moscow, the first by a Pakistani PM in over two decades, and New Delhi is watching the new ties closely. The timing of the tensions is all the more inconvenient, given that the delivery of Russian S-400 missile systems is underway, and the U.S. administration is still to decide on whether to waive or impose CAATSA sanctions against India. As a result, India’s statement at the UNSC that appealed for diplomacy and de-escalation, while making no critical comment about Mr. Putin’s announcement is not just an assertion of India’s traditional principled position, or a study in pragmatism but also a reflection of the difficult position New Delhi finds itself in over the conflict, which appears to have now entered a new phase.",
        "headline_1": "Russian recognition: On Putin’s eastern Ukraine moves",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/russian-recognition-the-hindu-editorial-on-vladimir-putins-eastern-ukraine-moves/article65074592.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "The Kerala Governor has stirred up a hornet’s nest by demanding the discontinuation of a uniquely Kerala welfare scheme that covers around 1,200 people who served on the personal staff of Ministers, leaders of Opposition and government Chief Whips. The number of people who are eligible for lifetime pensions from the exchequer is set to swell to around 1,500 when the additional beneficiaries, who were recruited during the previous government, are added. Governor Arif Mohammad Khan has called for an end to this practice, terming it unconstitutional and against constitutional morality. The State spends around ₹8 crore every year on these pensions, according to estimates. The beneficiaries, mostly political activists, draw a minimum pension of ₹3,550 a month, and dearness allowance. In 1959, the State allowed Ministers to have 20 members on their personal staff; over the years that number has risen to the current 30. In 1994, when the Congress-led United Democratic Front was in power, pensions were sanctioned through an executive order, with retrospective effect from 1982. In the beginning, the eligibility for this cohort was three years in service as opposed to 10 years for regular government employees. As the pension scheme for its regular employees in general became tighter, the government made flagrant exceptions for this class. They are now eligible for pensions after two years. The CPI(M)-led ruling Left Democratic Front has said it would not heed the Governor’s demand, and that the pension scheme would continue. The pension scheme for the personal staff has become a safety net for the fortunate among the cavalry of political parties, but it is a cruel insult to the swelling ranks of the State’s unemployed and underemployed youth. As the Governor has pointed out, there is also a pattern of replacing one set of staff with another after two years, in order to cover more people under the pension scheme. Some recent controversies in Kerala also brought to the fore other innovative modes of nepotism, such as arbitrary recruitment of consultants. Towards the end of the previous government, seven people were appointed to the CM’s personal staff with retrospective effect, making them eligible for pensions. All parties in Kerala had agreed to this arrangement, a source of political patronage in the resource-starved State. The Governor has now disrupted that comfort zone by not merely challenging it but also launching a public campaign against it. The fact that Kerala is in a financial crisis only makes this pension scheme more unacceptable to the general public. All political parties must take note of the resentment that this preferential treatment to their protégés can create against the political class in general. They must work together for a wealth-creating consensus in the State rather than designing and defending such indefensible schemes.",
        "headline_1": "A class for itself: On government pension and political patronage",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-class-for-itself-the-hindu-editorial-on-government-pension-and-political-patronage/article65074177.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "In a recent press briefing, Justice Obaidul Hassan, chair of the Search Committee for the Election Commission (EC), confirmed their decision not to disclose the names of the 10 individuals they will recommend to the president to constitute the new EC. This is deeply disappointing, and we are afraid that the pervasive crisis of confidence, which already exists in many citizens' minds regarding this whole process, will not be alleviated.\nThere is a widespread perception that the search committee does not really search for competent people for appointment to important institutions. The committee is believed to be normally confining its search to a list of individuals given by the government, and basically rubber stamping the names preferred by the authorities. A recent interview of former Justice Abdul Matin, who chaired and served on several such search committees, reinforces this perception (Prothom Alo, January 23, 2022).\nThe experience of appointing the KM Nurul Huda commission adds further currency to such belief. A Prothom Alo report (February 8, 2022) indicated that in 2017, the ruling party pre-selected four people—KM Nurul Huda, Rafiqul Islam, Kabita Khanam, and Brig Gen (retd) Shahadat Hossain Chowdhury—for appointment to the Election Commission and adopted a strategy to have those names repeatedly proposed by their coalition partners and allies. According to an interview given by Prof Manzoorul Islam to Prothom Alo (February 12, 2017), Nurul Huda's name for the position of chief election commissioner (CEC) was proposed by seven or eight parties, while Ali Imam Majumder's name was proposed by two. The search committee appeared to have tallied the names suggested by the political parties and recommended to the president the names proposed the most.\nThe search committee did not appear to have exercised due diligence in preparing the final panel for recommendation to the president. According to Black's Law Dictionary, due diligence means \"such a measure of prudence, activity, or assiduity, as is properly to be expected from, and ordinarily exercised by, a reasonable and prudent man under the particular circumstances; not measured by any absolute standard, but depending on the relative facts of the special case.\" By not exercising due diligence, the previous search committee appeared to have largely played the role of a post office.\nIf the search committee had exercised due diligence, they would have found out that Nurul Huda was a BCS officer from the special '73 batch, and he had been sent to forced retirement as a joint secretary by the BNP government in the early 2000s. After a court battle, he got his job back and retired as a secretary in 2006, and he did not seem to have served as a secretary even for a single day. There were also serious allegations of partisan behaviour during his career as a civil servant, and he was a victim of the BNP and a beneficiary of the Awami League. Given such a history, it would have been difficult to recommend Nurul Huda for the CEC position, had the process been transparent and the search committee exercised due diligence.\nAccording to Section 4(1) of the Appointment of the Chief Election Commissioner and Other Election Commissioners Act, 2022, the search committee \"shall act in accordance with the principles of transparency and neutrality and shall make recommendations to the President for appointment to the posts of Chief Election Commissioner and Election Commissioner, taking into consideration the qualifications, disqualifications, experience, honesty and reputation of the individuals, as described in this Act.\"\nClearly, the law mandates the search committee to act neutrally and transparently to find honest, competent, and reputed individuals to recommend to the president for EC constitution. Acting transparently will mean doing everything openly and not hiding anything; it will mean full, not partial disclosures. Thus, the search committee is obliged to disclose not only the names of the people proposed for its consideration, but also the names of those who proposed said names, as we requested on behalf of SHUJAN.\nThe law's requirement of recommending reputed individuals for EC appointment also requires disclosure of the names of the people being considered by the search committee, as there is no yardstick for measuring reputation other than public perception. Thus, only if the names are made public, and the citizens are given the opportunity to express their opinion, the committee will have a good idea as to whether the individuals they are considering have anything hidden in their closet. Only with full disclosure and allowing the citizens to share their views can the search committee act transparently—as well as be seen to have acted transparently.\nIt is argued that disclosing the names of those in the short list of 20 or the final list of 10, and their nominators, will create controversies and character assassinations. The disclosure is intended to get the truth out, not to assassinate anyone's character. In addition, if there is any controversy about anyone, it should come out before their names are recommended to the president, rather than after being appointed to the EC.\nThe Right to Information Act, 2009, too, makes it obligatory for the search committee to make public the proposed names for EC appointment, and the names of those who proposed said names. In \"Badiul Alam Majumdar and others vs the state\" case, a divisional bench of the High Court ruled that all information that the \"authorities\" have, even from the third parties, are public information—not secret or confidential—and are subject to disclosure.\nArticle 48(3) of our constitution requires the president to act on the prime minister's advice, except in the cases of appointing the chief Justice and the prime minister. If the search committee discloses the proposed names for the EC, along with a report justifying their recommendations, only then will we know whether the president's appointment came out of the committee's recommendation.\nWe strongly feel that the search committee's decision not to disclose the names of the panel it will propose to the president and of those who proposed those names is ill-conceived and will serve no public interest. We, therefore, respectfully request the committee to reconsider its decision. Otherwise, the pervasive crisis of confidence will continue to persist in the public psyche, which will not be in anyone's best interest.\n \nDr Badiul Alam Majumdar is the secretary of SHUJAN: Citizens for Good Governance.\n",
        "headline_1": "Search Committee for EC: Transparency can counter confidence crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/search-committee-ec-transparency-can-counter-confidence-crisis-2968191",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "In the last few weeks, three separate cyclones hit the island of Madagascar and then Mozambique, causing loss of life and damage to infrastructure. Even in the UK, Storm Eunice caused much damage. These are just a few examples of the loss and damage attributable to human-induced climate change, and in every such incident, it is the victims who are paying the price.\nConsider this: for every USD 100 of damage caused by an extreme climate event in an area, the full cost is immediately paid by the victims themselves. Then, if they are covered by insurance (which most people are not) they might get a partial amount of that cost as compensation—that, too, after waiting for a long time. If they are uninsured, then they may get support from their neighbours, their own government, and then the international community (who are usually the last to arrive to help).\nIn situations like this, neighbours' support is by far the most effective, as they can mobilise their support immediately. It is an interesting fact that poor people living in poor countries tend to have more solidarity among themselves than rich people in rich countries.\nThe second most effective support comes from the local and national government authorities soon after the disaster, as well as NGOs and humanitarian actors. The level of this support varies according to the capability of each country, and generally might cover no more than 20 percent of the losses suffered by the victims.\nSupport from the international community comes much later, and they often have to raise funds after the event to get any finance. The amount of funding they are able to raise depends on how much the global media covers an event. In terms of the proportion, it might be between five and eight percent of the losses that the victims suffer.\nWe are already in the era of loss and damage from human-induced climate change, as reported in August 2021. We need to be better prepared to avert, minimise and address such loss and damage going forward.\nBut unfortunately, the US and other developed countries refused to agree to set up the Glasgow Facility for financing such loss and damage, proposed by the vast majority of developing countries at the UN Climate Change Conference (COP26) held in Glasgow, Scotland in November last year. Instead, they only agreed to hold two years of more \"blah, blah, blah\"—as Swedish activist Greta Thunberg put it—through the Glasgow Dialogue.\nHowever, there was a glimmer of hope provided by the Scottish government, with a contribution of two million pounds towards a new Loss and Damage Finance mechanism, which was augmented by contributions from a few international foundations and the province of Wallonia in Belgium.\nThis has enabled the start of a movement to address questions such as who needs to pay, who should manage the fund, who should receive the funds, and many others.\nAs for who should pay, I feel it's the moral responsibility of every conscious citizen in every country who can afford to do so, in whatever capacity possible. I would like to propose that we set up a crowdfunding scheme, whereby such individuals from every country can contribute.\nThere are quite a number of existing funds that could be good candidates for managing such loss and damage funds, including the Least Developed Countries Fund (LDCF) and the Adaptation Fund (AF) under the United Nations Framework Convention on Climate Change (UNFCCC), as well the Green Climate Fund (GCF). My own preference would be a fund under the control of the vulnerable developing countries themselves, such as the Climate Vulnerable Forum (CVF).\nThe question of who should receive the funds is perhaps the easiest to answer, as the victims of climate-related disasters are quite self-evident, and the humanitarian sector is well able to deploy such funds effectively to the most deserving. It is important to note that as long as the funds are being donated in the spirit of solidarity (rather than compensation based on liability), there is no need to judge if a given disaster was due to human-induced climate change or just a natural event. Any victim should be eligible.\nWhat is absolutely clear and unambiguous is that climate victims continue to pay the price for human-induced climate change, and it is incumbent on every conscious citizen of Earth to do something about it. This would be through a campaign for global citizen-to-citizen solidarity from a moral sense of duty to help the victims, rather than invoking compensation based on liability.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "The world needs to support the victims of climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/the-world-needs-support-the-victims-climate-change-2968186",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "We are all well-versed in enumerating the most prominent social problems in our country and can probably elaborate on each eloquently. Murder, abduction, bribery, truck and bus drivers' blatant neglect of traffic rules resulting in deaths, and a general lack of honesty in multiple walks of life. Violence against women has been an age-old form of injustice. Where does all this crime, corruption and negative perceptions and notions stem from? Are they innate to human beings? Or are they picked up from our families, communities and society at large?\nIs parenting about putting food on the table, or is there more to it? How is it that handling the smallest of machines, such as a physiotherapist's electric devices, requires training, certificates and licences, but parenting does not? Is the handling of humans not more significant than that of machines? Doesn't every single problem—whether of an individual, family, society, or a nation—have its roots in human behaviour? How, then, has the moulding of human character been left to the whims of parents, elders and teachers?\nJust as trees grow up straight and bear fruits if pruned as young saplings, humans, too, can develop into worthy beings capable of the highest attainments if trained from childhood. In fact, harmful habits can best be curbed in childhood so that a firm foundation for good ones may be laid down.\nParents need courses that impart knowledge and skills in \"handling\" humans. Good parenting is exceedingly paramount to building a just and peaceful society. And parents can only do justice to their roles if they inculcate good qualities and lofty perceptions in their children—by the power of words as well as through their own examples.\nAcademic institutions must also include moral and character training for children. Academic education is obviously not enough for building a civilised society dedicated to advancement. There's no scarcity of doctors, nurses, engineers, architects, managers and the like. And yet, crime and injustice, dishonesty and violence abound. Might we not assume that, unless trained in ethics and morals, human beings cannot attain true civilisation no matter how elevated a level of academic education they might achieve? The engineers who designed the gas chambers during the Holocaust did a perfect job at it. The doctors and nurses excelled in testing chemicals on humans. But did that add value to human civilisation, or did it sink it into the lowest abyss?\nHonesty, trustworthiness, fairmindedness, compassion, empathy and cooperation can be taught to children through stories, songs and cooperative games. In a world where even children's movies are filled with images of brutality and vengeance, and where unequal gender roles are promoted, the importance of such training cannot be overemphasised.\nI believe understanding the coherence between material and ethical aspects of civilisation is crucial to forming a just and peaceful society. If the material aspect is a lamp, the ethical aspect would be the light in the lamp. The lamp will only be functional if there is light in it. Material progress alone does not bring about true advancement.\nAs Baha'u'llah, the founder of the Baha'i Faith, stated, \"Regard man as a mine, rich in gems of inestimable value. Education alone can cause it to reveal its treasures and enable mankind to benefit therefrom.\"\n \nMozhgan Bahar has authored seven books and enjoys conducting discourses online on various social issues.\n",
        "headline_1": "Handling machines requires training. What about ‘handling’ humans?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/handling-machines-requires-training-what-about-handling-humans-2968151",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "There was little cause for geopolitical optimism in 2021, and this grim trend has continued at the start of 2022. Almost every month over the last couple of years, a fresh emergency has dominated the news, contributing to a sense of a mounting tide of crises that threatens to overwhelm us.\nThe world is struggling to cope simultaneously with the seemingly endless COVID-19 pandemic, the rise of illiberal forces in many countries, the failure of international interventions that were supposed to stabilise conflict-ridden regions, rising great-power tensions, and military buildups in key territories. Beyond these immediate concerns, the impact of climate change, a major long-term threat to humanity, has become all too tangible—and political leaders have yet to mount a sufficiently forceful response. Who could be blamed for feeling overwhelmed?\nIn the eyes of many citizens, politicians seem far from getting a grip on today's urgent problems and steering the world away from catastrophe. And the seemingly endless series of crises threatens to erode the public's confidence that they and their political leaders can shape a better future.\nThe current malaise arguably resembles \"learned helplessness,\" a phenomenon first described by the psychologists Martin Seligman of the University of Pennsylvania and Steven Maier of the University of Colorado in the 1960s. In an experiment, Seligman and Maier were surprised to find that dogs that were conditioned to expect an electric shock after hearing a tone did not try to escape it, even when, in a later setting, they could do so by jumping over a small barrier. The animals, the psychologists reasoned, had learned that no matter what they did, they could not control their fate. So, they just gave up—despite having the chance to escape.\nSeligman and his colleagues compared the dogs' behaviour to the symptoms exhibited by depressed people, and suspected that clinical depression results from a real or perceived lack of control over the outcome of a situation. The same may be true of groups. Smaller or larger groups of people, and perhaps even whole societies, may collectively come to believe that they are unable to effect positive change and, as a result, stop trying.\nIf so, the recent sequence of crises, and political leaders' apparent inability to cope with them, may be fostering a form of collective learned helplessness. According to new data from the Munich Security Index 2022, based on public-opinion surveys in the G7 countries and the BRICS (Brazil, Russia, India, China, and South Africa), those who agree with the statement that they feel helpless in the face of global events constitute the largest group in all the countries polled.In the democracies surveyed, the \"helpless\" are in the majority: 57 percent of respondents agree with the statement, while only 12 percent disagree. China is the only country among the 12 in which more than a quarter of respondents (27 percent) disagree with the statement. Similarly, although the figures are in general slightly lower, majorities or pluralities of respondents in all 12 countries agree that their countries have no control over global events.\nOf course, one might ask why anyone should believe that they or their countries can steer global events. But the promise of control, even if an illusion, has been a crucial element of politics in the modern age, when human beings, rather than God or fate, are supposed to be pulling the strings.\nThis helps to explain why the widespread perception of a loss of control, and a longing to regain it, are key political themes of our time. Slogans such as \"take back control,\" \"America first,\" \"strategic autonomy,\" and \"European sovereignty\" all reflect the same underlying impulse.\nThe danger is that a widespread feeling of collective helplessness risks preventing the world from addressing the most important crises until it is too late. Societies overwhelmed by a wave of emergencies may end up meekly accepting what happens to them, even though they have the tools and resources to change it. In many countries, for example, people do not believe that the international community can successfully mitigate climate change, or do not trust others to do their fair share.\nBut while today's challenges are huge, our ability to cope with them will depend to a significant degree on our self-perception. Do we really believe that we are collectively helpless? Or are we willing to use our collective resources and intensify international cooperation because we believe we can turn the tide?\nAbove all, political leaders need to show that we can collectively \"unlearn helplessness.\" Despite—or perhaps because of—the challenges liberal democracy faces, leaders need to inspire a new sense of confidence at home and abroad that they can tackle the crises in front of us.\nAnd there is a silver lining. Notwithstanding all the angst about the future of democracy, Munich Security Index data also show that people still think democracies are better able than undemocratic countries to solve the problems of the future. Now they need to prove it.\n \nTobias Bunde, Director of Research and Policy at the Munich Security Conference, is a researcher at the Hertie School's Centre for International Security and co-editor (with Benedikt Franke) of The Art of Diplomacy: 75 Views Behind the Scenes of World Politics.\n",
        "headline_1": "Unlearning helplessness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/unlearning-helplessness-2967451",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "The law minister's statement that the government is going to introduce legislation removing two questionable sections of the colonial-era Evidence Act lifts our spirits, coming as it does after tireless advocacy for such legal reforms over the years. Speaking to this daily, the minister said they had already finished the work to amend sections 155(4) and 146(3) of the act, which will be placed before the next cabinet meeting, and a bill will hopefully be passed in the next parliamentary session. This, he expects, will help block all avenues of questioning the character of rape survivors while in trial.\nAlthough we have heard similar statements from him before—in mid-2021, to be specific—we would like to believe that greater efforts are being put in to make it a reality this time. According to Section 155(4), \"When a man is prosecuted for rape or an attempt to ravish, it may be shown that the prosecutrix was of generally immoral character.\" Meanwhile, Section 146(3) allows the imposition of questions that may injure the character of a witness, thereby acting as a backdoor through which to impeach the credibility of the survivor. The seemingly impossible threshold of \"morality\" that these two tenuous and legally unsolid provisions set on rape trials has long allowed defence lawyers to discredit a rape complainant or witness, who are often the same person. Prohibition of character evidence in trials will, thus, be the first step towards tackling the courtroom culture of victim-blaming.\nThe word \"first\" is significant here. Rape cases get tossed out for all sorts of reasons—often even before reaching a court. Therefore, we should be reasonable about how much we can expect from a single reform in terms of ending the impunity for rape crimes, when a number of other vital reforms long sought by experts—both legal and institutional—remain unheeded. Among these reforms are: broadening the legal definition of rape to cover all forms of non-consensual penetration, irrespective of the gender of victims and irrespective of the type of penetration; enacting a Victim and Witness Protection Act; respecting proportionality of punishment through the introduction of sentencing guidelines (and repealing the ill-advised death sentence provision); establishing a state compensation fund for rape survivors; conducting gender-sensitisation training for all justice-sector actors; introducing consent classes in schools, etc.\nThese demands are all grounded in reality, and go beyond legal or institutional reforms to include a whole-of-society approach to combating the devastating effects of patriarchy. Recent figures show that incidents of rape and violence against women and girls increased in 2021 across Bangladesh. Clearly, wider reforms are urgently needed. We sincerely hope that the authorities will take legislating the planned amendments to the Evidence Act—and reforming all other similarly questionable provisions—as a first step to ending the rape culture and ensuring fair and equal judgment in trials.\n",
        "headline_1": "Legal reforms only first step to ending rape impunity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/legal-reforms-only-first-step-ending-rape-impunity-2968131",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    },
    {
        "full_article": "With Titas gas connection, particularly residential, becoming rarer by the day, it is only natural that people would turn to liquefied petroleum gas (LPG) for cooking and other essential purposes. Indeed, LPG is the most commonly used source of fuel insofar as cooking at home and restaurants is concerned. But there is also the ever-present danger of accidents if the gas cylinder is not handled properly, or if it is faulty. According to official figures, there were 894 cylinder-related accidents in 2021, averaging more than two per day, and six major gas cylinder explosions in 2020-2021. This shows that users are living with veritable bombs in their kitchens.\nAccording to experts, there are several reasons for the increasing number of LPG cylinder explosions. Topping the list are poor quality of cylinders and their improper use resulting in gas leaks. While gas leakage does not cause explosions per se, an ignorance of safety measures while handling it can indeed do. The case of the unfortunate Jodge Mia is an example. On Sunday, he was killed in Fatullah, Narayanganj when a gas cylinder, being taken for repair, exploded after a nearby truck driver lit a cigarette in close proximity.\nWe don't know the current number of LNG and CNG cylinders being used commercially. But according to a report, the figure stood at around 25 million LNG and half a million CNG cylinders in 2020, the quality of which was not reportedly tested by the administration.\nGiven the possibility of the increase in the usage of gas cylinders in the future, the chances of cylinder explosions and fatalities may rise further—unless the authorities take effective preventive measures. And both suppliers and consumers must be targeted with equal importance. Strict scrutiny and oversight of the suppliers must be ensured to prevent cylinders with faulty regulators, valves and connectors from entering the market. In the same manner, the users should be targeted to be made aware of the consequences of neglecting safety measures or failing to ensure maximum precaution while using LPG. Merely printing and distributing leaflets will not be enough. We urge the relevant authorities, including the Department of Fire Service and Civil Defence and the Department of Explosives, to conduct awareness campaigns and area-wise visits across the country.\n",
        "headline_1": "Rising LPG cylinder hazards demand attention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-lpg-cylinder-hazards-demand-attention-2968126",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-02-2022"
    }
]