[
    {
        "full_article": "Next only to Vishy Anand winning five world championships in different formats, Dommaraju Gukesh’s victory in the FIDE candidates tournament in Toronto is arguably India’s finest chess hour. It sets up a delicious contest for the world chess title with China’s Ding Liren sometime in November-December, the matchless Magnus Carlsen, still World #1 in terms of ELO rating, having “retired” at the absurdly young age of 34 — presumably because he’s so far ahead of anyone else and is bored with winning. Well, one can only play those who are willing to play, so it will be Gukesh v Ding instead of Gukesh v Carlsen, perhaps appropriately heralding the passing of the chess baton from the west to the east.\nWhat makes Gukesh’s win particularly sweet is that he is only 17 — SEVENTEEN! Even allowing for ever-younger grandmasters in chessdom (a subject I’ve addressed before; some are as young as 12 and 13), qualifying for the world chess title at 17, when he is not even eligible to vote or get a driver’s license, is incredible. Even the great Anand became a GM at 19, and won his first world title at 30. Gukesh became the second youngest grandmaster in history at the time, on 15 January 2019, at the age of 12 years, 7 months, and 17 days (after Russia’s Sergei Karjakin), before both were aced recently by New Jersey’s Abhimanyu Mishra.\nMore than his teen age, what is striking about Gukesh is his ice cool temperament. In an era where cameras are trained on you all the time, he is nerveless. No eyeroll at an error, no clasping head in despair (except once when he lost to Alireza Firouja; more of that later), no fidgeting and fiddling with pieces… just a plain stoicism and relentless play in all positions. Even with the great Vishy, when he made a blunder or faced defeat, one could see his ears and face reddening, although the smile was always there. With Gukesh — it’s mostly deadpan.\nGoing into Toronto, there were three Indians in the eight-person field — Rameshbabu Pragnanandhaa, Gukesh, and Vidit Santosh Gujarati, which in itself was quite striking. A fourth, Argun Erigaisi, narrowly missed the cut. The three Indians were expected to do well, but few thought one of them, least of all Gukesh, would come up trumps (Carlsen specifically said he didn’t expect Gukesh to win). Because in the field were the world #2,#3, and #4 in terms of ELO points — Fabiano Caruana, Hikaru Nakamura (both US) and Russia’s Ian Nepomaniacchi, all ranked higher than the Indian boys in the Elo rating, and far more experienced in international match play.\nBut Gukesh topped the field winning five, drawing eight, and losing only one to Firouja after a dreadful blunder that saw him bury his face into the table. The amazing thing was he recovered quickly, and at a later press conference, said he felt good with the way he was playing even after that defeat — it was the moment he realized he could actually win the tournament. Hikaru, who was second placed half a point behind Gukesh, won five, drew seven, and lost two. And who did he lose to? Not Gukesh, who drew both his games with Hikaru. The man who beat Hikaru twice — with black and white pieces — was Vidit Gujarati, who was eventually placed sixth, but whose feat helped Gukesh. Pragnandhaa placed fifth. These boys, they help each other – wittingly or unwittingly.\nOne of the most endearing photos I’ve seen is these kids, Grandmasters all, playing tennis ball cricket in a hotel corridor after a hard day’s grind at the chess board. I don’t know about cricket, but I’m sure chess has a brilliant future in India, where it originated from.\n\n",
        "headline_1": "Besh…Gukesh!",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/besh-gukesh/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "Elon Musk has postponed his trip to India because of “very heavy Tesla obligations”. But all the factors making an India-Tesla partnership a win-win for both remain firmly in place.\nWherever Tesla has started its operations, it has helped build a robust EV ecosystem. China is a classic example. India would like Tesla to repeat this here too. On the other hand, Tesla cannot miss out on the India story. This is the world’s fastest-growing large car market.\nGrowth conditions | Just over 90,000 or only 2.2% of the cars sold in India in 2023 were electric. In contrast, worldwide battery EV (BEV) sales were 10 million or 11.1% of cars sold. So, there is a huge opportunity for Tesla, or any big EV maker, to jumpstart the electric car industry here. Musk has been consistent about where he sees the scope for him to invest in India:\n● India is now the most populous country in the world, Musk tweeted in April 2024. So, Indians should have Tesla EVs, which he says are the best cars in the world.\n● Solar panels combined with battery storage could power rural India more efficiently. This is Tesla’s fastest-growing business segment.\n● Starlink could provide mobile broadband connectivity to India’s rural and remote areas.\nAffordability matrix | It is well understood that an affordable car is critical to Tesla’s success in India. This also syncs well with Tesla’s long-term plans. It has announced a goal of further 50% reduction in the cost of building a vehicle as compared to Model 3/Y. It has already outlined a plan to build a $25,000 car (₹21 lakh). And while this plan could be temporarily de-prioritised, it should be ready in around 3-4 years, when Tesla is expected to start building a highly localised car in India.\nGOI believes Tesla would give much-needed push to EV ecosystem development in India and also boost its Make In India programme. That is why, when the e-vehicle policy was announced on the last working day before the election code of conduct came into effect, govt agreed to Musk’s long-standing request to allow import of e-cars.\nMeanwhile, Tesla has announced it intends to further increase cost-competitiveness in its significant markets by strategically adding local manufacturing.\n\n",
        "headline_1": "That electric attraction",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/that-electric-attraction/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "As YS Sharmila takes forward former CM YS Rajasekhara Reddy’s political heritage, her party, Congress – virtually written off in the two Telugu states till it won Telangana’s assembly election – seems to be on a path to revival from its 1.2% vote share (2019 LS) in Andhra. Since taking over as Congress’s AP head, Sharmila, sister of YSRCP chief and present CM YS Jagan Mohan Reddy, has been making the right noises, particularly in Kadapa LS constituency, where she takes on cousin and sitting MP YS Avinash Reddy. Excerpts from an interview by Sandeep Raghavan.\n\n● You’ve laid claim to your father’s political legacy.\nWhy not? Jagan Mohan Reddy can stake claim to my father’s legacy only if he relives YSR’s ideals. He is different from my father in many ways. YSR was a man of his word, known to fulfil his promises and would even give up his life to keep his word. Jagan is all lies and deceit. What happened to his numerous promises made before 2019 elections, including completion of irrigation projects, prohibition, filling up 2.3L govt vacancies, notification for teachers’ vacancies, etc? When he cannot keep his word to the people, how can he stake claim to YSR’s legacy? He must first learn to live up to YSR’s ideals.\n● Did your father have political aspirations for you?\nHonestly, no. He had no aspirations for me at all. I was his heart and soul. He loved and pampered me so much he was reluctant even to allow me to study medicine at one stage. He just wanted me to lead a happy life. I too had no political ambition, but situations forced me. Had my father been alive, I’m sure he would have backed me in my efforts to relive his ideals.\n● How is canvassing for Congress distinct from your YSRCP campaign?\nI campaigned for YSRCP as I believed Jagan would fulfil my father’s aspirations for the people. I walked 3,200km believing Jagan will walk in my father’s footsteps. I left behind home and family, all my aspirations, for a yearlong padayatra across the state. The ‘Bye-Bye Babu’ campaign I led for YSRCP before 2019 elections was one of India’s most successful ones. But after YSRCP won, Jagan changed completely on becoming CM.\nCampaigning for Congress now is immensely satisfying – my father always desired to see Rahul Gandhi become PM. I’m just trying to do my bit to fulfil that dream.\nRead full story on ToI+\n\n",
        "headline_1": "‘YSR wanted to see Rahul become PM…he would’ve backed my political pursuit…Jagan changed after becoming CM’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ysr-wanted-to-see-rahul-become-pmhe-wouldve-backed-my-political-pursuitjagan-changed-after-becoming-cm/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "Combative rhetoric and mudslinging, and so-called friendly fights, are par for the course during Lok Sabha electioneering. But the recent flare up in verbal spats, days before election on April 26, between INDIA allies CPM and Congress in Kerala is anything but garden variety. Pinarayi and Rahul’s takedowns, one reminding the other of “his old name” (Amul baby by Kerala netas), the other making “not in jail” jibes, highlight how both are in dire need – CPM slightly more – of the Kerala vote.\nKerala’s score | Congress-led UDF has traditionally dominated the state’s presence in Parliament. In 2019, UDF swept 19 of its 20 LS seats, reducing CPM to a single MP. CPM did better in Tamil Nadu, winning two seats. Little wonder Pinarayi kicked off his LS campaign in Feb with harsh criticism of Congress, against the backdrop of the larger anti-BJP campaign – saying BJP was political heir to Congress’s authoritarianism. For Congress, its 15-seat haul in Kerala and a sweet Wayanad victory for Rahul, pushed its faltering total to 52 seats. Congress aside, UDF tally was: IUML 2, RSP and Kerala Congress (Mani) 1 each.\nKC factor | As things stand, KC (Mani) switched to LDF in 2020, thus any win it manages is for LDF this time. The other KC factor is Congress veteran Venugopal, who didn’t contest in 2019 – it was his stronghold, Alappuzha, that CPM won. Venugopal won Alappuzha in 2009 and 2014, and is contesting this time, so it’s a three-way battle: KC takes on CPM’s sitting MP AM Ariff, and BJP’s Sobha Surendran. Yet Alappuzha hasn’t seen as much aggressive allybashing as between Pinarayi and Rahul. Even Wayanad, where CPI’s Annie Raja takes on Rahul, hasn’t been nasty.\nKnockout or knocked off | In effect, it’s CM training guns at Rahul, and vice versa. There’s reason why. Left parties put together touched a record low in 2019. CPM won 3 of the 69 it contested all India, and a 2% vote share, its worst tally ever. In Bengal, it didn’t make it to second place on any of the state’s 42 seats. All India this time CPM’s contesting 52 seats – 15 in Kerala and 23 in Bengal – so far. Kerala’s a do-or-die battle for it. Alliance at the national level is all very well, but for electoral relevance, CPM cannot afford to not dent Congress in the only state where communists are in office. So, it’s gone into the poll battle, all guns blazing.\n\n",
        "headline_1": "Why this Kolaveri D",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-this-kolaveri-d/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "Against the backdrop of growing climatic turmoil Bangladesh and the rest of the world find themselves in, the country has formulated a national climate adaptability plan covering 27 years called 'National Adaptation Plan (NAP) 2023-2050. With the country ranking 7th in the Global Climate Risk Index, even such an apparently long-term plan may fail to match the climatic exigencies. Yet a preparation of this order will enhance the country's ability to response to crises it is likely to face on account of natural adversities. According to the Centre for Environmental and Geographic Information Services (CEGIS), which is responsible for preparation of the plan, the country lost $4.65 billion or 1.3 per cent of the GDP in the fiscal year 2021-22 due to adverse impacts of climate. The loss, the CEGIS maintains, is likely to surpass 2.0 per cent in 2030 and soar up to 9.0 per cent by 2050 if no action for climate adaptability is taken. In the absence of such strategy, the country could lose up to 30 per cent of agricultural GDP by 2050.Now what are the losses? Sure enough, adverse weather has its impact on life and livelihoods which in their turn refer to employment, production process, output and availability of food. In this case, cultivation of crops will face growing challenges. So Bangladesh has to explore every possible avenue to take up climate-sensitive projects, particularly relating to agriculture. Multilateral agencies are extending support to the country so that it can meet the challenges as much as possible. As part of such cooperation, the Asian Development Bank (ADB) will provide Bangladesh with $71 million for a climate adaptability project in Gopalganj and Madaripur. To be implemented by the Bangladesh Water Development Board (BWDB) between 2024 and 2028, the project has its focus on integrated water management, training for water management organisations, local participation and ownership in order to ensure sustainability.Evidently, the project is not large but its importance cannot be overemphasised. In the country's south where saline water intrusion rendered agricultural land unfit for cultivation of crop, a local farmer has developed an ingenious way of skirting around salinity. Rain water conserved in depressed or lower parts of agricultural field for irrigation of plants sowed on raised rows of beds has done the trick. Similarly, in submerged areas, farmers successfully grow vegetables on floating beds. Also agricultural scientists here have already achieved remarkable success in developing saline-tolerant crops. The multilateral agencies such as the ADB can provide fund for such local initiatives in order to give them a better managed system. Bangladesh is receiving the loan because of such projects' importance to its food security and, by extension, its existence. But this country and other climate-vulnerable ones have a legitimate demand for climate fund from the worst polluters in the world. So, it has sought $230 billion for climate vulnerability under its NAP, 2023-2050 plan. This amount for a 27-year plan is hardly big enough and the country deserves it, because the adverse climate it is confronting now on account of global warming is a consequence of more extraneous than internal factors. Climate fund is definitely preferable to loan.",
        "headline_1": "Need for climate-sensitive projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-climate-sensitive-projects-1713799768",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "What motivates the mainstream newspapers in Bangladesh to choose newsmaking needs more scrutiny as they face greater challenges than ever to survive functionally. It's not just about being in the news but about being relevant as market pressure intensifies. This correlates with the structural changes in the overall media scene as social media and internet-based audio-visual (AV) media gains power every day.How the print media handles the crisis is more important than ever because voices of credibility are declining and the middle class, the traditional consumer and dependent, may well be left without a voice as the two classes below and above are increasingly showing tendencies of ignoring them. The role of media dominated by political views has been in existence since the colonial era when contesting the same was a major objective of the post-1857 middle class. It was a period after which unreserved loyalty to colonialism was no longer profitable for any group.After the 1947 stumble when the Lahore Resolution of 1940 was amended by the Delhi Resolution of 1946 and independent East Pakistan was not birthed, a new phase of state-making politics began in which the media became an active participant and its role was more or less established. Thus the period from 1947 to 1971 was one of intense politics for state making led by the middle class in which the media played a significant role. Thus we see the next stage of the \"patriotic\" media. Just as the media in times of war is part of the larger conflict and an agency of progressing the cause forward, not objective news making, the media was seen in that role. And in that, it was successful.In the subsequent post-1971 stage, the media continued along the same trend. Two senior managers at the Dainik Bangla were removed in 1973 in reaction to articles on the USIS firing. The subsequent BKSAL and the martial law period saw a whole new kind of media which reflected the social and political changes vividly.By this time, the middle class and the upper class had become much better off, benefiting from an independent state economy. It was also a period of partisan media as the middle class was split along two political party lines. That trend continues and it has become a conflict between two \"patriotic\" groups and objectivity is the welcomed casualty. It's the media of competition.The middle class continues to be the principal consumer of the mainstream media but as a class have declined in importance due to the absolute rise of the two tertiary classes- upper and lower. While the upper class owns the media and uses it to gain social capital that can be transformed into wealth or protection of already accrued wealth, the once poor class has been transformed by remittance, employment in the RMG sector and in some cases, non-traditional agriculture and off farm employment. The middle class is the grumbling class as they struggle to achieve higher income and higher consumption patterns which causes stress and blaming those in power at all levels. It's they who consume political news the most as they believe in political change as a solution to their problems and strengthening of their role as intermediaries. They are more critical of the situation at any given time. As a result they are more prone to consumption of both political and also negatively critical news. This is fine as it matches their interests.However, the upper class owns the media and as part of the ruling regimes is the policymaker and implementers and can not only control the news flow but also the events. So they are not interested in public opinion and ignore it. They enjoy class immunity so are not interested in the media except as owners and promoters and not as consumers.Meanwhile, the lesser class including the rural population has little interest in either national political news nor in disaster reporting. They are influenced by local events and economics so their world is limited by geographical proximity and economic opportunities. Local politics matters to them not national events as much or even much. Most importantly, they access social media and not mainstream media.While the desire to play the political savior of Bangladesh is high amongst the media professionals and even establishments, the opportunities to do so are becoming limited. As a weak class, nobody is looking to the middle class for a plan to bail out. The majority -the rural population- has become either external as migrant workers- or local as villagers.Both have significantly by-passed the so-called national issues and reality. As they are not depending on the national economy much if at all, they are far less interested. So the chances of getting the largest and well-off population in terms of size are not mainstream media's consumer base anymore. With advertisements also shifting to social media, we see the rise of local media -often informal and focused on districts, upazilas etc. Niche media is the only answer as Bangladesh is split along various classes, culture and antagonism lines. The earlier conventional one media for all models won't work. With more entries but many of them unhealthy, there needs to be more targeted media products for different groups. That mono- media model is not working and even more, the market suffers from overproduction is obvious. Whether the national media establishment can reinvent itself is the point.\n[email protected]",
        "headline_1": "The media's news priorities and crisis in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-medias-news-priorities-and-crisis-in-bangladesh-1713799824",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "Politics on the educational campuses, or student politics, in short, has often been glorified in the political history of the country. Especially, in the second half of the last century, the universities of the country turned into the battlegrounds for socio-political movements for change. Historically, that period was a charged one with various radical ideas of change inspired by the communist revolution that took place in Russia in the early part of the last century followed by the Chinese revolution in the middle part of that century. The West, too, was reverberating with youth movements protesting against capitalism impacted by the revolutionary struggles worldwide, civil rights movement in America, anti-consumerism, anti-American imperialism, you name it. The post-WWII generation in the West was against the existing order of things. And, of course, it all started from the then-Gaullist France, the cradle of European revolutions. And the waves of those political and cultural movements also crashed against the shores of this part of the world. The youths from the feudal and middle class social backgrounds of this land were naturally drawn in droves towards the radical ideas of social change. But social, cultural and political movements are the products of societies from which they emerge. In a basically feudal, semi-feudal and post-colonial background, many of those radical Western ideas emerging from highly advanced capitalist, consumerist socio-economic settings were essentially alien 'isms', which could not sway the broad masses of the country. And, small wonder, from the ideas of democracy to the linguistic nationalism to communistic ideologies that our university-going middle class youths were so fond of and sometimes fought for failed to infiltrate the mainstream society. The independence struggle of 1971 was mainly fought by the masses of the peasantry and the working people of the country as the attacks by the occupation forces of the Pakistan became an existential threat to them. Their adult boys along with the urban and middle-class-origin youths from the universities also joined the liberation struggle with their various ideologies. Perhaps the aspirations and dreams of the rural youths from the peasant and working class backgrounds who fought side by side their elitist counterparts from the middle class background with their university education during the independence war remained stranger to one another even to this day. It is not that the overwhelming number of the youths in the rural society did not come of age. In fact, they know what they want and that is why they risk their lives to cross the seas and deserts in search of jobs and a better life for themselves and their families at home. They are honest and hardworking people. They are born builders. If their own society cannot accommodate them, they would build for others who would take them. On the contrary, it is the idealists from the middle class mainly from universities who are yet to come of age. Now coming to the students in general: do they really like campus politics? The ongoing movement against campus politics being waged by the students of Bangladesh University of Engineering and Technology (BUET) is a case in point. It is not an isolated event, even though, this particular movement has its specific origin related to campus violence leading to the death of a BUET students four and a half years ago. Identical incidents also had happened even before independence days. It is time for our political historians to consider the issue in an unbiased manner.\n[email protected]",
        "headline_1": "Whither student politics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whither-student-politics-1713799930",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-04-2024"
    },
    {
        "full_article": "Bank mergers in Bangladesh herald a significant shift in the country's banking sector, as troubled institutions seek solace through mergers with more stable counterparts. The landmark merger between Padma Bank and EXIM Bank represents a pivotal moment in Bangladesh's banking history, marking the first instance of such consolidation in the country. Padma Bank, formerly known as Farmers Bank, has faced persistent challenges since its inception in 2013, struggling with ballooning non-performing loans and defaults despite rebranding efforts in 2019. On the other hand, EXIM Bank emerges as a sturdy entity amidst these challenges.The decision to merge was made during a critical meeting of EXIM Bank's board, reflecting a strategic move to stabilize Padma Bank and safeguard the interests of its depositors. If successful, the merger would lead to the dissolution of the Padma Bank name, signaling a new chapter in its journey. Recent financial data reveals the stark contrast between the two entities, with Padma Bank grappling with significant outstanding loans amounting to Tk 5,740 crore, with Tk 3,550 crore in defaults, compared to EXIM Bank's more stable financial position, facing about 3.5 per cent of its total outstanding loans of Tk 46,937.63 crore turning sour.Beyond the Padma Bank-EXIM Bank merger, several other banking institutions in Bangladesh are exploring similar consolidation opportunities. State-run Sonali Bank's endeavor to acquire Bangladesh Development Bank Ltd (BDBL) and Bangladesh Krishi Bank's (BKB) pursuit of Rajshahi Krishi Unnayan Bank (Rakub) underscore the broader trend of strategic mergers in the sector. City Bank's bid to absorb state-run BASIC Bank and United Commercial Bank Limited's (UCBL) plans to acquire National Bank further exemplify this trend.These proposed mergers, while voluntary, are intricately linked to the central bank's overarching efforts to reform the banking sector, which are closely tied to IMF loans aimed at bolstering financial stability. Sonali Bank's acquisition of BDBL, for instance, is part of the conditions tied to $4.7 billion-worth loans from the International Monetary Fund (IMF). However, amid these consolidation efforts, the World Bank has emphasized the importance of conducting thorough evaluations of asset quality before proceeding. Blindly pushing for consolidation without considering the underlying assets could potentially lead to counterproductive outcomes.As Bangladesh's banking sector embarks on this transformative journey through strategic mergers, it holds the promise of fostering resilience and prosperity in the face of economic challenges. While mergers pose operational hurdles, such as integrating systems and corporate cultures, the potential long-term benefits, including stability and economic growth, outweigh these challenges. Nonetheless, regulators must tread cautiously to strike the right balance and ensure positive outcomes for all stakeholders. The consolidation of banks in Bangladesh represents a critical step toward maintaining a stable and thriving financial ecosystem.\nRadif HasanNorth South UniversityMajoring in Finance [email protected]",
        "headline_1": "Bank mergers herald a new era",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bank-mergers-herald-a-new-era-1713799960",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-04-2024"
    }
]