[
    {
        "full_article": "Census collects population data that is crucial to planning and development, and the exercise is rarely devoid of political intent or consequence. India has conducted the Census every 10 years since 1881, but in 2020, the decennial exercise for the 2021 Census had to be postponed due to the COVID-19 pandemic. Restrictions related to the pandemic have ceased and the state machinery is ready to start the exercise anytime, but the BJP government at the Centre continues to withhold political clearance. On September 20, Home Minister Amit Shah told the Lok Sabha that the Census will take place after the 2024 general election. That still avoids any clear mention of the date or year, allowing speculation about the government’s intent. A possible reason why the Centre is eager to delay it until 2024 is the clamour for enumeration of caste, a question that the BJP is trying to evade. A Census after 2026 will become the basis of the next delimitation of Lok Sabha seats, which will involve inter-State redistribution of representation. The BJP may have incentives to wait until then. In the last few years, changes in the Citizenship Act, and conflict between some States and the Centre regarding the National Population Register (NPR), have further muddied the discussions on Census.The proposed 33% reservation for women in Parliament and Assemblies is linked to the next Census and delimitation, which adds an additional import. The next one will also be the first digital census giving citizens an opportunity to “self-enumerate”. During self-enumeration, Aadhaar or mobile number will be mandatorily collected. Around 30 lakh government officials including schoolteachers will be assigned as enumerators and each will be assigned the responsibility to collect details of about 650-800 people through both online and offline modes covering an estimated population of more than 140 crore. In normal course, completion of both the phases of the Census takes at least 11 months. Meanwhile, the quality and mechanism of population level data collection are evolving fast, thanks to technology. The Registration of Births and Deaths (Amendment) Act, 2023 that will come into effect on October 1 will help a centralised population register, electoral register, Aadhaar, ration card, passport and driving licence databases. The centrally stored data will be updated real time without human interface leading to addition and deletion from electoral roll when an individual turns 18 and after death, respectively. Rather than trying to weaponise categorisation and counting of people, the government must take States and parties into confidence on all the issues around the Census.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npopulation and census\n\n/\n\npolitics\n\n/\n\nCoronavirus\n\n/\n\nLok Sabha\n\n/\n\nBharatiya Janata Party\n\n/\n\nparliament\n\n/\n\nAadhaar",
        "headline_1": "People count: On the Census and the shadow of politics",
        "headline_2": "The Census is too important to be delayed for political reasons",
        "link": "https://www.thehindu.com/opinion/editorial/people-count-the-hindu-editorial-on-the-census-and-the-shadow-of-politics/article67335187.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "The recent announcement by the U.S. House of Representatives Speaker, Republican Kevin McCarthy, that the lower chamber of Congress would move to impeach President Joe Biden is likely to be along expected lines as far as Democrats are concerned. With the next presidential election in a little more than 13 months, the Republicans have much to gain by muddying the waters and distracting voters from the fact that the U.S. economy has rebounded from the pandemic-years slowdown. Amidst a dearth of obvious political targets within the Democratic machinery, Mr. McCarthy has chosen to go after the President’s son, businessman Hunter Biden, training his guns on his business dealings that allegedly resulted in benefits accruing to the senior Mr. Biden during his term as Vice President in the Obama administration. The House majority case against the Biden clan appears to be tenuous. With regard to the August memorandum of the House Oversight Committee, which alleged that Mr. Biden and his associates were paid more than $20m by “foreign sources”, the Chair of the very same Committee, Republican James Comer, conceded recently that a scrutiny of bank records did not yield evidence. Similarly, allegations that the Biden “brand” was used to peddle influence in business matters to the favour of Mr. Biden do not appear to be standing up to scrutiny, according to a report from the Congressional Integrity Project, a Democrat-aligned watchdog group. Finally, claims based on an “unverified FBI tip”, that Mr. Biden paid off prosecutors to end an inquiry into Burisma, a Ukrainian energy firm on whose Board Hunter Biden had a seat, have also failed to unearth a smoking gun; so too allegations, based on the testimony of two whistle-blowers that the Justice Department “intentionally interfered in a multi-year investigation into Hunter’s tax return”. Even if Mr. McCarthy manages to drag Mr. Biden through a full impeachment, the 46th President will be acquitted in the Senate. The elephant in the House is the double impeachment of former U.S. President Donald Trump. Perhaps in a bid to seek a false equivalence to that dubious record and in the hope of dampening voter support for Democrats next year, Mr. McCarthy is attempting to simultaneously win favour with Mr. Trump and shore up his own wobbly support base in the House. Whatever his motivations, Mr. McCarthy’s proposed public spectacle risks a serious voter blowback in next year’s election, as Democrats may rally to Mr. Biden’s cause in greater numbers, and the all-important independent voters may associate this manoeuvre with unproductive partisanship and Mr. Trump’s long shadow over the Republican Party.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ndemocracy\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ninvestigation",
        "headline_1": "Political red herring: On the move to impeach Joe Biden",
        "headline_2": "The attempt to impeach Biden might backfire against the Republicans",
        "link": "https://www.thehindu.com/opinion/editorial/political-red-herring-the-hindu-editorial-on-the-move-to-impeach-joe-biden/article67335135.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "“Climate change is more than statistics, it’s more than data points. It’s more than net-zero targets. It’s about the people, it’s about the people who are being impacted right now”. –Vanessa Nakate\nThe issue of climate change, which is basic to sustainable development, has increasingly acquired a sharper focus globally. Sustainable development implies “development that meets the needs of the present generation without compromising the ability of future generations to meet their own needs” (Brundtland Commission, 1987).\nEquitable, participatory, and broad-based sustainable development (BBSD) with thrust on a structurally transforming economy must transcend the narrower economic growth. Incremental changes are no substitute for sustainability necessitating systemic change.\nCarbon emission is primarily responsible for global warming and other devastating climate change effects across the development spectrum- geopolitics, economies, biodiversity, and environmental degradation. Hence, fossil fuel must be capped to limit global average temperatures to 1.5 degrees Celsius above pre-industrial levels. But the latest reports from the United Nations’ Intergovernmental Panel on Climate Change (IPCC) reveal that we could transcend this limit. The best-case scenario suggests a temperature hike of 3.2 degrees; the worst-case scenario predicts a temperature hike of 4.5 degrees by 2100, which would cause incipient disaster with uninhabitable equatorial regions, huge firestorms, flood two-thirds of the world’s cities, and increase tropical disease in the Arctic.\nPreparing for Armageddon necessitates major systemic change: no new fossil fuel infrastructure, huge incentives for renewables, carbon pricing and other policies for net-zero transition. This compelling challenge requires a different mindset, transformational changes, cross-sectoral decisions, macro-economic policy, and the sensitization of the common man to environmental concerns and realization of the potential economic value of the eco-system for the markets.\n Indian scenario\nIndia is greatly susceptible to climate change because of poverty, high population density, dependence on natural resources, and stressed environment. The International Centre for Integrated Mountain Development’s Report revealed unprecedented melting of glaciers across the Hindu Kush Himalayan mountain ranges and could lose up to 80 per cent of their volume this century if greenhouse gas (GHGs) emissions were not sharply reduced. This has disastrous implications for flash floods, avalanches and availability of fresh water with huge socio-economic losses, e.g., Cyclone Amphan, abnormally high rainfall, severe floods, landslides, cloudbursts across states, the collapse of Joshimath, frequent landslides and cloudbursts in Uttarakhand and Himachal Pradesh, incessant rainfall in various parts of India, extreme heat and cold conditions.\nIndian strategy\nIndia’s agreement to a “net zero” climate target depends on developed nations not reneging on their clear commitments, viz., an annual $100 billion to developing countries for mitigating climate change, facilitating technology transfer and implementing a tangible market-based mechanism to revive dormant carbon credit markets. A net-zero emissions future in terms of not just de-carbonization but also a whole new model for low-carbon development is not a zero-sum game but could generate higher growth. The net-zero drive also requires reaching 500 GW of non-fossil electricity capacity, renewables forming 50 per cent of the energy-mix and to slash projected carbon emissions by 1 billion tonnes by 2030. While green hydrogen is produced from renewable energy, low-carbon energy can also be generated from fossil fuels with carbon capture and storage with reduced climatic impact. Five elements of a robust climate change strategy are macroeconomic context, analytical framework, sectoral transitional mapping, technology and financial mapping and institutional. There has to be coherence between them to manage short-term dips and long-term recovery by managing risks, building resilience and leveraging new opportunities with an integrated approach. In the ultimate analysis, innovation in institutions, understanding, technology, and leadership are pre-requisites to addressing “the economics and politics of climate change” because the economics of climate change are inextricably linked to politics.\nFinancing mechanisms\nMassive investments are required in renewable energy (RE). Hence financing issues, viz., higher capital-intensity with lower organization and management (O&M) cost, exposure limit of banks to sectors, inadequate sector-specific risks awareness among financial institutions and solar project viability apprehensions acquire center-stage. Green finance includes (i) climate finance, viz., adaptation and mitigation financing, reducing vulnerability, improving resilience, ecosystem, GHG emission reduction and carbon sink and (ii) biodiversity, resource conservation and facilitating infrastructure (renewable energy, electric vehicles, energy efficiency). Sustainable finance includes climate finance and green finance. Green finance mechanism includes debt (sovereign green bonds, sub-sovereign green bonds, green revenue bond, environmental impact bonds, green loans, etc.; equity instruments (public private partnership, joint venture, investment trust, etc.); credit enhancement mechanisms (full or partial credit guarantee, viability gap funding, etc.); risk transfer/risk sharing mechanisms (first-loss capital, loan loss reserves); grants by national and international green financing mechanisms.\nPersisting bottlenecks\nRich countries find it difficult to eliminate fossil fuels and carbon and insulate their economies. This issue becomes compounded for developing nations because of a serious resource crunch, inadequate infrastructure and technology. This necessitates immediate grants, loans and private investment to adapt to climate change and mitigate its effects and move to renewable energy sources, viz., solar, wind and hydro power. Both the quality and the quantity of funding are important. Bloomberg showed global investment in energy transition reached a record $1.1 trillion in 2022, up from $849 billion in 2021and just $267 billion in 2011. But we have a long way to go. For, UN estimates, making infrastructure more climate-resilient has a benefit-cost ratio of about 6:1, leading to more jobs, improved access to education and innovation, better quality of life and equal opportunities to prosper. The Bonn Climate Change Conference of June, 2023 was marked by sticky issues, viz., ‘phasing out’ versus ‘phasing down’, provisions related to finance, ‘historical responsibility’ of the rich countries and Mitigation Work Programme (MWP), wherein developing countries were asked to strengthen their climate actions without the enabling finance and abatement and removal technology transfers from the developed countries. Developing countries need US$ 6 trillion between now and 2030 just to implement their climate action plans. The loss and damage needs of developing countries are assessed to be about US$ 400 billion annually. Huge funds are needed for other purposes with the total estimated at several trillion dollars annually. Given the perils of climate catastrophes across geographies, accessible low-cost financing and technical assistance needs to rise to completely change environmental processes and patterns. But unacceptably US$ 100 billion per year that the developed countries had committed to raise from 2020 was not forthcoming.\nParadigm shift\n​All is not lost in meeting the terrifying reality of climate change. Behavioral changes at the individual, industry and the government levels need to be strongly reinforced by an accent on managing and reducing emissions by a closed loop-system involving 4 Rs: reduce, reuse, recycle and remove and recycle by creating an enabling fiscal framework. The successful implementation of India’s ban on the manufacture, import, stocking, distribution, sale and use of identified single-use plastic items (SUPs) effective July 1, 2022 requires participation across levels – governments, manufacturers and users for safe and sustainable substitutions with transformed consumer demand, regulatory frameworks and costs and a sustainable lifestyle. Biological Diversity Amendment Bill, 2021 and Conservation Amendment Bill, 2023 attempt to develop the economy, build critical infrastructure and bridge development deficits.\nSystematic changes, not ad hoc disjointed efforts\nA broad spectrum strategy requires making power generation zero-carbon by replacing fossil fuels with renewables and nuclear power, and then electrifying to the maximum possible level. But issues of managing intermittent supply from solar panels and wind turbines are significant headwinds. Bill Gates showed calculation of the cost of clean alternatives relative to fossil fuels, and to quantify the difference as a “green premium”. This premium can be reduced through innovation and government policies. Asymmetric information renders both ‘quantity instruments’ approach, e.g., cap and trade and ‘price instruments’ approach, e.g., carbon taxes difficult and the resulting mechanism is grossly inadequate necessitating holistic view of a scary scenario. Despite the disconcerting setting, together we can -and we must -make a difference as partners in development by facilitating access to low-cost finance for existing and emerging clean technologies, swiftly enhancing renewable energy deployment and addressing power system challenges and lower costs. Real change requires change at every level- from local to the global- to transform all major systems by 2050: energy, transportation, industry, agriculture, waste management. Careful planning and execution need not just quantity and price instruments but also greater sensitization, behavioral change, communication, education, mass movement and the engagement of all stakeholders with a sense of immediacy to develop, implement, and adapt the strategy to tackle the grave ecological poly-crisis.\n\n",
        "headline_1": "Climate change: Perlis of skewed development",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/climate-change-perlis-of-skewed-development/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "I don’t know of a single person who is opposed to the idea, and future reality, of considerably greater representation of women in Parliament, and in all levels of decision making – home, office, divorce etc. The women’s reservation bill is a long overdue act in this march towards justice and equality. The first such bill was introduced in Parliament on September 12, 1996; then others in 1998, 1999, 2002, 2003, 2008 and now.\n\n\nThe general expectation is that the bill as tabled in the new Parliament on September 19, 2023 will not be enacted until at least the 2029 election. Why?\nBecause of Clause 5 that states the bill “shall come into effect after an exercise of delimitation is undertaken for this purpose after the relevant figures for the first census taken after commencement of the Constitution (One Hundred and Twenty-Eighth Amendment) Act, 2023 have been published”.\nRead full story on TOI+\n\n",
        "headline_1": "Don’t wait for the law to do what you should",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dont-wait-for-the-law-to-do-what-you-should/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Canadian PM Justin Trudeau has tried to deflect attention away from his cosy political ties to radicals and his government’s indulgence of violence-espousing Khalistanis by seeking to put India in the dock with an astounding allegation. Trudeau’s evidence-free claim should not obscure a larger problem confronting India – the five Anglosphere countries’ sheltering of Khalistani extremists that endorse violence as a legitimate tool to achieve Khalistan.\n\nRead full story on TOI+\n\n",
        "headline_1": "The problem is Canadistan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-problem-is-canadistan/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Standardised entrance tests are meant to ensure a minimum level of quality in intake. India’s medical education has inverted that understanding. On Wednesday, the bar set by NEET for postgraduate medical admissions hit rock bottom. It will be zero percentile this year, which means that everyone who appeared for postgraduate NEET is eligible regardless of the score. As reported in this paper, it includes candidates who got a zero or even a negative score. It’s not the first time standards have been lowered to this level. In 2022, the minimum was set at zero percentile for super-specialty courses.\nThis move is inconsistent with the underlying aim of another measure initiated by the medical education regulator NMC in June. NMC notified regulations for a national exit test (NExT) for MBBS students. It will simultaneously serve as a licentiate exam to practise as a doctor and a qualifying exam for postgraduate courses. The regulations show that 50% is the threshold to pass NExT. Juxtapose the zero percentile decision with NExT’s regulations and the scale of dilution in standard is clear. Let’s also not forget that the zero percentile cut-off has been set for students who have already qualified to practise medicine.\n\nMedical education in India today has a standardised test at both entrance and exit stages of undergraduate medical courses. It’s a reflection of the sharp variation in the quality of both schooling and medical education, which is where the answer to the zero percentile puzzle lies. More than 8,000 postgraduate seats in both government and private colleges are vacant. If the bar has to be lowered to fill these seats, it’s colleges who call the shots. Clearly, they have a conflict of interest, which is why NMC has been forced to announce NExT.\nUshering in a standardised national entrance exam for medicine hasn’t been easy, with Tamil Nadu still opposed to the idea. Now that it’s been rolled out and opposition largely muted, dilution of standards to help colleges undermines the push for quality. India shouldn’t be tracking just the number of doctors to population ratio. Quality is equally important – these are professionals who need a licence to practise. The preamble to the NMC legislation says that the aim’s to ensure “availability of adequate and high quality medical professionals”. That’s not going to happen with a zero percentile cut-off.\n\n",
        "headline_1": "Makes zero sense: The lowest possible cut-off for NEET PG medical admissions again highlights the quality problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/makes-zero-sense/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "In recent years, Bangladesh has been grappling with a deepening chasm of inequality. While on the surface, macroeconomic indicators like GDP and per capita income have shown growth, the reality paints a starkly different picture.\nThe majority of Bangladeshi families continue to struggle with monthly incomes far below the newly-elevated per capita income in the country, which is claimed to be nearly $2,800 per year in 2023, or around Tk 25,000 per month. This means a family with four members is supposed to earn Tk 1 lakh a month, but the harsh reality is that most households barely manage to make Tk 20,000 to 25,000. The rest of the supposed income clearly lands in the pockets of a few selective groups. This troubling disparity has been a long-standing issue, but in recent years, it has grown so pronounced that it's as if two distinct economies are operating side by side in the country.\nFor the vast majority of the population, expenses are climbing upward, real incomes are dwindling, and overall participation in the broader economy is waning. In sharp contrast, a small minority enjoys exponential growth in both nominal and real income. This group also accumulates assets at an astonishing rate while significantly influencing the overall economic landscape.\nIf we look at government documents (Household Income and Expenditure Survey of 2010 and 2022), we find shocking evidence of this divide. In 2010, the top five percent of earners of the population possessed 24.61 percent of national income, while the lowest-earning five percent held a mere 0.78 percent of the income. This translated to more than a 30-fold difference between the highest and lowest earning groups. Twelve years after 2010, the lowest earners' share shrunk to 0.37 percent, while the highest earners saw their share grow, from 24.61 to 30.04 percent. Disparity further widened, more than 80 folds, perpetuating an alarming trend of escalating inequality and creating a sharply polarised economy. The surveys also revealed a concerning trend – only the top 10 percent of the population has witnessed an increase in real income, while the remaining 90 percent saw their income stagnate or even decline. We must keep in mind that only legally declared income of the wealthy group is accounted for here.\nSo, what fuels this ever-widening gulf? A substantial part of Bangladesh's population, including over five crore labourers in the informal sector, contends with precarious and limited income. A percentage of factory workers receive fixed wages that barely keep pace with inflation, leaving them grappling with financial hardship. Farmers and rural workers face extreme insecurity, and other income groups, including many professionals, teachers, small traders and media workers, are also seeing their real income going down.\nIn contrast, the minority that centralises wealth experiences a huge surge in their income. Recently, for instance, the garment owners benefitted immensely from the devaluation of the taka, reaping substantial profits due to fluctuations in exchange rates. In sectors tied to the dollar, such as energy and power, a select few enjoy huge profits, while the majority bears the brunt of financial strain. Construction projects underscore this wealth disparity through their extravagance, inefficiency, and propensity for money laundering. Overspending and corruption result in astronomical costs, further exacerbating the inequality gap. Bangladesh now boasts a group of families, which have accumulated a mountain of wealth, similar to what we saw during the Pakistan period. Through the profits reaped within Bangaldesh's borders, these affluent individuals have managed to establish themselves as some of the wealthiest in other countries. What's more striking is the preferential treatment these ultra-rich individuals receive from the government.\nThis economic polarisation has sown seeds of anarchy, destabilising the economy and subjecting the majority to immense pressure. Over the past few years, inflation has soared, impacting the majority; expenses for essentials like food have surged by 20 to 30 percent. The Covid-19 pandemic compounded these challenges, leading to job losses, depleted savings, disrupted education, and soaring medical costs; and now, the price hikes are just adding to the misery. The dengue outbreak adds another layer of adversity for the working class, as medical treatment remains expensive and inaccessible. Public hospitals are struggling to cope with the influx of patients, and authorities have been slow to respond. High cost in private hospitals and price hike of medicine and saline have made matters worse. Strikingly, the government's absence is often noticeable when public interest needs protection, but its presence is visible when protests and dissenting views are being suppressed.\nAs we delve deeper into the socio-economic fabric of Bangladesh, it's important to recognise the multifaceted nature of this crisis. The roots of inequality extend beyond the economic sphere and touch various aspects of daily life, from healthcare to education, housing, transportation, security, employment and beyond. The situation has grown so pronounced that it's no longer a mere issue of income inequality; it's a crisis of access, opportunities, and basic necessities. While public infrastructures are in a dire state, the private sphere – luxury items, cars, food and entertainment – is becoming increasingly lavish by the day.\nThis discrimination and polarisation have left the majority vulnerable, with nowhere to seek refuge. They, the true owners of the country, feel disheartened, persecuted, and ostracised in their homeland. On the other hand, the rich minority, who keep their assets outside the country, now wield significant influence within it. The situation takes a darker turn when the government lacks transparency and accountability. Such disparities are not just confined to specific sectors; they are deeply entrenched in the very fabric of our society. It's reminiscent of the regional disparities that once plagued Pakistan, where East and West Pakistan were distinguished by economic inequality. Bangladesh had fought against this discrimination and gained independence, but now, it grapples with discrimination within its own borders.\nAnu Muhammad is a former professor of economics at Jahangirnagar University.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A country for the rich, and another for the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/country-the-rich-and-another-the-poor-3425341",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "In yet another harrowing tale of mismanagement and lack of accountability within our banking sector, the fate of crores of public money – allocated for climate change and its adverse effects on the environment and people's livelihoods – hangs in the balance, with no one seemingly concerned about it. Back in 2015, the Bangladesh Climate Change Trust (BCCT) entrusted Tk 538 crore to the then Farmers Bank Ltd with the expectation that this substantial deposit, coupled with accrued interest, would be returned within a year. Fast forward to 2023, and the trust has received a mere Tk 74 crore – only a fraction of the Tk 827 crore due. The situation worsened when Farmers Bank, now Padma Bank, successfully secured an additional eight-year extension from the Ministry of Environment, Forest and Climate Change to repay the money, leaving the BCCT in a perpetual state of waiting. Worse still, the bank reportedly now wishes to pay back the funds at a reduced interest rate of six percent.\nThe misadventures of Farmers Bank are old news by now. The bank, established in 2013, collapsed in less than three years because of widespread financial irregularities, with more than Tk 3,500 crore being syphoned out of the bank, according to the Bangladesh Bank. It was later bailed out by the four state-owned banks and given a name-lift, but it continues to be riddled by poor management and bad debts. According to the central bank, as of March 2023, Padma Bank had a total outstanding loan of Tk 5,782 crore, of which Tk 3,427 crore were defaulted loans, representing approximately 60 percent of their total debt. It also had a capital deficit of Tk 400 crore.\n\nThe saga also raises deep concerns about how public money, entrusted with various trusts, are being used and invested, in the name of the public, in the absence of any accountability mechanism. \nIn 2015 – the same year that the BCCT made the investment – Bangladesh Bank identified gross violations of banking rules in disbursing loans at the bank, including the involvement of its former directors in the scam. The question that has not been answered in so long is: why did the BCCT deposit its money with such an unstable financial institution in the first place?\nAs highlighted by Iftekharuzzaman, executive director of Transparency International Bangladesh, it is telling that, despite the issue being discussed in parliament back in 2018, no attempt has been made to hold those who made this controversial investment decision to account. The saga also raises deep concerns about how public money, entrusted with various trusts, are being used and invested, in the name of the public, in the absence of any accountability mechanism. We urge the government and the relevant ministry to launch a full-scale investigation into the issue. Moving forward, they must stop being so lenient towards a scam-ridden bank and hold it to account for its egregious failure to pay back the dues.\n",
        "headline_1": "Climate funds perpetually stuck in a scam-ridden bank",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/climate-funds-perpetually-stuck-scam-ridden-bank-3425296",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Habib Khan's success story, as reported by this daily on Thursday, is a testament to the power of entrepreneurship amid slowing growth and rising unemployment in the country. Habib left his job to pursue a career in agriculture in his village in Tangail. Then, in less than two years, he transformed his ancestral land into a profitable farm specialising in premium agro-products. Thus, not only did he become self-reliant himself, his company now also employs 18-20 other individuals. Such efforts underscore the importance of entrepreneurship – especially the micro, small and medium-sized enterprises (MSMEs) – for our economy as it continues to struggle to create new jobs.\nYouth entrepreneurship, in particular, can be hugely transformative. It can provide financial independence, create employment for others, and support peers and communities through innovative business practices and initiatives. If run and supported properly, MSMEs can be a major driver of domestic production and foreign currency earnings. However, despite some positive initiatives from the authorities and relevant stakeholders across the spectrum – such as the iDea project, a2i, Startup Bangladesh Limited, and different incubators from private organisations – small entrepreneurs in Bangladesh face various challenges including limited access to finance, lack of mentorship, inadequate infrastructure, limited access to markets, unsupportive bureaucratic processes, fragmented strategies within the ministries, and societal pressures against entrepreneurship, as a UNDP study has highlighted. As a consequence, Bangladesh ranked 132nd out of the 137 member-countries in the Global Entrepreneurship and Development Index 2020.\nWhat we should take away from this reality is that entrepreneurship cannot thrive on its own. It needs nourishment, training, and a supportive climate. The authorities, therefore, should take steps to create a conducive environment for entrepreneurs across all sectors. Bureaucratic red tape must be eradicated, and unrestricted access to information, financing, logistics, and technical support must be ensured. They should also remain vigilant so that small enterprises are not overrun by large market competitors across the supply chain. Local entrepreneurs need easy-to-access networks both at national and international markets. Our education system and social structure should also internalise the process of innovation and nurture future entrepreneurs with proper training and encouragement.\nTo become an economic powerhouse, Bangladesh must redirect its focus from low skills to nourishing skills and innovative business practices. The government must develop a comprehensive entrepreneurship ecosystem and clear all obstacles to starting and running businesses so that success stories like that of Habib Khan become common all over the country.\n",
        "headline_1": "We need an ideal entrepreneurial ecosystem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-ideal-entrepreneurial-ecosystem-3425216",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "In yet another harrowing tale of mismanagement and lack of accountability within our banking sector, the fate of crores of public money – allocated for climate change and its adverse effects on the environment and people's livelihoods – hangs in the balance, with no one seemingly concerned about it. Back in 2015, the Bangladesh Climate Change Trust (BCCT) entrusted Tk 538 crore to the then Farmers Bank Ltd with the expectation that this substantial deposit, coupled with accrued interest, would be returned within a year. Fast forward to 2023, and the trust has received a mere Tk 74 crore – only a fraction of the Tk 827 crore due. The situation worsened when Farmers Bank, now Padma Bank, successfully secured an additional eight-year extension from the Ministry of Environment, Forest and Climate Change to repay the money, leaving the BCCT in a perpetual state of waiting. Worse still, the bank reportedly now wishes to pay back the funds at a reduced interest rate of six percent.\nThe misadventures of Farmers Bank are old news by now. The bank, established in 2013, collapsed in less than three years because of widespread financial irregularities, with more than Tk 3,500 crore being syphoned out of the bank, according to the Bangladesh Bank. It was later bailed out by the four state-owned banks and given a name-lift, but it continues to be riddled by poor management and bad debts. According to the central bank, as of March 2023, Padma Bank had a total outstanding loan of Tk 5,782 crore, of which Tk 3,427 crore were defaulted loans, representing approximately 60 percent of their total debt. It also had a capital deficit of Tk 400 crore.\n\nThe saga also raises deep concerns about how public money, entrusted with various trusts, are being used and invested, in the name of the public, in the absence of any accountability mechanism. \nIn 2015 – the same year that the BCCT made the investment – Bangladesh Bank identified gross violations of banking rules in disbursing loans at the bank, including the involvement of its former directors in the scam. The question that has not been answered in so long is: why did the BCCT deposit its money with such an unstable financial institution in the first place?\nAs highlighted by Iftekharuzzaman, executive director of Transparency International Bangladesh, it is telling that, despite the issue being discussed in parliament back in 2018, no attempt has been made to hold those who made this controversial investment decision to account. The saga also raises deep concerns about how public money, entrusted with various trusts, are being used and invested, in the name of the public, in the absence of any accountability mechanism. We urge the government and the relevant ministry to launch a full-scale investigation into the issue. Moving forward, they must stop being so lenient towards a scam-ridden bank and hold it to account for its egregious failure to pay back the dues.\n",
        "headline_1": "Climate funds perpetually stuck in a scam-ridden bank",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/climate-funds-perpetually-stuck-scam-ridden-bank-3425296",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Habib Khan's success story, as reported by this daily on Thursday, is a testament to the power of entrepreneurship amid slowing growth and rising unemployment in the country. Habib left his job to pursue a career in agriculture in his village in Tangail. Then, in less than two years, he transformed his ancestral land into a profitable farm specialising in premium agro-products. Thus, not only did he become self-reliant himself, his company now also employs 18-20 other individuals. Such efforts underscore the importance of entrepreneurship – especially the micro, small and medium-sized enterprises (MSMEs) – for our economy as it continues to struggle to create new jobs.\nYouth entrepreneurship, in particular, can be hugely transformative. It can provide financial independence, create employment for others, and support peers and communities through innovative business practices and initiatives. If run and supported properly, MSMEs can be a major driver of domestic production and foreign currency earnings. However, despite some positive initiatives from the authorities and relevant stakeholders across the spectrum – such as the iDea project, a2i, Startup Bangladesh Limited, and different incubators from private organisations – small entrepreneurs in Bangladesh face various challenges including limited access to finance, lack of mentorship, inadequate infrastructure, limited access to markets, unsupportive bureaucratic processes, fragmented strategies within the ministries, and societal pressures against entrepreneurship, as a UNDP study has highlighted. As a consequence, Bangladesh ranked 132nd out of the 137 member-countries in the Global Entrepreneurship and Development Index 2020.\nWhat we should take away from this reality is that entrepreneurship cannot thrive on its own. It needs nourishment, training, and a supportive climate. The authorities, therefore, should take steps to create a conducive environment for entrepreneurs across all sectors. Bureaucratic red tape must be eradicated, and unrestricted access to information, financing, logistics, and technical support must be ensured. They should also remain vigilant so that small enterprises are not overrun by large market competitors across the supply chain. Local entrepreneurs need easy-to-access networks both at national and international markets. Our education system and social structure should also internalise the process of innovation and nurture future entrepreneurs with proper training and encouragement.\nTo become an economic powerhouse, Bangladesh must redirect its focus from low skills to nourishing skills and innovative business practices. The government must develop a comprehensive entrepreneurship ecosystem and clear all obstacles to starting and running businesses so that success stories like that of Habib Khan become common all over the country.\n",
        "headline_1": "We need an ideal entrepreneurial ecosystem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-ideal-entrepreneurial-ecosystem-3425216",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Domestic workers are the most neglected lot so far as the labour laws of the country are concerned. Of course, there is the Domestic Workers Welfare and Protection Policy, 2015, which defines elaborately what is meant by domestic work. It also bans employment of children under 12 in household work and prohibits their engagement in heavy and risky work. But the Policy has no provision for the domestic workers to seek redress if its directives are violated by an employer. To be honest, the said Policy lacks the legal teeth to protect any domestic worker who has been maltreated by her/his employer. Similarly, to regulate the relationship between workers including child workers and their employers, there is a special law titled, Labour Act, 2006. Sad to say, the Act is also silent about domestic workers and their rights, though it forbids child labour and specify labourers' daily working hours, their welfare issues, and so on. So, the domestic helps including the household child workers have no right, so to speak, even under the Labour Act, 2006. Then, who is going to protect some 2.5 million domestic workers, whose existence, to all intents and purposes, is denied under the existing labour laws of the country? Against this backdrop, a Washington-based non-profit outfit styled, Solidarity Centre, Bangladesh, has come up with the findings of a study it carried out on the gaps in the legal and policy framework centring around domestic work in Bangladesh and, particularly, in the domestic workers' protection and welfare policy 2015. About the child domestic workers, the study in question said that they are working up to 15 hours a day. Further it added that 80 per cent of the domestic workers get wages that are far lower than the workers in other sectors of the economy. That 53 per cent of these workers are not paid their wages regularly, though they work, on an average, 11 hours a day. Worse yet, the concept of minimum wage is something foreign to them, though the workers in the readymade garment (RMG) sector, for instance, have a minimum wage of Tk8,000 a month and they work 8.0 hours a day. Small wonder that 87 per cent of these domestic workers are denied the right to enjoy any leave or holiday as they have no support, according to the study, from any legal aid service. In this connection, the leader of a domestic women workers' body informed that the most vulnerable are some 400,000 child workers who make 16 per cent of the total number of domestic workers in the country. Reported abuses suffered by this group of domestic workers that often leads to their untimely death do prick the conscience of the nation. But, in most cases, such acts of homicide committed by employers of these child domestic helps are not followed by any legal proceedings to punish the offenders. What is most saddening is these cases of murder are often hushed up in exchange for money. But despite the existing legal system's apparent lack of concern about these instances of serious discrimination against domestic workers and those of gratuitous human rights abuse should not go unanswered. Obviously, the situation calls for either revamping the existing labour laws and policies to include the rights of domestic workers or frame a separate law for them. Hopefully, the government would give the issue some serious thought to end the domestic workers' plight.",
        "headline_1": "Legal protection for domestic workers' rights",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/legal-protection-for-domestic-workers-rights-1695392782",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "While the Bangladesh Petroleum Corporation is in serious financial trouble for a lack of access to US dollars to import necessary energy resources, the state-owned Petrobangla is facing a massive backlash in unpaid bills from other state-owned companies for power consumed. Things are definitely not working out for energy planners at the moment. According to a report published in this newspaper recently, the default in payments is mind-boggling. Reportedly, state-owned gas-based power plants have not paid their gas bills since February and arrears have proliferated to Tk 85 billion. Indeed, state-owned fertilizer factories that are solely dependent on natural gas to produce their products also stopped paying gas bills since February and their cumulative unpaid gas bills amount to Tk 15 billion.None of this comes as much of a surprise of course. The Bangladesh Energy Regulatory Commission's (BERC) mandate was revised so that public hearings were no longer mandatory and the government could revise energy bills at will. That resulted in BERC taking the fateful decision to raise gas price for fertiliser factories by 258 per cent from June, 2022. A nearly three-fold increase in the primary input in cost of production meant that domestically produced fertiliser would go down under if a corresponding price hike occurred in retail pricing. As these are also state-owned enterprises, they could and do somehow manage to get away with not paying billions of Taka in energy bills to Petrobangla. Consequently, energy bills have not been paid for more than a year since the bill hike. In dollar terms, the unpaid amount is nearly US$1.0 billion.So, on the one hand, government-owned energy companies that utilise gas to produce power have run up their energy bills to $787 million over the past eight months and this situation has been allowed to fester by the concerned ministry. To make matters worse, retail price of gas was hiked again in January, 2023 by 14.5 per cent to 1789 per cent for industries by an executive order that went into effect on February 1. What is the point of such upward price revisions if state-owned companies keep defaulting on payments? The mounting financial losses put Petrobangla in a serious bind. It is hamstrung by arrears and also the lack of availing of loans from commercial banks. How will it continue to import liquefied natural gas (LNG) if financial institutions refuse to lend to Petrobangla as it doesn't have the required deposits in local currency?Although the government did not raise gas tariffs for fertiliser factories in January 2023, the Bangladesh Energy Regulatory Commission (BERC) had ordered a 259.55 percent hike for these factories with effect from June 2022. Private sector has no choice but to clear energy bills because a refusal to do so would mean stoppage of gas supplies leading to loss of production. State-owned entities do not have that problem and this is the crux of the problem. For decades, energy bills were kept artificially low leading to a lack of initiative to make state-owned factories like fertiliser and power companies efficient. There was little effort to upgrade them or shut down inefficient plants and replace them with new ones. Now, at a time of national energy crisis, the revised rates of energy are being enforced and while private sector complies, there is no compulsion for state-owned entities to comply with new prices.The only solution is that a system be worked out for payment of backlog in bills to Petrobanla so that it may begin the process of balancing its books. Without that, Petrobangla runs the risk of being branded, as an institution, a losing concern and one that would be shunned by the banking system. Fresh infusion of funds from the state coffer is one way of averting a crisis in the short term, but a more pragmatic solution would be to realise unpaid sums in a manner that works for both default parties and Petrobangla. As things stand now, the country's power generation is largely dependent on import of primary energy fuels ranging from LNG to oil. Since industry owners and Bangladesh Independent Power Producers' Association (BIPPA) have been clearing their dues, the concerned ministry needs to raise the issue at the right forum in government decision making to pass legislation that would compel defaulting state-owned companies to work out a payment scheme to clear their energy dues. Although it is clear that the country simply cannot afford to be dependent on foreign import of primary energy, Bangladesh refuses to expedite domestic exploration of natural energy resources. The continued failure to do so is resulting in all sorts of default in payment for power consumed, which in turn is pushing corporations like Petrobangla to the point of financial ruin. There is no alternative to boosting domestic supply of gas.\n[email protected]",
        "headline_1": "After BPC, Petrobangla is in financial crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/after-bpc-petrobangla-is-in-financial-crisis-1695392836",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Introduction of any advanced facility to ease service for providers and users requires a feasibility study so that the cost and benefit of the facility can be estimated. Without a proper feasibility scrutiny, introduction of any good facility or service may prove a non-functional or unmanageable thing. Suppose the ultimate objective is to make an exposition of advancement, the service provider needs to be better equipped and prepared to provide the service but in most cases the cart is put before the horse. This kind of attitude is visible in different sectors of the country. Instead of ensuring efficient services through the advanced infrastructure, it focuses on the display of the infrastructure itself. Thus, the amount spent to build or develop the facility becomes either a misappropriation or a waste of tax money, mainly due to a lack of accountability.The introduction of the electronic gate or e-gate at three international airports in the country may be an example, at least so far, of an exhibition of the advanced facility. Though the sophisticated infrastructure is necessary to ease the immigration procedure, establishing the e-gates without getting well prepared the system is turned into a fiasco. E-gate is a fully automated electronic system that uses data stored in a chip in biometric passports or e-passports and a photo and fingerprint taken at the time of entry to verify the passport holder's identity. Usually, a passport holder has to place the data page on an electronic data-reader. Once the data are read and verified electronically, a gate opens for the next step, where the passport holder stands and their photo is being captured. Then, the photo and verified data are matched. If everything is okay, the second gate also opens, and the passport holder can go by completing his or her immigration process electronically. That is not happening in Bangladesh, although many passengers, especially those who arrive from abroad, want to use the system. Currently, only Bangladeshi citizens having e-passports are eligible to use the e-gates. A firsthand experience showed that even after crossing the e-gate after scanning the passports and capturing the photos, the passengers must place the passports at the immigration desks. The designated officers then put seals of arrivals on the passports. That means the electronic immigration is incomplete. The continuation of manual checking and stamping on passport pages indicates that the e-gate is virtually dysfunctional.What is silly is the post-checking of the seals put on passport pages. Once the stamping is complete, the arriving passenger should proceed to collect their luggage. Before doing so, another officer in Dhaka airport re-checks the page only to ensure that the stamp is there. All these show that the authorities are yet to entirely rely on the sophisticated system even though introduced by them. They are more comfortable with a half-electronic, half-manual system. The immigration authorities have their logic also. For the departing passengers, e-gate is not equipped to check the authenticity of visas, so they need manual checking. Again, departing passengers also require departure stamps on passport pages, and the desk officers do that at the counters. If all these manual checks are necessary to ensure secured immigration, why install e-gates so early? It would be better to wait for the time when the immigration officers and staff are well trained to operate the e-gate. A comprehensive backup system is also necessary to tackle any technical glitch which may occur anytime. Finally, a shift towards a fully automated border control system will take time as many more agencies and things are involved here. Installation and operation of e-gates are part of the overall system.\n[email protected]",
        "headline_1": "E-gate fiasco at airport",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/e-gate-fiasco-at-airport-1695392874",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2023"
    },
    {
        "full_article": "Taxicab is a popular transport service around the world. But it has become almost invisible in Dhaka city. Currently, only a few taxicabs are seen on the roads in the capital city. Some yellow taxicabs are still in operation. If no new investment comes in cab service, these yellow taxicabs will soon be shelved, too. The popularity of ridesharing service has also contributed to the abolition of taxicab service in BangladeshThe taxicab service was introduced to Bangladesh in 2001 with around 4,400 air-conditioned yellow cabs of a minimum of 1,300 CC and around 6,400 non-AC cabs of a minimum of 800 CC. When the taxicab service started most people had huge expectations. But the expectations did not last more than two decades. And one of the main reasons behind this situation is that our taxicab drivers are not skilled and they charge exorbitantly from their passengers. The regular refusal by taxicab drivers to drop customers off at their desired destination was also a prominent cause. To charge passengers reasonably and according to the metre has never been followed. There are strict laws regarding this problem but they have no implementation. Taxis are an important mode of transport for any city. They are not only comfortable but also ensure round the clock service. However, it is unfortunate that we in Dhaka city have not been able to establish an affordable taxi service yet. So, we urge the authorities concerned to address this problem and take initiatives so that taxis become one of our basic modes of transport. \nMd. Fajlay Rabbi,Dashmina, Patuakhali,[email protected]",
        "headline_1": "Investing in Dhaka's taxicab service",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investing-in-dhakas-taxicab-service-1695392896",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-09-2023"
    }
]