[
    {
        "full_article": "The arrest of 68 Indian fishermen by the Sri Lankan authorities between December 18 and 20 and the impounding of 10 boats for “poaching” in territorial waters have again raised concerns about the fate of the men. It is a matter of comfort and relief that the Indian High Commission in Sri Lanka is working to secure their early release. The Tamil Nadu Chief Minister, M.K. Stalin, in his communication to the External Affairs Minister, S. Jaishankar, on Monday, has underscored the need to get back 75 fishing boats too from Sri Lanka. Fishermen from Tamil Nadu getting arrested and released later has become a routine affair, but there have been cases of deaths. In January 2021, four fishermen from Ramanathapuram district lost their lives after their vessel collided with a Sri Lankan naval craft. There was a similar case in October in which a fisherman died. This is why the Palk Bay fishing dispute needs a resolution soon. The fact that many rounds of discussions — at the levels of the fishermen and the governments of the two countries — have not led to any tangible improvement in the situation should not deter the pursuit of sustained engagement to sort out a problem that involves humanitarian and livelihood issues.The bone of contention between the two countries has been the use of bottom trawlers by the Tamil Nadu fishermen, a practice opposed in Sri Lanka’s Northern Province on the ground that trawling damages the marine ecosystem. This practice has been banned in Sri Lanka and there have been agitations for stringent enforcement of the law. More than anything else, the fishermen of Tamil Nadu should take into account the fact that their counterparts on the other side of the Palk Strait are still struggling to pick up the threads of their lives after a brutal civil war. Given that an ambitious ₹1,600 crore scheme of replacing in three years 2,000 bottom trawlers with deep-sea fishing boats equipped with long lines and gill nets continues to be a disappointment, both the Central and Tamil Nadu governments need to take up fresh initiatives to get the fishermen on board. The main reason for failure is the component of cost to be borne by the fishermen, accounting for 30% of the unit cost of ₹80 lakh; the two governments take care of the remaining 70%. Apart from increasing the unit cost at least to ₹1.2 crore, which will be at the same level as that of a similar scheme under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), the Governments must increase their share of subsidy. They should also motivate the fishermen to adopt sea cage farming and sea/ocean ranching, which were all covered under the PMMSY. Such an approach is essential as the fishermen find it hard to restrict themselves to India’s territorial waters, given the limited marine wealth and area on the Indian side. But, the priority now for New Delhi should be in securing the swift release of the 68 fishermen.",
        "headline_1": "Troubled waters: On Indian fishermen in Sri Lankan custody",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/troubled-waters-the-hindu-editorial-on-arrest-of-indian-fishermen-by-sri-lankan-authorities/article38015904.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "Bangladesh and Malaysia have recently signed an MoU paving the way for Bangladeshi migrant workers to reap the benefits of employment opportunities in Malaysia. The MoU, which will be in effect till December 2026, ends a freeze of more than three years of manpower export to Malaysia, after allegations surfaced in 2018 of the exploitation of migrant workers.\nWhile this is a welcome move for both Bangladesh and Malaysia, there are a few issues that need to be addressed immediately for the well-being of the workers travelling to distant lands to earn bread and butter for their families.\nFirst of all, the problem of scamming Malaysia-bound migrant workers can be attributed to the model of the G2G-Plus deal that had previously been signed by the two countries, which allowed only 10 agencies from Bangladesh to recruit workers from the country. The system allowed for the agencies to charge exorbitant amounts from the workers, leaving them destitute—and at times in a state of debt bondage.\nAround Tk 400,000 was charged and taken from each worker travelling to Malaysia, which is way above the government-fixed migration cost. Information surfacing in 2018 revealed that a recruitment syndicate extorted more than 100,000 Malaysia-bound migrant workers alone, with a certain businessman earning more than two billion Malaysian ringgit (RM). Each worker had to pay 20,000 RM to local agents, who then paid other middlemen plaguing the manpower supply chain.\nWhile how such a syndicate smoothly operated within the system is a cause for concern, what the government should be focusing on now is the elimination of such possibilities in the future.\nUnder the new MOU, Malaysian recruitment agencies will be included in the migration process. In addition, employers in Malaysia will bear the cost of migration incurred in that country. These are good signs. However, workers will still have to pay a certain amount to cover the migration cost in Bangladesh. Given the past history of massive corruption and extortion of migrant workers, both the countries will need to ensure a transparent system that will enable all parties to keep real-time track of the processes and transactions involved, so that the same mistakes are not repeated this time around.\nThe issue of extortion of aspiring migrant workers is not limited to Malaysia-bound candidates only. Recruitment syndicates and middlemen exploiting the desperation of the underprivileged is not a new phenomenon in our labour migration landscape. On many previous occasions, this concern had been raised. The prime minister herself instructed the authorities concerned in 2019 to be vigilant so that middlemen would not be able to abuse our migrant workers. \"We have to give special attention so that no one is cheated by middlemen. We have the responsibility to look after their [the migrant workers'] security and welfare because they're our citizens,\" she was quoted by this daily as saying.\nDespite this, even to this day, there are instances where migrant workers face severe financial hardship when planning to travel abroad for a better future. As suggested by the Cost of Migration Survey, 2020 by the Bangladesh Bureau of Statistics (BBS), on an average a migrant worker needs around 18 months to earn enough to recover the money they had to spend to secure a job abroad.\nHowever, extortion and debt bondage are only some of the problems faced by our migrant workers. There are certain syndicates that are engaged in human trafficking. These syndicates traffic unsuspecting victims to various destinations where they are forced to endure unspeakable horrors. Unfortunately, despite repeated flags and concerns raised by human rights bodies, the authorities cannot seem to curb this heinous crime.\nFor instance, in a report titled \"Syndicate illegally sending migrant workers to Libya\" published in 2013, this newspaper elaborated—citing a report by the Bangladesh embassy in Tripoli—the crime of an organised syndicate illegally sending migrant workers to Libya, despite there being very limited scope for work there at that time. And in March last year, 26 Bangladeshi workers were killed in Libya in a revenge attack by the family of a Libyan human trafficker. Recently, the nefarious activities of the TikTok ring and the Dance Club gang came to the fore. Both these gangs have been actively selling girls and women into sex slavery. Kamrul Islam alias DJ Kamrul of the Dance Club ring had been arrested earlier in 2019, but was later released, after which he returned to his criminal activities. One might wonder why a trafficker was released after arrest. The answer to this question would perhaps require a separate column altogether.\nIn the light of the prevailing scenario, a three-pronged approach might be helpful in alleviating the plight of migrant workers. First of all, the government needs to take a hard look at the issues of recruitment syndicates and middlemen extorting money from migrant workers, and the trafficking rings luring innocent, hard-working people in with false promises of lucrative jobs. The relevant government bodies need to review the existing policy frameworks so that any loopholes there can be closed.\nIn addition, law enforcement agencies need to be on alert to monitor trafficking rings and hotspots—some of which are already pretty well-known, thanks to constant media reports—and bust these gangs. They also need to keep an eye on the activities of the recruiting agencies and their agents, and ensure that they are not overcharging the migrant workers. If these agencies or their agents cross the line and extort money from migrant workers, they should be brought to book and held accountable for their deeds. More importantly, law enforcers need to take a closer look at the supply chain of manpower export, and pluck out the middlemen from the system.\nThe second factor is the education and skills development of aspiring migrant workers. The government needs to focus on providing basic education to the migrant workers about their rights and safe migration, so that they can identify the pitfalls of blindly trusting the so-called fixers and agents, and make informed and wise decisions about going abroad.\nSecondly, the government needs to initiate mass-scale skills development programmes for underprivileged communities so that these people can secure decent jobs both at home and abroad. Technical skills development alongside soft skills development can greatly improve employability of the workforce, and enable them to negotiate better in the job market.\nWorkers from the Philippines and Sri Lanka, for instance, get higher wages compared to workers from Bangladesh, because they are better skilled. If we can turn our unskilled or low-skilled workers into a skilled workforce, then it will increase their chances of securing better-paying jobs, which in the long run would also help in the economic growth of our country in the form of higher remittance.\nThe third factor of the three-pronged approach is the government's proactive involvement in negotiating better wages for our workers abroad. The relevant agencies and ministries need to talk to the countries recruiting Bangladeshi workers, and push for decent and fairer pay for our workers.\nIf the government can bring all these factors under one umbrella, and take a comprehensive approach towards creating a better migration ecosystem for our migrant workers, then all these problems can be eliminated once and for all. However, for this, the government needs to demonstrate strong political will—especially as some of the recruitment agencies are well-connected.\nOur migrant workers are one of the major contributors to our unstoppable economic growth. We must give them the education, facilities and support that they need to have a better and safer life in distant lands. This is the least we could do for them.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Supporting the hands that feed our forex reserves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/supporting-the-hands-feed-our-forex-reserves-2923591",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "On December 18, 2021, we observed International Migrants Day.\nThis year in particular—when Bangladesh celebrates the birth centenary of Father of the Nation Bangabandhu Sheikh Mujibur Rahman as well as 50 years of independence—we should take pause and reflect on the significant contributions that Bangladeshi migrants have historically made to the country, as well as the good they continue to do.\nBangladesh is poised to transition from the Least Developed Country (LDC) category, largely owing to steady and peaceful development throughout the first 50 years of the country's existence. In 1972, Bangladesh's GDP was USD 6.29 billion; now, it stands at around USD 324 billion (2020)—more than a 50-fold increase. Bangladeshi migrant workers have played a critical role in the country's achievements, and with some support, they can play an even bigger role in the next 50 years.\nThe theme of this year's International Migrants Day was \"Harnessing the Potential of Human Mobility.\" With the Covid-19 pandemic and associated forced immobility dominating the global agenda over the last year and a half, it is easy to forget the vital role Bangladeshi migrants still play in defining the country's development trajectory. These facts are captured in this year's World Migration Report, where it is noted that Bangladeshis represent the sixth highest number of migrants in the world, and the country received the eighth highest amount of remittance in the world. While Covid-19 has impacted global supply chains and migration corridors to some extent, the development impact of Bangladeshis overseas remains remarkably constant.\nIt was heartening to see Prime Minister Sheikh Hasina articulate this point so well at the UN General Assembly in New York this year. In clear terms, she recognised the contribution of migrant workers in the economic growth and prosperity of home and host countries. Her call to the international community and migrant-receiving countries to treat migrant workers fairly and with empathy, and to help them regain employment in the post-pandemic job market shows great foresight. It reflects a sound commitment from the Government of Bangladesh. This is further cemented by the government's allocation of USD 361 million to support returning migrant workers.\nThis year's theme is reflected in Bangladesh's Eighth Five-Year Plan, which explicitly recognises the vital importance of migration in the development of Bangladesh and the need to have ethical, safe and transparent recruitment processes in place.\nBangladesh has always been a great advocate for the rights of migrants and their families. In fact, the country was the one who initially proposed the Global Compact for Migration itself at the UN General Assembly in 2016. The compact represents the first-ever globally accepted migration framework based on international cooperation and is a major step towards global recognition of the importance of well-managed migration for development. While the developmental benefits of migration are well-recognised academically and by practitioners, politically around the world, migrants are often used as scapegoats and unjustifiably blamed for challenges in other countries. We congratulate Bangladesh for raising migration issues to the highest global fora and defending the rights of migrants and the good they bring at home and abroad.\nBangladesh continues to play a pioneering role in implementing the Migration Compact—and has been officially recognised as a GCM \"Champion Country.\" The Bangladesh United Nations Network on Migration remains committed to supporting Bangladesh to govern migration for the benefit of all. This includes ensuring maximum benefits for migrants and for Bangladesh at every stage of the migration cycle. Before migration, it is essential that aspirant migrants, including vulnerable women and men, are empowered to make informed migration decisions and are not left to be taken advantage of by smugglers or traffickers. It is also important that Bangladesh has the frameworks in place to protect labour migrants while abroad, including smuggled migrants in vulnerable situations. Much of this can be done through ensuring bona fide and ethical recruitment practices are in place. Still, work must also continue with labour attachés in Bangladesh's overseas missions and through extending Bangladesh's network of Bilateral Labour Migration Agreements, which secure the necessary protections in transit and destination countries for Bangladeshi migrant workers.\nImportant, too, is to continue the work around decreasing the cost of remittances. For Bangladesh to make the best developmental use of the significant amounts remitted to the country every year—the country must keep the cost of sending money home as low as possible. Too often, the best use of remittance is not made when they do arrive home. Some creative thinking is warranted about how policies can best incentivise the investment of remittances in productive pursuits. The network stands ready to support the government in this regard.\nAfter return, the sustainable reintegration of migrants is also fundamental. This process is multi-faceted and multi-layered, including economic, social, and psychological reintegration, that requires interventions at the individual, community and structural levels. Though complex, we cannot deny the huge benefits that come from well reintegrated returnees. They bring knowledge, resources, money and their global networks into Bangladesh, and they must be recognised as a net good for the country.\nThe network and the entire UN system, under the United Nations Sustainable Development Cooperation Framework (UNSDCF), remains committed to helping Bangladesh continue to serve as a shining example of the development benefits of well-planned migration, return and reintegration policies and programmes.\n \nThis article has been written by the Bangladesh United Nations Network on Migration: Fathima Nusrath Ghazzali, coordinator a.i. of Bangladesh United Nations Network on Migration, and acting chief of mission, IOM Bangladesh; Tuomo Poutiainen, UN resident coordinator a.i. in Bangladesh, and country director, ILO; Eiko Narita, representative a.i. of UNFPA Bangladesh; Asa Torkelsson, representative of the UNFPA; Johannes van der Klaauw, representative of the UNHCR; Sheldon Yett, representative of Unicef; Tomoo Hozumi, representative of Unicef; Sudipto Mukerjee, resident representative of the UNDP; Tullio Santini, regional representative a.i. of UNODC Regional Office for South Asia; and Gitanjali Singh, head of office a.i. of UN Women.\n",
        "headline_1": "The backbone of Bangladesh’s development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-backbone-bangladeshs-development-2923536",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "As Bangladesh makes strides to reach upper-middle-income status, now is the opportune time to focus on achieving the status of a developed democracy—the cornerstone of the Bengalis' and Bangabandhu's dream of Sonar Bangla. Enviably, the country is now endowed with ample resources to pursue this dream with utmost vigour and urgency. The primary task here is revitalising the institutions of democracy—notably the Election Commission.\nThe last two general elections were arguably a far cry from the global norm of successful elections, considering shallow participation of voters, absence of effective opposition, numerous uncontested wins, evidence of unlawful voting, suppression of voters, contestants and polling agents, violations of campaign rules, inappropriate actions and inactions of the relevant officials, and the innateness of the Election Commission to redress these matters.\nWhile a caretaker government is being demanded by the main opposition party, the ground reality demands reconstitution of the Election Commission to deliver an acceptable general election next term, under the constitutional rule of the current regime, which will remain during the election.\nThis can be done with a multi-prong approach.\nFirst, the president should constitute a new Election Commission Selection Advisory Committee comprised entirely of non-resident Bangladeshi (NRB) professionals of pro-liberation beliefs, but without any association with any political entity in Bangladesh in the last 10 years. (Here, pro-liberation belief means believing in muktijuddher chetona—democracy, freedom of expression, economic equity, secularism, and Bengali nationalism—and not allegiance to any political party.) Doing so would retain the necessity and pride of non-involvement of foreign nationals in the electoral process of Bangladesh.\nThe NRB university teachers, who are currently working in developed democracies such as the European Union, the UK, the US, Canada, and Australia, with at least a bachelor's degree from Bangladesh and aged above 60 years, may be preferred for this process. Regardless of their political persuasion, this is arguably the largest pool to draw from, who are highly qualified intellectually, and employment-wise have the most freedom to express their professional opinion and serve the larger community. Given their exposure to the 1971 Liberation War, university education experience in Bangladesh, and valuable experience and insights into the electoral process of the developed democracies, these NRBs are uniquely tooled to grasp the gravity of their roles, with the spirit of the Liberation War at stake. Most importantly, this pool would be least fearful of political threats and punitive career and legal measures from political influentials in Bangladesh.\nSecond, the Advisory Committee members should be allowed to conduct their work remotely. No requirement to relocate to Bangladesh would ensure their extended availability, operational flexibility, and uninhibited performance. All aspects of the committee's responsibilities can be undertaken virtually—and, in fact, more efficiently—including interviews of potential candidates for the Election Commission.\nThird, the eligibility criteria for the Election Commission members should be changed to exclude all current and former government officials, defence officials, legislators and ministers, and anyone who has ever served in any political capacity. This is to minimise the chances of any known and/or perceived governance or political bias.\nInclusion criteria should be similar in spirit to that for the Selection Advisory Committee, but broadened to all resident Bangladeshi and NRB professionals with about 50-50 mix for a balanced domestic and foreign electoral knowledge. Additionally, the mix should be diversified across career fields, such as education, business, medicine, engineering and science, arts, literature and culture, journalism and media, and NGO and human rights, etc. If needed, the number of commission members should be increased to achieve this wider representation of expertise and perspective.\nFourth, the chief election commissioner (CEC) and the deputy CEC should be selected by the Election Commission members, and not by the president. This is to preserve the integrity of leadership in the commission, free from any political influence. To protect against extended dominance and potential underperformance, the leadership should rotate every two years. Furthermore, at any time, upon non-confidence of the majority of commission members, new leadership should be elected. This historic parliamentary practice will foster the Election Commission as a guardian of democracy by example.\nFifth, during their tenure, the Election Commission members, including the CEC, should be barred from being in direct or indirect communication with the members of parliament and the government executives (prime minister, cabinet members, and advisors), as well as any diplomat. The commission can only be in communication with the president, government officials, police, the Border Guard of Bangladesh (BGB), and the armed forces. Even in these instances, all communications—electronic, voice or otherwise—must be recorded, and be immediately available to the office of the chief justice of the Supreme Court. The Supreme Court should accordingly be awarded the power to fire and sentence any member of the Election Commission who is found to have violated the communication embargo.\nBy the same token, the people covered by the communication embargo must also be held accountable by empowering the Supreme Court to fire and/or sentence any such person attempting to communicate with the Election Communication. In particular, any such person in violation of the two-way embargo, should be automatically and immediately rendered ineligible to serve the government or the parliament for a minimum of 10 years.\nLastly, special security should be provided to each Election Commission member and their immediate family members for the duration of their tenure, plus three more years following the end of their tenure. Furthermore, no civil or criminal litigation or government injunction against the commission members should be permitted during their tenure plus five years, except that possibly initiated by the Supreme Court.\nTo conclude, after five decades of turbulence in Bangladesh's electoral journey, it is time to fix the country's democratic deficit and further illuminate the globally acclaimed economic and social brilliance. Instrumental to this venture is a robust and transparent process of selection and operation of the Election Commission. It is hoped that the steps suggested in this commentary would be useful in this critical regard.\n \nDr Mo Chaudhury is an associate professor of finance at McGill University in Canada.\n",
        "headline_1": "How to reconstitute the Election Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-reconstitute-the-election-commission-2923531",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "In recent times, particularly during the pandemic, Bangladesh has seen an exponential rise in the number of child marriages across the country. The efforts of both the government and non-government organisations (NGOs) have done little to change this reality.\nThe pandemic gave rise to numerous challenges in Bangladesh such as high rates of unemployment, poverty, shortage of basic necessities like food and shelter, mass panic due to the virus and lack of medical attention. The situation was worse in rural areas, since most of the schools and colleges were closed for a prolonged period of time and because of huge job losses. As a result, poverty drove many families to reduce the number of mouths they had to feed by getting their girls married off at an early age.\nCovid-19 cases have declined drastically in the last few months and some measure of normalcy has returned after the re-opening of schools and colleges. However, the increase in the dropout rate among female students at schools across the country is alarming. It shows how the pandemic has changed the lives of girls for the worse.\nAccording to a study conducted by BRAC's Community Empowerment Program (CEP), the pandemic has caused the number of child marriages to climb sharply due to various socioeconomic factors such as extreme poverty, unemployment, financial losses, uncertainty about the future, etc. Only 20 percent of cases have been reported to the authorities, while the majority of the marriages took place under the radar and often remained undocumented.\nIn Rajshahi district alone, 6,500 female students became victims of early marriage during the countrywide shutdown of all educational institutions. In Khulna, around 3,000 underaged girls were married off during the lockdowns. The number of child marriage is equally high in the other districts of the country. And the official number could be significantly higher if a comprehensive survey is conducted. Sadly, the majority of these girls will not be returning to schools. As the movement of people is restricted and child marriage is spiralling out of control, can technology protect our girls and tackle this unseen epidemic?\nEvery educational institution in the country should have a confidential database where the information of all their students is collected for official records. School officials can play a crucial role by reporting incidents of early marriages to the relevant authorities, while proactively updating the details of their students' profiles on a regular basis. Law enforcement agencies along with educational institutions can work hand-in-hand to monitor the students within a specific area and take legal action against authorised marriage registry officials if they are found to be negligent in their duties. Moreover, financial incentives can be provided to poor families to discourage them from marrying off their daughters at an early age.\nEducating the citizens on the negative impacts of child marriage is also an effective solution, which is why awareness campaigns should be conducted by state and private organisations across popular social media platforms to raise consciousness among the masses. According to the Child Marriage Restraint Act 2017, girls must be at least 18 years of age before they can be considered suitable for marriage. This law must be strictly enforced if Bangladesh wants to curtail the high rate of child marriage. The government must formulate a strategy in which a monitoring procedure will be implemented to check early marriages at the grassroots level. Digitising the marriage registration process can play a crucial role in bringing down the rate of underaged marriage.\nThe government has been working relentlessly towards a sustainable solution. It is planning to launch an online registration system (Bondhon.gov.bd) for marriage and divorce, which could help prevent child marriage by verifying the age of the couple involved. Once the whole system becomes digital, there will be less chances of unethical marriage practices and all concerned institutions could be held accountable for violating any of the laws. The number of marriages can also be monitored in real-time across the country and any marriage taking place outside of this national system will neither be registered nor recognised. At the end of the day, policymakers, law enforcement agencies and NGOs—both domestic and international—must work together on the best implementation of information technology and come up with a comprehensive strategy to find ways to eradicate child marriage in a sustainable way.\n \nFarajj Rahman Khan is a mechanical engineer who currently works at Morris Garages (MG).\n",
        "headline_1": "Technology can help eradicate child marriage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/technology-can-help-eradicate-child-marriage-2923511",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "Yet another river in Bangladesh is fighting for its survival against our insatiable greed. This time it is the Sonai River that flows through Madhabpur upazila under Habiganj district. Only the other day, we had written about the slow death of the Khowai River in the same district, but it seems there is no authority to take effective steps to save these rivers. Despite many laws that exist to protect the rivers of the country, we do not see their enforcement. We have lost many such beautiful rivers in the past as no attempts to retrieve them were taken. The tale of the Sonai River is the same as that of the others. \nThis river has now shrunk to the size of a narrow canal as a result of indiscriminate encroachment and dumping of trash by the locals. It has actually turned into a narrow drain that carries hazardous rubbish to the nearby haors, polluting the waters in these large waterbodies. When Sonai was young and vibrant, it connected the local people with those of different nearby upazilas, such as Nasirnagar, Lakhai and Ajmiriganj. The river was the main route used by the local traders to reach different trade centres in the district. But this was back in time when the width of the river was about 250 metres—it has almost halved now—and the depth was more than five metres. \nIt is also alarming that some influential people are extracting sand from the riverbed on a regular basis, thus threatening its very existence. At the same time, because of the accumulated toxic waste in the water, marine life including freshwater fish have disappeared from the river. Residents also complain of numerous factories on the riverbanks contributing to severe air pollution, resulting in respiratory illnesses among people.\nReportedly, Bangladesh Poribesh Andolon (Bapa) repeatedly protested against the construction of a park on the riverbank, and the river commission has instructed the district administration to take immediate action against the proposed park owners. But no action has been taken so far. We agree with Bapa that such illegal and destructive activities occur when the role of the common people in decision-making, implementation and accountability is ignored.\nThe government officials of the upazila, however, have assured the people and the media that proper steps will be taken to evict the illegal occupants and widen the river. The results remain to be seen in the due course of time.\nThroughout the country, big rivers are being deliberately reduced to canals through encroachment by powerful people where they construct houses, factories or shops right before the eyes of the authorities. Instead of occasional drives taken against the grabbers, concerted action needs to be taken to save the remaining rivers.\n",
        "headline_1": "Sonai: A river in distress",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/sonai-river-distress-2923496",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    },
    {
        "full_article": "At a recent seminar on the Rohingya crisis, Foreign Minister AK Abdul Momen pointed out a grim yet unassailable truth: Despite condemning the atrocities committed by the Myanmar military against the Rohingyas, the international community has failed to stop selling weapons to the country, and is continuing to engage it in trade as well. We commend the foreign minister for his candour, and express our support for his call for the imposition of economic and arms sanctions against Myanmar.\nIn 2017, the then UN human rights chief called Myanmar's \"clearance operations\" against the Rohingya community a \"textbook example of ethnic cleansing.\" Since then, Bangladesh has provided refuge to over 700,000 Rohingyas fleeing violence and persecution in their own country. While the international community has hurled words of condemnation at the perpetrators of this genocide and applauded Bangladesh for its humane response, their words ring hollow when considering that Myanmar has received arms worth USD 2.4 billion, including from some of our own development partners. According to a report in this daily, China, Russia, India, South Korea, North Korea, Israel, Ukraine and the Philippines are all supplying weapons to Myanmar, despite also calling for lasting solutions and peace within its borders.\nIt is not just that the Myanmar military, with the help of their civilian goons, have ruthlessly unleashed campaigns of violence and torture against their own citizens. It has refused to accept democratic reforms, engineered a coup to seize power over the country, violently put down pro-democracy protests, escalated its civil war with ethnic armed organisations, and is continuing to clamp down on free speech and civic spaces. Yet, in the last four years, many developed countries' trade relations with Myanmar have only improved, and international support for Rohingya refugees has also dwindled over the years. If the world continues to give Myanmar a free pass for human rights abuses for the sake of trade, what does that say about global justice and the moral responsibility of the international community?\nEffective pressure on Myanmar must involve economic and arms sanctions—simply imposing sanctions on certain military officials, or even companies, is not enough. At the same time, major regional players must also play their part to ensure that Myanmar is held accountable for its actions. It is high time that the international community took the pressure off of refugee-hosting countries like Bangladesh, and shifted the focus to the source of the problem—which, in this case, is Myanmar's military regime and their human rights abuses.\n",
        "headline_1": "Sanction Myanmar ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/sanction-myanmar-2923271",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2021"
    }
]