[
    {
        "full_article": "Tackling global hunger and poverty and promoting climate justice were declared goals for the recent G-20 summit in Rio de Janeiro. Brazilian President Lula Da Silva called poverty a “scourge that shames humanity”, asking the gathered nations to implement policies such as taxing the ‘super-rich’, using a 2% wealth tax on the world’s wealthiest to generate more than $200 billion in revenue. But the G-20 declaration fell short of that. Prime Minister Narendra Modi too underlined that the problems of the world are felt most acutely by the ‘Global South’, and, therefore, that the reins of global administration must belong to those that represent the larger majority in the world. The G-20 hosted by Brazil, was by the third host country of the Global South, after Indonesia in 2022 and India in 2023. The next G-20 is to be in South Africa. The Brazil summit was expected to focus on solutions for the poorer, emerging economies. However, its timing diluted the cause and diffused the focus, given the other issues the world confronts. This was the first G-20 summit since the October 7 attacks on Israel and its reprisals on Gaza and Lebanon. Russia’s invasion of Ukraine had also made forging consensus at Bali and New Delhi already quite difficult. With deepening polarised narratives over both conflicts, the G-20 declaration was watered down, expressing only “deep concern” over the humanitarian situation in Gaza, and dropping all reference to Russia while highlighting the “suffering... with regard to global food and energy security”. It was devoid of specifics on ending the conflicts.The G-20 was also timed closely with the COP29 in Azerbaijan — Brazil will be in 2025 host — indicating that issues of climate financing and climate justice, which have been raised by the developing world, would find place in the G-20 declarations, and then feed into the COP process. However, the summit followed just after the U.S. presidential election results, casting its shadow. Given his moves during his first tenure, Donald Trump will not set much store by the aspirations of the Global South. Nor is he likely to expend the kind of resources expected from the U.S. towards tackling global warming or in curtailing the exploitation of fossil fuels. His cabinet has climate deniers and his own campaign slogan was “Drill, baby, drill”. Given the portents, the Global South, and the quartet of Indonesia-India-Brazil-South Africa, will have to ensure that the next G-20 is able to concretise the concerns of the developing world, and set out a path for the future on poverty and hunger, climate change and global governance. In 2026, as the G-20 will return to the U.S., the deadline is more urgent. Published - November 23, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        poverty\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        G20\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Indonesia\n                    \n                            /                      \n                        \n                        G-20 New Delhi 2023\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        war\n                    \n                            /                      \n                        \n                        Azerbaijan\n                    \n                            /                      \n                        \n                        United Nations (climate change)\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS",
        "headline_1": "​Urgent deadline: On the issues before the G-20",
        "headline_2": "Poverty and climate change must be tackled urgently by G-20",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Burgent-deadline-on-the-issues-before-the-g-20/article68898589.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "…Comes around. The art of retaining and poaching netas\nParty chiefs are Mother Hens, clucking around to keep their quacks together. So, when AAP ‘gifted’ six defectors poll nominations to Delhi assembly elections, it was but a joining bonus. It’s a strange way, or maybe smart – hard to tell nowadays – to handle anti-incumbency. Defectors who were rewarded lost to AAP in the last few elections. AAP is hoping to counter anti-incumbency against its own MLAs by acquiring and fielding the runners-up. What about miffed MLAs? Maybe they join the rival camp? Poaching talent from rival parties has strong potential to kill competition – because the Indian political market is cluttered with parties selling near-identical ‘dreams’, beyond ideology-differentiated rhetoric.\nCompetition’s keen, real winners few, and poaching is a free-for-all. Even tough love doesn’t ensure retention. In Maharashtra, for example, in the event of no clear verdict today, there’s a cynical certitude that all the chatter will be on defections, resorts, and ‘huddles’. Poaching is a political reality, though only a few manage sunny side up, most end up scrambled. The hard-boiled do well. Bihar’s Jitan Ram Majhi has worked his way through Congress, JD, RJD, JDU, BJP, back and forth, to stay bobbing in Bihar assembly for 44 years. Far away, blue-turned-red Mother Basil stands as US’s soon-to-be intel chief. Fact is, to hold on to their ambitious brood, parties need to sweeten the deal. Or else, those chickens, they will come home to roost.\n\n",
        "headline_1": "Who Goes Around…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/who-goes-around/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "They can tell you things you didn’t consciously know  \nKidneys are quiet, lungs puff away unobtrusively, all other organs do their jobs under the surface. But human bellies can’t be ignored: growling, gurgling, grumbling without warning, bringing news of digestion and defecation. Rumbles: A Curious History of the Gut by Elsa Richardson sets out to tell the ‘secret story of the body’s most fascinating organ’.\nIt traces the gastric saga since ancient Greece but it is a cultural history. Metaphor, simile and stories abound, because the stomach has always testified to the connection between mind and body. The gut has figured in debates over subjectivity, spirituality, even nationhood and identity.\nPhysicians like Erasmus Darwin (grandfather of Charles) figured that stomach troubles were connected to fear and anxiety. The stomach was seen as a drafty corridor that mediates between the external world and the internal one.\nThe gut’s relationships with the brain and the microbiome are being studied seriously now. Vagus nerve controls inflammation and aging. Enteric nervous system can operate independently of the brain. It is not a subdivision of the brain, but an independent kingdom in the viscera that can process info and send eloquent signals. A stomach flip, a quiver of the intestine can tell you things you didn’t consciously know.\nThe idea that intelligence is embodied, disposed and multiple is at odds with the mind-body dualism of Western thought. Thinkers following Descartes insisted that the soul resided in the brain, and only humans had souls. Those who protested violence against animals were, unsurprisingly, feminists, who fought the idea that some bodies were worth more than others.\nThe pre-modern world, though, was intrigued by all the themes that preoccupy us today, relationship between food and mood, ideal diet, and how the stomach speaks to the soul.\nUnderstandings of the stomach have tracked social change – in the early 20th century, the body was compared to a factory, oesophagus as a gleaming pipe, thyroid gland as industrial silo, heart as engine room, and so on. The digestive system was likened to cities, and chemical  labs.\nFor many influential thinkers, the stomach was not just physical but also metaphysical, chief seat of the vital force – which led to theological tensions about the god-given spark of life. The Romantics thought that poor digestion was a sign of a troubled artist or crabbed scholar. Meanwhile, the rhythms of the stomach were also created by society: lunch was a Victorian innovation, an essential break in the working day created by industrialisation.\nThe book explores the idea of the exterior belly too, the paunch, and the industry dedicated to firming and flattening it. Paleo, Atkins, keto and other diets that drastically cut carbs have their origin in a ‘letter on corpulence’ by Victorian-era influencer William Banting. Associations between obesity and laziness or immorality, and shame around fat, were as evident then as now, dietary advice was presented not just as a way to shape the body but also to reform society.\nOver the last few decades, there has been an increase in gut-related disorders like Crohn’s disease, digestive cancers make up 30% of all cancer-related deaths, IBS afflicts a huge part of the population. Panics around processed foods and the right diet are running high. The book shows us, though, that there is nothing novel about current anxieties around what we eat, and how we evacuate it.\n\n",
        "headline_1": "Stomachs Speak Loudly & Wisely",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/stomachs-speak-loudly-wisely/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "Why China’s red bosses are in tizzy over its youth \nEdmund Burke said, “The arrogance of age must submit to be taught by youth.” What is China’s youth trying to tell its leadership today? A spate of incidents in recent weeks has given communist bosses a scare. First, thousands of students were seen cycling more than 30 miles from Zhengzhou to Kaifeng in central China, all for a soup-dumpling breakfast. This march of the young was initially encouraged by Chinese authorities, before they got cold feet and cracked down on cycle rides. Then eight people were killed and 17 injured in a stabbing spree on a college campus in eastern China. The suspect was reportedly lashing out for failing an exam, not receiving his graduation certificate, and dissatisfaction over internship compensation.\nAll of this will give authoritarian China’s leadership sleepless nights, as the economy slows down and prospects for the youth dim. Recall that it was young people protesting with blank papers that forced Chinese authorities to lift their extreme Covid restrictions in 2022. But it’s not just China. The young everywhere are always a potential disruptor of the status quo. They can galvanise nations or herald revolutions. Be it the fall of the Berlin Wall, Vietnam or the Ukrainian Euromaidan protests, it’s the young who struck the first blow, brought about great change.\nThe lesson for China: listen closely to the young. What motivates them? What troubles them? Is the economic situation causing them to despair? Is the stress of exams taking a toll? Is social media distorting their perception of reality? Reading the pulse of counter-culture trends is vital. Is Banksy a youth icon in West? Are lots of India’s young listening to the tunes of Sidhu Moose Wala? Understand, then connect. Don’t stifle. Oldies in power don’t always get this.\n\n",
        "headline_1": "Age Young Wisdom",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/age-young-wisdom/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "Have you ever seen a mother hen clucking to keep her chicks together? That’s a lot like what party leaders in politics do—they try to keep their members from wandering off. But sometimes, politicians, or netas, decide to switch teams. And that’s where the drama begins!\nIn Delhi, the Aam Aadmi Party (AAP) gave six politicians who had joined them from other parties a big reward: tickets to run in the assembly elections. These six had actually lost to AAP in earlier elections, but now AAP is betting on them to help fight something called “anti-incumbency.” That’s when voters get tired of the leaders currently in power. AAP thinks these fresh faces will help keep their team strong.\nBut here’s the catch: what happens to the AAP members who didn’t get picked? They might feel upset and decide to join another party! In politics, switching sides—called “defection”—is pretty common. Parties often “poach” members from other teams, hoping to weaken their competition.\nIt’s like a game where everyone is trying to grab the best players. But just like in a kitchen, not all eggs come out sunny side up! Some politicians, like Bihar’s Jitan Ram Manjhi, are masters of this game. He’s switched sides many times, jumping between parties but always staying in power for over 40 years.\nAt the end of the day, political parties have to work hard to keep their members happy. If they don’t? Well, those “chicks” might just fly the coop—and come back to cause trouble!\n\n",
        "headline_1": "Who Stays and Who Goes: The Game of Switching Sides",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/who-stays-and-who-goes-the-game-of-switching-sides/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "We welcome the formation of the new Election Commission headed by former health and energy secretary AMM Nasir Uddin. With this, the \"train to the election\"—as termed by Chief Adviser Prof Muhammad Yunus—has indeed started rolling. While this is just the first step in what promises to be a lengthy journey, it is a momentous one for a nation emerging from the long shadow of fascism. The announcement about the five-member commission, which will be sworn in on Sunday, seemed imminent following the chief adviser's address marking 100 days of the interim government. In the coming days, this moment will serve as a reference point for what follows, and we hope it will be for all the right reasons.\nOne doesn't need reminding of the immense expectations and challenges facing the new commission. The stakes are high, especially after more than 15 years of autocratic rule by the Awami League regime that systematically disenfranchised citizens, but also because of the enormous sacrifices that went into ousting it. During the July-August uprising, around 1,500 people lost their lives, while nearly 20,000 were injured, many critically. Their demand for democratic rights free from discrimination—underpinned by a fair and credible election—is a mandate that the commission must fulfil. There is optimism that it will not repeat the mistakes of its predecessors, but it must remain vigilant at all times given today's polarised sociopolitical climate.\nAn election alone will not solve all our problems, however. This is why the chief adviser's emphasis on implementing some essential reforms prior to the election, leaving the rest to a democratically elected government, resonates so strongly. For now, we must keep our eyes on the process—the journey rather than the destination—and that, for the Election Commission, begins with laying down the tracks for necessary electoral reforms. BNP and other parties are calling for an election roadmap which will be issued once decisions on the electoral reforms are made. A commission is currently working on that, and will likely submit its reports between December and January. There is a democratic process in place to finalise the agenda, which we hope will lead to an electoral framework that is not only fair but also perceived as such by all political parties and the public alike.\nWe look to the Election Commission to ensure that the upcoming election, whenever it is held, genuinely reflects the will of the people. Anything less would—to echo the chief election commissioner—betray the sacrifices of all those who gave their lives in the mass uprising. The authorities must not fail them.\n",
        "headline_1": "Election Commission must pave the way for fair polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/election-commission-must-pave-the-way-fair-polls-3759181",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "The continued inflationary pressure on ordinary citizens, as evident in the ever-lengthening queues in front of the TCB truck sales points and Open Market Sale (OMS) shops, is alarming. As reported by this daily, men, women, and even children are waiting for hours at various locations in Dhaka, anticipating the arrival of TCB trucks. In the busy Mirpur-10 area, for instance, around 300 people gathered early Monday morning, hoping to buy subsidised essentials that serve as a lifeline for low-income families. Elderly women, some as old as 70, were seen standing in line for hours and then running after a TCB truck to purchase necessities. Pregnant women also endured hours in line under the scorching sun to access low-cost essentials. With inflation remaining above 9 percent for 20 consecutive months, even middle-class individuals have joined these long queues.\nReportedly, a large number of people from low-income households are scrambling for essentials at the TCB truck sales points and OMS shops, which has become a defining picture of the city of late. Despite the government's efforts to increase the supply of low-cost essentials, it remains insufficient to meet the overwhelming demand. For example, according to one TCB goods seller, while they can serve about 350 people a day, around 700 people gather daily at their spot, indicating that TCB trucks are able to meet the needs of only half those seeking daily essentials.\n\nElderly women, some as old as 70, were seen standing in line for hours and then running after a TCB truck to purchase necessities. Pregnant women also endured hours in line under the scorching sun to access low-cost essentials. With inflation remaining above 9 percent for 20 consecutive months, even middle-class individuals have joined these long queues.\nAccording to a recent report by the Integrated Food Security Phase Classification, released by international agencies including the UN, nearly 23.3 million people—or 26 percent of Bangladesh's population—are experiencing high levels of acute food insecurity. This situation is not only driving increasing desperation among the populace, resulting in thousands of hours wasted standing in TCB lines, but also causing immeasurable suffering. Additionally, the long-term health impacts of people cutting back on healthy diets will hinder progress for years if not urgently addressed.\nUnder these circumstances, the government must further prioritise efforts to address runaway inflation. If necessary, a high-level committee should be formed specifically to tackle inflationary pressures on low-income families. Furthermore, the government must further increase the quantity of essentials available at low cost through TCB and OMS sales. It should also work to improve the efficiency of their distribution, preventing people from enduring long lines and unnecessary hardships to access these resources.\n",
        "headline_1": "People need urgent relief from inflation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/people-need-urgent-relief-inflation-3759061",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "As Chief Adviser Prof Muhammad Yunus stated, \"The Bangladesh-India relationship is deep and multifaceted. We can have our differences but that cannot define it.\" We have said this many times before and reiterate now that our bilateral relationship must be based on a \"win-win\" policy, rooted in mutual respect, non-hegemony, and the pursuit of shared prosperity and deeper understanding. In my early days as the editor of The Daily Star, I wrote, \"For India, there are only two neighbours—China and Pakistan. The rest of us are geographic entities to be praised, cajoled, reprimanded and even punished as the situation would call for.\"\nSheikh Hasina's last tenure in power (2009-mid 2024) appears to have been a period of \"praise.\" However, after the student-led people's uprising toppled her regime, a powerful section of the Indian media has shifted into the \"reprimand\" mode, with some even suggesting \"punishment.\" Much of the social media discourse seems to support this.\nLet me start with my unequivocal position that oppression of minorities anywhere in the world, including in my own country, must be condemned and speedily resolved. It should never recur. Communal conflict has been an age-old phenomenon in South Asia following the British colonial policy of \"Divide and Rule.\" It is a regrettable fact that, after 77 years of the departure of the British, we have still not been able to solve it.\nAfter the regime change in Bangladesh, the Indian media's coverage of events can, in my view, be categorised as follows: 1) the events that toppled Sheikh Hasina was the work of Pakistan's ISI, the Islamists in Bangladesh, or pro-Chinese elements all aimed to replace the \"India-friendly\" government with an \"India-unfriendly\" government. There is no mention of the role of common people or of the students—of the killing of ordinary people, etc. Where is the evidence of foreign hand? What is the source of all these assertions? And yet, the vilification goes on unabated; 2) the new government is bent on persecuting Hindus and even committing \"genocide,\" according to some. Many of these stories were debunked by fact-checkers, including the BBC. But that did not stop or even slow down the tirade of stories demonising us; and 3) the US's involvement was also referred to and was linked with the events in Pakistan—as in after toppling Imran Khan, the US toppled Sheikh Hasina.\n\nEven three months later, there has been no substantial coverage of the atrocities inflicted on students and civilians. The Sheikh Hasina government even resorted to firing on demonstrators using helicopters—an act of shocking cruelty. In a prompt action, the interim government fast-tracked the issuance of visas for journalists. However, the Indian journalists who visited Bangladesh focused solely on the attacks on Hindus, ignoring the broader human rights abuses by the Hasina government, thereby greatly affecting their credibility to Bangladeshi readers.\nIn terms of covering the events of the July-August uprising by the Indian media, the following observations are striking:\n1) The Indian media largely ignored the massive student-led people's movement, which saw millions take to the streets in Dhaka, Chattogram, Rajshahi, Sylhet, Bogura and Khulna. Their focus remained almost exclusively on the sporadic violence against Hindus during the power vacuum in the first week of the transition.\n2) The brutal firing on unarmed demonstrators, resulting in at least 700 deaths by August 5, was barely covered. This represents one of the most barbaric crackdowns in the recent history of South Asia, yet the Indian media gave it little attention. In the six interviews I gave to mainstream Indian outlets, there was almost no mention of the scale of the uprising or the civilian deaths, only the vandalism of symbols like Bangabandhu's statue or the burning of government properties.\n3) Even three months later, there has been no substantial coverage of the atrocities inflicted on students and civilians. The Sheikh Hasina government even resorted to firing on demonstrators using helicopters—an act of shocking cruelty. In a prompt action, the interim government fast-tracked the issuance of visas for journalists. However, the Indian journalists who visited Bangladesh focused solely on the attacks on Hindus, ignoring the broader human rights abuses by the Hasina government, thereby greatly affecting their credibility to Bangladeshi readers.\n4) The Indian media's coverage appears to be driven by concern solely for Hindus of Bangladesh, rather than the people of Bangladesh. Will that foster a healthy relationship between our two countries? I have said previously and I repeat it now that India should not see the recent events through the lens of Sheikh Hasina but through the lens of democracy.\n5) In a recent video broadcast by the well-regarded news portal ThePrint, Meenakshi Lekhi, a BJP leader and lawyer, said, \"The chief adviser… is seeking to rename the nation [Bangladesh] to be [the] Islamic republic of East Pakistan.\" Where did she get that from? What is the source of her claim? Her column was filled with distortions and misinformation. When recounting Sheikh Hasina's grand success, she omitted critical facts like the rigging of the 2014, 2018 and 2024 general elections—the core reason for voters' outrage with her regime.\nAlong with my team at The Daily Star, I studied 56 news items appearing in the Indian media—both legacy and online—between July 9 and November 20. Except for a handful, most could be categorised as \"views reports\" and not \"news reports,\" with headings like: \"To avoid election Yunus is using the excuse of reforms\"; \"Politics of revenge – 13 including ministers on trial\"; \"Will democracy at all return to Bangladesh?\"; \"China, ISI behind escalation of student-led protests in Bangladesh\"; and \"ISI conspiracy to topple Sk. Hasina and establish anti-India govt,\" among others. Some TV news even called it an \"Islamist takeover.\" There were hardly any attempts to take a serious look at the events in Bangladesh.\nIf we analyse the sourcing of the news, the presentation, the headlines, and the language used in reporting, it becomes clear that it was directed at creating an impression that Hindus were not generally safe here, so that a deep hatred is generated against Bangladesh among the Indian population.\nIt is my conclusion that the mindset of the Indian media—and also that of a section of political leadership—is dominated by two strains of thoughts: 1) a fundamental disrespect for our intellectual ability; and 2) Islamophobia.\nAs for the first, Indian media coverage clearly implies that we, as a people, are incapable of determining our future. It is the Pakistanis, Chinese or the Americans—not to name the Indians, which they don't, of course, mention—that must tell us what to do. This mindset is insulting to a nation that has fought against Pakistani cultural, economic and military oppression, and that has defeated them in an armed struggle—albeit with Indian help. It is insulting to a people who have dismantled BAKSAL imposed by the post-liberation Awami League government, defeated the autocratic rule of Gen HM Ershad, and who have now toppled what appeared to be an invincible regime of Sheikh Hasina. This mindset shows the disdain of the Indian media towards us, and that of some political leaders, one of whom compared us with termites.\nThe second issue is the Indian media's Islamophobia and their total misunderstanding of the deep roots of Islam in the Muslim Bangalee psyche. People going to mosques, wearing Islamic headgear, keeping beards, using Islamic salutations, or referring to the Quran as a part of daily life are portrayed as extremists and terrorists in their eyes.\nI wonder why they don't learn from their own backyard. If the revival and strengthening of Hindu religious practices, building more temples, enshrining Hindu cultural traits, and becoming more practising Hindus are part of the present-day Indian ethos, then why should we, the Bangladeshis, becoming more Muslim make us extremists? If mass-based groups like the Vishwa Hindu Parishad, the Bajrang Dal, and the RSS can propagate the Hindu religion, and if a political party like the BJP, whose aim is to establish Hindutva in India, can get elected three times, then why does the reappearance of Islamic groups make us a fundamentalist country?\nThe Indian media and leadership must open their hearts and minds, dig deep into the cultural and religious heritage of Muslim Bengal, and try to embrace us as we are, rather than define us as they would like us to be. What the Indian people decide is the India we must accept, just as what the people of Bangladesh decide we are, India must accept. That is the only way a durable Bangladesh-India relationship can be built. The lesson for India is that regime-based relationships must be replaced by people-based relationships. For that to happen, we must understand each other better, with sincerity and respect.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The Indian media and Bangladesh-India relations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/the-indian-media-and-bangladesh-india-relations-3758871",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "The troubling battery-run rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-troubling-battery-run-rickshaws-1732287066",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Arresting illicit  financial outflow from  the country",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arresting-illicit-financial-outflow-from-the-country-1732287103",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Rationalisation of bus  route can do the trick",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rationalisation-of-bus-route-can-do-the-trick-1732287141",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "MIS: Tech's new vanguard",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mis-techs-new-vanguard-1732287190",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2024"
    }
]