[
    {
        "full_article": "The Israel-Hamas deal to release hostages and Palestinian prisoners in return for a pause in fighting offers a much-needed humanitarian relief to the 2.3 million people of the Gaza Strip who have been living in unspeakable misery since October 7. According to the deal, clinched in talks mediated by Qatar, Hamas will release 50 civilian hostages while Israel will release 150 Palestinian prisoners. Both sides will also halt fighting for four days. The Israeli government has stated that if Hamas releases more hostages, the pause in fighting could be extended, offering a glimmer of hope for securing a more sustained ceasefire. Hamas captured about 240 hostages during its October 7 cross-border attack in Israel, in which at least 1,200 people were killed. When Israel launched its counterattack the same day, it promised to “crush Hamas”, eliminate security threats from Gaza for good, and free the hostages. In the past six weeks, Israeli attacks have turned Gaza into a graveyard, killing at least 13,000 Palestinians, a vast majority of them women and children. But Israel simultaneously began indirect talks with Hamas seeking to free hostages, which resulted in the current deal.But this is not enough. What the people of Gaza, who have been bombed, shelled, displaced, and denied essential supplies such as food, fuel and medicines, immediately want is a lasting ceasefire. Israel initially refused to have any talks with “Hamas terrorists” and promised to dismantle the Islamist militant group. Israel’s anger was understandable given the horrors unleashed by Hamas. But in its response, a vengeful Israel is collectively punishing the people of Gaza. Several Israeli Ministers have issued dangerous and repugnant statements, from nuclear threats to welcoming epidemics in southern Gaza. But after six weeks of fighting, Israel is far from achieving its own declared objectives, which raises questions about the effectiveness of its military strategy. It stormed Al-Shifa Hospital, Gaza’s largest medical facility, alleging that a Hamas command centre was located beneath it. More than a week since, Israel is yet to produce any credible evidence to back this claim. But the fact that Israel and Hamas have reached a deal suggests that both sides are ready to engage with each other even amidst high decibel propaganda and bloody fighting. They should build on the momentum generated by the deal and extend the pause into a full-fledged ceasefire. That is the only way to release all the hostages, provide lasting relief to the Palestinians, and calm spiralling tensions in West Asia.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict",
        "headline_1": "Glimmer of hope: On the Israel-Hamas deal",
        "headline_2": "The pause in war after the hostage release deal gives peace a chance",
        "link": "https://www.thehindu.com/opinion/editorial/glimmer-of-hope-the-hindu-editorial-on-the-israel-hamas-deal/article67563011.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "Ongoing proceedings before the Supreme Court raise concerns about the conduct of some Governors. The key issue that has forced State governments to approach the court for redress is the perverse manner in which incumbents in Raj Bhavan have used the absence of a time-frame for granting assent to Bills to harass and frustrate elected regimes. When the court raised the question, “What was the Governor doing for three years?” with respect to the Tamil Nadu Governor, R.N. Ravi, it was underscoring the fact that he disposed of pending Bills only after the court’s observations about the delay in an earlier hearing. The Governor’s reluctance to act until an aggrieved government approached the court seems deliberate. The hearing was marked by some questions and answers about the implications of the Governor’s action in withholding his assent to 10 Bills, and the response of the State Assembly in passing the Bills for a second time. Preliminary observations by the court suggest that the scheme of Article 200 of the Constitution, which deals with the presentation of Bills passed by the legislature to the Governor for assent, will come under a good deal of scrutiny in this matter. With the court noting that the Governor cannot refuse assent to the re-enacted Bills, the present legislative impasse can be given a quick resolution if Mr. Ravi acts on the observation. However, the matter should not end there.The larger issue requires a clear enunciation of the law. The tenor of Constituent Assembly debates indicates that it intended to make the power of granting or withholding assent to Bills, or even returning them for reconsideration, exercisable solely on the advice of the Council of Ministers. However, in practice, many Governors have acted on their own, especially in reserving Bills for the President’s consideration. The Supreme Court must now come up with an authoritative decision so that uncooperative Governors do not use such grey areas to their advantage. It must also be clarified whether ‘withholding assent’ is a final act of rejection of a Bill or it needs a follow-up action in the form of returning the Bill with a message for reconsideration by the House, as stated in the first proviso to Article 200. The proviso bars Governors from withholding assent to any Bill they had returned for reconsideration and has been adopted again by the legislature. The issue has also highlighted constitutional ambiguities on the role of Governors. The ‘aid and advice’ clause that is at the core of parliamentary democracy is somewhat undermined by clauses that allow Governors to give themselves discretion they were never meant to have. Such provisions need wholesome reconsideration.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nstate politics\n\n/\n\nGovernor",
        "headline_1": "Unheeded advice: On the conduct of Governors",
        "headline_2": "The time has come for the Governor’s role to be reconsidered",
        "link": "https://www.thehindu.com/opinion/editorial/unheeded-advice-the-hindu-editorial-on-the-conduct-of-governors/article67563057.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "You can strike any chord\nDepends on your forte\nDahling, what can we acquire now that we have our Balinese island, 10th Buggati, and 100th Birkin bag?’ The answer could be an art case piano. Last week’s ET Panache featured these masterpieces made from malachite and ormolu or aged heirloom bronze and 23.5 carat gold leaf ‘recreating a California sunset’. In India, a real estate mogul bought a Louis XVl art Steinway from a Long Island dealer, but our own Furtados said the only domestic demand is for ‘ebony polish and colour-painted finishes’. Like the cherry red picked by the late PRS Oberoi to heighten the lobby drama of his first opus in Mumbai.\n\nDoes the lord, lady, or brat of the faux manor actually enthral guests with beringed fingers stroking the art-cased ivories? Hopefully, that performance isn’t akin to Dirk Bogarde’s in ‘Song Without End’, the 1960 biopic on 19th-century Hungarian composer and virtuoso pianist Franz Liszt. A critic had written that Bogarde strode on stage, threw up his coat-tails with a flourish, sat down on the stool – ‘and proceeded to play as if he were washing socks’. \nStill, better than my own stab at EGBDF – Every Good Bawa Deserves Fugue. My murderous attempts were the despair of Miss Sarah Bharucha, a large lady with absurdly tiny feet always encased in alligator pumps, who taught piano in a cavernous, Calcutta room with a ceiling-high showcase crammed with dolls. \n\nThe good news is that pianos too can have an after-life. My friend Gita’s beloved, century-old J&J Hopkinson ‘Upright Grand’ had been the family’s pride and joy since 1988; earlier it had been used extensively for the Trinity College examinations in Mumbai. So, she was heartbroken when it was pronounced beyond salvage two years ago. But it has retained its spot in her aria-airy drawing-room – piano reincarnated as a vintage desk. \nArranged atop its still-glowing, aged wood is the adagio of adieus from ‘Miss Gita’s’  grateful school-leaving students. The lower shelf now holds the ‘compositions’ of  the authors of her well-thumbed books. And, as she sits at it each afternoon, a rhapsody of memories lilts softly by. Truly, the music never dies. \n             ****   \nAlec Smart said: “In politicricket, it’s win or toss.”\n\n",
        "headline_1": "Play it pianissimo",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/play-it-pianissimo/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "As efforts continue in Uttarkashi to rescue trapped workers, let’s remember what experts warned about: Constructing very wide roads is sure to destabilise Himalayas’ slopes\nIt is in this decade that the Himalayas have been tunnelled, blasted, cut, gouged, turned to rubble and concretised as never before in the range’s 50 million years of existence. Hydel projects, rail tracks at heights of 1,000 mtrs in narrow valleys, and road construction, all require tunnels. Rampant construction of hotels and torrents of unregulated tourism require tunnels for car parks. The railway tunnel from Karnaprayag to Rishikesh is 110 mtrs long. The total might exceed 400 km by the time all the dhams are connected.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "No rethink at the end of the tunnel",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/no-rethink-at-the-end-of-the-tunnel/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "India’s commercial airlines hit a jackpot over the weekend, thanks to the cricket World Cup final in Ahmedabad. A one-way ticket from Bengaluru to Ahmedabad was five times pricey and sold for over ₹30,000. Aviation authorities are legally required to allow market forces full play and India sensibly sticks to free pricing. But while airlines should make money from customers if they are willing to pay, they must also keep their side of the bargain with paying customers. But that’s not what happened on Sunday at Bengaluru airport.\nAn IndiGo evening flight from Amritsar to Chennai had a scheduled stopover in Bengaluru. A story in TOI said that the last leg to Chennai had eight passengers. But the airline reportedly got them to disembark and put them on a flight to Chennai only the next morning. The airline’s explanation is that the delay in the incoming flight led to passengers missing the connecting flight. But what about the paying passengers then? Aren’t there contractual obligations on the part of airlines? DGCA needs to ask these questions. And if DGCA doesn’t raise a red flag, the civil aviation ministry should.\n\nDGCA’s mandate includes protection of customers. Rules say there must be compensation if airlines let customers down. It’s only in the case of force majeure, or extraordinary circumstances, that airlines can escape these requirements. Also, civil aviation is a licensed business. Along with a licence comes the obligation to stick to schedules. DGCA approves two schedules in a year, summer and winter, based on what airlines apply for. After getting approvals and selling tickets, no regulated airline should be allowed to arbitrarily change its schedule.\nLet’s also note that India’s passenger airline market is now effectively a duopoly, a big and growing customer base mostly divvied upbetween Tatas’ airlines and IndiGo. This gives airlines pricing power. Fares, generally on the high side, can go off the charts whenever there’s a rush. That’s okay. That’s the market, and governments shouldn’t meddle. What’s not okay is airlines using this market power to take customers for a ride, or not for a ride, as was literally the case in Bengaluru. The eight passengers deboarded by IndiGo seemingly had no recourse. That suggests regulatory failure at some deep level. DGCA must publicise passenger rights more widely and more smartly than it is doing now. And it must not allow airlines to get away with shabby treatment of paying customers.\n\n",
        "headline_1": "IndiNoGo Flight: Why eight deboarded passengers at Bengaluru airport raise big questions on customer rights & for DGCA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/indinogo-flight-why-eight-deboarded-passengers-at-bengaluru-airport-raise-big-questions-on-customer-rights-for-dgca/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "Bangladesh will be going to polls – but many opposition leaders are going to jail, and one big party stays banned. The top court upheld a previous ban on Jamaat-e-Islami – Bangladesh’s largest Islamist party – from contesting elections. And a crackdown on anti-government protesters in recent days has seen around 139 senior opposition leaders and activists, mostly from BNP, convicted on various charges. Sure, the opposition has organised some violent protests, the aim being to force PM Hasina to conduct general elections – scheduled for January 7 – under a neutral caretaker government. But since the caretaker system in Bangladesh was abolished by the 15th Amendment to its constitution in 2011, BNP is just doing street theatre when demanding restoration of the caretaker system.\nBut what raises eyebrows and concerns is the vacuum previously occupied by the opposition. Marginalising mainstream opposition parties is an invitation to radical elements in Bangladeshi politics. This is bad for both Bangladesh and Hasina’s party Awami League. There have been reports of Jamaat and BNP activists joining Awami’s grassroots bodies. These restive defectors can pose a challenge to the Awami leadership from within. Then there is the US factor. Washington is clearly concerned about charges of authoritarianism against Hasina and is viewing Bangladesh as part of its larger strategic tussle with China. Add to this Bangladesh’s economic problems: forex reserves have dipped to $20 billion, barely enough for three months of imports, and inflation touched 9.6% in September.\n\nSo, multiple pressure points are building up for Hasina. Unless the opposition is given the space it should have, radical elements will create space they don’t currently have. That’s terrible news for India. A radicalised Bangladeshi establishment can bring Pakistan back into play. New Delhi should tell Hasina to change tack, in its, and her, interest.\n\n",
        "headline_1": "Halting Hasina: India should worry about Bangla PM’s authoritarian streak. It will hurt her interests as well as New Delhi’s",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/halting-hasina-india-should-worry-about-bangla-pms-authoritarian-streak-it-will-hurt-her-interests-as-well-as-new-delhis/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "Banks have become quite tight-fisted with dollar ever since the country's foreign-exchange reserve started plummeting following the energy crisis triggered by the Ukraine war. During the pandemic, there was hardly any demand for dollar from people looking for tours abroad. With the easing off travel restrictions worldwide in the middle of 2022, the demand for dollars for travel abroad started tentatively picking up. Now that the foreign-exchange reserve is depleting fast, the demand for the greenback has also soared. A report carried in the FE on Tuesday reveals that the forex reserve is under strain because of expenditure of dollar abroad by an ever increasing number of Bangladesh nationals visiting foreign lands. If banks are not particularly generous with issuance of dollars for travel purposes, the leeway left for payment by credit cards ---and in certain cases debit cards too---for goods and services abroad has encouraged foreign travel by people who can afford. This segment of society forced mostly to stay indoor by the Covid-19 for a couple of years now feels an overwhelming urge to take a trip.Then, of course, people cannot help going abroad for medical treatment. It is impossible to restrain them when the more privileged go abroad for routine health check-ups. The last category of foreign travel is no less compulsive. This involves travel for higher studies abroad. Clearly, the reason behind the recent increasing foreign travels in most cases is strong. Not all of those are pleasure trips. Thus the average monthly outflow of cash dollars rose from US$8.6 million in the first six month to $14.50 million in the next four months of the current year. However, this figures looks puny compared to the monthly payment abroad by credit cards to the tune of $57.75 million and $68.50 million in the corresponding periods. It had to be so because of hardly any erosion of income for people better off in society. Also, this is the time when foreign universities open their admission starting usually from August every year. Even those who go abroad for sight-seeing cannot be blamed for doing so. After all, this is a form of healthy recreation as well as a lesson from Nature. There are globe-trotters who by virtue of their courage, endurance, probing minds, wisdom and insight developed from their association with the unfamiliar and the unknown have enriched the inventory of human knowledge and also made the world a better place. They are mostly on budget trips unlike the official lavish tours which in many cases can be avoided. No wonder, the government discouraged such tours early but with little effect. What, however, needs to be emphasised is that in time of this dollar crunch, people must shun avoidable travels abroad. Again, they should be prudent in spending money in foreign countries. After all, the Bangladesh Bank has to pay for such expenditures in greenback. So attempt has to be made from all levels ---from individual to official ---to limit such expenditures abroad to the barest minimum. The maximum annual quota of $12,000 for an individual's expenditure abroad raised twice from $5,000 may be downsized for the time being until there is a marked improvement in the central bank's reserve.",
        "headline_1": "Impact of travel abroad on foreign-exchange reserve",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impact-of-travel-abroad-on-foreign-exchange-reserve-1700664665",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "In death, Rosalynn Carter reminds us of the devotion with which she assisted her husband not only in his political career but also in his post-presidential life. Theirs was a marriage of love, with the fullness of affection and commitment coming into it. It was at age three that Jimmy Carter first saw Rosalynn, a new-born baby delivered into the world by his mother, the loving nurse known as Miss Lillian.And years later, in 1946, Jimmy and Rosalynn married, and stayed married till Rosalynn closed her eyes on the world a couple of days ago. In hospice during her final stages --- Carter too has been in hospice since February this year --- and affected by dementia, no one expected her to die so soon. Now that she is gone, it is not hard to imagine the loneliness Jimmy Carter will feel in the remaining days of his life.The Carters were a happy couple through all their years as peanut farmers in Georgia and then in the governor's mansion in Atlanta. It was their dedication to politics which carried them to the White House in 1977. Deep disappointment was theirs, as also of millions of others around the world, when Jimmy Carter lost his bid for a second term to Ronald Reagan in 1980. But he and Rosalynn quickly picked up the pieces and went ahead in reinventing themselves through the Carter Centre, caring about diseases in Africa, about democracy in politically vulnerable nations around the world, about human rights where governments stayed at a remove from the people whose fortunes they were supposed to preside over.In his wife's death, Jimmy Carter will be a lonely figure, given that Rosalynn was his partner for seventy-seven years through all the bright moments and all the disappointments of his life. Aged ninety-nine, he too does not have much more of time on this planet. But he knows, and so does the world, that his marriage to Rosalynn was a happening to which people in love around the planet could look for inspiration.There have been all the strong women who have inspired the men in their lives, their husbands, into going forth with their mission to change the fate of their nations. Begum Fazilatunnessa Mujib's is a shining instance of a simple middle class woman whose devotion to family, whose readiness to keep the clan in good shape, was a spur to Bangabandhu Sheikh Mujibur Rahman's long campaign to free his people from colonial rule. Begum Mujib did not falter in her work. She ensured good education for her two daughters and three sons. Despite all the pressure she was under --- with the security forces of the state of Pakistan keeping her family in endless surveillance, with those who could have helped turning away from her when she needed them most, with her constant need to change residence when Bangabandhu remained in incarceration --- she did not lose her composure or her faith in her husband's power to change the destiny of the Bengali nation. She kept the home fire burning. And she was always the light in Bangabandhu's life.Which takes us to the story of how Mikhail and Raisa Gorbachev bonded with each other. When Raisa, a highly educated woman with a background in philosophy and having been a teacher at Moscow State University, died in 1999, Gorbachev was devastated. He was not the same man after his wife passed away and in all the time he lived till death came to him twenty-two years later, it was obvious that without Raisa he was lost. The two of them shared all the highs and lows of life. Gorbachev, clearly a break from political tradition in what was the Soviet Union, inaugurated the trend of having Raisa accompany him on his official trips outside the country. Raisa was unlike any other spouse of any other Soviet leader. She had a keen eye for fashion, engaged in intellectual conversations with people (she was not impressed with Nancy Reagan, whom she found rather out of touch with the great issues facing the world) and clearly was accessible to people. Old pictures of the Gorbachev couple demonstrate the romance which underpinned their lives in all the years they stayed married.A powerful woman behind a political leader was Winnie Mandela, whose struggle to keep her family going as also to have the African National Congress stay afloat during Nelson Mandela's twenty-seven years in prison are truly the stuff of legend. It is of course a different matter that the couple went their separate ways once Mandela walked free of prison, but that Winnie was pivotal in keeping alight the flame of freedom in apartheid South Africa is today a defining chapter in modern political history. She protected her children even as the white racist regime went after. She was thrown into prison, but the apartheid men could not kill her spirit. Kasturba Gandhi was the power behind the Mahatma's crusade to ensure justice in South Africa. Initially squeamish about the nature of the tasks Gandhi expected her to carry out --- cleaning latrines used by a number of people, for instance --- she soon joined her husband in raising the demand that all black people and all coloured people needed to be accorded their human, political and social rights. In Argentina, Evita Peron was a consequential figure beside her husband Juan Peron and to this day is revered for the social causes she undertook in the years Peron wielded power. Evita died young and Peron would marry again, but her mystique has never worn off. Argentine history has a special place for Eva Peron, as she was popularly known.The wives of politicians, at least a good number of them, are remembered because of the involved nature of their work beside their husbands or in encouraging their husbands to fulfil their political ambitions. Some wives have suffered silently and yet stayed unflinchingly loyal to their husbands as the latter fell and rose and fell again in their careers. Pat Nixon was a symbol of moral strength for Richard Nixon throughout his career. She was the silent witness, the devoted spouse to a man who went through a series of crises in his life. On the day Nixon made a farewell speech to the White House staff as he prepared to leave the presidency in 1974, Pat's eyes brimmed with tears. Her heart broke. When years later she died, Richard Nixon wept uncontrollably in public. No one had ever seen him in tears in his long political career, but Pat's death caused something to snap inside him.Rosalynn Carter, of whose passing I was informed by the Carter Centre within minutes of the sad happening, now joins all those other women --- strong, powerful and independent --- who stood beside and behind their men, to let them know that they could count on them for loyalty and faith and unwavering belief in their politics. \n[email protected]",
        "headline_1": "The strong women behind the powerful men",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-strong-women-behind-the-powerful-men-1700664890",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "Dhaka is often stigmatised as one of the least desirable cities on earth to live in. The Global Liveability Index for 2023 conducted by the British weekly, The Economist, has already ranked Dhaka the seventh least liveable city in the world earlier this year. And now, the city has been named the second least resilient city among 25 cities worldwide by Economist Impact, a concern of The Economist Group. The survey defines urban resilience as a city's ability to avoid, withstand and recover from shocks, such as natural disasters and from long-term stresses such as poverty, decrepit infrastructure, or migration. The Bangladesh capital has been evaluated in four categories including critical infrastructure, environment, socio-institutional and economic scales. In the survey, Dhaka comes in the 24th place with a score of 43. Only Lagos in Nigeria ranks behind it with a score of 39.6 while US city New York tops the list. Dhaka has around 23 million residents. And it is among the most densely-populated cities in the globe. The population density of this city is nearly bursting at the seams. Hundreds of people are leaving their rural surroundings every day for the opportunities that Dhaka city might offer them. So, the rapidly growing metropolis shows no signs of slowing. These create poor living conditions for many residents, heavy traffic for all and pose an overall challenge of sustainability. Therefore, this city faces significant challenges in maintaining its infrastructure in the next 50 to 100 years. In fact, no building in Dhaka city has been designed or constructed keeping 100 years of its lifespan in mind. Moreover, the buildings have been constructed on landfills due to unrestricted urbanisation without taking into consideration the nature of the soil or its vulnerability to earthquake. The expansion of Dhaka city to the east and southwest has, therefore, made it more vulnerable to earthquakes, since buildings in these areas are erected by filling up water reservoirs and wetlands. According to a survey by the Rajdhani Unnayan Kartripakkha (RAJUK), nearly 865,000 buildings would collapse in Dhaka city if an earthquake of 6.9 magnitude strikes at Madhupur fault in Tangail. Additionally, 210,000 people would die and another 229,000 would sustain injuries if the quake strikes during the day. So, there is an urgent need to manage Dhaka's building spree keeping mind the challenges of the future. Every city is unique. And so is Dhaka. City resilience here can vary from other places. Yet, there are some common themes that should be taken into account for this megacity. They are: People - the health and wellbeing of individuals;Place - the way in which infrastructure and ecosystems protect and connect urban citizens;Organisation - the social and financial systems that enable urban populations to live peacefully and act collectively;Knowledge - the importance of informed decision-making and empowered stakeholders.At the moment city resilience is not a popular term, and is not widely used or even understood in Bangladesh. But it is crucial to the wellbeing of Dhaka's urban communities, environment and economy. We should not underestimate the importance of building city resilience. \n[email protected]",
        "headline_1": "Importance of city resilience",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-city-resilience-1700664925",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2023"
    },
    {
        "full_article": "Modern-day living hardly gives one the opportunity to take adequate sleep. But sleep is as important for good health as diet and exercise. Good sleep improves one's brain performance, mood and health. Therefore, people should make an effort to get enough sleep regularly. There is no substitute for regular sleep. It relieves fatigue and makes the mind and the body healthy and lively. So, you need to take 8 to 10 hours of sleep every night. But currently, many people in Bangladesh have been suffering from sleeplessness. And there are some people who deliberately keep themselves away from their sleep to work. As a result, we are creating various physical, mental and emotional issues for us. It can create a variety of problems, including diabetes, high blood pressure, heart disease, anxiety, depression and bipolar disorder. As adults, we are expected to get a complete rest before a new day starts, but common causes like stress, anxiety, depression, too much caffeine consumption and even uncomfortable beds can persistently keep us awake. These days we have taken insomnia for granted as an unavoidable way of modern life. But there are effective ways to fight it and win. Everyone needs to be aware of it and do the needful. \nSafa Akter Nolock, Student of Department of Philosophy, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Good sleep for good health",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/good-sleep-for-good-health-1700664953",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2023"
    }
]