[
    {
        "full_article": "After India's recent defeat by Pakistan at the T20 Cricket World Cup tournament, Indian bowler Mohammed Shami faced vicious trolling on social media. It was the latest display of the Islamophobic bigotry that has consumed the Indian society under the rule of Prime Minister Narendra Modi's Bharatiya Janata Party (BJP).\nShami had performed poorly in the match. But so had 10 other Indian players in the rout by Pakistan. Shami was singled out because he is Muslim. His failure was viewed not merely as a sporting issue, but as a failure to do his best against an opposing team composed of his co-religionists.\nUnpleasant as it was, the Shami episode pales in comparison to other recent incidents of Islamophobia in India. In Darrang district, in the northeastern state of Assam, the state's BJP government launched an eviction drive against Muslims whom it decided were \"illegal settlers\" on public land. During a protest against the evictions, police shot and beat a villager, and a photographer officially documenting the demolition drive brutally stomped on him, in full view of cameras, even after his body appeared lifeless.\nVideo footage of the murderous assault went viral on social media, prompting much hand-wringing among those sections of the public not yet inured to stories of violent hate crimes against its Muslim minority, which have proliferated under BJP rule. In recent years, a spate of inflammatory anti-Muslim rallies has sometimes erupted in violence. In February 2020, riots consumed parts of the capital, New Delhi, leaving more than 53 dead. Most of the victims were Muslim.\nThere has also been a dramatic increase in lynchings of Muslims, especially for the \"offence\" of transporting or consuming beef (the cow is considered holy in Hinduism). Most states have enacted laws prohibiting the slaughter of cows, and both police and self-appointed mobs are enforcing them with greater zeal than judgement. Cow \"vigilantes\" have been known to beat Muslims, forcing them to chant Hindu religious slogans. Such hate crimes are committed with impunity.\nMeanwhile, police have charged Muslim students under draconian terrorism and sedition laws for the frivolous \"crime\" of cheering for Pakistani cricketers. Four Muslims were arrested in the city of Indore for attending a popular annual college dance celebration that was abruptly classified as restricted to \"Hindus only.\" A Muslim journalist named Siddique Kappan has been jailed for more than a year on charges of sedition, terrorism, and incitement, when all he did was his job.\nAs disturbing as these trends are, they should not be surprising, given that senior political figures express their bigotry openly. Modi once declared that anti-government protesters could be identified by their clothes—that is, traditional Muslim attire. And prior to the 2019 general election, BJP President Amit Shah called Bangladeshi Muslim immigrants \"termites\" and pledged that a BJP government would \"pick up infiltrators one by one and throw them into the Bay of Bengal.\" Islamophobic sentiment is stoked further via social media, often in BJP-curated WhatsApp groups, where the sins—both real and imagined—of past Muslim invaders and rulers are blamed on the entire community.\nWhereas previous governments sought to temper communal passions, promote harmony, and provide official support (including tax incentives) for efforts to promote India's pluralism and diversity, the BJP unapologetically embraces an intolerant majoritarian Hindutva ideology. Those close to the ruling establishment routinely excoriate the Muslim minority—and previous governments' alleged appeasement of it—as a threat to India's Hindu identity.\nUnder the BJP rule, campaigns have been launched against interfaith romance (with Muslim men being accused of waging \"love jihad\" to entrap Hindu women), religious conversion (despite it being permitted by India's constitution), and Muslim practices of marriage, divorce, and alimony (which are viewed as incompatible with women's rights). A popular apparel firm was browbeaten into withdrawing an advertising campaign deemed by zealots to be inserting Muslim elements into the Hindu festival of Diwali. A Muslim religious gathering was deemed a Covid-19 super-spreader event, even as the far larger Hindu Kumbh Mela festival was allowed—even encouraged—to proceed.\nThe BJP government also enacted a law offering fast-track citizenship to refugees from neighbouring Muslim-majority countries—provided they were not Muslim. And family-planning campaigns have been portrayed as efforts to preserve India's \"demographic balance\"—India is 80 percent Hindu—in the face of higher Muslim fertility.\nWhat dismays liberals like me is how thin the veneer of India's constitutional secularism has turned out to be. In just seven years of BJP rule, the cultural pluralism and Hindu-Muslim amity that India has touted for decades have been annihilated.\nThere was a time when government officials would point proudly to Muslims in prominent positions as evidence of India's ability to overcome the bitter legacy of Partition with Pakistan. Today, Muslims are dramatically underrepresented in the police forces and elite central administrative services, and they are overrepresented in the prisons. Sentiments that would have been deemed impolite to express a generation ago are declaimed from political platforms. The police often enable, rather than stop, the torment of Muslims.\nIslamophobia now seems to have colonised a significant segment of north Indian society, though the south has yet to succumb. India's much-vaunted free press has been complicit—and even an active participant—in the erasure of its longstanding syncretic cultural traditions.\nUnder the BJP rule, the segregation and disempowerment of Muslims—the division of Indian society into \"us\" and \"them\"—is being gradually normalised, and Indians are becoming desensitised to the routine expression and practice of anti-Muslim bigotry. A Muslim who points this out will be told to \"go to Pakistan.\" Hindus like me are derided as \"anti-national.\"\nI have been called that myself. In 2015, speaking in parliament, I repeated a friend's observation: in BJP-ruled India, it is safer to be a cow than a Muslim. Sadly, that rings even truer today.\n \nShashi Tharoor, a former UN under-secretary-general and former Indian minister of state for external affairs and minister of state for human resource development, is an MP for the Indian National Congress.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Modi’s Anti-Muslim Jihad",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/modis-anti-muslim-jihad-2900426",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    },
    {
        "full_article": "When Indian-born Muslim cricketer Nasser Hussain captained the England team, no one could have imagined that after nearly two decades, the game would be facing a storm of this magnitude and compel the wider society to confront one of the most sensitive issues: racism. Over the years, England's cricketers of South Asian origin, like Monty Panesar, Ravi Bopara, Moeen Ali and Adil Rashid, who have all shown their on-pitch talents, never talked about racism. But since cricketer Azeem Rafiq's revelation about his sufferings and pain, the issue of racism has now become a subject of much bigger debate around race relations, Islamophobia and division in Britain today. The racial abuses he was subjected to include repeatedly being called a \"pa*i,\" and referred to by the name \"Kevin,\" a dehumanising moniker for black and Asian players.\nThe racism scandal that engulfed the England and Wales Cricket Board (ECB) has finally made them acknowledge that racism and discrimination is a \"blight\" on their game and they \"apologise unreservedly.\" The apology came after a crisis meeting of the board and representatives from the Professional Cricketers' Association, Marylebone Cricket Club, the National Counties Cricket Association, and the First Class and Recreational County Cricket network. It followed a hearing of the parliamentary select committee on Digital, Culture, Media and Sport on November 16, 2021, where former Yorkshire cricketer Azeem Rafiq alleged that English cricket was \"institutionally racist.\" The select committee hearing, too, was held hurriedly amid weeks of turmoil over revelations by Rafiq about his harrowing experience at the Yorkshire County Club at subsequent cover-ups.\nA joint statement issued after the meeting said: \"Azeem Rafiq has shone a light on our game that has shocked, shamed and saddened us all.\" Making a commitment to publish a \"tangible action plan,\" the statement said: \"To Azeem and all those who have experienced any form of discrimination, we are truly sorry. Our sport did not welcome you, our game did not accept you as we should have done. We apologise unreservedly for the suffering you have faced.\"\nRafiq first spoke out in September 2020, prompting the club to open an investigation the following month. But according to the testimony given before the parliamentary select committee by the former chairman of the Yorkshire Club, Roger Hutton, though the investigation upheld seven of the 43 allegations made by Rafiq, the club's management decided against punishing anyone. It also refused to publish the full report of the investigation that led to further accusations of institutional racism in the club and in the wider arena of English cricket, as the ECB stayed away from intervening in the club's affairs.\nThe ensuing outrage was so widespread that the ECB's suspension of Yorkshire from hosting international matches at Headingley appeared to be an action too little too late. Sports Minister Nigel Huddleston issued a warning, saying that if the ECB does not \"put its house in order\" over racism, the UK government might take the \"nuclear option\" of creating an independent regulator.\nAmid the racism scandal, the Independent Commission for Equity in Cricket (ICEC), on November 9, made an appeal to potential victims of racism and discrimination to come forward with evidence. Media reports suggest that more than 1,000 people have contacted the commission within less than a fortnight. Few other former players of Yorkshire academy, too, have come forward to speak about alleged racist abuse they suffered at the club. Similar allegations of racist behaviour have emerged at Essex county club, warranting more investigations, and the prospect of more to come looms large.\nSome grim statistics, too, came to the fore, which the ECB needs to look into with urgency. In England, the British-Asian community accounts for 30 percent of recreational cricket at grassroots level, but only to see this drop to four percent at professional level. Another set of figures show that about a quarter of top-level players are members of the families of former cricketers, which critics say is reflective of elitism in the game, instead of talent.\nOnce again, businesses have shown extraordinary courage and stance against racism, which is similar to those actions taken during Black Lives Matter (BLM) movement. Yorkshire Club's primary sponsor Emerald Publishing and Yorkshire Tea announced that they were ending their deals with the club. Leisure club operator David Lloyd said his business had chosen not to reinstate its partnership, and Tetley's beer said its sponsorship would not be extended beyond the end of the current contractual agreement. Yorkshire's kit supplier, global giant Nike, also announced that it would stop supplying kits. Losing so many sponsorships and the right to host international matches at its home ground, Headingley, forced the club management to step aside and welcome the new chairman from ethnic minority community.\nNasser Hussain, who currently works as a Sky Sports commentator, says that the problem is far more widespread than Yorkshire. In his Daily Mail column, he wrote: \"[Racism] is prevalent throughout the game.\" Explaining the reasons for past silence, he wrote: \"And it has not been picked up because it has become the norm. It's been a 'that's what we do' attitude and that has been allowed to fester for far too long. Those constant little digs and comments take their toll and the victims have just been forced to laugh it off because they have to fit in and conform.\"\nThe ongoing turmoil in English cricket over racism also reveals the helplessness of players in voicing their grievances against bullying, and the lack of accountability of their powerful bosses. We, in our country, can proudly say that we don't have any trace of racism, but can we claim that there is no bullying? Making players attend political campaigns or often subjecting them to public humiliation are not unheard of. And what about the accountability of cricketing bosses on issues like allegations of match-fixing in domestic leagues? Why does the national team's jersey carry sponsors' branding larger and more prominently than the national identity? Waiting for a whistle-blower is never a good idea for any organisation.\n \nKamal Ahmed is an independent journalist who writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "What the racism scandal of English cricket tells us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-the-racism-scandal-english-cricket-tells-us-2900416",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    },
    {
        "full_article": "The South Asian developing countries today face challenges of economic vulnerability due to the Covid-19 pandemic, climate change and the rise of serious geopolitical rivalry posed by emerging military groupings and showdowns. Simultaneously, a rising trend of trade protectionism, with new hidden barriers and deglobalisation in the global market, are restricting the ability of the economic and investment sectors to promote global trade sustainably. In this context, China's open door and cooperation policy offers some opportunities for the region's prosperity and development, resuming economic growth at a faster rate. In order to fulfil President Xi Jinping's pledge to turn the Chinese market into a market for the world—a market shared by all and accessible to all—China has taken a number of concrete steps in recent years, including an all-round opening-up strategy that allows foreign enterprises greater access to the domestic market, and a foreign investment law that ensures a business-friendly environment. At the same time, China has taken new steps to strengthen bilateral, multilateral, and regional cooperation by joining trade blocs such as the Regional Comprehensive Economic Partnership (RCEP), and the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP), hosting a series of mega trade exhibitions and improving connectivity through the Belt and Road Initiative (BRI).\nOf them, China Import and Export Exhibition (Canton Fair), China International Import Expo (CIIE), China International Fair for Trade in Services (CIFTIS), China-Asean Expo, China-South Asia Expo, Euro-Asia Economic Forum and Trade Cooperation Expo, Intertextile Shanghai Apparel Fabrics, and China Yangling Agricultural High-Tech Fair are all key exhibitions that will undoubtedly be of great significance to developing economies like Bangladesh. It is expected that Bangladesh's participation in these forums would open vistas of business opportunities and further enhance bilateral relations and cooperation.\nAccording to government data, from January to July in 2021, the overall import-export volume between Bangladesh and China was USD 13 billion—a 58.9 percent increase year on year. Despite the fact that bilateral trade favours China heavily, Bangladesh has enormous potential that has yet to be realised. Dr MA Razzaque, head of the Dhaka-based Research and Policy Integration for Development (RAPID), conducted a research that showed that Bangladesh could earn USD 25 billion if it could grab only one percent share of China's imports. It should be noted that China imported goods worth USD 2.4 trillion in the 2019-20 fiscal year, in which Bangladesh's share was highly insignificant—just 0.05 percent. In the next 10 years, China is expected to import a total of USD 22 trillion worth of goods. Hence, China's exposition platforms will provide a great opportunity for Bangladesh to explore the vast Chinese market and expand export opportunities, to bridge the bilateral trade gap and increase revenue.\nBangladesh's major export items—ready-made garment (RMG) products, leather goods, jute and jute goods, agricultural products, frozen and live fish, pharmaceutical products, plastic, sports goods, handicrafts, and tea—have a strong competitive edge in the international market. But its limited export destinations—mainly the US and the European Union—may put Bangladesh in a more challenging position in future, especially as the US suspended the Generalised System of Preferences (GSP) for Bangladesh in June 2013 and India imposed anti-dumping duty on the export of Bangladeshi jute goods in January 2017 for a period of five years. It should also be noted that there is no guarantee to get into the EU's GSP+ scheme on expiry of the EBA initiative, after Bangladesh officially graduates from the LDC group in 2026. Amid such looming economic uncertainty, the good news is that China has provided duty-free access to 97 percent of Bangladeshi products (a total of 8,256 products) from July 2020. The expos are important ways to learn about Chinese consumer preferences and to tap into the vast market. Participating in these expos, Bangladesh can display and popularise its flagship products and diversify its export destinations as a large number of buyers, entrepreneurs and companies from Europe, America, Australia, Southeast Asia, Middle East, and Africa will be in attendance there. For example, the China-Asean Expo (CAEXPO) could give Bangladesh trilateral trade expansion opportunities to enter markets in China as well as the Association of Southeast Asian Nations (Asean), which has a combined population of two billion and a GDP of USD 18.5 trillion.\nBangladesh's development-first strategy, a 165-million-strong population, low- cost and skilled labour market, appealing geostrategic location, and investment-friendly policies make it an ideal investment destination. The country needs to highlight its vast investment potential and create confidence in a large number of foreign investors. It is noteworthy that Bangladesh is constructing high-quality infrastructures, such as power plants, bridges, highways, railways, and ports, in collaboration with China. The Bangabandhu Bangladesh-China Friendship Exhibition Centre (BBCFEC) was recently opened in Dhaka, to host export and sourcing fairs throughout the year, aiming at showcasing Bangladeshi products to new international markets.\nIn short, the expos offer a platform to understand the Chinese market and China's development, as well as to make new links with consumers, companies, experts and different technologies which could lead to product specialisation and value addition in order to adapt to the conditions of China, a market with more than 1.4 billion people, over 400 million of whom are middle-income people. In this regard, China can provide technical assistance in framing policy positions and export-development strategies to help Bangladeshi products reach the Chinese market.\nLike Bangladesh, other South Asian countries, too, can use the expos to promote their brands, build new trade images and expand their business opportunities in China and in the worldwide market. Along with economic and commercial gains, such platforms would forge stronger cultural cooperation too, which will further enhance the bilateral relations and promote partnerships for common prosperity.\n \nParvej Siddique Bhuiyan works at Palli Karma-Sahayak Foundation (PKSF).\n",
        "headline_1": "Chinese trade expos are gateways to export opportunities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/chinese-trade-expos-are-gateways-export-opportunities-2900406",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    },
    {
        "full_article": "Following the conclusion of the high-level 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC), the world is set to observe another international conference at the ministerial level. This is the 12th meeting of the trade ministers of the member countries (MC12) of the World Trade Organization (WTO) to be held in Geneva from November 30 to December 3. As opposed to the much-hyped climate meeting held in Glasgow, MC12 apparently seems to be a quiet and low-profile meeting. But in effect, MC12 is no less important for the world as trade is crucial for economic prosperity and has a multiplier impact. Of course, there is evidence of the differential impact of trade on various economies, and trade justice has been an issue of debate in the whole discussion of multilateral trade regimes. However, trade has also impacted economies positively through higher export, import, investment, job creation, and so on. Benefits of trade depend on how the rules are designed and how cross-cutting issues are considered, and how challenges related to those issues are addressed.\nOne such issue is the impact of climate and environmental change. The links between trade and climate change are now clear and recognised. While trade can be a source of climate change-related challenges, it can also help reduce climate and environmental challenges and achieve climate ambitions. However, with growing awareness on climate change, countries are resorting to various climate measures, which have potential negative implications for trading nations. Poor countries will particularly be affected if such climate-related trade policies are pursued, since those will result in trade protectionism. Therefore, the WTO has an important role to play in helping countries reap benefits of trade while addressing their climate and environmental challenges.\nWithin the WTO, environmental issues are dealt with at the Committee on Trade and Environment (CTE). The CTE aims to promote the understanding of the nexus between trade and the environment. It also discusses how trade and environmental policies together can work for sustainability. The work on trade and environment received momentum with the new initiative with the WTO, namely \"Trade and Environmental Sustainability Structured Discussions (TESSD), which was launched on November 17, 2020. Currently, 57 WTO members are part of this initiative. The objective of the TESSD is to complement the existing work of the CTE and other relevant WTO committees and bodies on climate and environmental issues. All members can join TESSD. Another objective of the TESSD is to provide technical assistance and capacity-building support to countries—particularly to least developed countries.\nWhile the objective of CTE and other environment-related WTO rules require countries to pursue their environmental objectives, a major task is also to monitor protectionism due to climate goals. However, a number of issues which are being discussed in the WTO may have negative implications for both developing and least developed countries (LDCs). Since the launch of the TESSD, discussions are taking place on issues such as liberalising trade in environmental goods and services (EGS), reforming environmentally harmful subsidies, carbon border adjustment mechanism and climate actions, and circular economy and biodiversity.\nEach of these issues have implications for LDCs and developing countries. The focus of today's discussion is liberalisation of environmental goods. Liberalisation of EGS through reduction or elimination of tariffs on EGS is a part of a single undertaking of the Doha Ministerial Declaration of the WTO in 2001. This is a critical trade and climate change agenda for these countries.\nEnvironmental goods are needed for adapting to the impact of climate-induced extreme weather events, and transitioning to low-carbon production. Climate-friendly technologies are crucial for these countries. Reduction or elimination of tariff and non-tariff barriers (NTBs) to environmental goods is expected to reduce the cost of such goods and make them affordable to poor countries. These countries need technologies for wastewater management and potable water treatment, renewable energy generation, and solid and hazardous waste management and recycling systems.\nHowever, the current discussions on liberalisation of environmental goods in the WTO has become difficult, since many countries have submitted several proposals in line with their trade interests and specialisations. Developing countries are not interested in the negotiation either, since the list is dominated by goods produced by developed countries. The share of export of environmental goods from developing countries (including LDCs) is insignificant. They are net importers of environmental goods. The top exporters and importers of environmental goods are countries with higher gross domestic product and trade. According to the \"Trade and Development Report 2021\" of the United Nations Conference on Trade and Development (UNCTAD), the top 10 environmental goods exporting countries in 2019 were the EU, China, the US, Japan, the Republic of Korea, the UK, Hong Kong SAR, Singapore, Canada, and Switzerland. Together, these countries exported 88 percent of global exports of environmentally related goods.\nThere is also another challenge for the LDCs related to liberalisation of environmental goods. With liberalisation, imports of environmental goods are likely to be cheaper as tariffs will be eliminated from imports. Hence, developing countries may continue to remain net importers of environmental goods instead of building their own technologies. Such dependency will restrict their capacity development. There are also apprehensions that the choice for imported advanced technologies could undermine innovation of simple, local and cost-effective technologies. Being apprehensive about becoming a dumping ground for obsolete technology from advanced countries is also prevalent among developing countries.\nThe other concern is about preference erosion due to tariff reduction of these goods. Many environmental goods may fall under various preferential programmes offered to the LDCs. In that case, tariffs imposed on those goods will be reduced at a faster pace when liberalised. This will erode LDCs' preferences in those markets and reduce their competitiveness. It has been estimated that 99 developing countries could lose USD 15 billion in tariff revenue annually if tariffs are removed on imports of environmental goods. Bangladesh's tariff revenue loss will be about USD 187.2 million per year.\nIn the run-up to the MC12, discussions on liberalisation of environmental goods and other trade and climate change-related issues have drawn attention of developing countries as their concerns are often neglected in the multilateral negotiations. These issues could very well become trade prohibitive, rather than trade enhancing, for developing countries. Therefore, while setting global rules for a clean and green trade regime, it must be accompanied by technology transfer and adequate climate finance for developing countries. Technology should be modern, efficient and cost-effective, and should come along with capacity development for the users in developing countries. A new financial mechanism in the form of Trade and Environment Fund, as proposed by some countries back in April 2011, could help the developing countries in pursuing their green and sustainable growth. Green aid for trade should be another source of finance. These are the central issues if the development dimension is to be upheld in the trade and climate negotiations.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Better alignment of trade and climate policies is crucial",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/better-alignment-trade-and-climate-policies-crucial-2235576",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    },
    {
        "full_article": "A recent study conducted by the health ministry has found that Bangladesh's out-of-pocket (OOP) healthcare expenditure has been rising steadily, instead of falling. According to the study, our OOP expenses have increased to 68.5 percent in 2020 from 67 percent in 2015, which is the highest in South Asia. While about 64 percent of the OOP expenditure goes towards medicine, disease diagnosis accounts for eight percent, and inpatient and outpatient services account for 12 percent and 11 percent, respectively. Due to such high healthcare expenditure, 4.5 percent of people are pushed into poverty every year, the study found. The findings are indeed alarming, and we need to find out the underlying reasons and address them in order to bring down our healthcare costs.\nIt is particularly shocking to know that 64 percent of our OOP expenditure goes towards medicine, while it is only 28 percent in India. Our patients have to spend more on medicine because of irrational prescriptions and aggressive marketing by pharmaceutical companies. And, in the absence of any rules and proper monitoring mechanisms, the private diagnostic centres are charging patients exorbitantly for medical tests. The result is that a majority of our patients avoid going to the doctors when they really need medical assistance, and take over-the-counter drugs instead. According to the Health Financing Strategy 2012-2032, we need to halve our OOP expenditure to 32 percent by 2032 to meet the target of Universal Health Coverage (UHC).\nHealthcare experts suggest that we should revise and expand the list of emergency medicines and follow the treatment protocols prescribed by physicians, as well as reduce the diagnosis costs to bring down our overall healthcare costs. In addition, the aggressive marketing strategies by pharmaceutical companies have to be stopped. It should be made mandatory for our physicians to write down the generic names of medicines in their prescriptions, instead of promoting the medicines of any particular company, which would help reduce competition among pharmaceutical companies.\nAdditionally, our primary healthcare systems in rural and urban areas need to be strengthened so that patients don't have to seek treatment in private healthcare facilities. Moreover, coordination between community clinics and upazila health complexes through the introduction of e-health services, ensuring efficiency of the public healthcare facilities, and introducing a social health insurance system are some of the main areas where we must make improvements.\n",
        "headline_1": "Why is our out-of-pocket healthcare expense rising?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-our-out-pocket-healthcare-expense-rising-2900341",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    },
    {
        "full_article": "The legal bindings stopping the Anti-Corruption Commission (ACC) from playing an effective role in preventing money laundering are counterproductive and should, therefore, be immediately removed. According to an ACC commissioner, some people in the country are involved in massive amounts of money laundering—worth crores of taka. But because of legal constraints, the ACC has been unable to do anything about it. \nIn 2019, the government formulated the Money Laundering Prevention Rules, which assigned particular organisations to investigate particular crimes under the Money Laundering Prevention Act, 2012. The rules specified 27 types of money-laundering-related offences, of which the Criminal Investigation Department (CID) of police has been given the task to investigate 24—alone or with the National Board of Revenue (NBR), Department of Narcotics Control, and Department of Environment. The ACC has been given the sole responsibility to investigate the money laundering offences related to graft and bribery, while the NBR and Bangladesh Securities and Exchange Commission (BSEC) can probe crimes related to tax and capital markets.\nIf the government wants other agencies to be involved in investigating money laundering cases, that is all well and good. But why restrict the ACC's ability to also be involved in such cases? Money laundering is a huge problem for Bangladesh: according to the Global Financial Integrity, between 2008 and 2017, Bangladesh lost a staggering USD 7.53 billion per year on average to trade misinvoicing, which accounted for 17.95 percent of Bangladesh's international trade with all its trading partners during the period. And its most recent reports indicate that the amount of money being laundered has only grown. That means the government should do everything in its power to check money laundering—not restrict any of its agencies from probing into such cases.\nOver the years, we have seen the government slowly infringe upon the independence of the ACC, taking away its powers to prevent and investigate various types of corruption-related cases. The over politicisation of our government agencies is already a major problem that prevents the ACC from being effective; erecting legal barriers on top of that will only turn the ACC into a toothless tiger—if it hasn't already.\nWe frequently hear the ruling party propagate that it has zero tolerance for corruption. But its actions often speak differently. If the government is serious about fighting corruption, it should clear the way for the ACC and other agencies that deal with corruption to do their job unhindered. At the same time, we must also point out that the legal barriers aren't the only issue preventing the ACC from doing its job. For years, its high officials have lacked the courage needed to go after people who are involved in high levels of corruption. That courage is something that the ACC must find on its own.\n \n",
        "headline_1": "Remove legal handcuffs off the ACC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/remove-legal-handcuffs-the-acc-2900171",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2021"
    }
]