[
    {
        "full_article": "Rolling out the red carpet for Prime Minister Narendra Modi during his state visit to Washington, U.S. President Joseph Biden underlined his belief that the India-U.S. partnership will be one of the “defining relationships of the 21st century”, one that he has had a strong belief in as U.S. Vice-President in the Obama administration. The phrase mirrored the one used by U.S. President Barack Obama at the state banquet for former Prime Minister Manmohan Singh in 2009 — one of the “defining partnerships of the 21st century” — denoting the consistent strengthening of ties over the first two decades of the century. The visit by Mr. Modi, his first state visit to the U.S., has not disappointed votaries of the relationship. The two sides announced new deals involving high-end defence cooperation, semiconductor industry investments, and a partnership in quantum and advanced computing and AI. The deal for co-production of jet engines in India — White House called it “trailblazing” — will involve an unprecedented level of technology transfer. India’s decision to join the 11-nation mineral security partnership for critical minerals, where China has a global monopoly, and cooperation on critical and emerging technologies, particularly in clean energy, will strengthen future cooperation here. Finally, India’s move to sign on to the 27-nation Artemis Accords for cooperation in space exploration, and the NASA-ISRO partnerships for human spaceflight will also catapult India’s ambitions in the sphere.It is significant that areas of discord, such as the differences in policies towards Russia’s war in Ukraine, and confrontation with China, where New Delhi has been more diffident, were sidestepped. Perhaps more difficult to sidestep were increasingly loud questions over the state of democracy and human rights in India, which 75 U.S. members of the Congress raised in a letter to Mr. Biden. While some uber-liberal Democrat lawmakers took the extreme step of boycotting Mr. Modi’s address to the joint session of Congress, it would be harder to ignore the pointed words from Mr. Obama in an interview the same day, on India’s minority rights. Eventually, Mr. Modi’s response, in a rare press availability with Mr. Biden, dismissed some misgivings over his administration — he denied alleged discrimination against minorities and a crackdown on dissent. Rights issues are not a bilateral concern, and with his warm welcome, Mr. Biden made it clear he did not share the concern. If Mr. Modi wishes to address public concerns, however, he may find it more effective to make the case in a press conference on his return, emphasising his belief that “if there are no human values and there is no humanity, there are no human rights, then it cannot be called a democracy”. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-United States\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndemocracy\n\n/\n\npolitics\n\n/\n\ntechnology (general)\n\n/\n\nminerals (general)\n\n/\n\nspace programme\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nhuman rights\n\n/\n\nminority group\n\n/\n\nsemiconductors and active components\n\n/\n\ncomputing and information technology\n\n/\n\nArtificial Intelligence\n\n/\n\nUkraine",
        "headline_1": "Warm welcome: On the Narendra Modi U.S. state visit and bilateral ties",
        "headline_2": "Narendra Modi’s visit further strengthened the ties between India and the United States",
        "link": "https://www.thehindu.com/opinion/editorial/warm-welcome-the-hindu-editorial-on-the-narendra-modi-us-state-visit-and-bilateral-ties/article67002353.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "India has climbed eight places in the annual Gender Gap Report, 2023, and is ranked 127 out of 146 countries in terms of gender parity, from 135 last year. But this improved statistic, closing 64.3% of the overall gender gap, is hardly a cause for cheer. On the four key markers of the index – economic participation and opportunity, educational attainment, health and survival and political empowerment – India has a window of opportunity to improve in each so that one half of the most populous country in the world may contribute to the economy, growth and overall wellbeing of society. India has fared well in education, and in political empowerment, with representation of women of over 40% in local governance, thanks to efforts on the ground after the 73rd and 74th amendments. But, as the report points out, women represent only 15.1% of parliamentarians, “the highest for India since the inaugural 2006 edition.” This should spur Parliament to take it to the next level by acting on the long-pending Women’s Reservation Bill, which proposes to reserve 33% of seats in the Lok Sabha and State Legislative Assemblies for women, and was first introduced in the House way back in 1996. To understand where things stand on women’s participation in politics, consider this: Nagaland, which became a State in 1963, elected its first two women MLAs only in 2023. On providing even access for men and women on economic participation and opportunity, India ranks near the bottom with less than 40% parity. On the one hand, there are upticks in parity in wages and income, but then shares of women in senior positions and technical roles have dropped. Another concern is India’s performance in health and survival, though an improvement in sex ratio at birth has driven up parity after more than a decade of slow progress. It is imperative that girls get access to education through all levels of school and college; and they also need paid work. Women end up doing so much unpaid work at home that many do not have the time or energy to opt for paid work. Providing girls with a job-assured education will automatically improve all development indices including nutrition, and break the vicious cycle of early marriage leading to poor maternal and child health. If the pandemic revealed the fragility of life, it was infinitely harder on women, with their labour participation rates dropping, thus reducing household incomes. Often, even if they get a job, women are constrained by patriarchal and cultural norms; besides, there are serious safety concerns. The pandemic may have stalled progress to achie\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsocial issue\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\nNagaland\n\n/\n\neducation\n\n/\n\nmarriage\n\n/\n\nlabour\n\n/\n\nhealth",
        "headline_1": "Bridging the gap: On India and Gender Gap Report",
        "headline_2": "Efforts to reduce gender disparities must continue in earnest",
        "link": "https://www.thehindu.com/opinion/editorial/bridging-the-gap-the-hindu-editorial-on-india-and-gender-gap-report/article66997691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "By Michael Kugelman\nSince the inking of a civil nuclear deal in 2008, the US-India relationship has often been described as a strategic partnership. This characterisation is apt, but what does a strategic partnership actually mean? Prime Minister Modi’s state visit to Washington offers an opportunity to take stock of a partnership that comfortably occupies a middle ground between transactional relationship and alliance, and that has arguably never been stronger.\nTicking all the boxes\nAstrategic partnership can generally be understood as one with high levels of defence collaborations and intelligencesharing, multifaceted dimensions of cooperation, broad-based political support, and stability.\nOne can check all those boxes with the US-India relationship. Arms sales, defence technology transfers, and militaryto-military cooperation are increasing. American intelligence has helped New Delhi monitor threats along its northern border. Technology, space, clean energy, and higher education are just a few examples of a rapidly diversifying portfolio of collaborations. The partnership enjoys multipartisan support in both countries. And it hasn’t experienced a major crisis for quite a few years.\nRead full story on TOI+\n\n",
        "headline_1": "Not allies but something like it: Modi’s US visit is a celebration of New Delhi’s and Washington’s success in crafting a non-traditional partnership that delivers bang for the buck",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-allies-but-something-like-it-modis-us-visit-is-a-celebration-of-new-delhis-and-washingtons-success-in-crafting-a-non-traditional-partnership-that-delivers-bang-for-the/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "By Mercy Vungthianmuang Guite\nAfter over a month since violence erupted in Manipur, the Union home minister has called for an all-party meeting. Violence continues, in skirmishes and lethal attacks, despite deployment of central paramilitary forces and the army in large numbers; all reports suggest faultlines have only deepened.\nThe state government under CM Biren Singh, even with Centre’s help, has been unable to quell the violence or find a solution to the ongoing crisis in Manipur.\nThe Kuki-Zomi movement for separate administration is a long standing struggle. Talks with the Centre have long focused on assurances of a Sixth Schedule-based autonomy on the lines of the Bodo Territorial Council.\nRead full story on TOI+\n\n",
        "headline_1": "Manipur peace: Give Kuki-Zomis a separate homeland many new states, UTs have been created. Why not heed Manipur tribals’ age-old call",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/manipur-peace-give-kuki-zomis-a-separate-homeland-many-new-states-uts-have-been-created-why-not-heed-manipur-tribals-age-old-call/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "On Tuesday at a fundraiser in San Francisco, Joe Biden did something we have seen before. He veered off script and as the Americans say, let it all hang out. Joe verbally socked one to Xi – calling China’s president a dictator. The American president was right, of course – Xi Jinping is a dictator. But Beijing wasn’t amused. Displaying a singular lack of the Confucian ideal of harmony, Chinese foreign ministry’s bristling response was to describe Biden’s remark as extremely absurd and irresponsible.\n\nDictators always get mad when they are called dictators. And note that the more dictatorial they are, the madder they get. These men – unsurprisingly, dictators are mostly men – take great pains when describing themselves and the countries they rule over with an iron hand. Communist China, for example, is People’s Republic of China, and Xi is the president. All very nicey, nicey, and no hint of anything awful like dictatorship. And if you ask what will happen to, say, a Chinese who holds a press conference in China and calls Xi names, you simply don’t understand that in a people’s republic such things don’t happen.\nAnother fine example, and incidentally China’s neighbour and good buddy, is the Democratic People’s Republic of Korea, aka, North Korea, possibly the world’s most terrifying dictatorship. But the Kims who have lorded over North Korea, and redefined governance as a sum of missiles plus military parades, never called themselves dictators – how could they, when the country is a democratic people’s republic. Down history and across geographies, examples abound of seriously ruthless regimes led by seriously frightening dictators who have given themselves sweet-sounding or innocuous titles and their countries, soothing names. Even Hitler, surely the big daddy of all dictators, didn’t describe himself as such. He chose Fuhrer, German for leader. But since all countries, even those who hold free and fair elections and guarantee basic rights and press freedom, have leaders, what do we call those leaders who deny their citizens these rights? Biden is right – we call them dictators.\n\n",
        "headline_1": "Can’t be dictated: China got mad when Biden called Xi a dictator. But a dictator with a nice job title is still a dictator",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cant-be-dictated-china-got-mad-when-biden-called-xi-a-dictator-but-a-dictator-with-a-nice-job-title-is-still-a-dictator/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "Yoga is free from copyrights, free from patents and free from royalty payments – this was a powerful message Modi sent out from the UN on Wednesday. The more this ancient Indian wisdom and science helps humanity live a healthier life, the more notable it is that yoga works as well for the poor as for the rich. But if some Western brands had their way they would trademark this asana or that breathing exercise, and take it out of universal reach.\n\nMuch as the patent regime has helped the world by promoting innovations, it has also been exploitative of developing countries. The prior existing knowledges that have been passed down through the generations here, have simply not been counted as equal to what’s published in Western journals and databases. That is why it took concerted effort to beat back a US patent for a haldi/turmeric wound-healing product; or European ones for a jayaphal/nutmeg mouthwash and the fungicidal properties of neem. The very greatness of India’s knowledge inheritances makes its battle to prevent them from being unfairly patented in rich countries, exhausting and endless. Biopiracy is a constant danger.\nAcross our western border yoga is out and about despite Pakistani conservatives censuring it as unIslamic, across our northern border the government supports “yoga with Chinese characteristics”. And across the world people’s motivations for doing yoga are as diverse as they are: Gaining tranquility, or sleep, losing weight, or anxiety, improving work performance, inspiration, perspiration et al. This means that the global yoga market will only grow. But the PM’s message is an important reminder that no matter how big the business, the healing is bigger. Nobody can or should put a dollar figure to it.\n\n",
        "headline_1": "The Lotus Position: Yoga is India’s gift to the entire world. Don’t blockade its wisdom in patents and copyrights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-lotus-position-yoga-is-indias-gift-to-the-entire-world-dont-blockade-its-wisdom-in-patents-and-copyrights/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "In recent years, patient empowerment has emerged as a groundbreaking trend. It prioritises patients' decision-making power over any providers', heralding a new era for modern healthcare.\nBut the concept of patient empowerment presents numerous ambiguities. The persistent question is: how do we empower patients? At its core, experts agree on three fundamental factors that need to be ensured: patient data privacy, their rights to manage consent on who can access their data, and patients' unrestricted access to their health information.\nHealth data privacy is the most traditionally recognised challenge that must be overcome to allow patients to own their healthcare. Data breaches happen more often than even knowledge workers assume. Cybercriminals and bad actors have increasingly focused on healthcare data as a soft target, switching gears from the more traditional victims, such as banking and financial sectors, who continue to fortify their systems against unauthorised intrusions. Given the recent rise of phishing and malware attacks against health information systems, we must safeguard sensitive data. When patient data is compromised, it can risk the victim's privacy and finances, and even their life in the worst-case scenario.\nHealth data is everywhere around us: on personal computers, government registries, hospital computers, by printers and fax machines, and in the cabinets and paper files at doctors' offices, on sticky notes. Hence, traditional go-to controls such as role-based access, encryption, unique identifiers, multi-factor authentications, security audits, and employee training and drills must be implemented more realistically to safeguard data.\nOf course, robust regulations and privacy laws can enhance traditional impediments to illegal data access. The United States enacted the Health Insurance Portability and Accountability Act, also known as the Privacy Law, in 1996 to provide technical, physical, and administrative safeguards to patient data. It addresses protecting data in all healthcare delivery systems. Many countries adopted their own health data privacy measures. Unfortunately, Bangladesh has not yet passed a strong health data protection law, but we must establish a comprehensive legal data privacy infrastructure.\nIn the age of digital health, we need to recognise that patients must have the autonomy to grant consent to share their data. In the ever-expanding world of digital health, managing consent to electronically transmit data in a safe, secure, and timely manner is easier said than done.\nOne widely used control is the utilisation of certified technology. The question arises, who will certify and accredit that a system, software, or platform is privacy-protected? This requires ultimate integrity and a vendor-agnostic approach. The US has established processes and mechanisms to authenticate technical products and systems as secure before funding a programme.\nWith electronic health records systems emerging in Bangladesh, we must take proactive measures to shield these infrastructures. We must develop proper guidelines to protect all health and personal information. Passing a strong data privacy law is not enough; the government also must ensure that it provides a proper certification system of health information technology.\nThe two most utilised tools are \"opt-in\" and \"opt-out\" services, which make it seamless for patients to manage their consent around data sharing. The opt-in system requires patients to give explicit written or documented verbal consent to share their data with whomever they wish. Without consent, data remains siloed at the source. Other than certain emergencies, such as saving a patient from an active crime, fire, etc, their records cannot be shared without their agreement. The opt-out system presumes allowing data transactions for authorised and legal purposes unless the patient explicitly withdraws consent.\nPatients should even be able to decide what specific health data sets they want to share. For example, they may choose to share only their medical data but not their behavioural and mental health records, given that they carry social stigma and even cause legal dilemmas for patients. They may be fearful that their drug abuse records can be used against them in criminal court. Based on these concerns, US laws provide patients with the assurance that their health information will not be used against them in legal proceedings, encouraging them to seek care without fear.\nLastly, we must ensure that patients have unlimited access to their data through electronic health record systems, patient portals, electronic devices, and all other digital and non-digital means. This is paramount in that patients can review their medical records, diagnosis, lab tests, encounters, and so on, and decide on their medical care. Access to their prescriptions on a mobile device saves them from missing doses or taking the wrong medication. They can see the prognosis of their conditions over time, enhancing their ability to schedule doctor's visits in a timelier manner. All of these can dramatically improve patients' health outcomes.\nThe concept of empowering patients entails striking a balance between privacy protection and providing improved health outcomes. It is the patient who owns their data, not their healthcare providers, and they should be able to decide whom they are comfortable sharing their health information with. There is no better way to empower patients than to allow them to manage and understand their data when it comes to making their own healthcare choices.\nABM Uddin is a healthcare consultant for the Florida Agency for Health Care Administration. Views expressed in this article are the author's own.\n\n",
        "headline_1": "Empower patients to own their healthcare data",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/empower-patients-own-their-healthcare-data-3354211",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "Commenting on the education allocation in the proposed national budget for the 2023-24 fiscal year in a previous column in this daily, this author said, \"Bangladesh's education system needs much larger public investment, but the desired results can be achieved only when the priorities, programmes and strategies for effective action are in place and backed up by high level political decisions.\" Following the presentation of the budget, and during pre-budget public discussions, the arguments and pleas have been voiced by civil society bodies, academics, activists, and concerned citizens. They have challenged the decision-makers to match the government rhetoric about prioritising education with action in funding and more result-focused and accountable use of resources.\nThe Centre for Policy Dialogue (CPD) and the Citizens' Platform for SDG hosted a discussion titled \"National budgets in Bangladesh: myths and realities\" on June 7 as the budget deliberation began in parliament. In presenting his observations, CPD Distinguished Fellow Debapriya Bhattacharya pointed at the overall inconsistencies between the \"myths\" expressed in expectations about resources, investments, GDP growth, and curbing inflation, and the \"realities\" of the current and likely economic scenario affecting these parameters. He reiterated that public resources for education were utterly inadequate to achieve the objectives of enhancing skills and capabilities of the next generation for an aspiring higher-middle-income \"smart\" Bangladesh. The global median value for government expenditure on education is 4.45 percent of GDP; In Bangladesh, it was only 1.83 percent in FY2023 and is even lower at 1.76 percent in FY2024.\nCampaign for Popular Education (CAMPE), the civil society forum for education, presented its appeal to the government earlier this year, and again since the budget session began in parliament. Among other things, it emphasised the need for directing larger resources to recovery and remedial actions to overcome learning losses and the wide gaps in students' learning outcomes between where they should be and where the majority are. It pleaded for a comprehensive education sector plan, decentralised education governance with accountability, regulatory mechanisms to facilitate an effective role of non-state actors in education, and commitment of resources to match the goals.\n\nThe education decision-makers have a narrative that largely denies any serious deficiency in the system and would like to continue with the status quo with only incremental changes. The researchers, academics and the active civil society, drawing on national and global information and analyses, see the persistence – and aggravation as a consequence of the pandemic – of the serious issues of poor learning outcomes and widening inequalities. The result is the absence of meaningful communication between policy and decision-makers and the rest.\nA Daily Star report on June 17, flagging the low budget for education, saw a pattern in the present government's stand regarding the education budget. Since 2009-10, when the Awami League-led 14-party alliance placed its first budget, the sector's allocation has hovered around two percent of GDP, with a small spike in 2016-17 when it went up to 2.49 percent. However, since then, \"it has fallen gradually over the past seven years and hit rock bottom in the budget for the 2023-24 fiscal.\"\nThe proposed allocation contradicted the optimistic promise in the budget speech of Finance Minister AHM Mustafa Kamal. \"Today's children will make our dream of a developed-prosperous-smart Bangladesh a reality. Therefore, we want to enable students to face all upcoming challenges mainly arising from the Fourth Industrial Revolution and climate change, and move forward. Our aim is to provide science-based, technology-based, skill-enhancing, and creativity-supportive education that will instil in them the spirit of delivering services …\" Educators found in the budget only a promise to continue with what has been going on, and little of any creative initiatives or a recognition of the setback in education caused by the pandemic.\nThe education budget discussion – for that matter, a public discussion about the critical issues of quality, relevance, inequality, and exclusion in education – has become a dialogue of the deaf. The education decision-makers have a narrative that largely denies any serious deficiency in the system and would like to continue with the status quo with only incremental changes. The researchers, academics and the active civil society, drawing on national and global information and analyses, see the persistence – and aggravation as a consequence of the pandemic – of the serious issues of poor learning outcomes and widening inequalities. The result is the absence of meaningful communication between policy and decision-makers and the rest.\nThe parallel narratives without points of intersection are reflected in the absence of receptivity to the views and concerns of those other than the authorities in public resource allocations and other decisions about strategies and priorities. Given the nature of the budget-making and approval process, it is unlikely that there will be any significant change in education provisions in the new budget through a genuine debate in parliament.\nPeople's right to authorise and scrutinise the government's annual expenditure, exercised through their representatives in parliament, is hardly the way it works in Bangladesh. A 2012 review of the representation and accountability role of Bangladesh Parliament by Rounaq Jahan and Inge Amundsen remains valid today. It said, \"The parliament's overall performance in Bangladesh in terms of its core functions such as legislation, budget scrutiny and oversight lags far behind citizens' expectations and global standards.\" It went on, \"Debate on legislation, and particularly on the budget, is far from rigorous. The budget is not referred to committees… scrutiny and oversight of the government's actions remain inadequate to the task of establishing accountability.\"\nThe budget is expected to be passed on June 26 before the parliament recesses for Eid holidays. It is likely to be adopted without any significant change in the objectives and amounts of the proposed allocations. How can the dialogue of the deaf be transformed into a meaningful discourse among the stakeholders that would take on the critical challenges we face, but from which many would like to turn their head away? Perhaps a way would be to appoint a high-level permanent education commission to guide the effort, as anticipated in the Education Policy, 2010, provided that narrow partisan thinking can be forsaken in forming the commission and it is encouraged to be objective and transparent.\n \nDr Manzoor Ahmed is professor emeritus at Brac University, chair of the Bangladesh Early Childhood Network (BEN), and vice-chair of Campaign for Popular Education (CAMPE). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Education in national budget: A dialogue of the deaf",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-national-budget-dialogue-the-deaf-3353971",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "In the latest episode of government officials misusing their power, they have apparently been avoiding paying tolls on the roads, and under the Roads and Highways Department (RHD) exploiting a colonial era law. The Tolls Act, 1851 exempts \"public servants travelling on duty\" from paying tolls, but reportedly any and all vehicles now refuse to pay tolls, irrespective of whether the officers are on duty. In the process, they are costing the state a huge amount of revenue – according to a report by this daily, the government lost about Tk 27.37 lakh in the last month alone, as more than 24,000 vehicles carrying government officials did not pay tolls for the Dhaka-Bhanga Expressway and the Meghna and Ghumti bridges on the Dhaka-Chattogram highway. Given that the RHD collects tolls on four roads and more than 50 bridges across the country, the loss is too substantial to ignore.\nWe are appalled that government officials, whose first and foremost duty is to the state, are taking advantage of their offices to refuse to pay for the upkeep of the roads and highways. It is also unclear why such an old law is being invoked in the first place, given that there are more recent precedents and policies. For instance, the Toll Policy, 2014 stipulates that on-duty government officials will be exempted from paying tolls inside the area under their jurisdiction and their vehicles have to have government stickers. Meanwhile, the Bangladesh Bridge Authority (BBA), an agency under the road transport and bridges ministry, withdrew all toll exemption facilities on the Padma, Bangabandhu and Mukterpur bridges in March. In the absence of clear directives about the rest of the infrastructures, however, the RHD officials have been unable to put their foot down when government officials wave their badges.\nIt is at least encouraging that the Road Transport and Highways Division has finally flagged it as an issue and decided to write to the Cabinet Division and the Prime Minister's Office, seeking directives for officers of all government offices and agencies to pay tolls. We welcome their decision, and sincerely hope that they follow through with their proposals.\nIt has become an unfortunate norm in the country for anyone in a position of power to flaunt their authority and get undue advantages, often at the cost of the public and the state. Government officials are also citizens of the country, and should be afforded equal treatment by the state.\n \n \n",
        "headline_1": "For whom there is no toll",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whom-there-no-toll-3353891",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "In the latest episode of government officials misusing their power, they have apparently been avoiding paying tolls on the roads, and under the Roads and Highways Department (RHD) exploiting a colonial era law. The Tolls Act, 1851 exempts \"public servants travelling on duty\" from paying tolls, but reportedly any and all vehicles now refuse to pay tolls, irrespective of whether the officers are on duty. In the process, they are costing the state a huge amount of revenue – according to a report by this daily, the government lost about Tk 27.37 lakh in the last month alone, as more than 24,000 vehicles carrying government officials did not pay tolls for the Dhaka-Bhanga Expressway and the Meghna and Ghumti bridges on the Dhaka-Chattogram highway. Given that the RHD collects tolls on four roads and more than 50 bridges across the country, the loss is too substantial to ignore.\nWe are appalled that government officials, whose first and foremost duty is to the state, are taking advantage of their offices to refuse to pay for the upkeep of the roads and highways. It is also unclear why such an old law is being invoked in the first place, given that there are more recent precedents and policies. For instance, the Toll Policy, 2014 stipulates that on-duty government officials will be exempted from paying tolls inside the area under their jurisdiction and their vehicles have to have government stickers. Meanwhile, the Bangladesh Bridge Authority (BBA), an agency under the road transport and bridges ministry, withdrew all toll exemption facilities on the Padma, Bangabandhu and Mukterpur bridges in March. In the absence of clear directives about the rest of the infrastructures, however, the RHD officials have been unable to put their foot down when government officials wave their badges.\nIt is at least encouraging that the Road Transport and Highways Division has finally flagged it as an issue and decided to write to the Cabinet Division and the Prime Minister's Office, seeking directives for officers of all government offices and agencies to pay tolls. We welcome their decision, and sincerely hope that they follow through with their proposals.\nIt has become an unfortunate norm in the country for anyone in a position of power to flaunt their authority and get undue advantages, often at the cost of the public and the state. Government officials are also citizens of the country, and should be afforded equal treatment by the state.\n \n \n",
        "headline_1": "For whom there is no toll",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whom-there-no-toll-3353891",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "We are outraged at how the government snuck a controversial provision into the Bank Company (Amendment) Bill 2023 at the eleventh hour, before it was passed in parliament on Wednesday. The provision extends the tenure of bank directors from nine years to 12 years. The version of the bill that was placed for scrutiny by Finance Minister AHM Mustafa Kamal on June 8 did not seek to make such an amendment, nor did the parliamentary standing committee on finance ministry suggest it. Yet, the way it was incorporated into the bill – causing a pandemonium to break out on the parliament floor, followed by a walkout by opposition MPs – suggests the move was premediated.\nThe fact that the government has once again decided to favour bank directors lends further credence to the widely-held belief that powerful banking families have all but gained control of government policies in relation to the sector, and that many policies are taken either with their consultation or directly as per their instructions. This is a blow particularly for those who expected the bill to address the enormous problems plaguing our banking sector, which have come about mainly because of government policies favouring vested interests.\nAs was pointed out in parliament, directors have been the masterminds behind many instances of \"bank looting,\" but rarely held accountable. It was the Awami League government that, back in 2017, strengthened the hold of families over banks' boards. Since then, the health of our banking sector has gone from bad to worse. It is now saddled with defaulted loans, which were often associated with directors who had ruined corporate governance at their banks. Instead of restoring some sort of good governance in the sector, the government, with this latest decision, has seemingly decided to hand it over to vested interests on a silver platter.\nThe IMF has called the banking sector the Achilles' heel of our economy. And in light of Moody's downgrading of the sector as a whole – as well as individual banks (that were looted) with influential families/individuals at their head – this move sends out a bad signal. We, therefore, strongly call on the authorities to remove this amendment. It does not, in any way, serve to restore good governance in the sector, or the people. In fact, it does the complete opposite, and must be gotten rid of immediately.\n",
        "headline_1": "Another disastrous decision for the banking sector ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-disastrous-decision-the-banking-sector-3353666",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "As the concern for food security is looming over most parts of the world, one of the regions acutely susceptible to food-related crisis is South Asia. The SAARC region, to be precise, has rarely been in a position of strength when it comes to feeding the teeming millions-- with the number of hungry mouths on the increase. Years ago, there was a move from concerned quarters within the SAARC to address the issue. That ended up with the establishment of the SAARC Food Bank with a view to responding to food-related crises, but the entity has not been made use of till today, and no roadmap is in sight to render it meaningful. Understandably, the reason behind the inactivity of the Food Bank is related to political or economic issues, besides a lack of desired cohesion among the member countries to collaborate and work on a sustainable mechanism towards ensuring food security for the South Asian people.Lately, the issue of the SAARC Food Bank has surfaced once again. There is a sense of serious frustration over the inaction and the lack of direction to make it workable with whatever resources available. It still remains uncertain whether the bank set up with high hopes would at all be able to offer some hope and respite in mitigating food-related crisis in the region. At the concluding session of a regional event, organised by the Internationl Food Policy Research Institute (IFPRI) in Kathmandu, Nepal, speakers, while deliberating on the global food situation, in particular on the uncertainties facing the SAARC region over steady food supply, stressed the need for the support that the Food Bank could provide. The two-day-long panel discussion ended on Tuesday, chaired by Dr Pramad K Joshi, president of Agricultural Economics Research Association, India. While summing up the outcome of the discussion, Mr Joshi said the globe as well as South Asia is now going through triple crises-- climate change, war in Europe, and the pandemic-induced consequences. Countries in South Asia are going through a higher inflation while a few countries, like Pakistan and Sri Lanka, are even witnessing stagflation, he said. A severe crisis is looming large, he warned, suggesting that the regional food bank be introduced to prevent the disaster.What the aforementioned event has emphasised is more about the urgent need for activating the Food Bank than suggesting a way out to break the deadlock. It would have been much appreciated had the deliberations included some suggestions on ways to have the bank move ahead with a direction in an attempt to fulfil what it was meant to do.It is, however, strange that the issue of the SAARC Food Bank has figured very rarely in the SAARC meetings over the past decades. Given the magnitude of the concern for food security, it is extremely important that the issue does come under the purview of the core agenda of the SAARC.",
        "headline_1": "SAARC Food Bank needs right impetus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saarc-food-bank-needs-right-impetus-1687529925",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "The recently published 'Global Food Policy Report (GBPR) 2023: Rethinking Food Crisis Responses' tell us, amongst other things that the world hunger has increased by 34.2 per cent over a seven-year period and the number of undernourished people has risen globally from 572 million in 2014 to 768 million in 2021. The report prepared by the Food and Agriculture Organisation sheds light on the fact that the issue of ensuring enough food supply to stave off malnutrition is not getting the required attention.Things were bad enough before the pandemic because the fight to tackle undernourishment had somehow slipped under the global basket of critical issues that were prioritised to be tackled at policy level. Then came Covid-19 when the world turned on its head and after that the world is now faced with a war in Europe that shows no sign of halting any time soon. Added to all this of course are the extreme weather events that have shaken the world with untimely droughts, floods, extreme heat and extreme cold. When one takes into account the energy price shocks experienced by the world thanks unfortunately to the Russo-Ukrainian war, one can begin to start comprehending why food for the undernourished is hardly a priority issue for governments around the world, which are grappling with fiscal issues that affect entire economies.So far as Bangladesh is concerned, the country is in doldrums footing the energy bill, a large percentage of which is now imported. The annual energy bill has crossed the US$10 billion mark and according to experts, should this foreign dependence on energy continue on its present trajectory, then the fuel import bill will hit $30 billion by 2030. The point being made here is that despite Bangladesh being more or less self-sufficient in food production, there will always be need to import essential edibles in the face of crop failures and other unforeseen climatic situations, but the money to import these stocks looks increasingly uncertain today. That is because most of the limited foreign exchange available is going off to meet as much of the fuel needs as possible.Looking beyond energy, the fact that a country such as Bangladesh may produce enough for its population, market and supply chain distortions ensure that safe, sufficient and nutritious food for all Bangladeshis is not accessible. Rather, media reports over the last one year have pointed out rightly that the existence of market monopolies are on the one hand depriving food growers of their necessary profit margins, while on the other, the middle and lower-income groups in society are no longer able to maintain their daily healthy food intake. And although the state-owned Trading Corporation of Bangladesh (TCB) has tried to provide some help to city dwellers with their food trucks, the supply is a pittance against demand and impossible to service the massive urban populations. That leaves the rural people largely on their own, despite some food safety nets run by the government.In the current economic climate, the significant devaluation of the Bangladesh Taka against the US dollar has played havoc with paying for food imports. As the GDP slows down in the current fiscal, the economy is being hammered by a multitude of factors, like growing trade deficit, continued high inflation, falling exports, reduced remittances, load shedding (energy scarcity) and higher prices for everything, it isn't difficult to imagine the plight of people with limited incomes. When it boils down to balancing the family budget, food is often the first to be curtailed because no compromises will be found on transportation costs or house rent or the energy bill (being regularly revised upward with zero oversight).As one takes stock of global food supplies, the report mentions \"South Asia has been affected by the global rise in food, fuel, and fertilizer prices. Food prices have risen sharply, contributing to food insecurity. In September 2022, the year-on-year consumer inflation rate for food was 66 percent in Sri Lanka, 36 percent in Pakistan, and about 8 percent in India, Bangladesh, and Nepal.\" The policymakers may feel contended with the rate of inflation, but the effects of price increases on a weekly basis in retail food markets in the city is plain for all to see. While it makes perfect sense to inaugurate the much-needed infrastructure projects all around the country, a large segment of the population would rather like to see some concrete actions taken to calm down the runaway inflation particularly on the food front for a change. It is a matter of great pride that Bangladesh is taking giant steps (by Bangladeshi standards) to build world class bridges, a metro rail system, a tunnel that runs under a river (first in Bangladesh) and so many other crucial infrastructure projects. Yet, one can only wonder why the people are being put through such hardship! It is because a few greedy super-rich groups of business entities are getting away making obscene levels of profit from a hapless population! But then the poor are seldom seen with the compassion that every human being deserves. Who cares if they go hungry?\n[email protected]",
        "headline_1": "More people now go hungry globally",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-people-now-go-hungry-globally-1687530005",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "Dhaka has retained the status of the seventh worst liveable city in the world, just two steps down the ranking of even war-torn Ukraine's capital of Kyiv. In the Global Liveability Index 2023 that has ranked 173 cities of the world based on 30 qualitative and quantitative factors under five categories, Dhaka shares its position with Harare of Zimbabwe. The five categories that have been taken into account are sustainability, healthcare, culture and environment, education and infrastructure.Dhaka city has been marked liveable in many ways. It has lost its open spaces and the green cover to a great extent. The temperature has risen by nearly 3.0 degrees Celsius over the last 20 years. Water-logging is a regular phenomenon in the rainy season. Add to the list the sound pollution and air pollution. Dhaka's air quality is rated one of the worst almost on a daily basis these days. Many areas of the city have been denuded of their green spaces. Instead, commercial projects have been implemented there without caring for the environment. An ideal city should have at least 25 per cent green space. But the Dhaka North city has only 16.17 per cent. In the Dhaka South city it is far worse. Laws have been enacted for protection of wetlands, playgrounds and parks. But it is too late. Better late than never. As reported in the media, all homeowners within the country's city corporations and municipalities will receive a 10 per cent tax rebate on rooftop gardening. That is a welcome step. It indicates how we are coming to senses now.As far as construction work is concerned, the city contractors are least bothered about quick implementation of projects. They take too much time to complete a project, causing sufferings to the city dwellers. They leave the work half-done and after a long time they return to resume work for the remaining part. Once the project is approved, what does compel them to lengthen the project period? Why do they choose to work round the year, if the job can be done in a month or two? The answer is best known to them. In our country the project implementation pace is very slow. In the current fiscal year just over 50 per cent of the Annual Development Programme (ADP) could be implemented in the first ten months.Another problem in the city is the traffic jam. We could address the problem to a great extent by introducing the zoning system for schools. That means the students of a particular zone must get themselves admitted to schools in that zone and the government should ensure that there are one or more good schools in every zone. It will help reduce both time and cost and, above all, the mental pressure on students. On the other hand, the traffic jams on the streets will ease to a great extent.In Bangladesh, development is almost Dhaka-centric. So, people come to Dhaka for different purposes. They come to Dhaka for higher education, for jobs and even for healthcare. That is the cause of the high population pressure on the capital. Resultantly Dhaka bears the brunt of it. It has become a chaotic city and unliveable. Of late, different projects have been undertaken for the countryside to ensure balanced development. However, big projects like metro-rail are being implemented in the capital with the taxpayers' money. But the beneficiaries of such infrastructure are very limited and they belong to the upper class of people. This tilts the balance in favour of the rich.Recently the Detailed Area Plan (DAP) has been adopted detailing the land use and the environmental requirements. There are other laws. But their implementation is very important. No development should be allowed at the cost of environment. There are many unscrupulous people who could not care less for the environment. They value material gains more than the environment. They do not think twice before levelling any woodland or forest areas for human habitat. They do not realise that we do not have another planet like our dear Earth to live on.\n[email protected]",
        "headline_1": "Unliveable Dhaka: Stemming the rot",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unliveable-dhaka-stemming-the-rot-1687530049",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2023"
    },
    {
        "full_article": "Every year, thousands of students from across Bangladesh join the battle to get admitted to the University of Dhaka for their undergraduate studies. On average, more than 50 students compete for each seat in the first-year admission test of DU. In this competitive environment, many students make momentary mistakes and fail to fulfil their dream. What is more unfortunate is that the university allows a student only once to sit for its admission test. Until 2015, DU used to allow HSC (Higher Secondary Certificate) and equivalent graduates from two years prior, creating opportunities for students to appear in the admission test for a second time. At present, other universities in the country, except DU, allow second-time admission candidates to compete once more for a seat with the first-time candidates. It is in place in other countries, as well. In almost every country in the world, students have the opportunity to participate in the admission test for more than once. This creates an open environment for admission test. Sadly, DU does not offer this option. If medical colleges can allow students to sit for second-time entry test, then why won't our top university allow it? There could be some students, who may miss the admission test due to their sickness. Is it not injustice to deprive them? If DU allows second-timers, first-time admission seekers will not be deprived as they will also be able to participate in the tests one more time. If this opportunity is allowed, DU will get more qualified students. If the DU administration wants, it can deduct some marks from the total number of second-timer candidates. But they should be given another chance for taking part in the admission tests. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Second chance for university admission seekers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/second-chance-for-university-admission-seekers-1687530071",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2023"
    }
]