[
    {
        "full_article": "With a majority of the party legislators joining a rebellion led by Eknath Shinde, the Shiv Sena appears to be slipping out of the control of its chief and Maharashtra Chief Minister Uddhav Thackeray. The Maha Vikas Aghadi (MVA), the ruling tripartite alliance of the Shiv Sena, Congress and the  Nationalist Congress Party (NCP), is unravelling, and it is unclear what will take its place. The Congress and the NCP have pledged the continuation of their support to Mr. Thackeray, who has in turn expressed his willingness to step aside in favour of another leader from the party. The Congress has even offered to provide outside support to the government should it help the Sena put its house in order. Mr. Shinde, until he turned rebel, was a key Sena leader, and has couched his rebellion in ideological terms; the Sena has drifted away from its Hindutva moorings by aligning with the NCP and the Congress, according to him. Mr. Thackeray has responded by reiterating his steadfast commitment to Hindutva, in an emotional appeal to party MLAs to stay together. But that seems to have done little to soothe frayed nerves in the party, and more leaders are flocking to the rebel tent. The MVA alliance was formed after months of political machinations, including the dramatic swearing-in of a short-lived government of the Bharatiya Janata Party (BJP) and a section of the NCP that returned to the party quickly. The BJP is waiting for the opportune moment to make its next move, after using its governments in Gujarat and Assam to abet the revolt.The Sena severed its ties with long-term partner BJP, even overlooking their ideological bonding of Hindutva to reclaim its eroding primacy in State politics. Despite the ideological mismatch among the allies, the MVA partners had compulsions to stay united — until the resentment within the Sena snowballed to challenge the authority of the Thackeray family. This crisis has been in the making for a long time, and the CM’s blind trust in the loyalty of his warriors has turned out to be misplaced. To be fair, these MLAs had been complaining about lack of access to the Chief Minister and his son and Minister Aaditya Thackeray. The junior Thackeray’s attempts to reshape the party as more palatable to the upper-class sensibilities disturbed the rustic, often restive party base that used to be kept on a constant boil by his grandfather and party founder Bal Thackeray. Mr. Shinde is one of the very few mass leaders in Sena, after the Thackerays. He is perceived to be accessible, and holds sway in two districts neighbouring Mumbai, almost six municipal corporations and an equal number of smaller local bodies. He felt sidelined in the new scheme of things, and was waiting for the right opportunity to strike. The Sena is at a crossroads and could even head to a dead end.",
        "headline_1": "Tiger by the tail: On the rebellion in the Shiv Sena",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tiger-by-the-tail-the-hindu-editorial-on-the-rebellion-in-the-shiv-sena/article65558032.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "The victory of Gustavo Petro, a former guerrilla, in Colombia’s presidential election is one of the most decisive shifts in the South American country’s modern history. At war with leftist guerrillas for decades until a few years ago, Colombia had never voted a leftist to power in the past. Even when a wave of leftist victories was sweeping across South America in the early 2000s, it remained a fort of centrist and conservative politics. But Mr. Petro, armed with his promises of overhauling the country’s economy and governance, broke into this fort and captured power. He won 50.4% votes in Sunday’s election against his rival Rodolfo Hernández’s 47.3%. A host of factors, including internal political changes and economic challenges, helped him script history. In Colombia, where a decades-long civil war between the state and the Revolutionary Armed Forces of Colombia (FARC) had had a devastating impact on the public psyche, even mainstream leftist politicians had struggled to win popular support. But FARC’s decision to lay down arms and join the political mainstream as part of the 2016 peace agreement widened the scope for leftist politics in the country. Mr. Petro was quick to mobilise this newly created momentum with an economic programme that broke from the Bogota consensus. He vowed to “democratise land”, renegotiate free trade agreements that were inimical to the interests of Colombian farmers, expand the country’s social security measures, tax the rich more and reduce Colombia’s reliance on fossil fuel.In a country where annual inflation is 10%, the youth unemployment rate is 20% and the poverty rate is 40%, Mr. Petro’s promises of change helped him strike a chord with voters. Colombia, despite high economic growth, has one of the highest inequality rates in Latin America. While the civil war has come to an end, drug cartels continue to pose serious security challenges. The way ahead is not going to be easy for Mr. Petro. True, he has the presidency, but the Colombian right, which has ruled for decades, has an outsize influence over the state and Congress. Mr. Petro’s leftist bloc has only 25 seats in the 188-member lower House. His promise to reduce the country’s reliance on fossil fuels and shift to renewable energy could trigger opposition from the powerful oil industry, besides economic impacts. His move to hold talks with the drug cartels and end the drug wars could attract strong opposition from the U.S. Washington would not sit idly if Mr. Petro takes Colombia, the cornerstone of the U.S.’s Latin American policy, towards the left. So, he should brace for challenges emanating not just from his right-wing opponents but also from the world’s most powerful country. Mr. Petro, however, should stay focused on the issues at hand and seek to unite the country that has been pulverised by civil conflict, drug wars and economic inequality.",
        "headline_1": "Paradigm shift: On Colombia’s first leftist President",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/paradigm-shift-the-hindu-editorial-on-colombias-first-leftist-president/article65557469.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "I have to admit it, I am becoming a fan of Ananta Jalil. Not because of the explosive, deafening trailer of his latest movie, Din: The Day – a Bangladeshi-Iranian joint venture shot in Iran where AJ (\"A Zay\") the superhero is performing logic-defying stunts, shooting a hundred bad guys while keeping his makeup intact and sporadically sporting his long auburnish w-i-g – ahem, mane. Neither is it because of that distinctive diction we so love as he makes speeches, listing the accomplishments of Bangladesh including how it has hosted the Rohingya refugees (which, I am sure, is somehow relevant to the intricate plot involving Afghani terrorists, drug cartels and an extravaganza of guns that would put the staunchest supporter of the National Rifle Association of America to shame).\nNo, this time it's because of Ananta Jalil the human being.\nWhen news of the devastating floods and human suffering started coming in, we were pleasantly surprised by a Facebook post from the much reviled and revered star. Ananta Jalil, of \"Mansester\" and \"orenz zues\" fame, without any cringe-worthy utterings,  announced he would stand by the flood victims and help them as much as he could. He would donate money for relief from profits earned from his business and movies. Admittedly, one would have wished he hadn't mentioned that he would sacrifice one or two cows instead of the usual 12 and donate the money instead, but at least we know his heart is in the right place. According to news reports, he will be donating Tk 30 lakh for flood victims. What's more, he has urged the well-off to do the same.\nIn fact there are individuals, NGOs and private organisations (like Bidyanondo Foundation) taking the initiative to help. The biggest challenge is to actually reach the relief to the people in remote areas where the water is so choppy and the weather so volatile, even the armed forces are finding it difficult to navigate. Tour operators like Onirban Boat have turned their holiday cruise boats into rescue boats, picking up stranded people from the remote areas, taking them to shelters. A number of tourism agencies part of the e-Tourism Association of Bangladesh used their boats stationed in remote areas to rush to the stranded people, housing them, providing food and carrying relief items. They are trying to raise funds from members and other sources to continue their relief operations.  A barrister, Syed Sayedul Haque Suman, announced on his Facebook page that he has raised Tk 98 crore in just two days. Bangladeshi expatriates in the US are raising funds to arrange relief to be reached to the stranded.\nThese are heartwarming examples of spontaneous empathy and quick action. But they are still far from being adequate considering the widespread, prolonged nature of this catastrophe. An estimated 7,334,000 people have already been affected in Sunamganj, Sylhet, Moulvibazar,  Netrokona, Kishoreganj, Habiganj, Brahmanbaria, and Mymensingh. This is an ongoing humanitarian disaster, the financial, social and health effects of which will continue for months on end. In the meantime, every second counts and people's lives are on the line. So, why isn't there a more enthusiastic response from the wealthier sections of society?\nIt brings us to the issue of a bubble culture – people inside the bubble are impervious to the suffering of others as long as they do not know them and definitely if those suffering are part of the \"invisible masses.\" They will cry oceans with the tortured heroine and battered hero in their favourite drama serial but will feel nothing for the real life heroes and heroines battling for their very lives as the waters swallow up all their belongings, their homes, their crops, food, possessions, their cattle and, terrifyingly, sometimes even their loved ones. They will not know about the mother and her five children who have not eaten for two days, the farmer who has lost all the paddy he had kept to sell and feed his family in the coming months or the thousands of families who await a bleak future of destitution and endless borrowing from loan sharks just to stay alive. What kind of Eid these people can expect to have is not something the majority of the rich have time to think about.\nThere is a disturbing obtuseness among the wealthy that makes them unmoved by the acute suffering of their compatriots who are lower down the social ladder. Perhaps the floods in Sunamganj or Sylhet are not part of their newsfeed as much as the latest update on Amber Heard and Johnny Depp. Perhaps we need to revive the photo opportunities of the old days when anyone could get their few seconds of fame by handing a check to the PM's relief fund and be seen on BTV news while doing so. It is strange that people will spend huge amounts of money for the salvation of their soul or a confirmed seat in paradise but not for helping someone just for the sake of helping. Why is philanthropy so rare in Bangladesh, despite the rising number of millionaires?\nThere is something ignoble about a class of people which spends obscene amounts of money on jewellery, watches, cars, and expensive holidays in Europe but have hardly any money to spare for charity just to be good human beings. Ananta Jalil has stated what rich people are supposed to do with their money – share it with the needy, helpless, and distressed. The privileged in society should listen to his appeal and stand by their brothers and sisters whose lives have been turned upside down by this disaster. If we can't help them directly, we can always give our money to groups and organisations involved in rescue and relief. Sometimes we just need to be reminded of the obvious, as Ananta Jalil philosophically stated in his Facebook video: You can't take your wealth to the grave.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Why I’m a fan of Ananta Jalil",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/why-im-fan-ananta-jalil-3054996",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "Over the last few years – under the BJP government – India's religious polarisation has increased in degree and intensity. Multiple factors have contributed to the ever-expanding divide among religious communities in India, from policy-related institutionalised approaches which are divisive in nature, to the enactment of the Citizenship Amendment Act, and the implementation of the National Register of Citizens in Assam, to the more administration-related decision – that is, new rules being imposed in various states that are biased against minority communities, and petty actions such as hijab bans in educational institutions, the right-wing rhetoric of majority of BJP leaders, and the attacks on Muslim and Christian places of worship. This polarisation has resulted in the side-lining of some of India's core precepts of pluralism, polyphony, heterodoxy, and communal harmony – ethos the nation has been built upon since its independence in 1947.\nThe recent protests, although sparked by irresponsible, derogatory, and provocative comments by BJP spokesperson Nupur Sharma about Prophet Muhammad (pbuh), is the outcome of built-up sentiments among Muslims as a result of recent years of religious discrimination and \"hate\" massages they have had to endure in their own motherland.\nThis latest incident has not only disrupted India's internal stability, with communal unrest spreading in multiple states, but the nation has also had to face backlash from various countries, including its key trading partners in the Middle East. According to Al Jazeera, India's financial trading with the Gulf Cooperation Council (GCC) countries exceeded USD 150 billion in the fiscal year ending in March 2022. Its exports to the Gulf countries had been of around USD 44 billion, a 58 percent increase from the previous year. Indian imports from the Gulf countries stood at around USD 111 billion, an increase of about 85 percent. And these strong trade ties have now been put at risk by the provocative comments of the BJP spokesperson.\nWhat is worrying is that using this incident as a tool, vested quarters in both the Gulf countries and in India are propagating the boycotting of trade relations. Social media is abuzz with hashtags such as #BoycottIndiaProducts and #BoycottQatarAirway. This is an alarming development, not just for India but for the overall state of global trade, as trade disruptions between India and its key trading partners in the Middle East would have a ripple effect on global trade.\nThese incidents should be an eye-opener for India, leading to a moment of realisation for the government that the majoritarian, right-wing policy that it is currently pursuing is highly destructive for the nation and its people.\nIndia – the world's largest democracy, home to more than 200 million Muslims, a melting pot of diverse faiths and cultures – is also one of the fastest growing economies in the world. According to the IMF, India is projected to grow by 8.2 percent in 2022-23, compared to the 4.4 percent estimated growth for China. At this point, India cannot afford internal unrest that may hamper its economic growth.\nTo realise its full economic potential, India must change its current course of action with regard to its treatment of minority religious communities. Suppression of minority communities, disrespecting their basic human rights, and their rights enshrined in the Indian constitution, discriminating against them, and cornering them in their own country will only aggravate the current internal tensions which may spiral out of control in the short- to mid-term. This would be a highly undesirable development, not only for India, but also its neighbours, including Bangladesh.\nThe way India has so far handled the current protests through coercive actions – state government in UP bulldozing Muslim homes; law enforcement agencies unleashing force to suppress the protests, leading to two deaths – shows that the government is still perhaps under the impression that its hardline policy against minorities is the right track to be on. But this only shows that minority sentiments are at a boiling point, which need to be cooled down at the earliest, for the greater interest of the nation and of the South Asian region.\nThough we appreciate the few stern, albeit belated, measures the Indian government has taken against these hate-mongering elements, further such measures are immediately called for. Those who wish India well hope that it will understand that the only way forward for the nation is religious inclusion and communal harmony. According to Mahatma Gandhi, \"True religion is not a narrow dogma. It is not external observance. It is faith in God and living in the presence of God. It means faith in a future life, in truth and Ahimsa.\" It is this same philosophy that the current Modi government needs to revisit and internalise, principles the nation's foundation is based on.\nFrom Ashoka to Akbar to Gandhi, everyone advocated for a healthy practice of heterodoxy and dialogues, which has sustained India's vibrant secular character. And these are deeply rooted in how Indian thoughts have been shaped over centuries; one needs only to revisit the Vedas and the two great Indian epics, The Ramayana and the Mahabharata, that are so rich in discussions and deliberations encompassing a wide array of topics, including theology, philosophy, and politics. These values and characteristics have helped the Indian democracy thrive, enabled communities to live together in harmony, and it is these same attributes that need to be reintegrated into the nation's perception of its identity for it to overcome the challenges it is facing.\nThe present government needs to rebuild the burnt bridges by engaging in dialogue with the aggrieved communities and assuring them of their rights and security, which should be backed up by appropriate actions, including policy interventions, in order to demonstrate the commitment of the government towards religious inclusion.\nMoreover, everyone should be aligned towards common national objectives of shared prosperity and economic growth.\nThe government, as distinct from the BJP, needs to think beyond the Hindutva agenda, and consider the bigger landscape of Indian historic legacy and global standing. It is the core values of the nation that need to be prioritised over the agenda of a particular section, regardless of it being the majority in terms of numbers. Nothing less is expected from the world's largest democracy, with such a rich history of religious co-existence and communal harmony. \n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "India should think beyond the Hindutva agenda",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/india-should-think-beyond-the-hindutva-agenda-3054976",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "The 12th Ministerial Conference (MC12) of the World Trade Organization (WTO) finally took place during June 12-16, 2022 after being cancelled twice due to the Covid-19 pandemic. The MC12 was held at a time of unprecedented global economic downturn.\nPrior to the MC12, the Director General of the WTO, Okonjo-Iweala, put forward five possible deliverables for MC12. These are: (i) food security and agriculture; (ii) a fisheries subsidies agreement; (iii) WTO's response to emergencies, including a waiver of certain requirements concerning compulsory licensing for Covid-19 vaccines; (iv) a decision on extending or discontinuing the current moratorium on levying customs duties on electronic transmissions; and (v) WTO reforms.\nThe WTO has termed the outcome of the MC12 successful, saying that the organisation has secured multilaterally negotiated outcomes on some key trade issues. The \"Geneva package\" confirms the historical importance of the multilateral trading system and underlines the important role of the WTO in addressing the world's most pressing issues, especially at a time when global solutions are critical.\nFor least developed countries (LDCs) and developing countries, the Geneva package is a mixed bag. Of course the MC12 is a success, since the past several ministerial meetings failed to conclude any significant agreements. Despite agreements on a few key trade initiatives by 164 member countries of the WTO, the MC12 declaration provides a compromised outcome on some areas.\nFood security and agriculture has been the topmost agenda for LDCs and developing countries, particularly in the context of high food prices. More than 80 developing countries were trying to secure a permanent solution to the problem of public stock for protecting farmers' rights and for expanding food security programmes by giving out higher support to farmers. Developed countries wanted to take up the issue in the MC13. The MC12 declaration states that the WTO members recognise the need for adequate food stocks that can contribute to domestic food security and encourage WTO members to release their available surplus on international markets, following the WTO rules. Poor countries, which are disproportionately being affected by the food price hike, are expected to benefit from this measure.\nAnother important outcome of the MC12 is the agreement on fisheries. This agreement was being negotiated for the last two decades or so. The objective of the negotiation on fisheries subsidies was to reduce and eliminate subsidies and other practices in fishing which led to overcapacity and overfishing. The agreement recognises the appropriate and effective special and differential treatment for LDCs and developing countries. In case of subsidy to a vessel or operator engaged in illegal, unreported, and unregulated fishing, the agreement provides exemption to LDCs and developing countries for a period of two years within exclusive economic zones (EEZ). Moreover, in case of subsidies for fishing or fishing-related activities regarding an overfished stock, LDCs and developing countries will be exempted for a period of two years from the date of entry, to implement this agreement. However, during the negotiating phase, there was a lack of consensus on fisheries subsidies. Developing countries asked for a 25-year transition period for subsidies. The argument is based on the reality that the interests of these countries' fishermen should be protected. They sought a fair, balanced and just outcome on fisheries subsidies for the future of their fishing industries. LDCs and developing countries do not operate large fleets and their fisheries sectors are mostly small-scale and consist of poor fishing communities.\nThe third issue is the waiver on the agreement on Trade Related Intellectual Property Rights (TRIPS). India and South Africa made a submission to the Council of TRIPS on October 2, 2020 requesting a temporary \"waiver from certain provisions of the TRIPS Agreement for the prevention, containment and treatment of Covid-19.\" The US was in favour of waiver of patent rights only for Covid vaccines, while several developed countries were against this. The MC12 decision offers a patent waiver for manufacturing Covid vaccines. The waiver does not apply to diagnostics and therapeutics. However, a decision on that will be taken in six months. This decision on patent waiver will last for five years.\nFourth is the issue of the extension of the moratorium on custom duties on e-commerce. Developing countries have been opposing the moratorium and have requested for its withdrawal. The General Council of the WTO established Work Programme on E-commerce in 1998. At that time, LDCs and developing countries had little idea of the importance and relevance of this decision. They could also not have predicted the growth of electronic commerce and its economic potential. Due to the moratorium on customs duty, LDCs and developing countries are now losing millions of dollars. Therefore, many developing countries such as India, South Africa and Pakistan want an end to this provision as they are losing revenue. Hence, they have been opposing any permanent moratorium on custom duties on electronic transmissions. The MC12 agreed on maintaining the current practice of not imposing custom duties on electronic transmissions until the next WTO ministerial conference.\nThe fifth issue is about WTO reform. Since the WTO works on the principle of the consensus of all its members, it has been very difficult to arrive at decisions during most of its journey since 1995. However, one has to agree that the WTO has successfully provided a framework of trade rules which provides predictability for commercial transactions across borders. It has also provided a platform for amicably settling trade disputes.\nOn the other hand, this rules-based system has been in crisis for quite some time. The Doha round, launched in 2001, is yet to be completed due to opposition from various blocs. The global financial meltdown of 2008, the ongoing economic crisis in view of the Covid-19 pandemic and the Russia-Ukraine war have given rise to protectionist measures. The role of the WTO and other global institutions has been undermined by their powerful members. However, the WTO is an important public good and it should be strengthened and protected. As for a WTO reform, it should uphold its foundational principles, which is to take decision by consensus and protect the interests of LDCs and poor countries through special and differential treatment provisions.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue. Views expressed in this article are personal.\n",
        "headline_1": "How can the WTO help its ‘weaker’ members?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/how-can-the-wto-help-its-weaker-members-3053971",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "It is difficult these days to go anywhere or do anything without thinking or hearing about inflation – what is less obvious is what to do about it. As the price of food, petrol, housing, and just about everything else continues to rise dramatically while salaries fail to follow suit, people are suffering. The problem of dramatically rising prices is not limited to Bangladesh. In the Americas, Europe, Africa, and across Asia, people are struggling to pay for rent, food, and other necessities. According to the United Nations, global inflation is on track to increase to 6.7 percent in 2022, twice the average of 2.9 percent during the previous decade.\nThere is much speculation about the causes of inflation, including fiscal policy, oil prices, the war in Ukraine, Covid-related supply issues, and corporate greed. Since most of what people consume is produced and transported with fuel, the price of oil affects the price of just about everything else.\nNo doubt global inflation is due to various causes. But given the fact that inflation is global, and that some of the causes have to do with international trade, it may be worth considering the possibility that globalisation itself is a cause of inflation. Consider the case of corporate monopolies: without competition, there is no need to keep prices low. And various products are becoming more and more concentrated in the hands of a few corporations. Consider also global trade, wherein some countries export and import nearly the same amount of the same product, be it wheat or beef or vegetables. Shipping products around the world is expensive, more so as oil prices rise. It is the very definition of unsustainable. And it is mandated under global trade agreements.\nImagine instead a very different situation. One in which countries attempted to meet more of their needs locally, and where global trade was restricted to cases where it is necessary rather than mandated. Wherein most food, even in cities, is grown close to the consumers, and people's diet consists mostly of locally available, seasonal items. Where the focus is no longer on traveling as far and fast as possible, on spreading global networks, on foreign exchange and foreign direct investment, but rather on building strong, resilient local economies. Where, when the price of petrol continues to climb, governments shift from providing roads to building bicycle networks and bicycle highways, and to improving conditions for public transit and walking.\nWhere, rather than being obsessed by all that is foreign, people take pride in what is local.\nThis is not to say that globalisation brings no benefits. Most of us during Covid-19 have benefited from global communication networks. The global exchange of information and ideas is often fruitful. But the increasingly globalised world economy is too fragile, too liable to cause suffering throughout the planet when a crisis—like Russia's invasion of Ukraine—occurs.\nLocal Futures, and its partner organisations around the world (including here in Bangladesh) envision a future that is genuinely sustainable, in which thriving economies need not decimate nature or contribute to dangerous climate emissions. A future where the focus is not on constant growth in the supply of unnecessary stuff but rather on having enough of what people need, and sourcing it, as much as possible, close to home.\nIn order to share its vision of an economics of happiness, Local Futures celebrates World Localisation Day each year on June 21. While the concept of localisation is always relevant, it is more relevant than ever as we face the crisis of inflation on top of other crises: Climate, environmental destruction, species extinction, pollution, and the ongoing slaughter on our roads, to name a few.\nThere are solutions to the problems we face, and the best solutions are those that resolve multiple problems simultaneously rather than attempting to tackle problems individually, too often contributing to a new problem while trying to resolve an existing one. A focus on the local would not only help address the epidemic of inflation, but help reduce those other problems. A vastly better alternative to inflation, environmental devastation, and other global and local problems exists – if only we have the courage to pursue it.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Inflation, globalisation, and localisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/inflation-globalisation-and-localisation-3053936",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "It is generally believed that the potential of Bangladesh Railway to become a major revenue earner for the country has never been properly exploited by those who run this important service sector. Some decades-old problems continue to plague it at a time when railways in developed countries have become synonymous with superior customer service and punctuality. The sector needs dedicated planners and operators with a modern vision to improve the quality of service and to make it profitable.\nAccording to a report by this daily, railway officials have identified a number of chronic problems bedevilling the sector. To begin with, the current 3,093-kilometre rail track being mostly single line, the authorities cannot increase the number of locomotives and compartments. They need double lines to reduce travel time. Furthermore, with most bridges under the rail network having outlived their natural life span, trains cannot pick up speed there nor carry extra load for fear of accidents. Therefore, new bridges should be built replacing the old ones. Also, only 124 stations under the BR, out of the total 359, operate with a modern signalling system, while the rest depend on the old system. A modern signalling system is vital to ensure safety and punctuality.\nThere is no denying that a modern railway system must have, under its wings, a number of workshops with state-of-the-art equipment to undertake repair works on a regular basis, especially after any accident to put the engines in operation without losing time. But the railway lacks such workshops.\nThe BR is also in need of major renovation and modernisation to stay in the race. Projects taken up by the BR in this connection must be given the highest priority by relevant officials. In reality, however, projects often get delayed for no plausible reasons. We are told that most projects aimed at improving its infrastructure and rolling stocks get delayed for several reasons, such as delays in getting project approval, land acquisition, appointment of consultants, lack of coordination among relevant agencies, and delay in accessing funds from foreign lenders. A sliver of hope, experts say, is that Padma Bridge will open up opportunities for the BR to earn revenue in the coming days.\nBut all those problems that persist today threaten to nullify any progress achieved. The relevant authorities, therefore, should urgently undertake the measures and reforms needed for the unimpeded operation and modernisation of Bangladesh Railway, so that it can turn into a profit-making and passenger-friendly service sector.\n",
        "headline_1": "Bangladesh railway needs serious fixing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bangladesh-railway-needs-serious-fixing-3054646",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "We're glad to know that the country's first education act is no longer a distant reality as a draft, based on inputs from the Cabinet Division, has been finalised by the education ministry. It will be sent to the division next week and hopefully approved sooner than later. The draft law, notably, issues a ban on printing, publishing and marketing notebooks and guidebooks, but allows publishing \"supplementary books and education aid books\" upon securing permission. It also forbids teachers from giving private tuition to students of their own institution. Schools, however, can arrange additional classes for weaker students subject to the written consent of parents.\nExperts have, justifiably, lauded the new direction of the law – moving away from legitimising the culture of \"coaching\" and private tuition. If properly implemented, it will improve the quality of classroom education and drastically reduce out-of-pocket expenditure on education. But a few potential issues remain, not so much in the letter of the law as in the spirit in which it may be taken. For example, the approval of additional classes for weaker students opens up a quagmire: Will students be forced to attend them? Will this be a new model of business replacing the coaching culture? While students do need additional help recovering from the learning loss suffered during school closures, this should be done in a way that doesn't nullify the objective of the act, and the government must financially help schools, especially non-MPO schools, incur extra costs.\nAlso, care should be taken so that no one takes advantage of the often-thin line between guidebooks and supplementary reading materials. But perhaps the biggest concern about the act, like any other act in Bangladesh, to be frank, is its implementation once passed into law. The fact that the draft has been on the drawing board for over 11 years paints a disturbing picture of our priorities as a nation. It would be a travesty if we fail to properly implement it after going through all that trouble and the excruciatingly long wait.\nThat said, the act is just one of the many changes we need after two years of the pandemic during which many students dropped out of school, many turned child brides or child labourers, and many fell behind in terms of basic literary and numeracy. We drastically need a recovery and remedial plan for the education sector. We also need the proposed budget to reflect the need for recovery through improved allocations. Therefore, the authorities – including the two ministries and three divisions in the sector – must take the new act as a stepping stone to the wider reforms needed for education to get back on its track.\n",
        "headline_1": "Ban on notebooks must not be a paper promise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ban-notebooks-must-not-be-paper-promise-3054641",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "There are two elements in the Maharashtra political drama. The first, which is playing out, is who will form the government? As of now it seems, a split in Shiv Sena is on the cards. Eknath Shinde and the BJP leadership are waiting for him to touch the magic figure of 37 rebel MLAs. If he has two-thirds of Sena’s MLA count with him, Shinde would be able to claim legitimately that he, not Uddhav Thackeray, heads the Sena bloc in the assembly.\nThis will pave the way for BJP to form a government with the Shinde-led “official” group of Sena, along with independents and smaller parties – remember 20 such MLAs had voted for the BJP candidate in the recently held MLC elections.\nRead full opinion on TOI+\n\n",
        "headline_1": "Two lost in Mumbai: In Maharashtra’s drama, Thackerays’ Sena & Gandhis’ Congress may take big hits",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/two-lost-in-mumbai-in-maharashtras-drama-thackerays-sena-gandhis-congress-may-take-big-hits/",
        "news_paper_name": "The Time of India",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "Minutes of the June meeting of RBI’s Monetary Policy Committee (MPC) provide an inkling of the probable impact on GDP following the 0.90 percentage points increase in repo rate since May. Currently, RBI estimates GDP in 2022-23 will grow 7.2%. There are likely to be more repo rate hikes in future MPC meetings. Given this scenario, one estimate in the MPC minutes points to the possibility of an average GDP growth rate of 6-7% till end March 2024. Monetary tightening is inevitable but smart fiscal policy can ensure the average growth is higher.\nThe surge in inflation is not because of excess demand. If anything, demand is tepid. For example, the per capita private consumption in 2021-22 was Rs 61,215, a level below the pre-pandemic year. The source of inflation is the supply side. RBI is forced to tighten policy to head off second-round effects. If the supply side is the source of the problem, the remedy lies in fiscal policy. To give an example, extra cereals issued free to counter the pandemic fallout are likely holding down the pressure for higher wages. Similarly, the two cuts in fuel taxes since November quickly influenced survey results of household inflation expectations.\nThe current surge in inflation is fundamentally different from the last one during the UPA era, which was triggered by loose fiscal policy after five years of high economic growth. This round of inflation calls for readjusting fiscal policy to counter a growth slowdown. It can be done without threatening debt sustainability as inflation will push up nominal GDP growth and help GoI and states overshoot budgetary tax estimates.\nGovernments need to carefully time the removal of post-pandemic welfare and also fulfil capital expenditure commitments. The latter will offset uncertainties faced by private firms and, thereby, crowd in new investment. This effect is important to limit the negative impact of rising interest rates on economic growth. Disinflation can be brought about without burying growth impulses. Average growth rates can be above 7%, the minimum India needs in the medium term.\n\n",
        "headline_1": "Fisc can fix it: Fiscal policy can limit the fallout on growth that comes with rising interest rates",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fisc-can-fix-it-fiscal-policy-can-limit-the-fallout-on-growth-that-comes-with-rising-interest-rates/",
        "news_paper_name": "The Time of India",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "Already in the midst of a humanitarian crisis since Taliban’s takeover last year, Wednesday’s earthquake, which killed 1,000-plus people in initial estimates, has put Afghanistan on the brink of an even bigger disaster. Rescue efforts are reported to be inadequate, and food and medicines in severe short supply in the area. Afghanistan needs a massive aid effort and countries that can afford to help, India included, must act fast. That Taliban has asked for help is a first step. Aid-givers must be aware however that the challenge is huge.\nAfghanistan’s disaster management system was poorly resourced even before Taliban came back. There are few aircraft and helicopters available to rescuers, and some reports suggest even for these qualified pilots are not easy to find. The pre-Taliban, US-backed Kabul government is, of course, responsible for this, because billions in financial help were lost to corruption. Nearly $19 billion was eaten up by “fraud, wastage and abuse” according to the US Special Inspector General for Afghanistan Reconstruction. This, in a country where over 7,000 people have been killed in quakes over the last decade. Worse was to follow – Taliban’s takeover led to mass exits of foreign staff of humanitarian organisations operating in Afghanistan, since there were genuine security concerns. This led to a near collapse of the Afghan healthcare system even before the quake.\nTheoretically, the lack of trained staff can be tackled by India and other countries sending personnel along with rescue machinery, medicines and food. But Taliban doesn’t seem to be in full control of the security situation in Afghanistan, as highlighted by the recent IS terror attack on the Karte Parwan Gurdwara in Kabul. So, even if Taliban is eager to receive help, sending personnel to Afghanistan is a tough call for any government. And it’s particularly tricky for India. The quake-affected region borders Pakistan, and any Indian rescue and aid team will be in constant danger of opportunistic attacks by Pakistan-backed militant groups. New Delhi’s best option is to be very generous but work through the UN.\n\n",
        "headline_1": "Help Afghans: India should be generous in sending aid. But security concerns prevent deeper involvement",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/help-afghans-india-should-be-generous-in-sending-aid-but-security-concerns-prevent-deeper-involvement/",
        "news_paper_name": "The Time of India",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "“Outbreaks are inevitable but pandemics are optional,” advocates Bill Gates, quoting epidemiologist Larry Brilliant. Two years into a pandemic, we have toned down our fight against the virus and have become used to living with it. But this may prove to be quite a bad strategy for us, both because of the danger of new variants and our inability to vaccinate a substantial portion of the world’s population.\nCan philanthropy end disease?\nWhat Gates is underlining is that the next outbreak may turn out to be even more deadly and destructive. He postulates that right now is the best time to start preparing for the next virus and prevent the next pandemic. With new infections such as Monkeypox already being detected at scale, preventing infections from exploding is of utmost importance.\nRead full opinion on TOI+\n\n",
        "headline_1": "Can data surveillance prevent the next pandemic? Bill Gates thinks so. But it can only work in India if our health data collection is seriously upgraded",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/can-data-surveillance-prevent-the-next-pandemic-bill-gates-thinks-so-but-it-can-only-work-in-india-if-our-health-data-collection-is-seriously-upgraded/",
        "news_paper_name": "The Time of India",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "India defended its right to extend subsidies to Indian fishermen, with contentious clauses removed\nFor the first time in a decade, members of the World Trade Organisation (WTO), a 164-nation body, have finalised a historic deal at the 12th Ministerial Conference (MC12). The four-day MC12 was extended by two days as trade ministers negotiated through the night at WTO headquarters, next to Lake Geneva, and negotiations continued till June 18 morning. India was at the centre of WTO negotiations at the MC12.\nIndia has agreed to the proposal of no export restrictions on the World Food Programme. But internal food security concerns will take precedence. There is no work programme on agriculture, which could be considered as a good outcome for India as our agri-subsidy will not face any further scrutiny.\nOn the trade-related intellectual property rights (TRIPS) waiver, an agreement could be reached only on vaccines. The official said negotiations for diagnostics and therapeutics would start in six months as demanded by developed countries.\nThis means India’s demand to include diagnostics and therapeutics in the agreement did not find favour with developed countries. In October 2020, India, South Africa, and 63 co-sponsors had made the TRIPS waiver proposal to help middle- and low-income nations get access to Covid-19 vaccines and drugs. However, the discussions reached a deadlock in the TRIPS Council, the body responsible for monitoring the operation of the agreement. The draft agreement fell short of the original proposal and includes only vaccines.\nIndia had called for a TRIPS waiver for vaccines, therapeutics, and diagnostics to fight Covid-19 and future pandemics. India had held it was too late in the day if only vaccines were included because the pandemic had run its initial course. On a moratorium on customs duty on e-commerce transactions, countries agreed to extend it by another two years.\nIndia put forth aggressive draft texts in all pillars of WTO negotiations rather than being reactive, as in the past. India brought the members together to a unanimous agreement on fisheries, health, and the future of WTO reforms, digital technology, food, and environment. India’s principled stand at the WTO strengthened the voice of the poor and the vulnerable globally.\nAn agreement at Geneva makes it the first trade deal since the 2013 Bali Ministerial, where members signed the WTO’s first trade deal on a peace clause on public stockholding for food security purposes and a trade facilitation agreement. The consensus-driven, rule-making process at the multilateral trade organisation means even one member could thwart a deal at the last moment. After negotiations spilled over to the sixth day, 164 countries of the World Trade Organisation finally sealed a package deal in the wee hours on 18 June in Geneva with India leading the course.\nIn a first major agreement in nine years, the deal includes six major issues of importance for developing countries including food security, balanced outcome fisheries subsidies, response to pandemic, and patents waiver on Covid-19 vaccines.\nThe deal that tested Commerce & Industry Minister Piyush Goyal’s negotiation skills saw several trade-offs between developed and developing countries during the two nights of marathon talks, going well past the June 16 afternoon deadline. “There is a good outcome on the issues that were long pending,” Goyal said, adding that India completely protected the interests of fishermen and farmers. “All in all, it is a good package. Today there is no issue on which we have to be concerned, whether it is related to agriculture such as MSP [minimum support price], reinforcing the relevance of the public stockholding programme towards fulfilling the national food safety programme or PM Garib Kalyan Scheme, TRIPS waiver, e-commerce moratorium, response to Covid and fisheries,” Goyal said after the deal.\nIndia defended its right to extend subsidies to Indian fishermen, with contentious clauses removed from the text at the last minute. In turn, India agreed to an 18-month extension of the moratorium on customs duty on electronic imports that it argues favours rich nations. However, subsides on overfishing, deep-sea fishing; and illegal, unreported and unregulated (IUU) fishing has been addressed through the proposed pact.\n“On India’s insistence, sovereign sights on EEZ [exclusive economic zones] have been firmly established. It is really a big achievement,” said Goyal, adding that principal stakeholders who have benefited from these “historic decisions” taken by the 12th Ministerial Conference of the WTO are fishermen, farmers, food security, multilateralism, and trade and business, particularly digital economy and MSMEs.\nThrough the joint efforts of all WTO members, the MC12 has made breakthroughs on a number of key issues, demonstrating that the multilateral trading system can play a key role in addressing global challenges, she said.\nGoyal said India today batted on the front foot rather than being fearful on various issues, be it environment, startups, MSMEs or gender equality. This was a result of the confidence of ‘New India.’ \n(The writer is former Senior Professor, International Trade and Member, Vivekananda International Foundation. The views expressed are personal.)",
        "headline_1": "India emerges as leader at WTO ministerial meet",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/india-emerges-as-leader-at-wto-ministerial-meet.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "The UP Govt’s action of bulldozing illegal houses in the State has raised a lot of heat and dust\nThe Yogi Adityanath-led Uttar Pradesh Government has been brazening out the allegations of ‘bulldozer politics’, which is basically a euphemism for targeting those people who have been speaking out against the ruling BJP Government. The issue snowballed into a major controversy after the properties of certain people accused of participating in violent protests against remarks by two former Bharatiya Janata Party (BJP) leaders on Prophet Muhammad were demolished to allegedly punish them for raising their voice against the establishment. In fact, the issue has reached even the Supreme Court, where the State Government submitted that “no property in the State was demolished to punish” people. Though the State has clarified that bulldozers were pressed into service to raze illegal constructions in accordance with municipal laws and after providing due opportunity to the violators, it is too much of a coincidence that the action came about soon after protests broke out in Kanpur and Prayagraj in the first fortnight of June against now-suspended BJP spokesperson Nupur Sharma and expelled party leader Naveen Jindal for their remarks against Prophet Muhammad. Subsequently, the UP Government demolished three properties in these cities.\nThe Government took the stand that these demolitions “had no relation to the riots”, and that the actions were taken as part of the ongoing demolition drive against encroachment and illegal construction. Though it sounds like the first plausible excuse that the State Government took the stringent steps in accordance with statutes, the two applications filed by Muslim body Jamiat Ulama-i-Hind asked for restrictions on the State Government on further action. However, the Government’s contention was that the organisation “deliberately obfuscated the true facts to paint a nefarious picture of alleged mala fide on the part of the administration”. Referring to the two properties partly demolished in Kanpur, the Government claimed that proceedings were initiated under municipal law long before the riots in June — in one case, in August 2020 and, in another, in February 2020. The violators are said to have even admitted to the illegality of the buildings and moved applications for compounding the acts by payment of appropriate charges. But we, the people, don’t really know which side the truth stands on. Suffice to say, it’s the public’s duty to respect the maintenance of law and order and the Government’s to not take revengeful action against its own citizens.",
        "headline_1": "Vendetta?",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/vendetta-.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "Children have now spoken out in favour of more government spending to address their most vital needs like education and healthcare. Children's view about issues as serious as what the government's priorities should be regarding its allocation in the national budget for their education, healthcare and other related issues is indeed amazing. And it was thanks to a survey conducted by Unicef, the UN agency to provide humanitarian and developmental aid to children worldwide, on a sample of some 14,000 children that their views came out. As reported in the Tuesday's issue of this paper, 85 per cent of the children so interviewed expressed their concern about the learning loss they suffered due to the 18 months' school closure during the pandemic. And to overcome the loss, they viewed, the government needs to invest more in building the capacity of their teachers through training and further education. Traditionally, it was thought that it is the responsibility of the elders, the guardians of the children, to think about their needs and the means to address those. For the general perception about children was that they are too inexperienced to hold any view about what the adults should or should not do about their wellbeing. But the outcome of the Unicef's study done by way of getting the children's response to various issues of general interest through its (Unicef's) online platform, Generation Parliament, should change such perception. The fact that the children under study could not only give vent to their hopes and aspirations, but also make comments on weightier issues like investment in and budgetary allocations for education and health is a wakeup call for the policymakers in the government. It is that children have their say about the decisions the government make about their future and that it has to be listened to. Unsurprisingly, pledging to champion children's cause, the Chair of the Parliamentary Caucus on Child Rights stressed that the national leaders need to engage more with children in the matter of policies affecting their lives. Granted that today's children are wiser and that they know a thing or two about their welfare, it is still the elders who have to work in the field to address their concerns. But have the issues such as the children's pandemic-induced learning loss as pointed out by them in the Unicef's study received the attention they deserve, say, in the proposed budget for the next financial year FY (2022-23)? For to recover the loss suffered by millions of students, it was expected that the proposed budget would make adequate provision for the education sector. But the allocation for education has actually been reduced if measured in terms of its share in the country's Gross Domestic Product (GDP). For it is 1.83 per cent of the GDP in the proposed FY23's budget, whereas it was 2.08 per cent in the current budget (FY2021-22). So, the question remains as to how the government is going to address the huge challenge of overcoming the learning loss suffered by, according to a study, eight million schoolchildren in the country during the pandemic or of building the schoolteachers' capacity to meet the requirements of the new curriculum with practically no remarkable improvement in the budgetary allocations for the purpose. In the circumstances, the government would do well to take due note of the children's concerns as expressed through the Unicef's study and address those through effecting changes in its policies including in the national budget as necessary.",
        "headline_1": "Children's concern about their education, healthcare",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/childrens-concern-about-their-education-healthcare-1655991233",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "In the Ease of Living Index, Bangalore officially Bengaluru ranked number one in 2020 and 2021 among the Indian cities with a population of over 1.0 million. There may be other contenders with sparse population, where people go for a change and recovery of physical and mental health but for any mega city achieving the top laurel in terms of livability is something really to savour. Of course, the best attribute of India's third most populous city is its pleasant weather throughout the year. With the highest ever elevation at a height of 900 metre (3,000ft) among the major Indian cities, Bangalore is a garden city with its verdant green all around reigning supreme. There are high-rise buildings which hardly obstruct views, because the picturesque woodlands and gardens with its famous Lalbagh Botanical Garden and Cubbon Park topping the list offer a soothing sight to eyes. However, the natural gifts could in no way stand as an impediment for its becoming India's Silicon Valley by virtue of its role of the nation's leading information and technology exporter. What strikes a foreign visitor is the synthesis it has brought about in the apparently contrasting natural setting and the advanced systems of institutions and infrastructure for education, science, technology and medical care. Harmonisation of contrasting concepts and systems has retained the soul of the city in its right place and at the same time promoted the key ingredients of modern life including the more mundane elements of finance with its metro GDP (gross domestic product) size estimated at $110 billion in 2021.So the ecological and environmental endowments have been retained and even added to by careful considerations. It is exactly where Dhaka City, the capital of Bangladesh has faltered. Bangalore boasts trees as old as the early years of the past century all over the city, so did Dhaka once but apart from a few in a handful of areas, they have all vanished in the name of so-called development. Ramna and Dhaka University have lost their geriatric floral guardians long ago. Even the few remaining were rapaciously felled in recent times. The Osmany Udyan also suffered the same fate. Whereas in Bangalore every available space -- be it on the footpath or roadside vacant place -- is used for planting new saplings. In my short stay of three weeks so far in Bangalore, where cuckoos coo, parrots fly and announce their presence with their customary shrill cries, and a particular winged species with green colour smaller than parrots copiously coo-oo their hearts out and other birds including kites nest on trees close by human quarters, what has fascinated me most is the city's smooth going. People have become accustomed to living with different species of flora and fauna in close proximity. Why Dhaka, then finds demoted to the worst possible ranks in the livability index is not difficult to figure out. That the air quality in Dhaka mostly stays at the worst possible precarious level is best explained by the denudation of the city of its green cover and no effort to replace the vanished trees. Also, the brick kilns still allowed to operate nearby the city does the rest to foul the air beyond redemption. Next comes the mindless filling up of the water bodies that not only drained out the excess rain waters but also sustained the level of underground water levels. Keeping the soil surface adequately moist is a prerequisite for lush floral growth. Then again, the capacity of trees to absorb carbon gas spewed by ramshackle public transports gets diminished with their increasing absence. So far as the much maligned traffic system in Dhaka is concerned, it will ever remain nightmarish if the corruption and manual management cannot be done away with. In Bangalore, traffic constables and sergeants are conspicuous by their almost total absence. Yes, in rush hours, the long line of vehicles come to a halt over a stretch of half or even more kilometers but then it vanishes automatically within minutes. The 1.1 million population of the metro agglomerate hardly suffers the ordeals on a daily basis like the Dhakaites. Apart from the automatic traffic signals, as against the capricious hand signalling by Dhaka's traffic sergeants, what makes the traffic system highly efficient is the sufficient state-run BMTC bus service. They are mostly in good condition and operate on precision schedules. There are other areas of orderliness along with a few pitfalls as well. For example, the motorcycles and scooties (scooters) have found their explosive proliferation here. In Dhaka women and girls are still tentative to come out on their motorised two wheels, here in Bangalore they are least inhibited to do so. Like the motor bikers in Dhaka their counterparts here also overtake on the left side along the footpath but never ever do they encroach upon the space reserved for the pedestrians. Although in case of smaller distances they also drive on the wrong lane to be on the connecting roads or side streets. So all this point to the fact that Dhaka's physical environment can be greatly improved by planting trees in their thousands and recovering the canals, the banks of which can have green covers without any break. The traffic system should be drastically automated to eliminate manual operation of traffic. But then the dilapidated buses have to be replaced by an eco-friendly fleet of efficient public buses preferably by the BRTC. \n[email protected]",
        "headline_1": "City of gardens vs city of rickshaws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-of-gardens-vs-city-of-rickshaws-1655991286",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "The budgetary proposal to allow repatriation of laundered money from abroad against the payment of tax at nominal rates has stirred up a hornet's nest. The criticism has subsided a little, as most attention is now concentrated on issues such as a severe flood in the country's north and north-eastern districts and the Padma Bridge inauguration. In the meantime, a delegation of the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) during a meeting with the Finance Minister on Friday last suggested the submission of tax certificates mandatory for people wanting to repatriate the laundered money. The FBCCI, it seems, wants to see people concerned before repatriation of laundered money paid that tax. But one thing is clear: the country's apex chamber has changed its stance on this controversial issue. Initially, it vehemently opposed the proposal. But, Parliament will have to deal with a few pertinent issues if it wants to adopt the proposed provision (Section 19F of Ordinance No. XXXVI of 1984) of the Finance Bill-2022 that facilitates the repatriation of laundered money from abroad. If incorporation of this section into the tax ordinance is allowed, the Money Laundering Prevention Act that Parliament itself passed in 2012 to punish the money launderers and confiscate their assets will become a useless piece of legislation. The proposed section of the Finance Bill 2022 provides for exempting the launderers from quizzing by any agency about the source of their undisclosed assets located outside the country. Anything contained in the Income Tax Ordinance or in 'any other law' against such exemption will not be applicable in this case. Section 3 of the Money Laundering Prevention Act also overrides other laws while dealing with money launderers. Section 4 of the same Act provides for imprisonment for a term of four years, but not exceeding 12 years. The court may also pass an order to forfeit the property of the convicted person in favour of the state 'which directly or indirectly involved in or related with money laundering or any predicate offence'. Only legal experts can explain a situation that appears to be conflicting in nature. Leading economists and prominent business leaders have vented their frustration over the proposed amnesty for money launderers. They have found it 'unethical and discriminatory'. FBCCI President Jashim Uddin, while giving his instant reaction to the proposed budget for the fiscal year 2022-23 on June 09 last, had also opposed the amnesty proposal and said, \"I don't like the provision. I think it should not be allowed. It would discourage honest and loyal businesses'. He, thus, echoed the sentiment of the majority.Most people are clueless about the reasons for the government opting for such a proposition. They feel that the amnesty provision, if passed by Parliament, is unlikely to help repatriation of laundered money, to any notable extent. Some others suspect the government has something up its sleeve. The Finance Minister only a few days back said the country's stock market might become buoyant if the repatriated laundered money flowed into it.Things, however, are still in a fluid state. \n[email protected]",
        "headline_1": "What's up the government's sleeve?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whats-up-the-governments-sleeve-1655991320",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2022"
    },
    {
        "full_article": "It feels good to think that finally we will be able to cross the Padma River by direct transport services once the bridge opens to traffic. With this, a long saga of southern district people's sufferings and hassles is going to come to an end. Since there was no bridge over the Padma River, we had no choice but to travel by launches braving many troubles and wasting many hours. We first had to come to the Mawa launch terminal and then cross the river by a launch or speedboat to catch a bus from the other side of the river to go to our village home. And we had to experience the same while returning to Dhaka. Crossing the river by these small vessels was not only troublesome but also very risky. And during festivals like Eid, the sufferings of home-bound people used to be doubled. However, with the opening of the much-awaited Padma Bridge, the suffering at Mawa terminal is going to be a matter of the past. The Padma Multipurpose Bridge will undoubtedly bring a groundbreaking change in the communication system for the people of the south-western districts of Bangladesh. Once in operation, the greater road connectivity will play a significant role in boosting trade and commerce with the entire southern region. It is expected to change the fate of around 40 million people in addition to accelerating the GDP growth. And for this, we thank our Prime Minister for this dream come true bridge. \nRasmohan Halder,Uttar Badda, Dhaka,[email protected]",
        "headline_1": "Padma Bridge: end of sufferings at Mawa",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/padma-bridge-end-of-sufferings-at-mawa-1655991361",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2022"
    }
]