[
    {
        "full_article": "After Jayalalithaa, Kejriwal has become the second CM to be arrested while still in office. Trouble has been brewing for AAP ever since it introduced a new liquor policy in 2021. Withdrawing it in 2022 hasn’t provided protection against CBI and ED investigations. Manish Sisodia, Sanjay Singh and Vijay Nair are among those already in jail. Kejriwal has been ignoring ED summons since Nov last year. By Thursday the ignored summons had climbed to nine. And Delhi HC had refused protection from coercive action by ED. So, this was very much an arrest foretold.\n\nTime out | But it came just five days after the Model Code of Conduct kicked in. With courts refusing him relief yesterday as well, there is a rising concern within his party about whether he will be effectively held back from Lok Sabha campaigning. Of course, by itself, this cannot be a factor in the orderly processes of law. These should proceed at just pace, whether against someone who came into political prominence on an anti-corruption platform or an actual aam admi.\nOdd even? | The unsettling doubt here is whether investigating agencies are acting with political bias. While such misgivings are certainly not new in Indian polity, what looks new is the volume of action central agencies are pursuing against opposition parties.\nOn record | Kejriwal’s arrest comes less than two months after Soren’s, with the difference that the Jharkhand CM had stepped down ahead of ED taking him into custody. Opposition leaders have been investigated in many states. Yes, corruption must be probed. But what about leaders whose records aren’t allegedly too clean, who after joining BJP seem to acquire a sheen of virtuousness. Of course, there’s graft in Indian politics. And the venal must be probed. But the exercise must be seen to be fair and impartial – that’s the point.\n\n",
        "headline_1": "Do it right: Arresting, investigating a CM isn’t the issue. But graft probes must be seen to be politically impartial",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-it-right-arresting-investigating-a-cm-isnt-the-issue-but-graft-probes-must-be-seen-to-be-politically-impartial/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "SC’s Feb 15 verdict that held that electoral bonds are unconstitutional led to two positive developments. First, it shut down a form of funding that had conflicts of interest and hid info relevant to voters. Plus, it forced the entire system to ask searching questions on political funding. That’s a good start.\n\nNot just by bonds | EBs represent a fraction of funding required in a single LS election. Delhi-based CMS concluded that in 2019 LS elections, aggregate expenditure across parties was around ₹55,000-₹60,000 crore. That’s a little over ₹100cr per constituency, on average. Very likely, India has the world’s most expensive elections.\nRegulatory state and funding | A takeaway from the granular data on EBs is that there’s a strong correlation between the extent of regulation in an area of economic activity and political contributions. That’s spread across regulations of both Centre and states. Therefore, some of the more prominent sources of funding are from firms in areas such as infrastructure, mining, lotteries etc.\nLogic to pattern | This takes us back to a central issue in political funding. Political parties, which make up the legislature and political executive, make public policy decisions. There are inevitably winners and losers. That’s the way a democratic system works. But this process also has an inherent conflict of interest. It gives some stakeholders in public policy matters an incentive to influence the outcome. It also gives political parties a chance to use policy decisions and tweak it as a source of funding.\nOne antidote to this abuse is greater transparency in political funding. But the political class has no incentive to find a solution. Therefore, even at the end of the EB saga, the larger question of transparency in political funding remains unanswered.\n\n",
        "headline_1": "After Bonds: EBs were a small part of poll funding. And incentives for donors & recipients haven’t changed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/after-bonds-ebs-were-a-small-part-of-poll-funding-and-incentives-for-donors-recipients-havent-changed/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "Hindu men in their 20s & 30s have refashioned worship: less ritualistic, more experiential\nYoung Hindus have made it known that matters of worship are too serious to be left in the withered hands of old people. This process began tentatively in the last century, but from 2005 onwards, the youth are boldly reimaging their religion in their very own way. They’re unimpressed by rituals, or by priests, but seek an unmediated personal bond with the divine.\n\nTravel professionals, too, have found that young men, yes, men again, are gustily setting off on pilgrimages, but increasingly on their own, without their parents. They want a more profound spiritual experience uncluttered by the demands of elders or their ways of worship. Middle-age couples with bundled, bawling families on a pilgrimage are getting fewer in comparison.\nRead full story on TOI+\n\n",
        "headline_1": "India’s young & India’s Gods",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-young-indias-gods/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "A prominent politician jailed doesn’t automatically mean a sympathy wave. Voter profiles, notions of voter loyalty are evolving. But such arrests do swing the focus on law enforcers\nArrests of any high-profile politician tends to be noted by voters, and gets high billing across media. Delhi CM Arvind Kejriwal’s arrest in the alleged liquor scandal could have some impact in the Lok Sabha polls, coming as it does barely days after elections dates were announced.\nThe counterpoint – that Kejriwal refused to answer ED summons nine times before being arrested – may not play as well for him and his party, but the optics look bad for BJP, which governs at the Centre, and controls many levers of power in Delhi state, too.\n\nJail term’s limited returns | Preceded by years of media speculation and opposition allegations that ED’s being used to target only BJP’s political opponents, one has to wonder how this arrest will play out in Delhi and other states when voters reach the polling booth.\nHowever, there are points to consider before arriving at any conclusion that such arrests will necessarily impact voting patterns significantly, despite some sympathy for those sent to jail, for short or long periods.\nRead full article on TOI+\n\n",
        "headline_1": "What Kejriwal’s arrest does not mean",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-kejriwals-arrest-does-not-mean/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "On the eve of every Eid, people in their thousands make home-bound journeys to celebrate the greatest religious festival of Muslims with near and dear ones. Worries of various sorts, however, shadow the joyous mood of most home-goers. Overcrowding, road safety and uncertainty involving the availability of bus, train, launch and plane tickets are among the major worries. Widening of roads and building of eye-catching structures like the Padma Bridge notwithstanding, the number of road accidents continues to be high. That number goes a few notches up before and after the Eid vacation.  It is not simply a question of more buses or other forms of motorised vehicles on the highways that worry people. Most drivers, particularly those driving passenger buses, are overtaken by a mood of senseless competition and rules for safety fly out of the window. As safety remains a paramount concern for authorities, it falls on the law enforcers nationwide to enforce basic safety procedures. However, many road safety surveys and studies have identified 155 hotspots of congestion and there is the question of keeping slow-moving three-wheelers off the highways. There is also the question of having requisite law enforcers on the ground to enforce these rules. Again, like clockwork, the relevant ministry sits with all the stakeholders that include police, representatives of bus and other associations, the filling stations, etc. in an effort to find common ground so that the mass exodus follow some modicum of order. This of course is easier said than done. Every Eid, transport leaders promise one thing and do something else entirely. All the good intentions of authorities who painstakingly arrange these meetings in the hope that some semblance of lawfulness will be maintained on the roads; that people will be able to buy tickets at the normal rate and not have to resort to the black market - none of that pans out in the end, unfortunately. On top of all this, the presence of slower vehicles on the highways inevitably lead to unwanted accidents causing untold suffering of people, either in loss of life or limbs. This is not a job only for authorities. Rather, every stakeholder should try to follow the law instead of lusting after limitless greed. Bus companies give their unfit vehicles a fresh coat of paint and put them in to operation, then there are no separate lanes for slower vehicles like two-wheelers and three-wheelers (like CNG). It is physically impossible to stop people from using these modes of transportation. Since the authorities have not made provisions for them and since it is not possible to stop them from plying the roads in their tens of thousands, perhaps authorities should start thinking about what they can do before the festivities next year. Merely appealing to the good sense of people, transport companies, etc. will not solve the problem. Authorities need to find alternative and safe means of mass travel for people. The obvious answer is railway. But that service has remained handicapped for reasons beyond comprehension for decades. Only railway can move people in bulk in safety. Is it not time that the government got its act together on improving this service? Trains remain the only viable option and perhaps it is time to privatise the service altogether.",
        "headline_1": "Ensuring safe Eid journeys",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-eid-journeys-1711203759",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "During the month of Ramadan, there is always an enthusiastic effort among many Muslims to do some charities for the less privileged section of society. The charity follows a divine decree and is performed in the holy month. Muslims strongly believe that the return of doing some charity in the Ramadan is higher than other months and it is also indicated in Hadtih. As a part of the effort, many able Muslims pay their due Zakat during the month although there is no strict obligation in Islam that Zakat has to be paid during the month of Ramadan. Discussions and events on Zakat become widespread just before the month to make people aware of the issue. Zakat is the obligatory charity for able Muslims and is one of the five fundamental pillars of Islam. The commandment to establish Zakat is mentioned more than 100 times in Qruan, usually in conjunction with Salah (Namaz or daily prayer). Allah orders Muslims to pay Zakat on their total wealth in excess of nisab, (minimum wealth) to the poor for the welfare of society. The basic principle is that wealth owned by people is a trust, not merely for one's own benefit. So, it must be shared with the poor and the needy as they do not have necessary wealth. Zakat is the system designed to distribute the part of excess wealth so that the deprived section of society can be benefited. The ultimate objective of Zakat is to restrict the concentration of wealth among the few and reduce poverty through balanced distribution of wealth. Zakat is thus a fiscal tool in Islam.Being obligatory in nature for any eligible Muslim, he or she has to pay Zakat in a prescribed manner. Those who have wealth at least equivalent to the nisab after completing all their necessary personal and family spending in their possessions for one lunar year are bound to pay at least 2.5 per cent of the wealth as Zakat. Nisab is the threshold determined on the basis of gold or silver standard. It is either 87.5 grams of gold or 613 grams of silver. (Some Islamic scholars opine that it is 85 grams of gold or 595 grams of silver). To determine the value of nisab, one has to estimate the market price of 87.5 grams of gold or 613 grams of silver at a particular date. Now, as per the price disclosed by Bangladesh Jewellers Association (BAJUS) on March 7, the price of per gram 22-karat silver is Tk 180 and so, the price of 613 grams 22-karat silver stands at Tk 110,340. If one goes to market to sell the sliver or ornaments of silver will, however, get around 20 per cent less than the calculated price. So, the actual value of the 613 grams 22-karat silver is Tk 88,272. Applying the similar method, the price of 87.5 grams 22-karat gold stands at Tk 677,600 (at the rate of Tk 9,680 per gram and deducting 20 per cent of the value). Now, the estimated nisab is either Tk 88,272 in terms of silver standard or Tk 677,600 in gold standard. As there is a big difference between the prices of gold and silver, and as the silver price is much lower than gold price, many Zakat experts are in favour of using the silver standard of nisab as it brings more Muslims under the net of Zakat. They further argue that following the silver standard is more beneficial for the poor as maximum amount of Zakat can be mobilised through the mechanism.The deposits in the country's banks, distributed by the size of the accounts, may give an indication in this regard. The latest quarterly report of the Scheduled Banks Statistics, released by Bangladesh Bank last month, showed that the number of bank accounts having deposits above Tk 0.10 million was 14.59 million at the end of 2023. As some individuals hold more than one bank account and corporate or institutional accounts are also there, the net number of individual bank accounts will be lesser. So, by silver standard of nisab, around 10 million people may be eligible to pay Zakat. Again, the number of bank accounts having Tk 1.0 million and above stood at 1.98 million during the period under review. By rough count, around 1.50 million may be considered eligible to pay Zakat. Some other scholars, however, are for following the gold standard of nisab. They are of the view that by applying the silver standard, those who have small amount of wealth also become Zakat payers. Now, being Zakat payers, none of them are eligible to receive Zakat, although some of them are in need to get financial assistance through Zakat. Gold standard allows such Muslims to be eligible for Zakat. Against the backdrop, some experts argue that any Muslim is free to determine whether he or she will follow gold or silver standard for nisab. In Bangladesh, various organisations engaged in collecting and distributing Zakat encourage potential Zakat givers to follow the silver standard. It should be noted that nisab for gold or gold ornaments has to calculate in terms of gold price and nisab for silver and silver ornaments in terms of silver price. Nisab for all other financial assets like bank balance, cash in hand, stocks, bonds etc is in terms of either gold nisab or silver nisab. Sheikh Al-Qaradawi in his book The Fiqh of Zakat favours gold standard for the other financial assets. Once nisab is determined, a Muslim has to calculate the monetary value of his or her gold, silver and financial assets including cash in hand at a particular date of the year. If the gross monetary value is equivalent to the nisab amount or more, then he or she has to pay Zakat at the rate of 2.5 per cent the total wealth. The payment has to made in the prescribed areas and for those who are eligible to receive Zakat. The principle of Zakat asks to make the Zakat recipient owner of the wealth so that he or she can spend it independently and according to their need. Giving cloths like sari and lungi is not acceptable as Zakat. It is through transfer of cash directly or through any reliable organisation that Zakat should be distributed. Proper distribution of Zakat is the biggest challenge to make it effective. This column will next focus on the issue elaborately. [email protected]",
        "headline_1": "Setting the right nisab of Zakat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/setting-the-right-nisab-of-zakat-1711203819",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "Dhaka is currently witnessing a massive surge in frenzied public movement. Roads and side streets are teeming with noisy honking traffic, with a tsunami of commuters rushing in every direction causing chaos and commotion everywhere. Travelling by any mode of transport has become an uphill task as traffic congestion has worsened. Dhaka Metropolitan Police (DMP) is seemingly in a losing battle despite special measures introduced to control traffic during Ramadan.Pedestrians are also facing unprecedented difficulties getting from one point to another because street vendors have virtually turned the whole city into their marketplace. Not only have they taken over the footpaths but also spilled over onto the roads, causing even greater disruption to the regular traffic chaos and unspeakable suffering for the city dwellers. While the illegal occupation of footpaths is a perennial problem, it reaches a menacing new height with the uncontrolled explosion of the migrated population in the capital ahead of Eid-ul-Fitr. It is a common tendency for the rural poor to head to Dhaka ahead of Eid in search of economic opportunities. Upon their arrival in Dhaka without skills and knowledge, peddling is a natural choice for them amongst other job pursuits such as rickshaw pulling, domestic work, and manual labour and begging for their survival. From time to time city authorities execute eviction drives to clear the footpaths and busy intersections of hawkers, but such sporadic action has proved to be futile. Within days the old hawkers return or a fresh batch replaces them. It is because the hawkers belong to an unholy nexus amongst politicians, police and musclemen, and these vested interest groups like to keep the footpaths and intersections under illegal occupation. Just imagine how much money is made by selling one-time possessions for so many shops and stalls, and then by collecting daily tolls. With such a lucrative moneymaking racket in play, one cannot expect the footpaths and side streets to be anything but chaotic. In the absence of any determined strategies and due to the seemingly better profitability of street shops, compared to shops within the market, many shoppers opt for makeshift shops. Many hoteliers are also choking the pavements to stagnation with makeshift stalls. Even kitchen markets are overflowing from their premises right onto the footpaths selling miscellaneous items including fish and chicken. As for buyers, if they can buy the items they need from footpath vendors cheaper, why go inside and pay more? Thus the problem of illegal occupation of footpaths becomes worse.As things stand, the authorities seem to have lost both direction and will to make Dhaka a walkable and livable city. Nobody wants to deprive anyone of making a living and taking care of their family. Even so, sometimes unpopular decisions of ridding footpaths and roadsides of illegal occupants have to be taken to create better mobility for vehicles and pedestrians. Hawkers may be allowed to run their business from designated areas or streets that could be closed once a week and utilised as hawkers' markets.[email protected]",
        "headline_1": "Chaos as footpaths plundered for profit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chaos-as-footpaths-plundered-for-profit-1711203874",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2024"
    },
    {
        "full_article": "The prevalence of ragging among fresh students at Jagannath University (JnU), particularly within the Microbiology Department, has become a pressing concern. Despite numerous reports highlighting this issue, the authorities have failed to take prompt and effective measures.Ragging, a form of harassment and humiliation inflicted by senior students upon newcomers is alarmingly rampant in our public universities. Instead of extending a warm welcome to new students, some seniors subject them to ridicule and impose arbitrary rules under the guise of teaching \"university manners.\" This often involves coercing juniors into public performances such as singing and dancing, causing embarrassment and distress. Regrettably, the severity of ragging's psychological impact is often overlooked, with instances of physical violence also occurring.Social media platforms abound with testimonies of recent victims of ragging at JnU, corroborating the allegations. The extent of abuse is such that some students are deterred from attending classes altogether.In many developed nations, ragging is considered a criminal offense, warranting strict penalties for perpetrators. It is imperative that JnU takes decisive action to eradicate this toxic culture and hold those responsible for ragging accountable. Not only does ragging inflict psychological harm, but it can also escalate to physical violence. I urge the JnU authorities to act swiftly in curbing this practice and ensuring the safety and well-being of all students.Ashikujaman Syed,Marketing Research Associate,Hebei Huanji Metal Wire Mesh Co. Ltd,Shijiazhuang, China,[email protected]",
        "headline_1": "Curse of ragging at JnU Microbiology dept.",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curse-of-ragging-at-jnu-microbiology-dept-1711203949",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-03-2024"
    }
]