[
    {
        "full_article": "That the use of Internet shutdowns and arbitrary curbs on free speech on social media have become a rampant tool for those in power is evident in the manner in which the Bharatiya Janata Party-led State governments of Haryana and Rajasthan and the Union government have dealt with the farmer protests. These State governments have used Internet shutdowns arbitrarily, and without adequate cause, using vague reasons related to the prospective breakdown of law and order and without any actual evidence to implement such shutdowns, thus failing the proportionality tests laid out in Anuradha Bhasin vs Union of India. The Union government, on the other hand, has used its oft-deployed device of issuing notices to social media companies such as X to block the accounts of those leading or even supporting the protests without even issuing the reasons to those who hold these accounts. In the past, X, when it was known as Twitter, did not accede to all blocking requests unless they ran afoul of its own rules or were not sufficiently issued with recorded reasons among other considerations. Twitter/X had also approached the Karnataka High Court to challenge several of the blanket blocking orders that were issued by the Ministry of Electronics and Information Technology during the earlier round of farmer protests in 2020-21. The High Court had, in a problematic judgment by a single judge, dismissed X’s petition, but later admitted an appeal by the firm and hearings are under way.Unfortunately, X, ever since Elon Musk’s takeover, has not been publishing its transparency reports that indicate the number of legal requests made by Indian state agencies to block, take down content or accounts. By admitting that it has decided to withhold accounts and posts flagged by the government, even if it disagreed with these actions, X was giving up any recourse for its users affected by these actions. This is not unexpected; X under Mr. Musk is no longer a thriving platform for free speech that strives to promote discussion, information-sharing and even critique of governments. It now takes its cue from the views and business interests of its owner. But it is even more worrisome that the extant judgment in the Karnataka High Court has given credence to the idea that government authorities enjoy a wide berth in issuing content blocking orders without the need to provide notices to the originators of the content or even seeking account-level blocking without valid reasoning. It is hoped that X’s appeal in the High Court will definitively clarify the rights and obligations of social media companies over content on its platforms. As for the government, it does not seem to be concerned at all about what such actions mean to India’s reputation as a free, open and democratic society, a key reason for social media companies to operate in the country, beyond just the presence of a large consumer base.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninternet\n\n/\n\nBharatiya Janata Party\n\n/\n\nHaryana\n\n/\n\nRajasthan\n\n/\n\nagriculture\n\n/\n\njudiciary (system of justice)\n\n/\n\nTwitter\n\n/\n\nKarnataka\n\n/\n\nIndia\n\n/\n\ndemocracy",
        "headline_1": "X factor: On the X appeal in the Karnataka High Court",
        "headline_2": "Courts must act against governments issuing blocking orders on social media content",
        "link": "https://www.thehindu.com/opinion/editorial/x-factor-on-the-x-appeal-in-the-karnataka-high-court/article67878754.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "After doddering for the past few months, the Opposition has got a shot in the arm with Samajwadi Party (SP) and the Congress finalising their seat-sharing agreement in Uttar Pradesh. This is a milestone in the long road to opposition unity that still remains distant at a national level against the BJP. The agreement sees each side gaining something in the bargain. The Congress has got a respectable figure, though out of the 17 seats that it will contest, not many hold much electoral promise against a dominant BJP. Sonia Gandhi will not be contesting Rae Bareli, which the Congress has won 17 times since 1952. Whether one or both of her children, Rahul Gandhi and Priyanka Gandhi, will contest, choosing between Rae Bareli and neighbouring Amethi, remains an open question. Mr. Gandhi is trying to bring his battle against the BJP to the heartlands of U.P. As for the SP, the alliance is crucial in sustaining its social base of Yadavs and Muslims which resists the BJP. The Congress and the SP have found their alliance not merely mutually beneficial but also critical for their survival. It should be noted, however, that an alliance is no guarantee of victory. In 2019, the SP-BSP alliance could not aggregate its individual vote shares of 2014, and ended up a distant second to the BJP. The SP-Congress tie-up is the rare good news that the INDIA bloc needs, hit by attrition with the exit of two of its partners, the Janata Dal (United) in Bihar and the Rashtriya Lok Dal in Uttar Pradesh, in recent days. In West Bengal, the Trinamool Congress and Congress are again in talks, though the broad contours of the conversation have not changed. The TMC remains adamant on conceding only two seats in the State and wanting a seat in Meghalaya and two in Assam. Neither have the conditions that led to the breakdown in talks improved since then. Coinciding with the revival of negotiations, Congress State President Adhir Ranjan Chowdhury visited Sandeshkhali, which is the new battleground between the TMC and the BJP. Attacking West Bengal Chief Minister Mamata Banerjee, he called her the “queen of cruelty”. Opposition parties have not been able to announce seat sharing in Tamil Nadu and Bihar as yet. For the alliance to seamlessly work, the dominant partners in each State will have to cede ground to others, setting aside their own aspirations, while others will have to show the grace to accept the ground realities without basking in past glory.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nSamajwadi Party\n\n/\n\nIndian National Congress\n\n/\n\nUttar Pradesh\n\n/\n\nBharatiya Janata Party\n\n/\n\nRahul Gandhi\n\n/\n\nminority group\n\n/\n\nJanata Dal (United)\n\n/\n\nRashtriya Janata Dal\n\n/\n\nWest Bengal\n\n/\n\nAll India Trinamool Congress\n\n/\n\nTamil Nadu\n\n/\n\nBihar\n\n/\n\nGeneral Elections 2024",
        "headline_1": "On the long road: on the INDIA bloc",
        "headline_2": "Current ground realities, and not past glory, will shape seat adjustments",
        "link": "https://www.thehindu.com/opinion/editorial/on-the-long-road-on-the-india-bloc/article67878792.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "Come February, love or something like it is in the air. And chocolates fly off shop shelves. This year, however, chocolates may have left many romantics with a lighter wallet as cocoa prices hit record highs. But it didn’t deter anyone. This resilient demand signals many business opportunities, including for India’s nascent artisanal chocolate industry.\nAncient stimulant | Cacao plants that provide beans that go into making contemporary chocolates have a long history. Olmec, a Mexican civilisation, first domesticated this plant a few thousand years ago. Human love for some form of cocoa is an old story.\n20 degree limit | Global chocolate industry is dominated by the “Big Five” – Hershey, Mondelez, Mars, Nestle and Ferrero – with West Africa providing most of the cocoa. Cacao plants grow only 20 degrees north and south of the Equator. Geography has made south Indian states home to unique varieties of cacao. Flavour profiles in India are distinct and the basis of domestic premium chocolates.\n\nSuperfood story | Cacao beans are rich in flavanol, which can lower blood pressure. This property has triggered controversial claims about dark chocolate’s medicinal properties. It hasn’t helped that some of the research supporting these claims has been sponsored by the Big Five. But what’s not in dispute is that cacao is rich in nutrients. It makes its downstream products a potential superfood. But the catch is that end products such as chocolates contain other ingredients. Sugar or lowquality oil, for example. Therefore, it’s the combination of ingredients and the manner of processing cacao that holds the key.\nIndia’s opportunity | The last decade, an adventurous breed of Indian chocolatiers have transformed locally sourced cacao into artisanal chocolates. Getting the most out of cacao’s nutrients and limiting unhealthy ingredients such as refined sugar have been integral to this journey. They aren’t inexpensive. But that comes with the territory. Vegetable oil, and not cocoa butter, is often used to lower costs in mass market chocolates. But that’s not an ingredient super premium chocolates will use.\nGetting the label right | Preserving the nutritional value of cacao depends on the process used to transform it into chocolate. That’s really the key to earning the superfood label. India’s artisanal chocolatiers can get this label without resorting to measures used by the Big Five.\nIndia has a growing consumer base that is discerning and health conscious. These consumers buy brands that promise quality with a certain kind of experience. To attract this consumer base, Indian brands need to zero in on an effective communication strategy. Chocolates sourced and made at home, with unique flavours that appeal to Indian and global taste buds, can do even better. If India’s chocolatiers play their cards well, Indian chocolate brands can become super premium, exportable brands.\n\n",
        "headline_1": "Choconomics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/choconomics/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "Shock cannot be a permanent state. The world experienced a collective spasm after ChatGPT was launched in Nov 2022. And then it calmed down. Chatbot use is growing but fits of fear/ecstasy have ebbed. Now OpenAI has introduced Sora, a jumbo leap in text-to-video AI. Once again there is copious addaabout what jobs are threatened, what opportunities opened. But its pitch is less mad, more meditative.\nFearing fear | When the first televised presidential debate took place between Kennedy and Nixon in 1960, it was thought a “dangerous” trend. Today politics is so fully video-visual. And surely you wouldn’t have it any other way. Fears about generative AI becoming a cheap way to spread disinformation and damage elections are of course valid. But neither fear nor blind optimism actually know the future.\n\nRights side | Twenty top tech companies have pledged at the Munich Security Conference “to help prevent deceptive AI content from interfering with this year’s global elections”. How they walk the talk and what govts do will be pivotal. But the way in which Imran Khan’s party used an AI voice to have him give a “victory speech” from prison, indicates AI can be used to fight suppression too.\nBeing human | Another comfort from the bros these days is: Humans won’t get replaced by AI but by humans using AI. Sure, impact will be big. Workflows will be affected end to end. But why shouldn’t our core capabilities come through once again? Especially communication and collaboration. Don’t let the noise about tech skills misprize people skills. After the goods economy and the knowledge economy, some jobs gurus are confident what is taking birth is actually a relationships economy.\n\n",
        "headline_1": "Sora so what",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sora-so-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "The King of Countdowns is no more. Though it is a while since we last heard the familiar voice of Ameen Sayani boom amiably at us, it plays in our ears forever. A casual conversational pioneer, Sayani took communication to small talk and good cheer, melodious and seamless. The road to good music was neither bumpy nor ad-jammed. When he first came to us circa Radio Ceylon1952 with ‘Namaskar, behno aur bhaiyon’, he had us at ‘namaskar’.\nAn entire generation was hooked to his reverse numeration of hits, all the way back to the number one hit. Just like among the Spotify-iers of today, there was the slow onset of delirium tremens before full-blown St Vitus dance – the unfortunate after-effects of chartbusters on the listener – during Sayani’s reign. He came in swaying and toe-tapping via Binaca Geetmala with 30 minutes straight blockbuster songs. The programme may have gone on to be called Hit Parade or Cibaca Geetmala, but, you know, a rose by any other name. By the time he moved to All India Radio’s Vividh Bharati Service in 1989 his total control over everyone’s eardrums was a scientific fact.\nOn Monday nights after 1998 you could switch on Vividh Bhartiand there he’d be – and there he stayed till 2000. A one-man tourism brochure for Hindi films of those days, he took us whistling down Main pal do pal ka shaayar hoon,Main shaayar toh nahin, Mera naam Chin Chin Choo, Mera naam Raju…In 60 years, Sayani produced and presented over 54,000 radio programmes and 19,000 voiceovers for jingles and spots, eliciting the Hindi Ratna Puraskar in 2007. All this while looking after toilet soaps Hamam and Jai as brand executive for two years (1960-62), and acting, mostly as an announcer, in films now and then.\nUnlike the current crop of DJs, Sayani could entertain smooth as butter without the slightest hi-tech help or self-important banter. And while he will always be family to a particular generation that idolises Mukesh, Mohammed Rafi, Lata Mangeshkar, Kishore Kumar, RD Burman etc, he also came jauntily at us in the very recent Badrinath ki Dulhaniya, making the younger lot put on their disco shoes and the older lot sniff nostalgically. Just in case the behens of today thought they always came before the bhais, let it be known that this was a feminist tune first hummed by Ameen Sayani.\n\n",
        "headline_1": "RJ number one",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rj-number-one/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "Fali Nariman came of age as an adult in 1947, the year India became independent. Those were heady days – India was ready to take its place on the world stage with promises of liberty, equality and fraternity. It was brimming with idealism on the journey that it was about to undertake. Yet it remained pragmatic about the difficulties that lay ahead and tough decisions that would have to be taken. Nariman reflected these founding sentiments profoundly in the course of his glittering legal career and public life.\nIdealist\nHis rise to prominence in the legal profession had been meteoric. But he earned his place in the annals of legal lore not because of any particular case, but rather on account of his resignation as a law officer of govt. When Emergency was proclaimed on June 25, 1975, Nariman was serving as Additional Solicitor General – one of the senior-most law officers of the Union government who would be expected to defend its actions in court. He spent the day mulling things over, and the morning following the proclamation, he handed in his resignation.\n\nRead full story on TOI+\n\n",
        "headline_1": "The Nariman points",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-nariman-points/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "Normally, an increase in the number and frequency of financial transactions is indicative of the growth of an economy. But it may also be that, far from being contributory, a certain proportion of the transactions is rather harmful to the economy. What the Bangladesh Financial Intelligence Unit (BFIU), a government agency that looks into money laundering and suspicious transactions including cash transaction reports, has reportedly found out recently in this regard lends more weight to the latter view on the dubious transactions. Going by the BFIU report, over the past five years, the number of suspicious transactions through banks and non-banking financial institutions (NBFIs) has increased by 294.79 per cent, where banks' share was 90 per cent. In the last fiscal year (FY 2022-23) alone, such transactions, according to the Suspicious Transaction Reports (STRs) and Suspicious Transaction Activities (STAs), increased by about 65 per cent compared to the previous fiscal year. The volume of cash involved in those reported transactions in FY 23 was to the tune of Tk 22.86 trillion, which was 8.0 per cent more than what it was in FY 22. Year-on-year, such transactions increased by 5.0 per cent and in absolute number it was 3.8 million. Now the question is what is behind this increase in the transactions in cash at a time when the government wants to see that 75 per cent of the country's financial transactions take place electronically by 2027? According to the BFIU report under consideration, the actors behind such transactions are the entities and individuals who try to hide the sources and destinations of the money they earn through various illegal means. Those include criminal activities like corruption, hundi, fraudulence and forgery, human trafficking, sexual exploitation, extortion, drug dealing, etc. These are but traditional sources of illicit cash. But over the last decade, criminal activities using digital means such as online gaming, betting, dealing in foreign exchange and cyptocurrencies, etc. are also on the rise where the cash serves to conceal the illicit origin of the earnings.However, the rise in the STRs and STAs does not necessarily mean that all the transactions involved are criminal in origin. What portion of the reported suspicious transactions is criminal can be determined only through conducting investigations into the specific cases of transactions. The BFIU provides government agencies like the National Board of Revenue (NBR), Anti-Corruption Commission (ACC), Criminal Investigation Agency (CID) with the reports on STRs and STAs. In fact, the rising number of transactions point to both the surge in the digital mode of financial transfers and increasing activities by the monitoring agencies. While it is appreciable that the agencies like BFIU have enhanced their job of monitoring activities, the question remain as to how far their work contributed to containing the colossal amount of money being regularly siphoned off the economy and laundered by transferring it outside the country through hundi, manipulated export and import and other illegal means? It would be worthwhile to note here that according to the Global Financial Integrity (GFI) report of 2022, every year around Tk 640 billion worth of fund is annually taken out of Bangladesh through hundi, dubious international trade and other illicit routes. The destinations of the money thus stolen from the country as indicated in the GFI report included Singapore, Malaysia, Canada, the US, UK, Switzerland, UAE and Thailand. Let the BFIU report be followed up by the government agencies concerned for launching coordinated actions to bring an end to illicit transactions and transfer of the nation's financial resources abroad.",
        "headline_1": "Rise in dubious financial transactions concerning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rise-in-dubious-financial-transactions-concerning-1708700656",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "The issue here is the much maligned subject of non-performing loans (NPLs). The only difference this time, quite importantly, is that the World Bank (WB) has been holding a series of meetings with the \"Financial Institutions Division, Bangladesh Bank, and the Bangladesh Investment Development Authority (BIDA)\" and this has been going on for quite a number of days. The idea is clear. NPLs have now reached beyond all proportions requiring urgent measures. All the \"interventions\" made so far by local authorities have failed to put a dent on the accumulated NPL by the last fiscal. NPLs threaten the very fabric of the financial sector. Warnings from bankers and financial watchers over the past 12 years has fallen on deaf. Now that things have gone out of control, the World Bank has been called in to help out. Similarly, the International Monetary Fund's (IMF) assistance was sought because domestic players had proved themselves to be far more powerful than the authorities, the directives of which were simply ignored. No point in lamenting over reforms that should have kicked in more than a decade ago but never did because the time that has elapsed cannot be brought back. According to a report carried in this paper recently, the WB has stressed the need for enacting requisite laws and taking \"decisive actions\" to bring down banks' NPLs. Given the gravity of the situation, perhaps this time the government may take a second look at this nagging issue of NPLs. Obviously repeated printing of local currency to bail out financial institutions that keep giving out bad loans does in no way help. This repeated introduction of printed money has only helped to push inflation upwards and there's a limit to what people and industry can absorb when it comes to inflation.According to latest data, there was a spike of 21 per cent in NPLs in 2023! Alarming is the fact that state-owned commercial banks led the pack with about 21 per cent of total NPLs that translates into Tk658 billion (out of total Tk1.46 trillion). The second place is held by state-run specialised banks with 13.87 per cent (Tk56.70 billion). What is amply clear from the above data is that since state-owned or state-run banks have little in the way of oversight, how come misappropriations of such gargantuan proportions take place? Obviously, there is a lot of politically-appointed indivduals on the boards of such institutions and it would take a mighty brave managing director to defy such an illustrious board. The net result is that in the fiscal year 2022, a little more than 34 per cent of total NPLs originated from these financial institutions. Again the data suggest that privately owned or operated commercial banks have much more manageable NPLs that do not cross the 6.0 per cent mark. This is so because a good many private commercial banks are also publicly-listed companies and hence are liable to their shareholders. No such liability exists for state-owend banks because they can always rely on the State to refinance them - no matter how bad things get! Thankfully, that is no longer the case. The State is on its way to bankruptcy, unless it opts for a u-turn on these horrid practices. That is why the WB is in town. Policymakers have used up all their cards and crunch time is here, finally.Tidying up the industry apparently is the new mantra. The question should rather be, is the political will power strong enough to take on these billionaire defaulters? It would be pointless to imagine banks' managements to get tough with companies / individuals who have siphoned off vast sums of money, especially when they have armies of lawyers who can put up roadblocks to justice by tying up litigation in the courts for decades. That said, some useful suggestions have been made that include: \"The team discussed with us the formulation of laws, like what we did on secured transaction act and progress on enactment of offshore banking act, and other pending laws, among others\", and these meausres can help address the balooned stockpiles of NPLs. Obviously the State can benefit if it accepts the requisite technical expertise in formulating laws and rules that would help govern banking operations, but to repeat, it requires political will at the top to implement those provisions. Otherwise, this will be yet another fruitless exercise. Hopefully, lessons have been learnt this time around and financial policymakers will cauterise the wound before gangrene sets in that will do permanent damage.\n[email protected]",
        "headline_1": "The pestering problem of NPLs threatens economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-pestering-problem-of-npls-threatens-economy-1708700704",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "An international debit card user goes to the issuing bank to endorse the card on his passport. Due to a crisis in the US dollar in the country's foreign exchange market, the user needs to endorse the card every six months, as the issuing bank infomed earlier. Now, the bank officials ask him to show his previous passport before putting the endorsement on his current passport. The validity of the last passport expired more than a year ago. The new passport has by now become a year's old. Moreover, the bank had made an endorsement on the current passport more than six months ago. Nevertheless, the bank officials refused to endorse on the plea that there is a strict regulation in this regard and they have to check the previous passport. The client fails to comprehend the reason behind the necessity of checking a date-expired passport. He also argues that the duration of endorsement done on the previous passport ended. He also sought to know whether the bank officials do not trust their own official endorsement made six months ago on the current passport. After wasting his valuable time without any result, the client left the bank and returned with the previous passport to get the endorsement. Another case in point. Every month, a woman has to deposit the house rent into the bank account of her house owner. Due to her office and family work, she sometimes sends one of her office peons to deposit the money along with the filled-up deposit sleep as well as a copy of her national identity card. Suddenly, the teller in the bank branch refused to deposit the money. He insisted the actual depositor has to come to the bank. When asked about the reason, the reply was that the name of the bearer of the money was not written on the deposit slip, although the full details of the actual depositor had been given along with a copy of her NID. However, an intervention from a senior official helped the bearer deposit the money later. These two cases are two small examples of overregulation in the country's financial sector, where small clients and consumers suffer. Instead of keeping things easy, over-restrictive measures in the name of compliance compel clients to pay additional costs for no reason. For instance, customers in different state-owned banks are sometimes asked to show the original NIDs besides the photocopies, although the banks are now able to verify NIDs through the online system. There is no need to verify NID when someone deposits money into another's bank account. Attaching a copy of the NID with the deposit slip is enough. Similarly, when one goes to the bank with a bearer cash cheque, one is also asked to show the original NID, although it is unnecessary. In the name of over-cautiousness, the officials and staff of the banks make the situation troublesome for customers. This is not to argue that any bank or financial institution has to relax necessary rules and regulations. What is critical is smooth and flexible application of banking regulations and instructions so that customers do not face hassles or suffer unnecessary delay in receiving service. The central bank needs to look into these matters and issue clear instructions so that neither banks nor customers have to go through time-consuming illogical process. \n[email protected]",
        "headline_1": "Bank customers and overregulation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bank-customers-and-overregulation-1708700736",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2024"
    },
    {
        "full_article": "Bangladesh, a riverine country, has historically relied on its rivers for major activities such as travel and commerce, which has had significant impacts on its people's lives, traditions, and culture. These waterways play a pivotal role in our economy. However, we are recklessly destroying these vital resources, diminishing their once remarkable significance. Rivers that once held a prestigious status are now succumbing to pollution from various sources.Industrial facilities release toxic chemicals, while medical establishments, households, and others indiscriminately dispose of waste into these rivers. Consequently, our rivers are languishing, facing imminent ecological collapse. Despite numerous laws and initiatives aimed at preserving these invaluable natural assets, their enforcement is missing.In the interest of our nation's future, I earnestly implore the government and relevant authorities to prioritise this issue. It is imperative for all of us to unite in the effort to save our rivers. Only through concerted action can we ensure the preservation of these essential waterways and safeguard the well-being of our communities.\nAbu BakarDepartment of Communication and Multimedia JournalismIslamic University [email protected]",
        "headline_1": "Save rivers and save lives",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/save-rivers-and-save-lives-1708700759",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-02-2024"
    }
]