[
    {
        "full_article": "The rupee is yet again facing renewed pressure, along with major peers, as the dollar continues to strengthen in the wake of the Federal Reserve’s latest jumbo 75 basis points interest rate increase and the U.S. central bank’s unequivocal message that it remains squarely focused on taming inflation. The Indian currency weakened past the 81-mark against the dollar for the first time ever in Friday’s intraday trade, before ending the week at a new record closing low. The rupee’s slide was softened by the Reserve Bank of India’s intervention to smoothen volatility; the cumulative impact of such interventions over the 12 months through September 16 have shrunk the RBI’s war chest of foreign exchange reserves by almost $94 billion to $545.65 billion. The fact that the rupee is not alone in depreciating against the dollar can be of little comfort to Indian companies reliant on imports of raw materials or services for the smooth functioning of their businesses. They are struggling to contend with rising costs at a time when domestic demand is still to regain a durable post-pandemic footing. The higher import bill is also bound to add inflationary pressures to an economy already beset by persistently elevated inflation and further complicates monetary policymakers’ efforts to rein in the price gains.The rupee’s more than 8% depreciation against the dollar so far in 2022, with almost all of the weakening having occurred in the wake of Russia’s invasion of Ukraine on February 24, has also largely offset whatever gains that may accrue from the fact that the price of the Indian basket of crude oil has now retreated substantially and is close to its pre-war levels. Overseas portfolio investors too have once again turned net sellers of Indian stocks and debt in the last two sessions after having resumed their purchases of local assets in August and for most of this month. As a result, so far in 2022, FPIs have in total dumped $20.6 billion of Indian equity and debt following three straight years of net investments. And the Fed’s projection of further steep monetary tightening, of at least another 125 basis points, is only likely to lead to more outflows over the last quarter of this year. With the rupee’s real effective exchange rate (REER), or trade-weighted average of its value, also signalling that the Indian currency is still overvalued, the RBI’s rate setting panel will have a fine tightrope to walk next week as it battles to restore a semblance of price stability without choking growth and by ensuring the rupee does not weaken too sharply.",
        "headline_1": "Currency pressure: On the rupee’s depreciation against the dollar",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/currency-pressure-the-hindu-editorial-on-the-rupees-depreciation-against-the-dollar/article65927659.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The death of a young Iranian-Kurdish woman while in the custody of the morality police has triggered nationwide protests in the Islamic Republic, bringing the clerical regime under public pressure yet again. Twenty-two-year-old Mahsa Amini had been detained earlier this month for allegedly wearing the hijab (headscarf) in an “improper” way. The authorities attributed her death three days later to a heart attack while being trained on hijab rules, but her parents and activists say she was beaten to death. The incident triggered widespread anger in a country where state suppression of women’s rights and resistance has always been a big political issue. Several cities, including Tehran, the capital, and Mashhad, a conservative city that hosts one of Shia Islam’s holiest shrines, saw demonstrators chanting slogans against the clerical establishment and women publicly burning hijabs. Rights groups say some 36 people, including security personnel, have been killed in seven days. These are the most notable mass protests since the 2019 agitations sparked by a rise in fuel prices, and a key political challenge for President Ebrahim Raisi, who took office last year. As in the past, the regime has made it clear that it would use force to quell the protests, with the Revolutionary Guard Corps terming the protesters “traitors” and urging the authorities to “crush” them.The mandatory hijab rules were introduced in 1981, two years after the revolution that saw the fall of the Pahlavi monarchy and the seizure of power by the Shia clergy. While the Mullahs have since built a system of clerical dictatorship with limited democratic practices, two things have remained constant — state-sponsored conservatism and social repression. This model also produced constant tensions between the rulers and the ruled; those tensions have become more prominent in recent years as the political experiments to reform the system from within failed and economic miseries mounted because of American sanctions. In the last 25 years, Iranians elected two reformist Presidents for two terms — Mohammad Khatami in 1997 and Hassan Rouhani in 2013. But they failed to make any substantial reforms in the political system, which is tightly controlled by the clerical establishment. The lack of reforms and ballooning economic and political pressure often triggered large-scale protests and violent repression — in 2009, 2019, and now in 2022. Protests are part of the political culture in democracies. But in a dictatorship that claims the legacy of a politico-religious revolution, repeated protests chanting slogans such as “death to the dictator” are signs that the Islamic revolution is ageing. Iran’s clergy should learn from the social strife and be ready to address the larger problems that its state and society face.",
        "headline_1": "Ageing regime: On Iran’s hijab protests",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/ageing-regime-the-hindu-editorial-on-irans-hijab-protests/article65927060.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "Quiet Quitting (QQ) is a term that has captured a lot of working people’s imagination lately. It means doing the bare minimum at your job. Putting in the least amount of effort required. Do not go beyond the call of duty. Shut your laptop at five. Check out of work mentally, physically, and emotionally. Sorry boss. I am done.\nSo that’s where society is right now. Young workers are being encouraged to no longer ‘give it their all’. Why give up your work-life balance? Sure, one needs a job and salary to make ends meet, but why give it more than the absolute minimum?\nRead full opinion on TOI+\n \n\n",
        "headline_1": "Don’t quiet quit. Do quiet work: If you don’t like your job or colleagues, change these instead of your own performance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/dont-quiet-quit-do-quiet-work-if-you-dont-like-your-job-or-colleagues-change-these-instead-of-your-own-performance/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "Indian financial markets were battered on Friday, in line with major global markets. The BSE Sensex closed lower by 1.7% at 58,098.92, while the rupee-dollar exchange rate hit a record low to end Friday’s trading at Rs 80.99. RBI’s monetary policy committee, which will have its bimonthly meeting next week, has to contend with risks coming largely from overseas. Right now, uncertainty and volatility are worryingly high.\nThe main sources of risk are, first, the unclear trajectory of major central banks trying to pull back inflation and, second, fluid geopolitics. This week most major central banks increased interest rates and indicated more hikes are in store. Most currencies weakened against the dollar and Japan’s central bank made its first foreign exchange market intervention in over two decades. The hardening of interest rates will trigger a sharp economic slowdown in major economies. India’s exports will feel its impact. The unusual aspect of today’s global economic scenario is that inflation is unlikely to quickly trend downwards even as demand falls. This is because of ongoing energy supply readjustments that have pushed economic activity and inflation in different directions.\nFor instance, European gas and electricity prices have risen 105% and 75%, respectively, since the period just before the Russian invasion of Ukraine. Business surveys published yesterday showed that Europe’s economic activity is rapidly slowing as the energy shock undermines manufacturing. Price levels however are high. The UK’s inflation, at 9.9%, is almost five times its inflation target. Economic policymaking in India will have to factor in an abnormal global scenario, with no clear signal about the near future behaviour of either revival or price stability. The good thing is GoI has fiscal space – gross tax revenue increased 25% to Rs 8.69 lakh crore in April-July. It’s wise to keep the fiscal powder dry in an uncertain environment.\n\n",
        "headline_1": "Global storm: Overseas risk is main policy challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/global-storm-overseas-risk-is-main-policy-challenge/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "At press conferences since Bharat Jodo Yatra commenced, Rahul Gandhi has issued cryptic statements when asked about contesting the Congress presidential election. These have ranged from giving lofty philosophical advice to hard-nosed politicians contesting the polls to claiming to not have any “confusion” about his objectives, without quite answering the question. But this Rahulspeak is breeding confusion, more so since state units are passing resolutions assuming he can be coaxed into the presidency.\nEverything in the public domain about Rahul not contesting is either a soundbyte by another neta or source-based information. This is bad politics in these times for Congress. It tells leaders who are preparing to file nominations from today that they can expect Rahul’s looming shadow over every consequential decision the next president takes. Therefore, Rahul needs to make a clear statement that he will not contest and will work under the elected president. The new president can only make a mark if he has full freedom.\nAny perception that Rahul continues to wield decision-making powers without accountability will be seized by rival parties to portray the Congress leadership change as eyewash. Recall that the portrayal of Manmohan Singh as a weak PM hurt Congress politically. Such a characterisation of the new party president will be similarly damaging, especially with Indian politics dominated by strong-willed leaders, and voters often voting for strong leaders.\n\n",
        "headline_1": "Yes, no or what?: Congress needs clarity from Rahul on presidency",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/yes-no-or-what-congress-needs-clarity-from-rahul-on-presidency/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "In recent years, we’ve all seen how deeply divided we are, and how hard it is to budge someone out of their beliefs. How Minds Change: The New Science of Belief, Opinion and Persuasion by David McRaney is an antidote to this helplessness. It shows how we can change each other, and ourselves.\nWe have deep reasons for believing our truths, and it’s not just a matter of our brains, but also our social networks. Neuroscience and philosophy remind us that all reality is virtual – it’s not a simple thing out there, but a simulation inside our skull, a waking dream.\nRead full opinion on TOI+\n\n",
        "headline_1": "Changing someone’s mind and our own: Best way to persuade is to share emotion space",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/changing-someones-mind-and-our-own-best-way-to-persuade-is-to-share-emotion-space/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The life of a migrant worker is fraught with numerous difficulties, from the expensive and complicated recruitment process at home to the precarious work conditions abroad. Unfortunately, these hurdles don't stop once they return – an overwhelming majority of returnees struggle to be reintegrated into society and find productive means to sustain themselves and their families. Although the Probashi Kallyan Bank (PKB), tasked with ensuring a smooth transition for the returnees, introduced a Reintegration Loan in 2011, it has remained grossly underutilised. Despite the huge demand on the returnees' end for financial support, only Tk 2.92 crore has been disbursed in 2011-20 to a total of 111 applicants.\nThen Covid-19 hit the world, bringing the global economy to a standstill. Half a million migrants were forced to return home, many empty-handed. The government, in a welcome move, introduced three new categories of loans during the pandemic: Special Integration Loan, Women Reintegration Loan, and Self-Employment Loan. But though the rate of disbursement increased significantly in the last two years compared to the decade before, a recent study published by Ovibashi Karmi Unnayan Program (OKUP) shows that only 6,384 returnees received a total of Tk 169.15 crore under the Special Reintegration Loan, which means only 2.6 percent of the Covid-affected returnees received assistance. Meanwhile, no female returnee migrant workers received a loan under the Women Reintegration Loan or Self-Employment Loan categories, despite the fact that female migrant workers are one of the most vulnerable populations in the country in dire need of guided financial assistance.\nThe OKUP study found that most migrant workers could not meet the eligibility requirements set by the PKB, and that there were discrepancies between the bank's rule and what its officials practised. For instance, although the rules state that anyone capable of repaying the loan can be a guarantor, a majority of migrant workers reported that the bank officials asked them to find socially influential people or government employees as their guarantors in addition to their family members. Many stated that the numerous documentation needed from the guarantors, including a signed cheque, and physical presence at the bank discouraged many from lending their support to the migrants. Meanwhile, although there were no official requirements of trade licences or records of prior investment, many reported that their applications were rejected because they failed to provide these records.\nThe PKB must take urgent note of the findings of the study and take immediate steps to simplify the process of loan disbursement. It must remove discrepancies between stated prerequisites and real-life practices, make it easy to avail guarantors, remove the requirements to provide a long and unrealistic number of documents, and consider prior skills and experiences instead of prior investment as an eligibility criterion. Moreover, and most importantly, the PKB, as the specialised bank for migrant workers, must realign itself to better serve the unique needs of the population and offer financial assistance that can ease, not amplify, their sufferings.\n",
        "headline_1": "Simplify process of loan disbursement for migrant returnees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/simplify-process-loan-disbursement-migrant-returnees-3126451",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The government has announced that from October 7 to 22, there will be a ban on hilsa fishing to prevent overfishing during the breeding season, which runs the risk of reducing the fish population for the rest of the year. Last year, too, there was a hilsa ban in October, and a longer ban in May for similar reasons – 65 days of no fishing at sea at all. And while this policy might make sense in a country where people are known to be mad about eating fish all year round, it has a detrimental effect on the livelihoods of fishers – a population that is generally mired in poverty due to insecure incomes.\nIn fact, 75 percent of fishers are known to suffer from further economic hardship during fishing bans, which can be harsh enough for them to require food aid. And while the government gives food aid to those with fishermen cards, new research from Manusher Jonno Foundation (MJF) has found that not only is this support inadequate, but due to corruption and nepotism, it is reaching the wrong hands. This information was corroborated by the leaders of fisher unions in a recent press conference, who reported that people who have never been fishing are on the government support list due to their connections with local political leaders, and that even those who do have access to the food aid often do not get the promised amount.\nThese latest findings can now be added to the towering pile of public projects that target the vulnerable, but are failing to have an impact due to inefficiency and poor implementation at best, and deliberate corruption and a complete lack of accountability at worst. The research suggests that, during the bans last year, fishers suffered deeply from food insecurity, and only 40-46 percent received government food aid. Given this situation, are the fishing ministry and the relevant local government offices working together to ensure this doesn't happen again this year? Have they made any efforts to update the current list of fishers? Are they considering providing alternative employment to them during the ban? One of the fundamental flaws of this and many other government policies is that the people they are meant to serve are the ones not having their voices heard. \nLeaders of fisher unions have long argued for cash incentives during seasonal bans alongside proper distribution of food aid, as well as a specialised bank or loan system so they don't fall into a debt trap by borrowing money. The relevant authorities must understand how important the roles of fishers are in ensuring food production and security in the country. Their vulnerabilities cannot be an afterthought when formulating policy. Rather, it should be the central concern, and their demands should be heard and met with the utmost urgency.\n",
        "headline_1": "Fishers must have food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fishers-must-have-food-security-3126441",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "Sometime between June and July of 1848, at a conference in the city of Bedasht, in the Semnan Province of Iran, a Babi poet and revolutionary named Fatimih Baraghani Tahirih dared to appear unveiled in front of 80 men. Tahirih lived during the Qajar Dynasty, when women were ignorant, illiterate, and kept hidden from the public gaze – a milieu marked by totalitarianism, dogmatism, and unquestionable patriarchy in its most severe forms. Tahirih's intellectual abilities, eloquence, poetic talents, insatiable curiosity, and unwavering courage made her one of the rarest women of her time – a result of the wishes of her father (an Islamic scholar of Qazvin) to educate his beloved daughter within the confines of his own library.\nTahirih's audacity to do the unthinkable – her fearless action of presenting herself to her male companions without her veil – may have been a rude awakening for many who were unwilling to accept their female counterparts as their equals.\nIt must be understood that the act of unveiling was not to disrespect or go against any religious tenet; rather, it was a bold move that symbolised equality of the sexes and was used to make a statement that women can act independently and make their own choices. Perhaps the first women's rights activist in Persia, Tahirih was executed by strangulation for her radical beliefs and resolute convictions. Her prophetic final words were, \"You can kill me as soon as you like, but you can never stop the emancipation of women.\"\nInterestingly, exactly 100 years after the audacious unveiling of Tahirih in Bedasht, the United Nations gathered in Paris in 1948 and composed the new Universal Declaration of Human Rights, which states: \"All human beings are born free and equal in dignity and rights.\"\nAnd 174 years later, in 2022, under the Islamic regime of Iran that has imposed multiple oppressive laws, thousands of women have taken to the streets in the nation that gave birth to the lion-hearted Tahirih. It's almost as if Tahirih's fiery spirit has been rekindled in the hearts of the repressed Iranian women today. And despite knowing that they may be arrested, beaten, or killed the way 22-year-old Mahsa Amini was killed at the hands of the notorious Morality Police on September 16 for wearing the hijab \"improperly,\" they are protesting valiantly.\nThey chant powerful slogans, the rhythm of which can electrify your soul, especially if you speak Farsi like I do, \"Natarsin, natarsin! Ma haameh bahaam hastim! (Do not fear, do not fear! We are in this together!),\" or \"Zan, zendegi, azadi! (Women, life, freedom!).\" Some even sound like war slogans, \"Mikosham, mikosham, har aankeh khaharam kosht! (I will kill, I will kill, the one who has killed my sister!).\"\nMany Iranian women are cutting their hair on social media as well as in public, and while doing so, they say, \"Baraaye azadi! (For freedom!).\" Videos of the violent nationwide protests sparked by Mahsa Amini's murder also show women burning their hijabs on the streets – a compulsory garment for women in Iran. Perhaps the best part of seeing these demonstrations is that there are possibly an equal number of men standing alongside women, fighting for their rights.\nIranian-British actor and comedian, Omid Jalili, called this moment in history a \"George Floyd moment,\" hoping that the protests will lead to something bigger, to bring about change in the gender-apartheid state. Masih Alinejad, an Iranian-American journalist, has been posting tweets about Mahsa and the repercussions of her murder continuously, one of which states, \"This is the brutality of [the] Islamic Republic of Iran that has a seat at [the] UN to monitor women's rights globally.\"\nIran's Interior Minister Ahmad Vahidi has shamelessly claimed that Mahsa had pre-existing medical conditions, which her family has denied, and medical tests confirm skull fractures and internal bleeding in the brain. The lies seem to be pouring. President Ebrahim Raisi claimed that women in Iran wore the hijab as a voluntary act and that no one had compelled them to do so; rather, they regard themselves as committed to the issue. In order to mute people and their voices, Iran has restricted access to WhatsApp and Instagram as the protests are growing larger and spreading like wildfire.\nThe fearless demonstrations that have led to violent beatings at the hands of the police and eight deaths so far may be the beginning of a revolution, but they are not the first of their kind. \"The Girls of Enghelab Street\" was a series of protests against the compulsory hijab in Iran that was started by Vida Movahed in 2017, who tied her white hijab at the end of a stick and waved it, much like waving a white flag that symbolises peace, while standing on a utility box in a crowded street.\nIt seems that this dictatorial, tyrannical regime's inhumane methods, employed to snuff out protests calling for freedom of choice, are no longer working. Iranian women are willing to die to be free – free to choose to wear the hijab and free to choose not to. As a Bangladeshi female citizen who is Iranian by race, I condemn those who persecute women in the name of religion, and I vow solidarity with those protesting against the murder of #MahsaAmini.\n \nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n\n",
        "headline_1": "The futility of oppression in Iran",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-futility-oppression-iran-3126376",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "Once again, the street has been stained with blood. Once again, batons have been charged, teargas and bullets fired, and brickbats hurled. In the latest episode of political violence in Bangladesh on Wednesday, Munshiganj was witness to the return of a familiar terror that has engulfed BNP's month-old countrywide agitation that began on August 22, protesting against the price hikes of daily essentials including fuel and the deaths of several activists in police shootings. Only this time, it didn't seem like a one-party show. BNP activists seemed more prepared, more eager to ward off a marauding police force.\n\nThe authorities must prevent an escalation of violence if we are to have any chance of a political consensus over the fate of the upcoming parliamentary election. Political reconciliation, not violence or intimidation, is the way to that consensus. \nIf this is a sign of things to come, we may once again be headed for a very tumultuous election year, with the ordinary people ultimately paying the price. According to media reports, in the latest incident, violence began, as it often does in opposition street programmes, with a face-off over forgettable reasons between police and BNP men holding rallies. After some heated arguments, police started to charge batons. The activists started to hurl brickbats. Police doubled down on resisting them. Activists tripled down on countering them. In the end, it turned into an hourlong bloody spectacle with 50-70 individuals injured, including BNP activists, police officials, and journalists. It's unfortunate to think that even such ghastly details may soon cease to matter because of their pointlessness and repeated nature.\nBangladesh, of course, deserves more from politics than strikes and sloganeering. But it also deserves more than a blunt, partisan response to political opposition based on grievances of the citizens. This is precisely what has been happening, however, as a rundown on the one month of BNP's countrywide movement shows. Reportedly, violent attacks have been witnessed in as many as 52 of its street events, with police and ruling party men collaborating in many cases. In 27 places, the houses, personal vehicles and business establishments of BNP men were vandalised. Multiple cases were also filed against them. Finally, in 18 places, section 144 was issued because of Awami League events overlapping with BNP's. The overlapping is of course orchestrated, a familiar strategy to foil opposition gatherings.\nBNP leaders have recently signalled their willingness to match violence with violence. Several leaders have asked party cadres to join street events with clubs and rods to \"defend\" themselves against attacks. This can only mean an escalation which, together with anti-BNP provocations, must be avoided if we are to have any chance of a political consensus over the fate of the upcoming parliamentary election. Political reconciliation, not violence or intimidation, is the way to reaching that consensus. \nThere is no denying that BNP, or any opposition party for that matter, has the right to peaceful assembly. The current strategy of Awami League to answer BNP's street mobilisation with force and provocations is not only in violation of its own commitment to allow opposition movement ahead of the election, but also a denial of an inalienable right guaranteed by the constitution. We urge the government and also the Election Commission to ensure that all parties are given equal political space with the bigger goal of a fair and peaceful election in mind.\n",
        "headline_1": "Are we headed for a violent election year?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-we-headed-violent-election-year-3126221",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The life of a migrant worker is fraught with numerous difficulties, from the expensive and complicated recruitment process at home to the precarious work conditions abroad. Unfortunately, these hurdles don't stop once they return – an overwhelming majority of returnees struggle to be reintegrated into society and find productive means to sustain themselves and their families. Although the Probashi Kallyan Bank (PKB), tasked with ensuring a smooth transition for the returnees, introduced a Reintegration Loan in 2011, it has remained grossly underutilised. Despite the huge demand on the returnees' end for financial support, only Tk 2.92 crore has been disbursed in 2011-20 to a total of 111 applicants.\nThen Covid-19 hit the world, bringing the global economy to a standstill. Half a million migrants were forced to return home, many empty-handed. The government, in a welcome move, introduced three new categories of loans during the pandemic: Special Integration Loan, Women Reintegration Loan, and Self-Employment Loan. But though the rate of disbursement increased significantly in the last two years compared to the decade before, a recent study published by Ovibashi Karmi Unnayan Program (OKUP) shows that only 6,384 returnees received a total of Tk 169.15 crore under the Special Reintegration Loan, which means only 2.6 percent of the Covid-affected returnees received assistance. Meanwhile, no female returnee migrant workers received a loan under the Women Reintegration Loan or Self-Employment Loan categories, despite the fact that female migrant workers are one of the most vulnerable populations in the country in dire need of guided financial assistance.\nThe OKUP study found that most migrant workers could not meet the eligibility requirements set by the PKB, and that there were discrepancies between the bank's rule and what its officials practised. For instance, although the rules state that anyone capable of repaying the loan can be a guarantor, a majority of migrant workers reported that the bank officials asked them to find socially influential people or government employees as their guarantors in addition to their family members. Many stated that the numerous documentation needed from the guarantors, including a signed cheque, and physical presence at the bank discouraged many from lending their support to the migrants. Meanwhile, although there were no official requirements of trade licences or records of prior investment, many reported that their applications were rejected because they failed to provide these records.\nThe PKB must take urgent note of the findings of the study and take immediate steps to simplify the process of loan disbursement. It must remove discrepancies between stated prerequisites and real-life practices, make it easy to avail guarantors, remove the requirements to provide a long and unrealistic number of documents, and consider prior skills and experiences instead of prior investment as an eligibility criterion. Moreover, and most importantly, the PKB, as the specialised bank for migrant workers, must realign itself to better serve the unique needs of the population and offer financial assistance that can ease, not amplify, their sufferings.\n",
        "headline_1": "Simplify process of loan disbursement for migrant returnees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/simplify-process-loan-disbursement-migrant-returnees-3126451",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The government has announced that from October 7 to 22, there will be a ban on hilsa fishing to prevent overfishing during the breeding season, which runs the risk of reducing the fish population for the rest of the year. Last year, too, there was a hilsa ban in October, and a longer ban in May for similar reasons – 65 days of no fishing at sea at all. And while this policy might make sense in a country where people are known to be mad about eating fish all year round, it has a detrimental effect on the livelihoods of fishers – a population that is generally mired in poverty due to insecure incomes.\nIn fact, 75 percent of fishers are known to suffer from further economic hardship during fishing bans, which can be harsh enough for them to require food aid. And while the government gives food aid to those with fishermen cards, new research from Manusher Jonno Foundation (MJF) has found that not only is this support inadequate, but due to corruption and nepotism, it is reaching the wrong hands. This information was corroborated by the leaders of fisher unions in a recent press conference, who reported that people who have never been fishing are on the government support list due to their connections with local political leaders, and that even those who do have access to the food aid often do not get the promised amount.\nThese latest findings can now be added to the towering pile of public projects that target the vulnerable, but are failing to have an impact due to inefficiency and poor implementation at best, and deliberate corruption and a complete lack of accountability at worst. The research suggests that, during the bans last year, fishers suffered deeply from food insecurity, and only 40-46 percent received government food aid. Given this situation, are the fishing ministry and the relevant local government offices working together to ensure this doesn't happen again this year? Have they made any efforts to update the current list of fishers? Are they considering providing alternative employment to them during the ban? One of the fundamental flaws of this and many other government policies is that the people they are meant to serve are the ones not having their voices heard. \nLeaders of fisher unions have long argued for cash incentives during seasonal bans alongside proper distribution of food aid, as well as a specialised bank or loan system so they don't fall into a debt trap by borrowing money. The relevant authorities must understand how important the roles of fishers are in ensuring food production and security in the country. Their vulnerabilities cannot be an afterthought when formulating policy. Rather, it should be the central concern, and their demands should be heard and met with the utmost urgency.\n",
        "headline_1": "Fishers must have food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fishers-must-have-food-security-3126441",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The Myanmar authorities' failure to reciprocate Bangladesh's repeated requests to stop hostilities by their security forces at the common border between the two countries has compelled Bangladesh government to raise the issue before the international community. Accordingly, on Tuesday (September 20), Bangladesh's top foreign ministry officials in a briefing reportedly conveyed the government's concerns to the foreign diplomats stationed in Dhaka. Also, through that briefing, Bangladesh sought the international community's support and cooperation in resolving the crisis created at the border between Bangladesh and Myanmar and prevailing upon Myanmar so that the latter may refrain from disrupting regional stability. For, such instabilities, it is feared, have the potential to provide the Myanmar's military junta with an excuse to foil the process of repatriating Rohingya refugees to their ancestral homeland in Myanmar's Rakhine state. Firing bullets and mortar shells by the Myanmar's military that hit no man's land as well as Bangladesh territory leading to injuries and death and, also, panic among local population seems to be deliberate. But Bangladesh has done nothing so far to invite such unfriendly acts from Myanmar's side. This is quite unbecoming of a next-door neighbour. Worse yet, the Myanmar government has tried to wash its hands off those violent incidents blaming those squarely on the rebel groups fighting its military in the Rakhine state bordering Bangladesh. However, despite all such provocations, Bangladesh has been showing utmost tolerance. This is because Bangladesh believes in resolving all kinds of disputes peacefully at the diplomatic level through dialogue. So, it has been keeping itself from being provoked by Myanmar's hostile activities at the border. As expected, the foreign envoys thus briefed appreciated Bangladesh's stance in the face of all provocations and assured that they would convey Bangladesh's concerns to their respective governments and see to it that the issue could be raised at the United Nations. Such effort by the government to keep the international community posted on the recent developments at the country's border with Myanmar through diplomatic missions of the South Asian, Southeast Asian as well as other nations is eminently well-advised. At the same time, the fact that Bangladesh is also working at the bilateral level by way of keeping in touch with the Myanmar authorities is undoubtedly a wise move. Moreover, such moves on the part of the government are apt to send a clear message to the Myanmar government that despite Bangladesh's willingness to resolve its disputes with it bilaterally, the country has also kept its options open about bringing the matter up to the international community, as and when necessary. However, Bangladesh should under no circumstances play into the hands of quarters out to destabilise the region so they might fish in troubled waters. And already burdened with around 1.1 million Rohingya people living in refugee camps for over five years within its territory, Bangladesh can ill afford to engage in any kind of adventure that may make matters worse. While taking recourse to the diplomatic manoeuvres, Bangladesh should also be careful about not showing any weakness in its dealings with its wily neighbour. In that case, Bangladesh will have to walk a tight rope between being a cooperating and a tough customer. But given the unpredictability of the situation at the Bangladesh-Myanmar border, Bangladesh will be required to be prompt at responding to the developments as they unfold. Simultaneously, the government should continue to keep the international community engaged in its efforts to resolve the crisis created at Bangladesh's border with Myanmar.",
        "headline_1": "Resolving Bangladesh-Myanmar border crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/resolving-bangladesh-myanmar-border-crisis-1663940137",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The war in Ukraine has to all appearances taken a dangerous turn. And that is not because Russia has made substantial gains in its war with Ukraine. Quite contrary to this, its losses have been huge on the battle fronts in Ukraine. Which is why, the country's president, Vladmir Putin, has announced a 'partial mobilisation' of reservists. But such orders for mobilisation are issued in times of a national emergency. Is Russia facing any emergency?If the Ukrainian forces have recovered a large swathe of their own territory lost to the Russian forces at the beginning of the latter's invasion of that country (Ukraine), that cannot be an issue of national emergency. For such defeats of an invading army at the hands of the forces of resistance defending the country thus attacked is nothing new in history. It happened when Russia, or the then-Soviet Union, to be specific, had suffered defeat in Afghanistan, a country it invaded at the end of 1979. In fact, most imperialist powers faced similar defeats in their wars with far weaker adversaries both during the post-colonial period and before that. And those were not looked upon as a national emergency by the imperialist nations in question. Rather in many cases in the face of such military setbacks, the invaders reached deals with the forces of resistance. America did so before leaving Vietnam through a peace deal in 1973. Considering the callup of reservists, it is apparent that the present leadership of Russia is looking at its military debacle in Ukraine from a different perspective. Also consider that president Putin even warned Nato countries that it might use its nuclear weapons to counter what he termed 'nuclear blackmail' by the West. However, the Western powers have, as usual, dismissed Putin's threats as bluff. Maybe, it is a bluff. But given his (Putin's) previous records of not accepting any defeat, it raises serious questions about the Western leaders' wisdom of responding to his every threat, fake or otherwise, with derision. True, Russia is not performing well with its conventional weaponry, a fact the West always knew and has never stopped from saying it to be so. But does that also imply that Russia's nuclear weapons are equally inefficient or imprecise?Even if it is so, does it then imply that a nuclear war with Russia armed with its 'imprecise' nukes is winnable?Such a reasoning is deeply flawed and it is not that the Western powers are not aware of it. To be frank, nuclear threats, albeit those are bluffs -- but who knows they are? -- are existential ones. There is no room for taking chances. For in most wars when threats are issued by one party, the opponent party call the other's bluff. It is part of the game in any war. But still wars break out. Upset at reverses in Ukraine, Putin's Russia has gone so far as to order a partial mobilisation. Though it may not be appealing to many Russians, who are learnt to have been rushing to the nearest airports to catch the first flight out of the country, it may not be so to others. In that case, as told by Russian defence minister, Sergei Shoigu, the calling of 300,000 reservists is not going to be a big deal. In a similar vein, holding of referendums this week in the Russian controlled regions of eastern and southern Ukraine by the governments installed there by Putin is clearly a move to integrate those with the Russian mainland. This points to the fact that Putin, despite his army's setbacks in Ukraine, has not shifted an inch from his previous stand that Ukraine is part of Russia and that it was lost in the wake of the Soviet Union's disintegration in the early 1990s due to the West's instigation. And with their huge nuclear arsenal, many Russians still love to remember that they were once a great power and Putin is the man who can restore that past glory.For one may recall at this point how Russians welcomed with applause the annexation of Crimea with Russia in a similar process. So, the dominant Western view that Putin is unpopular and that the general Russians suffering from the Western-imposed sanctions are deeply annoyed with him may not be a foolproof one. And one cannot say with certainty that the common Russians will rise up against Putin's misrule as well as his foolhardy campaign in Ukraine.Such Western assumptions about the Russian psyche are often mistaken. And there are ample instances in favour of this argument if one revisits the history of its past wars, especially, the Second World War when Russians fought the far superior Hitler's army, made great sacrifices and in the end vanquished the invaders.So, it may also be that many Russians at the moment are cursing the Western sanctions for their present miseries. And Putin may exploit this public sentiment to unite the nation to push through his agenda of turning his 'special military operation' in Ukraine into a war of national self-defence against outside powers who again want to see the end of Russia and not of Putin.Thus emboldened, Putin may even think of making good on his nuclear warnings to the West!\n[email protected]",
        "headline_1": "What is in Putin's mind?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-in-putins-mind-1663940209",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "From the beginning, it has been argued by many that the proposed Bus Rapid Transit (BRT) would bring little benefit in terms of easing the traffic congestion in Dhaka. Nevertheless, in 2010, the government decided to go ahead with constructing the first route of a 42km stretch between Shibbari in Gazipur and Jhilmil near Keraniganj in Dhaka. Within a couple of years, the distance was reduced to 20.5-kilometre from Gazipur to Dhaka Airport as Airport to Jilimil corridor seems unviable. The construction of the Gazipur-Airport BRT stretch, consisting of both flyover and road, has proved too hazardous and too costly.The project has been flamboyantly packaged to give an impression that, once completed, it will change the landscape of the Uttara residential area in Dhaka and further north in Tongi and Gazipur. The project summary, posted on the BRT website, said: \"Transit oriented development will be created as a new opportunity for residential and commercial development and reforming by introducing the BRT system in Dhaka-Gazipur city. Uttara and Gazipur area will be more attractive to residence and visitors accessing through BRT project. BRT will definitely contribute to the modernization and the greater prosperity by creating a transport culture and holistic solution for integrated urban transport system in Dhaka city.\"There are, however, various reasons to believe that commuters will not get the expected benefit of the costly project, and it may be one of the poorly performing BRTs in Asia. Several BRT systems in Asia perform below expectations, and some are failures. These BRTs are unlikely to provide any benefit to either passengers or other road users. The origin of a failed or poorly performing BRT system generally lies in faults and errors made during the conceptual and planning phases. The core idea behind a BRT is to build a dedicated corridor for public buses to rapidly carry and transfer commuters to different destinations. Thus, the BRT corridor occupies a good portion of roads used by other public and private vehicles. It means busy road spaces are narrowed, and congestion may increase. Dhaka BRT will be one of the few BRTs in the world that has both road level and flyover corridors. The flyovers are constructed to avoid possible congestion on roads and keep the mobility of buses smooth. Thus, the project's cost increased and reflected some flaws in the planning phase. What drives the planners and policymakers to adopt the BRT is difficult to comprehend. It was much easier and less costly to focus on restructuring the movement of current public buses. Dhaka's chaotic and undisciplined public transport is mainly due to bad governance and wrong planning. The BRT seems to bypass the core road problem by creating a secured bus route, which means chaos outside the BRT corridor will continue, and non-BRT public-transport commuters will bear the burnt. Being an expensive project, it is also likely that the fare of the BRT will be much higher than regular ones. The fare will be a primary indicator of the efficiency of the much-hyped BRT. Let us wait and see.\n[email protected]",
        "headline_1": "BRT unlikely to ease traffic mess",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/brt-unlikely-to-ease-traffic-mess-1663940252",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2022"
    },
    {
        "full_article": "The life of security guards working in different places including at ATM booths, corporate offices and residential buildings is miserable. The offices through which they are recruited exploit and hugely underpay these guards, while forcing them to work under inhuman conditions. A recent survey conducted reveals that all security guards deployed in Dhaka city at a 12-hour shift receive a meagre salary of more or less Tk 15,000 with no social security or medical leaves. Those who work for an 8-hour shift do not get more than Tk 10,000. The security guards, who work at residential buildings, earn the same amount of money for an almost 24-hour shift per day. They can sleep only three to four hours a day. The guards provide security to people and their valuables. It is impossible for a person to work a 12 to16-hour shift. Such a practice cannot continue in a civilised society. As a concerned citizen, I demand that all such guards be paid reasonably higher salaries and shorter working hours. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Paying security guards higher wages",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/paying-security-guards-higher-wages-1663940275",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2022"
    }
]