[
    {
        "full_article": "When his predecessor Donald Trump’s home in Mar-a-Lago, Florida, was raided last August and a trove of thousands of government documents was discovered there, including several hundreds of classified papers, little would U.S. President Joe Biden have imagined that he would find himself in a similar sticky situation. Yet, Mr. Biden and the White House have so far reacted calmly to the discovery of classified documents by his own attorneys at several sites including the Penn Biden Center for Diplomacy and Global Engagement, a think tank in Washington, and in the garage and several other rooms of his home in Wilmington, Delaware. There are, of course, critical differences between the cases, which will probably be mirrored in varying legal consequences of each of the two classified leaks. First, the Trump stash is reported to be over 11,000, including about 300 marked classified or top secret, and includes photographs, whereas the papers associated with Mr. Biden are reportedly fewer than 12. Second, after Mr. Biden’s lawyers first discovered classified files in a locked closet at the think tank, his team voluntarily notified the National Archives and the Justice Department and are ‘cooperating with the investigation’ fully. In Mr. Trump’s case, after the U.S. National Archives found classified records to be missing and requested that Mr. Trump return them, he failed to comply and hence the matter was handed over to the FBI. Third, while both leaks are being investigated separately, the Justice Department is conducting a criminal inquiry into Mr. Trump’s handling of the documents, but in Mr. Biden’s case there is no indication of wilful intent so far and he is protected by a rule that a sitting President cannot be indicted.\rNotwithstanding these facts, it is clear that Mr. Biden’s — or his team’s — improper handling of classified material will cost him politically. Already, polls have found that his job approval rating, which enjoyed a bump towards the end of last year, has slumped back to around 40% — the all-time low of his presidency. The President is also facing difficult questions on why, after the initial discovery of the classified papers on November 2, his team suppressed that information until well after the November 8 midterm elections. Similarly, Republicans led by House of Representatives Speaker Kevin McCarthy have called for a Congressional investigation into the Biden classified leaks. The backlash could well be a setback for the case to prosecute Mr. Trump for violating the Espionage Act, even though he appears to have wilfully taken the classified documents from their proper place of holding and then possibly obstructed justice when asked to return them.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nlaws\n\n/\n\npolitics\n\n/\n\nespionage and intelligence",
        "headline_1": "Misplaced secrets: On U.S. President Joe Biden’s legal troubles",
        "headline_2": "U.S. President Biden’s legal troubles could be a setback for the case to prosecute Donald Trump",
        "link": "https://www.thehindu.com/opinion/editorial/misplaced-secrets-on-us-president-joe-bidens-legal-troubles/article66424159.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "Jacinda Ardern’s time in office as New Zealand’s Prime Minister was rattled by several successive challenges. At 37, the Labour leader came to power in 2017, promising a “transformational change”. Nearly six years later when she leaves office, she would be better remembered for her handling of crises such as the coronavirus pandemic, the far-right terror attacks on mosques in Christchurch and volcanic eruptions. Ms. Ardern offered a leadership model rooted in empathy and moral values — the way she handled the Christchurch shootings is a case in point. Her approach towards the pandemic was initially popular, which helped Labour sweep the 2020 legislative elections. New Zealand’s per capita death rate from COVID-19 is among the lowest in the developed world. The way she announced her resignation also won her praise — that there is “not enough in the tank” for her to continue in the top office — which made her stand out in a world where not many leaders relinquish power easily. Chris Hipkins, a former Minister for COVID response in Ms. Ardern’s Cabinet and a troubleshooter for the Prime Minister, will succeed her and lead Labour in the 2023 election.\rWhile her leadership style is widely praised, particularly among liberal sections across the world, there are also questions on whether Ms. Ardern made good on the promises she made to the electorate. New Zealand is one of the most expensive countries to live in. In 2017, Ms. Ardern vowed to tackle the country’s housing crisis by constructing 1,00,000 homes, but only a fraction has been built in the past five years. Housing prices remain extensively high, while high inflation has left a hole in household budgets. Her promises to address child poverty (New Zealand has one of the worst rates of child poverty in the developed world) and tackle inequality (the top 10% control nearly half of the country’s household net worth) have fallen flat. Besides, continued lockdowns and COVID measures even when neighbouring Australia opened up turned a chunk of Ms. Ardern’s early admirers away from her. The slide in her popularity hit Labour’s election prospects which prompted many within the party to question her leadership. According to a December poll, Labour’s support stood at 33%, while 38% backed the centre-right National Party, the main opposition. It was against this background that Ms. Ardern announced her resignation. Mr. Hipkins now has only eight months to steady the ship and reverse the public mood, a tall ask. He should blend Ms. Ardern’s empathetic politics with a strong economic vision that would address New Zealand’s structural economic problems while keeping its social harmony intact.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNew Zealand\n\n/\n\npolitics",
        "headline_1": "Promise and pragmatism: On Jacinda Ardern’s term as New Zealand PM",
        "headline_2": "Jacinda Ardern’s politics, rooted in moral values, came up against a reality check",
        "link": "https://www.thehindu.com/opinion/editorial/promise-and-pragmatism-on-jacinda-arderns-term-as-new-zealand-pm/article66424168.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "Colonialism is still alive at the British Broadcasting Corporation. Its documentary India: The Modi Question recalls a bygone era where gora sahibs used to oversee matters for their subjects and pronounce them right or wrong. But how often have these foreign nawabs introspected on the excesses wrought by the British Empire upon Indians?\nNow they have resurrected the events of Gujarat in 2002 as if a Shylock wants a pound of flesh from Narendra Modi. They are blowing the rusty fog horns of those biased new articles and motivated inquiries that have tried to keep Indian Muslims locked in perpetual victimhood.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Country, Constitution have provided safeguards’: Ex-DGP of Gujarat argues BBC’s Modi documentary doesn’t get the key points about Indian Muslims like him",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/country-constitution-have-provided-safeguards-ex-dgp-of-gujarat-argues-bbcs-modi-documentary-doesnt-get-the-key-points-about-indian-muslims-like-him/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "PM Modi added his voice to many other voices when calling for a repeal of obsolete criminal laws and prison reforms to improve jail management. Linking repeal of redundant criminal laws with prison reforms is an important step. To contextualise the issue, it makes sense to get an overview of India’s prisons and then link it to the existing legal framework. India’s jails are horribly overcrowded. They are packed with largely young inmates (18-30 years), most of whom are yet to be convicted. NCRB’s prison statistics for 2021 showed that the occupancy rate was 130%, a 12-percentage-point increase over the previous year. In two states, Uttarakhand and UP, the occupancy rate was as high as 185%. The overcrowding is because 77% of India’s 5.54 lakh prisoners are undertrials. In other words, three of four inmates have not even been convicted. As many as 11,490 prisoners had spent more than five years in jail without a conviction.\nThe sorry state of India’s prisons has a lot to do with obsolete and irrational criminal laws. Consider three examples. Over 10% of the prison population in 2021 were undertrials for rape and dowry deaths. Both are heinous crimes that should lead to severe punishment. However, sexual assault laws do not differentiate between rape and false promises of marriage. Also, anti-dowry laws are framed in such a way that police can arrest multiple people for one crime. Plus, there’s plenty of anecdotal evidence that these laws are sometimes misused. About 25% of undertrials in 2021 were imprisoned under special and local laws – for crimes falling under the umbrella of liquor and narcotics. Prohibition laws are irrational and often lead to poorer citizens being jailed for long periods as India’s legal aid system is dysfunctional. There are other examples such as Section 292 of IPC, which was introduced during the British Raj to deal with obscenity, that have become tools to harass citizens. Another Raj-era obsolete criminal provision is the sedition law.\nPrison reforms in India cannot be brought about by constructing more jails. The core problem is that there are far too many unnecessary provisions in criminal laws that deprive many citizens of liberty. They need to be repealed. Once that happens, prison reforms will follow. The political executive at the Centre and in states should initiate these changes.\n\n",
        "headline_1": "Rock the jailhouse: Too many Indians are locked up under dozens of obsolete laws. Legal reform must precede prison reform",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rock-the-jailhouse-too-many-indians-are-locked-up-under-dozens-of-obsolete-laws-legal-reform-must-precede-prison-reform/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "This year, for the first time, women make up 30% of the IIT-JEE applicant pool. This is entirely good news, because JEE results have long been grim advertisements for glaring gendered disparity. Girls routinely outperform boys in boards and medical entrance. That JEE has remained a hurdle was partly because many girls didn’t even try. The reasons for this gender gap are complex. It is not differences in innate ability or a lack of interest in scientific and technical education. Implicit biases and the lack of role models might be central to the scarcity of women in science in the West, but in India, women make up 43% of the STEM education pool, one of the highest ratios in the world.\nThe government has made active interventions to spark girls’ interest in STEM study, and institutions are assessed for their gender inclusion. IITs have tried to mend the gap too – the horizontal ‘supernumerary’ quota gives women who have passed the JEE Advanced an edge in courses of their choice and has taken the presence of women to 20% on IIT campuses, a visible improvement.\nThe reluctance to aim for the IITs, then, is not rooted in individual psyches as much as social constraints, and in the design of the high-stakes JEE. The exam, which usually involves years of intensive coaching in faraway locations, did not just filter out girls, it has also been skewed against students from rural and lower-income backgrounds. This year’s jump in candidates from OBC and EWS categories is also heartening on that front. If the IITs are to be a magnet for India’s brightest minds in science and tech, they must make sure that social disparities don’t come in the way of talent.\n\n",
        "headline_1": "Open IIT gates: More women are taking a crack at the JEE. Good, because this gender disparity was glaring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/open-iit-gates-more-women-are-taking-a-crack-at-the-jee-good-because-this-gender-disparity-was-glaring/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "The presentation of the Union Budget by the finance minister is an occasion to reflect on both short-term and long-term economic policy and prospects. India’s economy as well as the global economy have been through a rough few years with Covid pandemic followed by the war in Ukraine.\nIn India, as per CMIE data, neither employment nor incomes have recovered completely in aggregate terms, from the Covid shock.\n* Workforce participation rate for men remains, on average, five percentage points below the pre-Covid level.\nRead full opinion on TOI+\n\n",
        "headline_1": "GoI’s Job: Think Of Creating Jobs– Employment recovery after Covid is modest. To change this, invest in India’s small towns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/developing-contemporary-india/gois-job-think-of-creating-jobs-employment-recovery-after-covid-is-modest-to-change-this-invest-in-indias-small-towns/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "The Anti-Corruption Commission (ACC) was established with the vision of an independent institution with a specific legal mandate, based on the ACC Act of 2004, to effectively control and prevent corruption in Bangladesh. No law is perfect, nor is any institutional capacity ideal. Nevertheless, based on fairly close engagement with it since the early days of its establishment, and drawing upon successive research conducted over the years, it can be reasonably concluded that its legal and institutional structure provides the potential to deliver anti-corruption in Bangladesh with moderate success.\nThe reality, however, is quite different. There has always been a wide gap between the commission's potential and delivery, which can be attributed to a twin challenge faced from a very early stage. One, an endemic deficit of courage and commitment to deliver the mandate without fear or favour, and two, a long-nourished stranglehold of bureaucratic control.\nThe rationale behind creating the ACC – replacing the former Bureau of Anti-Corruption (BAC), which used to be attached to the office of the head of the government – were the exact same factors of lack of operational independence and bureaucratic control.\nHowever, the ACC started out as \"old wine in new bottle\" thanks to the absorption of almost all of the BAC staff into the commission, carrying the baggage of BAC's organisational culture and practices. Whereas, it was hoped that it would be run by fresh blood under the executive authority of commissioners, headed by a chair who would be appointed based on a proven track record of professional and personal excellence, integrity, courage and commitment, free from partisan or bureaucratic influence.\nUnder successive regimes, everything necessary was done to maintain bureaucratic control through deputed officials at the senior management level and appointment of commissioners on the basis of partisan political choice. While governments have often treated it as part of themselves, the ACC itself has also operated largely as a government agency. Both have ignored the fact that, although set up by the government, the ACC's main job is to hold the government and its officials to account in case of allegations of corruption.\nThe ACC and the government have even been on common ground when it comes to curtailing the ACC's operational independence, especially with regard to investigating public officials alleged of corruption. The ACC, for instance, found no problem in the repeated attempts, as under the Public Service Act 2018, to create obligations for the ACC to seek prior government approval before taking into custody public officials for corruption investigations. This is despite the fact that this has been strongly protested by civil society, on the grounds that it is contradictory to the constitutional provision of equality of all before law.\nAgainst this backdrop, an office order on the delegation of administrative and financial authority, issued on January 18, 2022, has sweepingly assigned to the commission Secretary – who is part of the government bureaucracy – some key elements of the ACC's executive power. This includes postings and transfers of commission-recruited investigation officers at deputy and assistant director levels.\nMoreover, a wide range of other related critical terms and conditions, like permanence and regularisation of appointment, assignment of current duties, service benefits, leave, pensions, post-retirement leave, performance-based awards, etc, will now be controlled by government bureaucracy, represented by the Secretary. In addition, the order includes a provision (chha/4) that transfers all powers of implementing section 16 of the ACC Act to the Secretary, which practically invalidates section 3(2) of the Act, which stipulates that the ACC is an independent and impartial organisation.\nThis set of decisions, if enforced, may be the final nail in the coffin of any prospect of independent and operational flexibility in investigations, the core function of the ACC. The law provides executive authority to the Chair and other Commissioners who function under the Chair's leadership. But now, this executive authority has been transferred from the Commission to the Secretary.\nThe secretary and most other senior officials of the ACC are deputed from the bureaucracy, who will now control its entire range of administrative and financial operations, including the investigation process. Even though they serve the ACC for the period of deputation, barring perhaps rare exceptions, their operational practices, allegiance and decisions are most likely to be plagued by conflict of interest and bias towards bureaucracy, which is against the letter and spirit of the vision and mission of the commission.\nThe question is, on what basis, process and logic did this delegation of authority take place? Did the commission consider lessons learnt over the years? Or, has it been driven by the recent extraordinary experience around the debatable removal of an investigation officer, who took the challenge of delivering his duly entrusted task of conducting dozens of investigations against some powerful syndicates of grand corruption in Chattogram and Cox's Bazar, which included politically influential individuals, public representatives and officials?\nThe dismissal not only deepened concerns over the commission's decision-making being influenced by vested interests related to status and identity of relevant individuals, but also forced the investigation officials to resort to unprecedented moves, including organising a human chain to ensure job security.\nIf the move was prompted by this exposure of the ACC's internal governance deficits, including tensions between two categories of officials, deputed bureaucrats and investigation officials, it can only contribute to further tensions and more bureaucratic control undermining the authority of the chair and other commissioners.\nThe explanation provided as justification – that it is meant to follow the same model of delegation of authority as practiced in government offices – is a perfect example of denial of the vision of the ACC as an independent body outside government influence, and not a government institution. The prospect of its independence has visibly become so hostage to the bureaucratic stronghold, that the commission appears to have allowed itself to transform into the long-abandoned BAC model.\nThe office order of January 18 must be withdrawn without delay. The commission needs to demonstrate the courage and commitment to prevent itself from being shot in the foot.\nIftekharuzzaman is Executive Director of Transparency International, Bangladesh.\n\n",
        "headline_1": "Can a bureaucrat-reliant ACC really be independent?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-bureaucrat-reliant-acc-really-be-independent-3228676",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "It is common knowledge that mental health issues can be products of a number of complex and often interconnected issues, ranging from traumatic events, intrusive thoughts, abusive environments, unhealthy relationships, and even spending too much time on social media. A lot of people, however, aren't aware of the fact that air quality can also affect our mental wellbeing.\nStudies have confirmed that air pollution can lead to cardiovascular, respiratory, and neurovascular diseases. Examples include lung cancer, stroke, chronic obstructive pulmonary disease (COPD), and pneumonia. When it comes to mental illnesses, however, recent research has shown that air pollution and depression share a strong link. Air pollutants (specifically, particular matter) are said to increase oxidative stress and inflammation in the brain which can further lead to depression. Additionally, a cross-sectional study in the International Journal of Hygiene and Environmental Health has revealed that for each 10 µg/m3  increase in the nitric oxide level, the rate of depression would be twice as high. Multiple studies have also found that women who become exposed to particulate matter during pregnancy (or even after they give birth) are at a higher risk of becoming depressed. Additionally, research has also linked prenatal exposure to particulate matter (including traffic-related air pollution) with increased anxiety in children of 6 to 7 years.\nAlthough limited studies have explored the connection between anxiety and air pollution, the results show that both short- and long-term exposure to particulate matter can result in symptoms of anxiety. One study in the journal Toxicological Sciences found that air pollution contributes to heightened stress cortisol levels, which leads to anxiety. Another study found that people who were exposed to air pollution caused by traffic during early childhood are at a greater risk of developing anxiety later on.\nSuicide ideation and deaths by suicide were also found to be associated with air pollution. In a case-crossover analysis from 2018 that investigated the link between suicide and air pollutants in 10 large cities in Japan, South Korea, and Taiwan, researchers found that higher levels of nitrogen oxide, sulfide dioxide, and particulate matters were associated with higher risks of suicide. A US study of 1,546 completed suicides in Salt Lake County, Utah also found that single-day and cumulative exposure to particulate matter and nitrogen dioxide was associated with an increased risk of suicide.\nIt must be noted, however, that suicide is very complicated. Several factors (such as genetics, lifestyle choices, and mental health conditions) typically have to play a role before an individual falls victim to suicide. Environmental factors alone don't cause people to contemplate suicide or go through with it.\nNevertheless, the immediate attention of the Bangladeshi government should be drawn to the seriousness of this matter because Bangladesh has been ranked first for having the worst air quality multiple times. A 2013 study titled \"Air pollution by Fine Particulate Matter in Bangladesh,\" published in Atmospheric Pollution Research, supports this claim as it was revealed that high concentrations of particulate matter were found in Dhaka. Hence, it is very possible that, along with other factors, such high levels of air pollution may be contributing to worsening the existing mental health conditions of Bangladeshi citizens.\nT Mahmud is a Bangladeshi entrepreneur and podcaster who has been active in the mental health and personal development fields.\n\n\n",
        "headline_1": "Can air pollution affect our mental health?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-air-pollution-affect-our-mental-health-3228351",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "One of my core memories as a child was of visiting my hometown in North Bengal, where my father would take me out onto a street and point to a space on the horizon. That was where, as a little boy, he had sometimes caught sight of the outline of the Kanchenjunga mountain on a clear day, and his grandmother swore that back when she was young, it was fully visible on winter mornings. \nI'm still unsure if I had actually seen that famous outline or if I had imagined it, but I can tell you for certain that it's no longer there – winter fog, building development, air pollution, and rising temperatures mean that sight is lost forever. \nIn fact, despite the mild cold wave the country has already experienced this winter, the truth is that temperatures in Bangladesh have steadily been rising due to the climate crisis. The fallout from this has been researched extensively, and vulnerable populations have already started to feel its impacts in the form of erratic rainfall, sudden floods, tidal surges, more regular cyclone cycles, increased water salinity, extreme temperatures, and more.\nBe that as it may, it also cannot be denied that people have faced hardships this winter. This daily has printed some heartrending images of homeless people trying to fight the cold on the streets of Dhaka, with one person even curling up inside a sack in a desperate attempt to stay warm. We heard of how people lit fires to warm themselves and ended up with burn injuries, and how children crowded hospitals with winter-related diseases like pneumonia.\nThis is not exactly a new phenomenon. A joint research paper from Calgary University and KUET found that, every year, an average of 104 people die from cold and cold-related diseases in Bangladesh. The worst winter was that of 2011-2012, which saw 214 deaths, while the \"best\" was in 2016-2017, where only 18 people died. Unfortunately, the numbers rose again in 2020-21 with 52 deaths, the majority of which occurred in districts in Rangpur and Barishal divisions. And while we cannot yet ascertain this season's impacts, there have been multiple reports of similar cold-related deaths as well.\nIt seems grossly inappropriate that in a country on its way to achieving middle-income status, and which has spent millions of its own funds in mega infrastructure projects, there are still people who are, essentially, dying from poverty. The majority of people who die from cold-related issues are either homeless or can't afford to repair their homes for winter, and sometimes cannot even afford a blanket or shawl to protect themselves at night. The rising costs of healthcare also exclude the poor from getting proper treatment for cold-related illnesses. \nEven after a few decades of development, and especially given the fact that the temperatures experienced are not unusual events, why are we still failing to support vulnerable populations during winter? While every year we see programmes to distribute warm blankets, both from the government and community organisations, what is concerning is the lack of long-term solutions with regard to shelter and healthcare. \nThis is all the more worrying when you consider that Bangladesh is facing complex and interconnected climate-related worries that can be intensified during certain seasons, but which cannot be dealt with on a \"when we have to\" basis. \nTake, for example, our struggle with air quality during winters. In December 2022, Dhaka's air quality was worse than that of New Delhi's on two separate occasions. Winter smog has now become a common occurrence in South Asia – usually made up of a toxic concoction of vehicle exhaust, smoke from brick kilns, dust particles from construction sites, etc. Indoor pollution is also exacerbated in winter, since the colder and drier air traps more harmful particles. \nAccording to World Bank estimates, air pollution kills around 80,000 people a year in Bangladesh. In 2019, it was the second largest cause of deaths and disabilities in Bangladesh. Yet, there has been very little effort to seriously tackle the issue. While the Kathmandu Roadmap for improving air quality in the Indo-Gangetic Plain and Himalayan Foothills – which was drawn up last month in a meeting of delegates from Bangladesh, Nepal, India, and Pakistan – is a step in the right direction, only time will tell how serious the countries are about translating policy into action. \nOne study found that living in houses made of corrugated tin, especially on roofs, can drive temperatures up by as much as 12 degrees Celsius, since the material traps heat during the day. But when it's cold, tin has the opposite effect, acting as a poor insulator. This may explain why, despite the fact that cold waves have not visibly worsened, many vulnerable people in the country are less equipped to handle them than before. \nAt COP27, Bangladesh stressed on its need for USD 230 billion over the next 27 years to enhance adaptation capacity. In the National Adaptation Plan, it is heartening to see that the first goal is to ensure protection against climate change variability – and that extreme temperatures, including cold, are included among the climate risks we need to prepare for. The NAP also focuses on climate-resilient agriculture, climate-smart cities, and conservation and biodiversity.\nBut just how long will these steps take to become reality? Certain districts are already in the grips of another mild cold wave, and we will have to accept that erratic climates are now the new norm. \nAre there initiatives being implemented right now to protect the most vulnerable members of society? Will there be more Ashrayan projects for the homeless – ones that actually deal with the (literal) cracks in the initiative? Will the capacity of local hospitals to deal with seasonal diseases increase? Will energy prices be affordable enough for people to accommodate seasonal needs? Will steps be taken against the country's worst polluters?\nWe can no longer be satisfied with ambitious long-term plans and policies that run the risk of being confined to the paper they have been put down on. On one hand, Bangladesh is known to be a climate leader. On the other, hill-cutting, land-grabbing and environmental destruction continue unabated, and there seems to be very little awareness of the far-reaching impacts such actions can have, whether on soil erosion, winter pollution or heat stress.\nIf the authorities can allow hotels to be built on Indigenous land, if water bodies can be choked by pollution from plastic factories and tanneries, and if even government bodies can plan to cut down trees in reserve forests to build roads – is it any surprise we need some reassurance about their intention to deal with seasonal climate issues that ultimately impact vulnerable populations the most? \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "The cold doesn't kill people. Bad policies do.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-cold-doesnt-kill-people-bad-policies-do-3228236",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "Within a fortnight of celebrating Police Week, two incidents have brought to fore the question of extrajudicial excesses of the force. In one incident, a youth protestor was subjected to police brutality in custody in Chattogram, while in the other, a trader allegedly died due to custodial torture in Gazipur.\nFrom a tender age, Mohammad Mostakim has faced the hard realities of life. After his father passed away years ago, the 22-year-old madrasa student has been the anchor of the family. Mostakim has to look after his 55-year-old mother (a kidney disease patient requiring dialysis three times a week) and a 10-year-old physically challenged sister. He meets challenges with fortitude and as a conscientious citizen who is actively engaged in local efforts to combat the Covid-19 virus.\nIt is no surprise that Mostakim became part of the group of kidney patients and their relatives protesting the price hike of dialysis treatment and reduction in subsidies. On the fifth day of the protest, when protestors blocked the road in front of the Chattogram Medical College and Hospital, the police used force to disperse them. Subsequently, police filed a case in which alleged victims of police assault were charged with \"obstruction of government work and attacking police.\" Mostakim was arrested along with 50 to 60 others. Five days after his arrest, Mostakim was granted bail and the police's application for a five-day remand was denied by the magistrate.\nThe police's heavy-handed approach in dispersing a crowd that was peacefully protesting the price hike of a medical service, and its subsequent slapping of cases against a number of the protesters, has appalled citizens. The situation dipped to a new low as Mostakim was beaten in custody purportedly to get a lesson for \"disrespecting\" the officer-in-charge of the local police station. Photographs of his bruised left leg aptly conveyed the brutality Mostakim had to endure.\nThe treatment of Mostakim and his fellow protesters by the police raises the question of whether the state has effectively abrogated the constitutionally guaranteed citizens' right to protest. The administration also needs to make clear in what ways this group of aggrieved citizens violated the laws of the land, triggering such violent and disproportionate response from the police. Even if the group was impeding the flow of traffic, were there no non-violent and civilised ways of tackling them?\nThe vicious bodily harm inflicted on Mostakim in custody betrays the intensity of contempt that some members of the force hold against citizens who still dare to exercise their rights to express and assemble.\nThe second case of Rabiul Islam of Gazipur shed light not only on alleged custodial torture leading to the death of the victim, it also revealed how members of law enforcement agencies allegedly fabricated stories to cover up their misdeeds.\nOn the evening of January 17, Nupur was informed by the police that her husband Rabiul had died in a road accident following his release from custody. Family sources inform that days earlier, along with three others, Rabiul was picked up by two assistant sub-inspectors of the local police station on charges of gambling. The 45-year-old victim was detained in the police station while the three co-accused were released. When police personnel demanded money for releasing Rabiul, on January 17, Nupur handed over Tk 35,000. After securing the amount, instead of discharging Rabiul from their custody, police demanded an additional sum of Tk 5 lakh. Subsequently, they promised to release the detainee when Nupur complied with their instruction to put her signature on a blank sheet. On the same evening, she was informed by the police that Rabiul had been hit in a road accident and shifted to Dhaka Medical College Hospital (DMCH). When the family arrived at DMCH, they found the body of deceased Rabiul. Refuting the police narrative, his family and people of the locality have asserted that Rabiul was tortured to death.\nRabiul's death, allegedly a result of police torture, triggered spontaneous protest in the area leading to road blockade, vandalising of police boxes, and torching of three police motorcycles. The police's claim that Rabiul's brother Mohidul had filed a case against the truck driver that allegedly hit Rabiul also turned out to be sham. Mohidul denied lodging the case, providing evidence that he was at DMCH to claim his brother's body at the time of the complaint being lodged. There was also a mismatch regarding the signature in the FIR that was filed with the police.\nThe handling of Rabiul's case by the police raises several points of concern. So far, the police could not provide any evidence to back its claim that Rabiul was indeed involved in gambling. Demanding and accepting money for releasing a detainee proves that extortion was the sole purpose of bringing the accused under custody. Securing the signature of a next of kin on a blank sheet also points to the covering up of the offence being planned. The family deserves an explanation as to why Rabiul was not handed over to them.\nThe cooked up police narrative of Rabiul's death also falls flat as the force failed to provide evidence of any such road accident in the area on the evening of January 17. Also, the police's inability to furnish any evidence, including CCTV footage, of Rabiul's release from custody further strengthens the argument that there was institutional complicity to cover up the custodial torture that led to the detainee's death.\nMostakim and Rabiul's experiences are not isolated cases. The media and rights organisations frequently report on cases of custodial torture, some of which lead to death of detainees. In many instances, the families of the deceased contested the police claim that the detainees had committed suicide in custody. Three cases from last year illustrate the pervasiveness of custodial torture.\nOn March 1 of 2022, Laboni Akhtar (23) had a miscarriage after she was brutalised by sub-inspector Ruma Akhter in Kashimpur police station. On July 17, Abdul Salam of Sreepur, Magura was allegedly beaten up and kicked in the chest, which the family believes resulted in his death at Magura Sadar Hospital. On August 21, a video went viral that showed two 13-year-old boys tied to an iron pole in Kulshi, Lalkhanbazar by a three-member police patrol and being subjected to torture.\nCustodial torture continues to afflict the country's law enforcement system despite the framing of the Torture and Custodial Death (Prevention) Act 2013, the ratification of the UN Convention against Torture and other Cruel, Inhuman and Degrading Treatment and Punishment, and firm directives from the higher judiciary. At a time when policymakers are deeply concerned about the image of the country, they must acknowledge that every person has the right to be treated with dignity and only in accordance with the law. They ought to ensure that egregious violation of human rights, such as custodial torture, no longer takes place. There is also the need for impartial investigation into all allegations of custodial torture to hold the perpetrators to account. There is an urgent need for an unambiguous political commitment at the highest level of the government to not tolerate torture and ill treatment under any circumstances or against any person. In the past, demands have been made by vested quarters to amend the TCD (Prevention) Act and weaken its efficacy.\nThe government must remain resolute and commit that it has no intention of limiting the applicability of the said Act and ensure that the Act is applicable to all forces. It must also commit that all officials engaged in acts of torture and ill treatment will be prosecuted and punished with penalties commensurate to the crime of torture – including those with superior or command responsibility – and that measures will be taken to ensure that confessions obtained from criminal suspects through torture or ill treatment are not accepted as evidence of guilt. There is also the need for the collection of systematic statistical data on the implementation of the TCD (Prevention) Act on the number of complaints, investigations, prosecutions, and trials and convictions.\nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "Ordinary citizens’ vulnerability to custodial torture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/ordinary-citizens-vulnerability-custodial-torture-3227991",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "It's quite frustrating that even after two decades of its establishment, the Anti-Corruption Commission (ACC) remains ill-equipped to deal with money laundering cases. It is failing to make progress in such cases because of several factors including lack of cooperation from foreign countries, bureaucratic complexities, and a shortage of skilled lawyers. According to its director general for money laundering, the developed countries where a huge sum of money is laundered are not only reluctant to divulge information, but also make \"unnecessary\" queries to delay the process. While such an approach can definitely be a big problem for the ACC, lack of cooperation from relevant state agencies can also have a deterring effect.\nApparently, since 2018, the ACC has made 34 requests for information on the wealth of 24 persons to foreign countries, but it hasn't received any effective response till date. The question is, why? Apparently, the entire process of seeking and receiving information is very cumbersome, and is often mired in bureaucratic tangles. Reportedly, the ACC has to request the Bangladesh Financial Intelligence Unit (BFIU) to confirm the information on wealth laundered abroad. But the information BFIU collects from abroad cannot even be used before court because of an embargo on its public disclosure. In such cases, the ACC has to file Mutual Legal Assistance Requests (MLAR) to the respective countries. But here, too, the ACC cannot file the MLAR directly. In all, there are 12 steps involved in obtaining information from foreign countries, indicating a very cumbersome process.\nWhile these problems are surely slowing down the pace of ACC investigations, it is also a fact that the agency itself has failed to live up to its mandate due to the inefficiency of its officials, self-imposed limitations, as well as political influence. Over the years, its power has been curtailed significantly. Its recent decision to hand executive power to its secretaries to transfer and promote its deputy directors and assistant directors – who are mainly involved in investigation related tasks – also amounts to clipping its own wings.\nThe question is, what is the point of having a dedicated anti-graft body if it is not equipped to investigate corruption cases properly? According to the Global Financial Integrity report, Bangladesh is one of the top 30 countries in terms of illicit financial flows. A GFI report published in 2021 said that around Tk 5 lakh crore was laundered to different countries in the five years since 2015. Money laundering is evidently destabilising the country's economy. Can the ACC afford to be a \"toothless tiger\" in such a situation?\nIt is high time the government removed all the loopholes and barriers that the ACC faces while investigating money laundering and other corruption cases. If needed, the ACC law should be amended to properly empower it to carry out its mandated duty.\n",
        "headline_1": "What’s the point of a ceremonial ACC?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-the-point-ceremonial-acc-3228261",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "It's alarming to see the direction in which the fate of Karnaphuli river in Chattogram is headed, with years of negligence, unbridled greed, and lack of protection reducing it to a cautionary tale of what not to do with rivers – both on individual and institutional levels. Just as it has been subjected to indiscriminate pollution and encroachment in many parts – creating a suffocating condition for its ecosystem – it has, in other parts, also been witness to unchecked erosion thanks to lack of efforts from the authorities. Karnaphuli, thus, never seems to be far away from something bad threatening its existence or that of those who depend on it.\nThe latest development, as reported by this daily, saw a crucial project that could protect its banks around Chattogram's Boalkhali upazila being stuck in limbo. The project, proposed by the Bangladesh Water Development Board (BWDB), involves constructing a 7.4km-long sustainable dam as well as 2.4km-long dams on both banks of the river. In addition, dams will be built to guard the banks of five branch canals of the river. There are, of course, questions over whether BWDB can actually pull it off to get desired results. But the long delay in approving the project shows its lack of priority to the higher authorities.\nReportedly, the project proposal is currently stuck at the planning wing of the water resources ministry, which is reviewing its estimated cost of Tk 144 crore in line with the government's cost containment policy. We understand the importance of prioritising important projects given the ongoing economic crisis, but this project, if implemented properly, will be tremendously beneficial for the at-risk communities. River erosion in Boalkhali upazila has been wreaking havoc on the lives of at least 120,000 people, a number that may rise if preventive action is not taken soon. Also at risk are 150 small industrial structures, 45 roads, 20 bridge-culverts, 3,750 homes, 140km electric lines, five markets, 12 schools, 2,500 hectares of agricultural land, etc.\nThe question is, why are we so slow or reluctant to act when it comes to saving rivers? Even when well-meaning initiatives are taken – to dredge, construct dams, evict encroachers, prevent pollution, etc. – often they are marred by mismanagement and irregularities by the relevant state departments. These attempts are also so poorly planned and uncoordinated that any resultant effect fizzles out before it can be visible. Chattogram itself has been the site of a number of such initiatives. Yet, 40 percent of the city's plastic waste is ending up in Karnaphuli, while the Rupsha river in the south-west is taking in 31.7 percent of such waste. As a result, a large number of aquatic species from the rivers have vanished. Karnaphuli's 40km-long banks, from Kalurghat to Patenga, have also been the subject of frequent grabbing attempts.\nWe urge the higher authorities to reverse this destructive trend. Rivers, in Chattogram and elsewhere in the country, are crying for proper policy attention. We must save our rivers and also save people and properties from the wrath of mismanaged rivers. BWDB, the National River Conservation Commission, and other relevant institutions must all do their part.\n",
        "headline_1": "Karnaphuli needs urgent policy attention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/karnaphuli-needs-urgent-policy-attention-3228251",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "The fight for mosquito eradication so far has been a losing battle. It may not remain so if Mayor Atiqul Islam of the Dhaka North City Corporation has got the lesson from his visit to Miami Dade County right. At least he is confident that he has found the way out of the endemic problem of mosquitoes' proliferation beyond control. Citing the mayor's statement, the public relations department of the DNCC issued a press release on Saturday last to the effect that the mayor has realised how the method applied so far to control mosquitoes in Dhaka is inappropriate. There is a clear admission that the authorities here have applied a wrong method. It has failed to eradicate mosquitoes and in the process a huge amount of money has gone to waste. Now on a visit under a programme of the government of the USA, the mayor leading a delegation of the DNCC was given a practical demonstration of the different dimensions of mosquito control by experts of the Miami Dade County. The emphasis on fogging to kill adult mosquitoes is misplaced; rather focus has to be shifted to larvae. Destroying larvae, the mayor learns, will be effective. Well, destroying larvae can surely be an effective way but is not rooting out the mosquito breeding grounds even better way of fighting the awful curse from the tiny insects? Well, in a messy city like Dhaka, not all breeding spots can be cleared for reasons understandable. In that case both larvicide and clearing of as many breeding grounds as possible are likely to be an answer to the problem. Then there are advanced scientific methods now either applied or under study that can be useful. Cytogenetic study of mosquitoes has by now developed male mosquitoes which when mate with their female counterparts do not produce eggs. This and there are other ways of neutralising mosquito breeding. It is good to learn that the mayor has a plan to set up a laboratory for detection of different species of mosquitoes. He is also flexible enough to have the job done at a university laboratory if possible. Miami Dade County, the mayor informs, has 52 species of mosquitoes and the county is at risk of falling victim to different kinds of mosquito-borne diseases such as dengue, chikungunia and zika virus all through the year. But the county has successfully averted any such crisis. The DNCC mayor has reasons to be optimistic about bringing about a discernible change in the fight against mosquitoes here as weather in Mimami Dade County and Dhaka are almost similar. He would make arrangement for video conferences between entomologists in Dhaka and those of the Dade County. This will help exchange the knowledge and framing of an action plan for eradicating mosquitoes in Dhaka. Well, experts here also can conduct a study on the life cycles of different varieties of mosquitoes and get the idea of limiting their breeding. So far as the Aedes genus is concerned, its breeding season and process are more or less known. What needs to be brought under scrutiny is how this dangerous variety survives in the off season. If effective programme can be taken against those ---and other genera --- at the time when they are most vulnerable, the programmes stand to succeed.",
        "headline_1": "Miami lesson for mosquito eradication",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/miami-lesson-for-mosquito-eradication-1674479431",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "The publication of reports on the prevalence of often-fatal dengue and Covid-19 has lately become ritualistic these days. Many people remain unaware of the vector-borne dengue's presence until they turn to the pages of daily newspapers. They show how the Dhaka residents are relaxing the precautionary measures taken against Aedes mosquito bites. According to the Directorate General of Health Services (DGHS), a total of 281 dengue patients died in 2022. The number of total deaths this year has been recorded at seven until last Saturday. The year 2019 also saw a nearly resembling and shocking number of 179 deaths. With the large number of deaths recorded in the preceding year of 2022, the country, especially Dhaka, cannot be called free of the dengue menace. The DGHS recorded 62,423 dengue cases and 61,971 recoveries in 2022. This picture cannot make the conscious citizens feel relieved. Moreover, many cases of suspected dengue remain unreported. Normally, winter sees a dengue-free Dhaka, because of the season's dry nature. Dengue vector, the Aedes mosquito, comes out of the vector's larvae grown in stagnant rain water. This being the fact, the general people remain free of the fear of any dengue outbreak in the other seasons. Last year seemed to be an exception. The year saw the rise in the caseload of the disease for months in a row. As a result, many people suspect a variant of the original vector may have been spreading the disease for such a long time. Besides, a prolonged summer, continued accumulation of household garbage at roadsides, mindless littering etc are blamed for the higher breeding of the Aedes larvae.Compared to dengue and its periodical emergence, Covid-19 pandemic was thought to be on the wane for now. But that was not the case. Even though the corona cases began subsiding in early 2021, the suspected cases of corona could be detected sporadically. With the lifting of the lockdown when the newly mutated virus Delta had reportedly entered Bangladesh, the unease among many people was interpreted as their disapproval of the decision. However, to be able to move about in a lockdown-free atmosphere delighted many. Although the regulations of social distance and many other prohibitions were not in force, many in the cities were seen respecting those. Even in 2023, people in masks and keeping social distance could be found in every part of Dhaka. A suspected Omicron virus sub-variant, a highly lethal one, has yet to be coped with. This fact gains ground as reports of corona cases keep pouring in from many countries like China. However, China has withdrawn its stringent lockdown, allowing people to move in full freedom.China appears to be prepared to adopt the post-corona style of life --- living in new reality. The vast country with a behemoth- like law enforcement establishment can relax and tighten any set of laws meant for its citizens. The reality of Bangladesh is different from China --- and also from the USA. In that vast country, the states have their own laws different from each other. During the peak of the pandemic, this divergence was seen at its full. When people in one state were forced to wear masks, in another they came into the streets to protest the rule of mandatory mask-wearing. The administrations didn't interfere in the people's choices in some other states.The case of Bangladesh was different altogether at the peak of the pandemic. People were barred from coming out of their homes no matter if they wore their masks or not. Emergency purchases were allowed, so was seeing a doctor. Perhaps this unsparing application of law had a role in keeping the pandemic spread under a tight leash. Given this fact, the present faltering attitude of the health authorities towards corona prevalence seems surprising. They have withdrawn the corona lockdown, which means the country now is free of the pandemic. But to many people the regular press releases containing the updates on the corona situation seems contradictory. It's a kind of admitting the fact that the dreadful virus is still there in the country.Newspapers in the country continue to report about corona caseload these days quoting DGHS. Following the official death toll from the disease remaining unchanged at 29,441 on Saturday, people no longer wanted to take chance. Cautious people can hardly forget the panicky days which saw queues of vehicles carrying bodies rush to the Dhaka graveyards without siren or honking. The bodies would be buried after brief last rites and rituals thanks to the fear of virus spread. With those dreadful days gone for now, people have again been back to public transports, crowded places outdoors and indoors, at offices --- a few of them with their masks on. According to the overly optimists, the Covid-19 viruses may have been eradicated from the country for good. But the pragmatists retort: then why people wear their corona-time masks still? It seems until the health authorities come up with an unequivocal announcement that the Covid-19 dread has left the country at long last, the confusions will stay on.Covid-19 vaccines lay bare another mystifying episode. After the announcement that anyone who wants to be inoculated with the vaccine can go straight to their nearest centres, and they do not need registrations, the said centres were overwhelmed by vaccine seekers. After a couple of days many such centres were declared closed. This incident shows people at mass level finally grew the awareness of the necessity of being vaccinated. In short, the left-over of dengue outbreak and corona pandemic still makes shaky people feel panicky. It's because they are aware of the long sagas of how the two diseases can wreak havoc on the careless and less informed people.\n[email protected]",
        "headline_1": "For a dengue- and corona-free Dhaka",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-a-dengue-and-corona-free-dhaka-1674486880",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "Jacinda Ardern, New Zealand's immediate past prime minister, has left a legacy that is rare among modern politicians. At 42, she is too young as a politician to retire. Since her coming to power in 2017, she was the youngest prime minister ever. Hardly six years have passed when she decided to leave office. She said she had no gas left in the tank. Exhausted in the prime of her political career! Many of her critics and political rivals who would like to see the back of her took her stance as one of political grandstanding as the approval rate of the political party she led, the Labour Party, was falling due to rising cost of living and crime rate. So, her resignation was actually a face-saving gimmick, they argued. But that is too cruel a judgment on a political leader who led her country successfully through crisis after crisis in recent years. However, the critics might still insist that it is only expected of a prime minister to be in the eye of the storm. And it is always thankless. So, what is so special about Jacinda? She should be no exception. And that is more so when one is talking about an advanced democracy like New Zealand's where every move of a prime minister is under public scrutiny. Even so, Jacinda has been an exception at a time when politics was, and still is, hostage to populism, hate and intolerance. For the democratic world's richest and most powerful member, the USA, had elected its 45th president, Donald Trump, the same year that Jacinda took office as New Zealand's prime minister. And consider the difference. Trump came to power riding a wave of nativism and mincing no words about his white supremacist world view. While president Trump was rather selective about his criticism of terrorism and terrorists, Jacinda's criticism of the perpetrator of the Christchurch Mosque shooting as a terrorist act was without qualification. Her compassion for the victim Muslim immigrants was earnest when she embraced them saying 'they are us'. And it was (also, is) at a time when not only in the US, resurgence of anti-immigrant xenophobia, racism and Islamophobia was the dominant political narrative in many Western democracies. But still Jacinda made a difference with her courageous stand on behalf of the victims of the mosque shooting and their fellow people. Also, consider the way her government tackled the pandemic, especially when enforcing the country's first ever lockdown. She told the people to be both strong and kind at the same time. So, it is hardly surprising that her political style gained currency as 'politics of kindness'. Whatever her adversaries might say, Jacinda Ardern has been special in many respects. After Benazir Bhutto of Pakistan, she was the second prime minister of a country to have given birth to a child while in office. In that sense she was a working mother and faced all the troubles a working mother always do. And let us also not forget what a woman in high office has to go through in a male-dominated world even in this era when women power is in the ascendancy. So, Jacinda as a former prime minister of New Zealand cannot be denied the legacy she has left behind. She was unquestionably a successful political leader and one who did not forget that she is still a human. To be human is not a trivial statement, especially for someone in power. Most leaders in power often forget this hard truth. And the exceptions are few. In recent memory, South Africa's Nelson Mandela was one who did not forget the truth when he voluntarily left office as the country's president at the height of his popularity. Jacinda Ardern has been unique in many respects as a political leader. Her leaving office so early is indeed a big loss for politics. \n[email protected]",
        "headline_1": "Jacinda Arden's legacy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jacinda-ardens-legacy-1674479527",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2023"
    },
    {
        "full_article": "Moringa oleifera is a tree native to Bangladesh and India. The fruit of the tree, locally called Shojne, is a common food in our country. However, how many of us know that it is a superfood? Since ancient times, Moringa plant has been praised for its therapeutic properties. It contains a lot of beneficial antioxidants and nutritive substances. The leaves, flowers, seeds and roots of the plant have all along been used in traditional medicine. It has long been used to treat bacterial, viral and fungal infections as well as diabetes and chronic inflammation. In addition, cancer, heart disease and joint pain patients are also known to have benefitted from Moringa due to its medicinal properties. A number of vital vitamins and minerals are found in Moringa. The leaves contain 15 times more potassium than banana, seven times more vitamin C than orange, and 15 times more calcium than milk. Additionally, it contains iron, protein and amino acids, all which are helpful for human health. Antioxidants in Moringa can both strengthen the immune system and protect cells from harm. Studies have found that Moringa leaves also help keep the bad cholesterol levels in check. The nutritional punch of Moringa leaves is strong, and they are also anti-inflammatory. It reduces glucose level as well as check production of inflammatory enzymes. People may add moringa leaves to their diet to reap a number of health benefits. So, plantation of Moringa in large numbers across the country should be encouraged. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Growing Moringa plants on mass scale",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growing-moringa-plants-on-mass-scale-1674479550",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2023"
    }
]