[
    {
        "full_article": "Unity among the ranks is easier while fighting as an oppositional force than while sharing power after winning. The Congress in Karnataka is still struggling to resolve its numerous inner power tussles after having reconciled the claims of its key leaders, Siddaramaiah and D.K. Shivakumar with their appointments as Chief Minister and Deputy Chief Minister, respectively. Including them, a 10-member Council of Ministers was sworn in on May 20, representing all communities and broadly all the regions of Karnataka. M.B. Patil, who belongs to the Lingayat community that shifted from the Bharatiya Janata Party (BJP) to the Congress in considerable numbers, and Priyank Kharge, a Dalit leader and the son of Congress president Mallikarjun Kharge, were sworn in along with two more Dalit leaders — K.H. Muniyappa and G. Parameshwara. The Council has a Scheduled Tribe member, a Muslim and a Christian, thus presenting a picture of the all-community social coalition that propelled the Congress to victory. But this is only the beginning of an arduous journey as the Congress’s actions and words are going to be scrutinised by the public and the Opposition BJP that can be expected to be unforgiving. The focus must now be on governance, and not on placating every faction that is seeking ministry representation on the ground of community identity or political loyalty.The challenges are twofold — to maintain decorum and unity of purpose, and to strive hard to deliver on the electoral promises and ensure good governance. One is not possible without the other, and on both counts, the new government can influence outcomes beyond the State. The dynamics evident so far indicate that Mr. Shivakumar has emerged as a power centre that will call for accommodation by Mr. Siddaramaiah. The Council has at least two members who too were aspirants for the top post. There are more berths to be filled, and the Chief Minister and the Deputy Chief Minister are now locked in a fresh battle over those. Mr. Shivakumar also appears to be emphasising his Vokkaliga caste identity in the ongoing bargains, which may cut both ways for him and the party. A surge in communal strife in recent years has distracted Karnataka from rising further as an economic powerhouse of the country. The new government has to treat mischief makers with an iron fist regardless of which community or religion they belong to. That is an early message that needs to be sent, loud and clear. The new government has announced the in-principle approval of the five guarantees that the Congress had promised, but there is considerable work to be done to implement them in a fiscally sustainable manner. If unity was required for winning, it is even more essential for governing.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKarnataka Assembly Elections 2023\n\n/\n\nKarnataka\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Governing after winning: On the road ahead for the Congress government in Karnataka",
        "headline_2": "The Congress in Karnataka must now focus on governance",
        "link": "https://www.thehindu.com/opinion/editorial/governing-after-winning-the-hindu-editorial-on-the-road-ahead-for-the-congress-government-in-karnataka/article66885096.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "Last Wednesday, the Supreme Court granted the Securities and Exchange Board of India (SEBI) more time to complete its investigation into Hindenburg Research’s allegations of malfeasance, stock price manipulations and violations of minimum public shareholding requirements in Adani Group firms. Ahead of the Court’s original May 2 limit, SEBI had sought at least six more months, citing complexities and the need to unravel layered deals it deemed “suspicious”. The market watchdog has now got a three-month reprieve. But the findings of a six-member expert panel, tasked by the Court to review Indian securities market’s overall regulatory and investor protection framework in the wake of the dizzying volatility in Adani Group stocks’ prices, do not inspire much hope for an expedient closure. On its most vital term of reference — regulatory failure in dealing with the alleged contravention of securities market laws in relation to the Adani Group or other companies — the committee’s findings are far from emphatic.On the question of stock price manipulation, for instance, SEBI told the Justice A.M. Sapre-led panel that 849 automated “alerts” were thrown up by stock exchanges in the 57 months up to December 2022, resulting in four reports. The first of these reports, in September 2020, attracted SEBI’s attention to some common foreign portfolio investors (FPIs) holding shares across the Adani Group. Juxtaposing this with earlier complaints, SEBI commenced a formal probe on potential violation of the 25% public shareholding norms in October 2020. SEBI cited Adani Enterprises’ trading data to the panel and said no manipulation was found. But such analyses were still underway for other group stocks, compelling the panel to conclude that “…prima facie”, it won’t be possible to say there has been a “regulatory failure”, even as it stressed that such investigations must be time-bound. Even on the probe into the public share-holding and related party transactions flagged by Hindenburg, the panel’s inference is cautiously worded and hints at its own time constraints. “In these circumstances, it would not be possible to return a finding of regulatory failure… There indeed has to be a coherent enforcement policy.” The key reason for SEBI drawing a blank in attempts (that began in 2020 and revived after the Hindenburg report) to identify the 42 ultimate beneficiaries behind 13 FPIs with sizeable stakes in Adani Group firms is that the regulator had itself tweaked the FPI norms in 2019 to make this obfuscation possible. Such a self-inflicted ‘chicken and egg’ situation, with capricious legislation diverging from enforcement, is rare and must trigger a closer look at SEBI’s approach to its key mandate of protecting investors.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\n stock activity\n\n/\n\nlitigation and regulation",
        "headline_1": "An unclean chit: On the SEBI investigation and Hindenburg Research’s allegations",
        "headline_2": "The Supreme Court-appointed panel’s report raises fresh questions on the Securities and Exchange Board of India’s functioning",
        "link": "https://www.thehindu.com/opinion/editorial/an-unclean-chit-the-hindu-editorial-on-the-sebi-investigation-and-hindenburg-researchs-allegations/article66885348.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "It’s “let’s-love-America” time once again. Amid a fast-changing world order and through the inevitable conflict of American exceptionalism coming up against Indian exceptionalism, these two countries are literally gritting their teeth to stitch together a relationship that is already the most consequential.\nIn just four months, Modi and Biden are supposed to be hugging in Hiroshima, crossing paths in Port Moresby, playing cricket in Canberra and doing dinner in Washington. They compressed the hugs, skipped cricket, and are ready to jump straight into dinner. Modi will be on his first state visit to DC on June 22, coming full circle from that first visit in September 2014.\nIt’s an important year for Modi and Biden – India and the US head into their brutal election cycles in 2024, which means both have only the next few months to rapidly build the next levels of the strategic partnership. Three areas will see significant action – defence, energy and future tech.\nFirst, Russia was a rough patch in the India-US relationship in 2022, but both have emerged from that trough. India felt keenly its own vulnerability with an overwhelming dependence on Russian weaponry. But the US too became aware of the fact that India might be a strategic partner yet its defence technology and equipment remained out of bounds for India. India did not want to jump from one set of dependencies (Russia) into another (US). Enter Atmanirbhar Bharat. The biggest “deliverable” therefore for Modi’s upcoming visit is whether India can induce the Pentagon to loosen its shackles around aGE jet engine that India wants – for its Tejas MK2 light combat aircraft. The effort at present is to be able to co-produce the jet engine in India with a transfer of technology. If successful, it could spark a truly strategic partnership, particularly if the US can be persuaded to ease ITAR and EAR restrictions related to defence exports.\nFor context, there are only four countries in the world that make jet engines. China isn’t one of them. The US should think this through carefully – India is also shopping for engines for the AMCA, a fifth-generation multi-role fighter. If the US can be forthcoming on that, India’s fighters of the future will be overwhelmingly US in origin but made in India. Modi willalso be in France as the chief guest for their Bastille Day celebrations – armed with a similar shopping list. The French have already offered their Safran engines for the job, the UK their Rolls Royce engines.\nSecond is energy. India took a beating on its Russian oil imports, but the US was the first to realise the importance of India continuing to buy Russian oil – stabilising global energy prices, cooling inflation. The future is in clean energy. Biden’s greatest achievement so far is the Inflation Reduction Act (IRA) – while it is certainly protectionist in scope, India should push to become a participant in the clean techbusiness that is coming down the road as a result of the IRA.\nThe target for the IRA is China, but so far the US has done a poor job of explaining the law, and potential areas of cooperation with India. That conversationshould happen in advance of the PM’s visit. It’s an opening for India that is not headlines, but will become big in the very near future. US officials said recently that the scale of the incentives in the IRA is already rewiring American industry. India has the skills and the market, and the ability to make a difference to the planet. Time to leverage these.\nAfter 2008, India and the US have not collaborated in nuclear energy. India became its own worst enemy with the Liability Act. The US was never particularly interested in nuclear energy, and Fukushima killed whatever was left. But climate change has brought nuclear energy back. The big AP1000-type reactors are the past. Modular reactors are the future. Both the US and India can start on this journey together, pooling technology and innovation. In the US, only one company has received NRC clearance for a 50MWe reactor. GoI has been making encouraging noises in the last six months. For this to work, two things have to happen – nuclear energy should be separated from its stifling parent bodies, the DAE and DOE. Bring the private sector into the process. That will take care of the liability hurdle in India, make it easier to work with other such entities overseas.\nThird, and most important, is the potential for civil-military fusion in future technologies. Two years after its first announcement, the Quad last week expressed support for ORAN (Open Radio Access Networks), again. Which basically means little progress has been made. While India and the US are scratching their heads about how students are using ChatGPT in their exams, China has begun the process of integrating AI in its warfare strategies, aka autonomous warfare, taking an enormous leap into the unknown. The US is trying to “talk” to China about it and put in export curbs. Whether the US realises this or not, countries are figuring ways to get around US curbs.\nWe might be better off if the US and India cast aside old prejudices and sat down to work on it. At present the US’s superiority in future tech is not certain. With India, it has a better chance of winning. At this point, democracies are struggling to get out of their old skins. China, on the other hand, knows what it wants. It wants to win.\nThe writer is a foreign policy commentator and CEO, Ananta Aspen Centre\n\n",
        "headline_1": "Hugs, jets & bots: Modi, Biden have some knotty things to work out for Indo-US ties to reach the next level: among them are military tech transfers for Make-in-India & AI collaboration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/hugs-jets-bots-modi-biden-have-some-knotty-things-to-work-out-for-indo-us-ties-to-reach-the-next-level-among-them-are-military-tech-transfers-for-make-in-india-ai-collaboration/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "Trains have passengers, but the Vande Bharat trains have fans too. They have garnered immense popularity across India and are being talked about worldwide.\nAs per the passenger feedback, many like the trains’ modern amenities, the overhead luggage space and rotating seats. Many praise the reduced cabin noise levels, safety features, the speed and the smooth ride. Most mobile cameras are out when people see a Vande Bharat train approaching. The design has proved to be a visual delight.\nPM Modi’s vision to fulfil the aspirations of India also had the transformation of Indian Railways at its core. On 15th February 2019, in dedicating India’s first semi high-speed train to the nation, Vande Bharat Express, he also kick-started the era of manufacturing world-class trains in India.\nThere was a time when the preferred way of getting world-class facilities to India was to import from abroad. PM Modi was very clear that India will not only have world-class trains but will also design and manufacture these in India. Today, Vande Bharat is a remarkable testament to India’s engineering prowess and people-centric governance model.\nScaling the rail network towards high-speed trains, it is a first-of-its-kind “engine-less” trainset that runs on distributed traction. With all airconditioned chair car service, premium aircraftstyle comforts, onboard infotainment systems, and bio-toilets, it offers passengers a never-before superior travel experience.\nThe success of the initial two Vande Bharat trains launched in 2019 prompted Railways to upgrade and extend the fleet. Subsequently, these trains are being introduced on various important routes, Odishabeing the latest addition.\nThe last nine years were about fundamental changes to develop Railways as a contributor to our economy and environment. These have included better time management, Gati Shakti railway cargo terminals, clean stations, upgraded trainsets, advanced infrastructure and improved customer experience.\nThe current Vande Bharat trains can achieve a top speed of 180 kmph and the next version will reach up to 240 kmph. And we are now the ninth country in the world manufacturing high-speed trainsets. While most other trains take about 55 seconds to attain a speed of 100 kmph, Vande Bharat takes 52 seconds. Also, the noise level inside the Vande Bharat train is only 65 dB compared to 85-90 dB in an aircraft.\nThese trains have cutting-edge safety features like automatic train protection (ATP) using an indigenously developed ‘Kavach’ signalling system, improved fire detection and suppression system, advanced CCTV surveillance and emergency communication. We are now among the few countries developing ATP technologies like Kavach, which sends real-time updates and alerts to the locomotive pilot about upcoming signals and speed restrictions. In the event of a non-response, it automatically activates the braking action. This system is being integrated with the Modern Train Control System and will soon be deployed to the whole railway network, significantly improving our safety. Implementing technologies like Kavach will be a significant milestone in our Vikas Yatra.\nIn line with the PM’s vision of a complete transformation of Indian Railways, Vande Bharat Express matches global standards of performance, safety and passenger comfort. By setting such an international benchmark, Railways is all set to move ahead with his mantra of Make in India, Make for World.\nInstead of looking at only short-term changes, Railways is undertaking several strategic interventions and reforms to build a sustainable knowledge-sharing platform to guide us and spearhead the revolution in our locomotive industry.\nThe success of Vande Bharat trains has also drawn the attention of various countries, which will pave the way for potential collaboration and export opportunities. Our trainsets will soon be ready for global tracks. It will represent India’s new way of working, a new way of operations, and a new way of designing, planning and executing the most complex projects.\nWith the firm commitment of PM Modi to Reform, Perform & Transform, Railways is aiming to transform the travel experience of over 2 crore passengers moving with it daily. The development journey of 21st-century India is unstoppable. Indian Railways will surely experience a transformation with modern and world-class Vande Bharat trains moving us towards Viksit Bharat by 2047.\n\n",
        "headline_1": "Trains that not only have happy passengers but fans too: Indians are lining up to take selfies with Vande Bharat trains that, the railways minister argues, have transformed travel experience. Railways will keep modernising at pace, he writes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/trains-that-not-only-have-happy-passengers-but-fans-too-indians-are-lining-up-to-take-selfies-with-vande-bharat-trains-that-the-railways-minister-argues-have-transformed-travel-experience-railways/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "RBI on Monday issued a notification reiterating that the ₹2000 notes will continue as legal tender. It was meant to reassure people that these notes are guaranteed by RBI and can be used to settle payments. Last Friday’s notification, which had made the point about legal tender, had left many unconvinced. A report in TOI, for example, said that in Hyderabad even some pharmacies and hospitals were unwilling to accept these notes. Social media accounts from multiple cities cite similar experiences. Implicit faith in bank notes is what injects life into the term legal tender. That appears to have been shaken for ₹2000 notes. This is a classic example of avoidable uncertainty induced by policy.\nIt’s over four years since these notes were printed and their presence has dwindled to 11% of notes in circulation on March 31. The issue here is not RBI’s clean note policy. The question is about how RBI’s decision was framed and why there’s so much uncertainty despite many official clarifications. The ₹2,000 denomination in public consciousness is tied to demonetisation, which represented a shock to India’s payment system. Therefore, an announcement about its withdrawal with a deadline attached has led to behaviour wholly inconsistent with the intrinsic soundness of India’s monetary system. To undo some of the damage RBI needs to remove the arbitrary September 30 deadline.\nIf there’s a lesson in this episode, it’s about the importance of policy stability. It’s stability that engenders trust and makes an announcement credible. If economic actors believe that policy changes are credible, it will influence their behaviour in a way a government desires. The alternative is to keep making announcements that fall on deaf ears. Credibility is also a pre-requisite for successful implementation of economic reforms. Typically, a reform’s costs are front-loaded while the benefits follow. There’s always resistance to change, but it can be overcome if the potential beneficiaries of reform have faith in the eventual outcome.\nIndia’s currency and payments system is a success story. A remarkably fast transition to digital payments could not have come about if people didn’t have implicit faith in the underlying monetary system. It’s this credibility that needs to be preserved. Clear goals and abelievable roadmap in any policy approach go a long way in getting stakeholder buy-in. RBI, GoI and states need to look no further than the evolution of India’s payments system to learn that lesson.\n\n",
        "headline_1": "Hit the right note: Recognise continuing confusion over ₹2k notes, drop Sep 30 deadline, reduce uncertainty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hit-the-right-note-recognise-continuing-confusion-over-e2-82-b92k-notes-drop-sep-30-deadline-reduce-uncertainty/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "India’s defence research institution DRDO has asked 5,000-odd scientists to tread carefully on social media. The circular on “cyber discipline” came weeks after the arrest of Pradeep Kurulkar, a DRDO scientist at the rank of additional secretary, GoI. Kurulkar, investigators say, fell for a Pakistani “honey-trap”. The scientist is believed to have had access to over 50 DRDO establishments, including laboratories, and headed an R&D division that, among other remits, oversaw India’s missile launcher programmes. While the extent of the security breach is unlikely to be made public, it’s clear that DRDO was worried.Cybersecurity of India’s military infrastructure is by and large comprehensive. But there are gaps in terms of cyber infra upgrades and adequate supply of tech expertise. Another point of concern is the integrity of hardware, which is largely not manufactured in India. But the weakest link is human error that has repeatedly emerged as a significant security threat. The last six years reportedly saw over 20 serving and retired army staff arrested for allegedly spying for Pakistan’s ISI. Old-fashioned “honey-traps” have morphed into social media, internet inducements, designed to exploit weaknesses of some defence and research personnel. What hasn’t changed is that once trapped, officials are blackmailed.\nThe army this year also issued a circular warning personnel against posting or forwarding official communication on WhatsApp, storing data on devices at home, and cautioned against strangers acting chummy. DRDO’s cyber-discipline guidelines are similar – do not entertain unknown numbers, avoid chats with unknown people, don’t share information etc. It may be a better idea to also train all military and defence research staff on how to check the IP address of the next friendly stranger who reaches out and make it mandatory for them to immediately report such encounters.\n\n",
        "headline_1": "Strangers & secrets: Latest spy scandal in DRDO shows more attention must be paid to the weakest security link: human fallibility",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/strangers-secrets-latest-spy-scandal-in-drdo-shows-more-attention-must-be-paid-to-the-weakest-security-link-human-fallibility/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "A major prediction has come out of the World Meteorological Organization (WMO) this week, which says the world will almost certainly cross the threshold of 1.5 degrees Celsius of global atmospheric temperature rise within the next five years or so. This confirms that the world has already entered the era of losses and damages attributable to human-induced climate change and no country is prepared for what is to come in terms of adverse impacts.\nOne of the confusions that people are concerned about is the relationship between adaptation to climate change and addressing loss and damage. One way to understand the difference is using the new lens of averting, minimising, and addressing loss and damage from human-induced climate change as the most up-to-date terminology for climate change. In other words, what we called mitigation before is now better described as averting or avoiding loss and damage, and what we called adaptation is now to be called minimising loss and damage.\nThis does not at all mean that the efforts to mitigate or adapt to climate change should be abandoned – far from it. But addressing the actual impacts that are already visible and will continue to occur every day, week, month and year from now on has become the biggest priority.\nThe good news is that, under the United Nations Framework Convention on Climate Change (UNFCCC), at the last annual climate conference (COP27), a breakthrough agreement was reached unanimously by all countries to establish a funding mechanism to address loss and damage. A Transitional Committee was then set up to come up with recommendations to be discussed and negotiated at COP28 (due in November-December 2023).\nThis Transitional Committee has already held its first meeting and a workshop and plans to hold several more meetings before COP28. One of the important aspects of these discussions is the relationship between adaptation and loss and damage, as well as the concern that the funding to address loss and damage should not cannibalise adaptation resources, which are not enough to begin with.\nLet me explain where adaptation ends, and loss and damage begin. This is most clearly demonstrated by adaptation to extreme events such as cyclones, floods, heatwaves or wildfires. An interesting example of this occurred in the Bay of Bengal just last week, when Severe Cyclone Mocha was heading for Bangladesh and we warned and evacuated hundreds of thousands of people in the coastal areas in preparation. Fortunately for Bangladesh, the cyclone veered eastward hours before making landfall and thus hit only the southern tip of Bangladesh. Myanmar bore the brunt of the cyclone and suffered significant loss of lives. This is an example of how good adaptation in Bangladesh helped minimise the loss and damage from the cyclone, while poor adaptation in Myanmar caused much more loss and damage.\nThe other concern about loss and damage management eating up adaptation funding is a legitimate concern. Thus, raising funds to address loss and damage should not be focused only on public funds from governments; rather, it should rely on innovative funding mechanisms, preferably ones that make polluters pay for loss and damage.\nThere are a number of proposals being floated by different groups to raise such innovative funds, including a carbon tax on fossil fuel companies as well as levies on maritime and air travels.\nI along with several others put forward one such proposal – an international solidarity levy on air passengers that can be applied by any government under its own jurisdiction to get passengers to pay into a fund to address loss and damage. This proposal is based on a very successful model which was implemented by France for a number of years, where every air ticket purchased in France had a levy of a few euros only imposed by the government and collected by the airlines to contribute to the Global Health fund. This has successfully raised nearly 200 million euros a year for the last 10 years or so. Our proposal is for other countries such as the UK, Germany, the US and others to apply a similar levy to generate solidarity funds to address loss and damage.\nIndeed, these levies can also be applied by individual airlines on their own. For example, if the three major airlines of the Middle East – Emirates, Qatar Airways, and Etihad – were to charge a few extra bucks per ticket, it would not affect their competitiveness while raising several hundred millions a year.\nFinally, addressing the impacts of climate change will inevitably become a higher priority for every country whether they acknowledge this or not, and countries that prepare well can minimise the losses and damages that are going to occur.\nAt the same time, every country, and indeed every town and community, must also enhance efforts to minimise potential losses and damages through adaptation. We now need to treat adaptation and addressing loss and damage from human-induced climate change as a nexus approach, rather than separately.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) and professor at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Understanding the concepts of adaptation and loss and damage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/understanding-the-concepts-adaptation-and-loss-and-damage-3327886",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "Three years ago, an experimental toilet was built for girls at a rural school in Jhalakathi district. While the original idea was to address typical social and hygiene-related problems of young girls coming into puberty, we also felt that a gender-friendly toilet would improve the self-confidence and self-esteem of girls and benefit them in many ways. Moreover, the project was intended to \"change the attitudes of schoolteachers, parents, local community leaders, and even adolescent boys\" in the area/school.\nSoon after the toilet's construction, the Covid-19 pandemic spread ominously and a follow-up to observe the changes brought about by our project was shelved. Assessing its impact was revived again in 2022 as schools were fully reopened after nearly two years' hiatus.\nThe toilet has two washrooms surrounded by an outer room with running water. Sanitary pads, soap, and liquid handwash are available in the outer room. The girls can change pads when needed and drop the used one in a bin using a poly bag. In addition, there is a whiteboard where the girls can write the date of their period. The two toilets placed in an inner room provide privacy and safety from prying eyes.\nHere, we report what impact the toilet has had on the girl students themselves. On the basis of qualitative interviews with the girls of Classes VII-X on their school premises using a structured guide, we assess whether and how the availability of the specially built toilet affected their attendance and attention in school, their mental and physical well-being, and the challenges they face during their monthly cycle. The following thematic issues emerged.\nOne of the girls said in the past that discussions on menstruation were considered taboo or shameful at the school. Neither the guardians nor the teachers felt comfortable discussing the issue openly. The girls were even unwilling to carry a pad in their bags; instead, they opted to stay at home during their periods. After the construction of the toilet, female teachers briefed them on the uses of the facility. Hygiene has now become a familiar subject in the school. Girl students feel at-ease discussing the problem with other female students irrespective of their senior or junior status. Guardians have also become more open to the matter. Thus, an inhibiting topic has become a familiar subject of discussion in the school.\nThe schoolgirls indicated that, in the past, they were hesitant to use the school toilet as it was rather unclean and a foul odour was a constant presence. Faulty construction and inadequacy of running water, in addition to the unavailability of toilet paper, were major problems. Besides, they also had to wait in a queue sometimes as the number of washrooms was inadequate. This was a privacy issue for many. Moreover, there was no sanitary pad dispenser or a basket where they could dispose of the used pads. The existing facility addresses all these issues, providing a hygienic and healthy internal environment.\nOne of the girls said, \"One day, I was feeling pain in my abdomen and after going to the toilet I found that my period had started. I was at a loss and decided to go home.\" Some girls mentioned being unable to remember exactly when their period would start; it may not begin as scheduled. Timing could also vary from one month to another, and the process could start abruptly. As a result, they suffered from anxiety. Remembering to carry their own sanitary napkins was also stressful. However, now they have little worry as sanitary pads are readily available in the new facility and they do not need to go home or stop going to school. They can also write down their period dates on the board in the toilet, making their school attendance convenient.\nIn the past, the girls related experiences of uneasiness for the entire day for lack of a proper toilet. The situation worsened if they experienced unexpected periods, when they became unmindful and could not concentrate on their studies. Besides, they were unable to attend school regularly. In some cases, they stopped going to school for days. Missing classes impacted their education adversely. Now, they no longer miss school and go home at the normal time, even if their periods commence abruptly.\nIn the past, the girls used rags and other unhygienic solutions instead of sanitary pads. There was a likelihood of infection if the rags were not clean. Moreover, they could not change them once they came to school. Now, they get a pad free of cost from the school. This has made their life easy, they opined.\nPrivacy is an important issue for female students when attending school together with male students. Being able to dispose of their used pads discreetly is a great relief now, in addition to having access to soap and other basic toiletries to refresh themselves. They also feel at ease as the bathroom is located at a distance from the boys' toilet. Moreover, if there is any problem in the toilet, the authority takes necessary measures to fix it. It was a real big change for them, said one girl. They opined that the newly built toilet gave them a sense of privacy and confidence to attend school.\nThey used to have anxiety and a feeling of shame concerning periods in the past. Now, they have a clean and comfortable place with running water. They feel physically fresh and mentally happy now. One of the girls said, \"We can change our pads when needed. Our life has become much better than before.\"\nA simple, functional, box-in-box toilet can bring about dramatic change in the lives of young girls aspiring to lead better lives. That this basic matter continues to be ignored in schools across Bangladesh speaks about the status of women in this day and age and the patriarchal attitudes and sense of priorities that continue to dominate civic life in the country. It is time for policy intervention to construct girl-friendly toilets in all secondary schools across the country as more young women step forward and take charge of their lives.\nDr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University in the US, former faculty member of the IBA, Dhaka University, and former vice-chancellor of Brac University.\n\nDr M Ibrahim Khalil is assistant professor at the Department of Sociology of Govt BM College in Barishal.\n",
        "headline_1": "What’s in a girls’ toilet at a rural school?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-girls-toilet-rural-school-3327831",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "It is worrying to see the huge backlog at the Public Service Commission (PSC) that conducts the Bangladesh Civil Service (BCS) examination among other public recruitment exams. According to a report by this daily, the path for BCS candidates is riddled with uncertainties as they have to face prolonged delays at every stage of the exam, starting with publishing the circulars to appearing for tests and viva to getting their results. Despite promises of reform, it still takes at least three years to complete one BCS exam cycle. This is hampering the career prospects of examinees who must spend years studying and sacrificing personal and professional opportunities, hoping to secure a coveted position in the civil service, only to be stuck in a state of limbo due to the backlog.\nCurrently, the PSC is dealing with four BCS exams simultaneously – 41st, 43rd, 44th and 45th – each at different stages of their cycle, meaning that many candidates too are having to deal with all four simultaneously. The overlapping of exams and the uncertainty thus caused are affecting not just individual candidates, but also the entire recruitment process. The longer the backlog persists, the higher the likelihood of irregularities and compromises in the process. This also has broader implications for the nation as the BCS exams are a crucial mechanism for identifying talented individuals and placing them in key administrative positions. A backlog prevents deserving candidates from joining the service promptly, leading to a dearth of qualified civil servants.\nSo why is nothing being done about it? Reportedly, the current PSC chairman, at the start of his tenure, had promised reforms by preparing a roadmap to complete the entire BCS examination process in one year. However, the PSC is yet to finalise that roadmap. Any such plan cannot be implemented without first clearing the backlog. This calls for urgent measures to remove existing bottlenecks – including limited manpower – as well as overhauling the exam and result management processes through better planning and further leveraging technology.\nWe urge the government to take this issue seriously considering the ordeal of countless candidates, and enhance the capacity of the PSC so that it can reduce time for examination and recruitment. This is not just in the best interest of lakhs of candidates but also the civil service and the nation in general.\n",
        "headline_1": "Backlog of BCS exams must be cleared",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/backlog-bcs-exams-must-be-cleared-3327856",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "It is worrying to see the huge backlog at the Public Service Commission (PSC) that conducts the Bangladesh Civil Service (BCS) examination among other public recruitment exams. According to a report by this daily, the path for BCS candidates is riddled with uncertainties as they have to face prolonged delays at every stage of the exam, starting with publishing the circulars to appearing for tests and viva to getting their results. Despite promises of reform, it still takes at least three years to complete one BCS exam cycle. This is hampering the career prospects of examinees who must spend years studying and sacrificing personal and professional opportunities, hoping to secure a coveted position in the civil service, only to be stuck in a state of limbo due to the backlog.\nCurrently, the PSC is dealing with four BCS exams simultaneously – 41st, 43rd, 44th and 45th – each at different stages of their cycle, meaning that many candidates too are having to deal with all four simultaneously. The overlapping of exams and the uncertainty thus caused are affecting not just individual candidates, but also the entire recruitment process. The longer the backlog persists, the higher the likelihood of irregularities and compromises in the process. This also has broader implications for the nation as the BCS exams are a crucial mechanism for identifying talented individuals and placing them in key administrative positions. A backlog prevents deserving candidates from joining the service promptly, leading to a dearth of qualified civil servants.\nSo why is nothing being done about it? Reportedly, the current PSC chairman, at the start of his tenure, had promised reforms by preparing a roadmap to complete the entire BCS examination process in one year. However, the PSC is yet to finalise that roadmap. Any such plan cannot be implemented without first clearing the backlog. This calls for urgent measures to remove existing bottlenecks – including limited manpower – as well as overhauling the exam and result management processes through better planning and further leveraging technology.\nWe urge the government to take this issue seriously considering the ordeal of countless candidates, and enhance the capacity of the PSC so that it can reduce time for examination and recruitment. This is not just in the best interest of lakhs of candidates but also the civil service and the nation in general.\n",
        "headline_1": "Backlog of BCS exams must be cleared",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/backlog-bcs-exams-must-be-cleared-3327856",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "It is quite concerning that Bangladesh loses around $3.3 billion a year – or 1.5 percent of its GDP – because of unreliable power supply to homes, offices, and factories, according to a World Bank report. It was also revealed that our \"power generation asset utilisation remains low, below 50 percent, due to fuel shortages, poor dispatch, and transmission constraints.\" These findings come at a time when the country has been experiencing a renewed bout of power outages amid a scorching summer, increasing people's suffering.\nIt is no secret that the power sector has long been a victim of poor decisions, irregularities, and lack of accountability. This was aptly manifested when Bangladesh started experiencing frequent outages last year shortly after the government's announcement of achieving 100 percent electricity coverage. It can be argued that its power policy was flawed from the very beginning. To achieve self-sufficiency in power, it decided to build fossil-fuel-fired power plants, and gave permission to set up quick rental power plants, without considering their economic viability or environmental impacts. It also failed to ensure the fuel support that would be needed to run these plants.\nThe result is: about one-third of our total power generation capacity remains unutilised, mostly due to fuel shortages and maintenance-related issues. Despite this, as per a recent study, the 12 worst performing plants, which stayed out of operation or faced technical difficulties for the longest time, were paid Tk 2,336 crore in capacity charges last year. This is totally unacceptable.\nOne may recall that one of the preconditions for the WB's $500 million loan to Bangladesh was – no capacity payment for rental power plants seeking contract renewal. Reportedly, the government complied with it. The WB also made some policy recommendations such as amending the Energy Efficiency and Conservation Rules with provisions for annual energy consumption reports, periodic energy audits, and capacity development. We urge the government to follow these suggestions properly, and start building a sustainable energy sector through utilising clean energy sources such as solar power.\n",
        "headline_1": "Frequent power outages must be checked",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/frequent-power-outages-must-be-checked-3327271",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "With the traditional wasteful models of production being replaced by circular and sustainable ones in different industries across the globe, the apparel sector cannot stay behind. In fact, the world-famous clothing companies and fashion brands like H&M, Adidas, Ever Lane, Buffy, Girlfriend Collective, Nike, Aday, etc., have been increasingly switching to recycled fabrics. The European Union (EU), a major destination of Bangladesh's apparel products, is also going to make it mandatory from 2025 that 30 per cent of the clothing it imports should be made of recycled fabrics. Against this backdrop, what is the state of preparedness of the apparel sector in Bangladesh?Reports have it that, annually, Bangladesh's apparel sector produces about 570,000 tonnes of textile waste, also called jhut, locally. By recycling this waste into fibre and reusing the same in the textile industry, Bangladesh reportedly can save on the import of virgin cotton to the tune of one billion US dollars (USD) annually. The international buyers of Bangladesh-origin garment products are also learnt to be attaching the mandatory condition of using recycled fibre, for instance, recycled polyester or other manmade fibres in place of virgin cotton in their textile products. But despite the huge potential of this emerging sector of recycled fabrics globally, appropriate policies are yet to be in place in Bangladesh to grab the opportunity. In fact, the local recycled fibre production mills have to pay a 7.5 per cent VAT while collecting the textile waste or jhut raw material for their industry. Again, 15 per cent VAT is levied on them when they supply the recycled fibre to the local spinning mills. But this growing 100 per cent export-oriented backward linkage industrial sector merits government support. Seeing that the use of recycled fibre in apparel products from Bangladeshi exporters has been made obligatory in the new laws of the Western markets, the government should fast-track framing policies to incentivise the sector. Notably, at present, some 23 local mills have the annual capacity of producing 220,000 tonnes of recycled fibre. In addition to this, of the 330 spinning mills producing yarns, 61 are able to manufacture Global Recycle Standard (GRS)-certified yarn. Also 14 more such spinning mills are reportedly in the process of getting GRS certification. Evidently, the quantity of textile waste or jhut generated by the local RMG industry, if processed, is not enough to meet the rising demand for recycled fabrics from buyers. So, it is hardly surprising that recently the textile waste recycling mills urged the government to form an HS code as well as provide them with duty-free facilities for importing textile waste and mutilated garments.The good news is that the Bangladesh Trade and Tariff Commission (BTTC) has looked into the issue and come up with recommendations to arrange fiscal measures in the upcoming budget and remove the tax-related barriers to the growth of textile waste, especially cotton-fibre, for recycling sector. Also, it suggested introducing tariff for the VAT-registered textile waste fabric recycling industry. In a similar vein, the BTTC recommended classifying the products with new Harmonized System (HS) code styled 'Recycle Cotton Fibre'. Most importantly, it suggested banning any export of jhut (textile, or cotton waste) to meet the demand of the local recycled fibre industry. Given its inexhaustible potential, the government should provide generous fiscal support so that the emerging textile waste recycling sector can draw more private investment, both local and foreign.",
        "headline_1": "Recycling of textile waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recycling-of-textile-waste-1684853450",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "We often look at light engineering as a labour-intensive manufacturing sector. But both light engineering products and processes are amenable to progression due to creation and integration of ideas. Invariably, increasing the role of ideas has been reducing labour in production. As a result, quality has been improving. Most importantly, the cost of adding per unit of value has decreased due to higher precision and lower wastage. Consequently, the importance of the role of labour in the light engineering sector has been eroding. To cope with this reality, like many least developed countries (LDCs), Bangladesh has been depending on imported technology in capital machinery and product design. If this trend continues, what would likely be the result? There is no denying that more accessibility to loans, growing tax differential, and expanding cash incentives will keep extending the lifeline of the weakening light engineering sector. But what could be the sustainable solutions for the sector? Should we draw lessons? Creation of rconomic value depends on four significant inputs: (i) natural resources or raw materials, (ii) labour, (iii) knowledge, and (iv) ideas. For the light engineering sector, Bangladesh relies on the import of natural resources like materials and energy. Due to the abundance of low-cost labour, Bangladesh focused on adding value through labour. But the role of labour has been diminishing due to the growing role of ideas. So far, Bangladesh has relied more on imported ideas. On the other hand, software-based automation has been rapidly transferring the role of knowledge to machine or production process capability. As a result, the labour-intensive scope of adding value in the light engineering sector of Bangladesh has been diminishing, thus, weakening firms and the sector as a whole. But how have advanced economies succeeded in developing high-performing firms out of light engineering? To draw a lesson, let's look at two examples. Bicycle parts manufacturing is perceived to be a light engineering activity. Bangladesh's light engineering sector aspires to be a producer and exporter of bicycle parts. Despite some success, the achievement is not significant and the sector is unable to create high-paying research and development (R&D) jobs. On the other hand, despite the high labour cost, Japanese Shimano is the world's largest bike component manufacturer. It has a 50 per cent market share for all parts and 70 per cent for the high-end range.Furthermore, while Bangladesh's light engineering cluster in Bogra has been producing products worth $50 million annually by employing 15,000 people, Shimano's 13,000 employees made $2.93 billion in revenue and $462 million net income in 2017. What is the underlying reason for such a gulf of difference in revenue generation --- 60 times higher per employee? Instead of focusing on adding value through labour, Shimano's strategy has been application of ideas. Hence, it's no surprise that Shimano, with 69 patent applications in 2022, topped the list of bicycle industry in the US patent office. But how did Shimano attain this position? Did it start the journey on breakthrough invention, huge investors' fund, tax differential, easy loan or cash incentives? Like many other light engineering workshops in Bangladesh, Shimano started the journey humbly. In 1921, Shozaburo Shimano established Shimano Iron Works in Higashi Minato in Sakai City. It was a rented, nearly 40-square-meter area. This newly established facility had only a single lathe measuring 1.8 meters long. More interestingly, Shozaburo Shimano borrowed it from Sano Iron Works. Its first product was bicycle component freewheels. Notably, the beginning of Shimano is in parallel with those of many entrepreneurs in the light engineering sector of Bangladesh. But why has not any Bangladeshi light engineering firm grown like Shimano? What is the underlying reason? Shimano's success is rooted in two major factors. The first one is the culture-the endless desire for perfection. Instead of just making copies of existing bicycle products like Bangladeshi workshops do and profiting from low-cost labour and government incentives, Shimano focused on ideas of incremental advancement. Of course, it started due to the cultural background of Japanese society. Initially, it was driven by internal desire, intuition, and tinkering. But such idea accumulation in increasing quality, lowering cost, and improving precision, often through automation, seeded the gaining of competitive advantage out of ideas instead of the labour and government incentives. But generation of idea also reaches a saturation point. Hence, over time, Shimano focused on a scientific approach of R&D for systematically leveraging science and technology to create an endless flow of ideas to increase competitiveness. Consequently, Shimano has succeeded in outperforming competitors, including early pioneers and inventors from Germany and the USA. Shimano has turned the bicycle parts business into an opportunity of creating economic value through a flow of ideas. Unfortunately, the input of idea is missing in Bangladesh's light engineering sector. Despite continued erosion, low-cost labour and government incentives have been prioritised. Value addition is thus hampered. Another notable example is John Deere's rise from a humble blacksmith shop. This is an American company with a revenue of $52 billion and a $9.0 billion net income. This company employing 82,000 people, started the journey in the blacksmith shop of John Deere. In 1837, blacksmith Deere opened a 1,378-square-foot (128 m2) shop in Grand Detour. He used this shop to serve as a general repairman in the village and a manufacturer of tools such as pitchforks and shovels. Soon after, in 1837, John Deere fashioned a Scottish steel saw blade into a plough. With the growing popularity of the plough, he started manufacturing and stockpiling them instead of producing them after receiving orders. Of course, such a change in the business model contributed to expanding business of plough-making. John Deere focused on continuously improving and innovating more appropriate tools for farming. The journey has led to the rise of the humble agricultural machine repairing and plough-making workshop to an intelligent high-precision agricultural machinery firm. Hence, John Deere's success in building high-tech farming machinery is due to the continued focus on creating value from idea generation and cumulative effects as product and process features. Unfortunately, this vital element is missing from Bangladesh's light engineering firms producing agricultural machinery. Following other industrial sectors, firms in the light engineering sectors in advanced economies have been progressing on newer ideas. Their success has been due to creating economic value out of ideas. Reducing the role of labour, quality has been improved and cost of producing per unit value lowered. Thus a blacksmith's or a simple lathe workshop's humble beginning ended up creating high-paying jobs for university graduates and inspiring generation of knowledge and ideas. Their success makes labour-based value-addition scope in Bangladesh and other less developed countries less likely. Unfortunately, this fundamental reality is overlooked by industry players, sector development experts, lenders, and the governments of poor-performing countries. \nM. Rokonuzzaman, Ph.D is academic, and researcher on technology, society and policy. [email protected]",
        "headline_1": "Building idea-intensive light engineering sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-idea-intensive-light-engineering-sector-1684853499",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "Two-wheelers have given people an alternative to being stuck on roads for hours on end on city roads, and the freedom of movement in rural areas. While motor cycles have been the vehicle of choice in rural areas for decades, the explosion in numbers in the capital city and other urban centres has taken place after several companies started assembling them domestically in recent years. That brought down retail prices and bank credits facilitated this phenomenal growth. While this has been a boon for individuals wanting to get from Point A to Point B in the shortest possible time, it has not come without problems. The number one headache that the two-wheeler has brought is congestion on already-congested roads, but more importantly the deterioration of road safety for others and riders themselves.The propensity to break traffic laws is extremely high in Bangladesh. Any mode of two-wheel transport is inherently unsafe because it is, literally, a balancing act. An individual sits on an engine which is resting on two wheels. Hence, the question of safety equipment, particularly, helmets is one of paramount importance. A helmet must be sturdy and flexible, to withstand the probable damage a crash may cause. Bones of arms and legs may heal with time, but a head-injury is, more often than not, fatal. This is why helmets are mandatory to be worn by a rider the world over. While the police have been stringent in applying the law in Dhaka city, the same cannot be said so for riders countrywide. This has much to do with the excuses riders come up with not wearing it in the first place - the weather is too hot, it is cumbersome to carry around and cannot be secured to the bike (from thieves), etc. That's not the point at all. The helmet isn't a fashion accessory, it's there for a reason. People will always find excuses not to wear it, it is up to law enforcers to enforce the law. Obviously, things need to change. Why not introduce a point-based licence where people who refuse to wear a helmet start losing points and at one point the licence becomes invalid? This is something the authorities can start thinking about if it is serious about getting riders to comply with wearing helmets.The other issue that needs to be addressed immediately is the quality of helmets for bikers. According to experts, motor bikers are \"26 times more likely to die in road crashes than passengers of cars.\" Use of substandard helmets where cost is the only consideration has proliferated due to a lack of quality standard and certification process. These low-quality helmets are flowing in from China, India and Thailand. Bangladesh needs to have a set standard that will be overseen by one or more competent authorities.Foreign investors should be encouraged to set up plants in one of the several special economic zones to bring their expertise to the country. Local manufacturers too should be encouraged to produce quality helmets for a market (according to the World Bank) of 800,000 to 1.0 million per annum. Those are significant numbers and one that's now entirely serviced by all manners of \"helmets\", bulk of which are nothing but plastic. Only when quality helmets are made available at a price point that is comfortable to consumers, will they start becoming more commonplace on our roads. That along with stringent enforcement of laws can reduce fatalities for riders and tame their overenthusiasm on roads which is causing havoc for other commuters and pedestrians.\n[email protected]",
        "headline_1": "Making bikers comply with traffic laws",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-bikers-comply-with-traffic-laws-1684853539",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-05-2023"
    },
    {
        "full_article": "Prices of essential commodities including onion and vegetables have seen a sharp rise. Onion was selling between Tk 42 and Tk 45 a kilogram nearly a month ago. It has now hit Tk 90. A number of vegetable items have also experienced significant hikes. Summer brinjal, snake gourd, sponge gourd, teasel gourd, bitter gourd, colocasia stem, pointed gourd, papaya, yardlong bean, and okra, all saw price increases of Tk 20-30 per kg. High price of onion and vegetable items in the country has caused problems for particularly the lower income groups. Price hike affects the fixed-income people first as with their limited income it is difficult for them to make both ends meet at times. They feel insecure and unsettled when prices increase abruptly. No one is exactly aware of the reasons behind the sudden price hike of essentials. The government is supposed to control the prices of essentials. If the prices do not come down, they will make life difficult for the consumers. I would like to request our finance minister to look into the matter sincerely and take effective action to alleviate the sufferings of the common people.\nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Keeping prices of onions, vegetables under control",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-prices-of-onions-vegetables-under-control-1684853561",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-05-2023"
    }
]