[
    {
        "full_article": "The Patna High Court judgment striking down enhanced reservation for various communities in employment and education marks yet another instance of the strict application of the 50% ceiling on total reservations by the judiciary. The verdict has invalidated the Nitish Kumar regime’s decision of last year to amend its quota law to raise Backward Classes (BC) reservation from 12% to 18%, that of Extremely Backward Communities (EBC) from 18% to 25%, and those of Scheduled Castes and Scheduled Tribes from 16% to 20% and 1% to 2%, respectively. This took the total reservation level to 65%. Applying judicial precedents that have now crystallised into a legal bar on reservations exceeding 50%, the court has inflicted a huge blow to the Bihar government’s plan to utilise its Caste Survey findings to expand its affirmative action programme. The government may have erred in its policy approach — armed with caste-wise population numbers — when its preamble to the amending law said it aimed to achieve “proportionate equality”. The court agreed with the petitioners challenging the increased quotas on a key point: that adequate representation does not mean ‘proportionate representation’, as clarified in the famous nine-judge verdict in Indra Sawhney (1992). If any attempt to raise the quota level earmarked for any section to be in proportion to the State’s population results in the total reservation percentage exceeding the permissible limit, it is liable to be unconstitutional.However, it is unfortunate that the court was so zealous about the reservation ceiling, that it rejected the State’s argument on the existence of special circumstances. Indra Sawhney did allow the quota ceiling to be exceeded in “extraordinary situations”. It suggested that the population living in remote or far-flung areas may require to be treated in a different way. The court seems to have taken that geographical remoteness is the only special situation to justify an enhanced quota and denied the benefit to Bihar. It is difficult to believe that a State which is backward in most parameters of human and social development should be denied the use of its executive and legislative power to expand its social justice programme. The court surely saw merit in the argument that there was no in-depth study before enhanced reservation was implemented. This raises the question whether the survey was indeed quite exhaustive when it gave a caste-wise break-up of the population and their economic conditions. While there may be a case for pruning the BC or EBC list based on the progress made over the last few decades, it might not be just to stymie every attempt to enhance the numerical representation of historically deprived sections on the ground that it exceeds the quota ceiling.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nPatna\n\n/\n\nBihar\n\n/\n\nReservation\n\n/\n\ngovernment\n\n/\n\npopulation\n\n/\n\ndevelopment\n\n/\n\nCaste",
        "headline_1": "Limit and excess: On the Patna High Court judgment and enhanced reservation",
        "headline_2": "Creamy layer should be kept out, but the ceiling on quota is artificial",
        "link": "https://www.thehindu.com/opinion/editorial/limit-and-excess-on-the-patna-high-court-judgment-and-enhanced-reservation/article68324378.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "​Assembly bye-elections seldom throw up surprises. In Tamil Nadu, close to three out of four by-polls since 1977, when the AIADMK first swept to power, have gone to the ruling party (or its allies). The July 10 bye-election to the Vikravandi constituency, located in the relatively backward Villupuram district of the northern part of the State, might not break this pattern, but the main Opposition, the AIADMK, has added a new dimension by announcing a poll boycott. The ostensible reason was its fear that the ruling DMK would “indulge in enormous use of money and muscle power...”, just as in the Erode (East) bypoll in 2023. But, clearly, the AIADMK, which drew a blank in the 2024 general election, is wary of failure again. The DMK, the PMK (as a constituent of the BJP-led NDA), and the Naam Tamilar Katchi are in the fray. The AIADMK could also be trying to woo back the PMK. In any case, the boycott does not behove a serious party. But whatever the AIADMK’s rationale, its stated explanation is a challenge for the election authorities, who will have to ensure a free and transparent bypoll. Previous bye-elections have been marred by the flow of gifts and money. In Erode (East), the AIADMK had even alleged that the DMK had confined sections of electors in election offices during the campaign.There is a widespread perception that the laws with regard to bribery as an electoral offence are no deterrent to political parties, especially those in power. While it is not difficult to sharpen the laws, the question is whether they will be enforced in a fair manner. So, it is up to the Election Commission of India (ECI) to now erase these misgivings. The most powerful weapon that the ECI has against recognised political parties is the power to freeze their symbols. But, this has never been used in Tamil Nadu even when allegations of electoral offences surfaced. In the past decade, on two occasions when the AIADMK was in power, the ECI was tough when it rescinded, in 2016, the polling process in Aravakurichi and Thanjavur during the election to the State Assembly. And, in April 2017, a few days ahead of polling, it cancelled the R.K. Nagar by-poll over money power and the offering of allurements to the electorate. It is another matter that when the elections to the three seats were held later, the candidates who were in the news earlier for the wrong reasons, emerged victorious. Unless the ECI sends out a strong message that there will be no tolerance of bribery, there will not be much change on the ground. Also, the electorate should not be swayed by either money or freebies. In this regard, civil society organisations too have a crucial role to play. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAssembly Elections\n\n/\n\nTamil Nadu\n\n/\n\npolitics\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nGeneral Elections 2024\n\n/\n\nNaam Tamilar Katchi\n\n/\n\nElection Commission of India\n\n/\n\ncorruption & bribery",
        "headline_1": "​Money and muscle: On Assembly bye-elections and Tamil Nadu",
        "headline_2": "Whatever the AIADMK’s reasons for the boycott, the ECI must ensure fair polling",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmoney-and-muscle-on-assembly-by-elections-and-tamil-nadu/article68324405.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "Days after LS results, parties in Bihar are already preparing for 2025 assembly polls. State party CPI-ML has returned to Parliament after 35 years with two MPs in the 18th Lok Sabha. In a stunning comeback in 2020 Bihar polls, the radical Left party won 12 seats. Party general secretary Dipankar Bhattacharya, credited with CPI-ML’s electoral revival, tells Subodh Ghildiyal about lost opportunity in Siwan and Saran, where Lalu’s daughter Rohini Acharya narrowly lost by 13.6k votes, and sharp spike in INDIA’s EBC vote shares.\nSP-led opposition did very well in UP, but RJD’s score in Bihar was underwhelming.\nThough their socio-economic profile may be similar, the situation was very different in the two states. UP, after all, is the laboratory of ‘bulldozer raj’. It has seen much worse caste oppression and anti-Muslim violence than Bihar. Of course, INDIA bloc in Bihar could have put up a better performance with better management of seat-sharing, choice of candidate and campaign execution. That said, outcome of eastern UP and south Bihar is quite on the same level.\nRead full interview on TOI+\n\n",
        "headline_1": "‘No reason why INDIA can’t win the next Bihar assembly elections, even if advanced…Our vote share has shot up’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-reason-why-india-cant-win-the-next-bihar-assembly-elections-even-if-advancedour-vote-share-has-shot-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "Most men of a certain vintage can’t tell a shampoo from a conditioner. They are clueless about what goes first. They occasionally take a sly look at the colourful bottles stacked on bathroom shelves in their homes or hotels but chicken out due to fear of the unknown. But they do so at their own peril. When they get to use either, it’s a consequence of someone else’s motive – their better halves, partners, or whoever calls the shots at home.\nIt begins on an innocuous note. Products that don’t deliver on promised lustre, bounce, shine come their way. The guilt of leaving expensive stuff half-unused reminds women of their men. Ditto for nearly out-of-date bottles that are fobbed off with sugar-coated words.\n\nThe male is coaxed into washing his hair with whatever is left in the fancy bottles. He’s clueless about the sudden attention his scalp gets. He is happy about bubbles and foam. So far so good. After all, sharing is caring. But things get a little sinister when it comes to testing products of indeterminate provenance. Or those that say something in the fine print that you read only in the comfort of your home.\nCan women be accused of unethical conduct? No. Who cares about male hair anyway? Hasn’t Bollywood sung paeans to female locks, tresses, and curls, whether bheegi, bikhari or reshami. Not to forget Urdu shayari. The male variety gets a mention only in films like Bala, where it’s for lack of it, not abundance.\nAnyway, there’s only anecdotal evidence about such clinical trials at home. Will women plead guilty to the charge? Are women likely to squeal on other women? Probably these minor transgressions are covered under omerta. Men at the receiving end of such experiments must take solace in the fact that they’re helping preserve a national treasure. No need to call it a sacrifice because you are most likely to get rid of what grows on your head at the earliest.\nThere’s one product that some men swear by. A certain beer shampoo. The very name gives them a heady feeling, if not essential vitamins and oils. But gentlemen from the old school, who detest anything that deviates from the customary, are perplexed when they encounter a bald spot. The root cause of falling hair need not be only stress. They need to read the fine print too.\n\n",
        "headline_1": "It’s hair-razing: Man’s trial by woman’s shampoo and conditioner",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-hair-razing-mans-trial-by-womans-shampoo-and-conditioner/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "By BK Brij Mohan \nYog consists of profound and subtle teachings; it is described as the supreme secret revealed by God. Yog is “evenness of mind” and “skill in action,” chapter 2 of the Bhagwad Gita enunciates. “Established in yog, perform action,” Krishn exhorts Arjun. Later, in chapter 8, Arjun is asked to always be steadfast in yog. These examples from the Gita make it clear that yog is more about our state of mind and way of life than mere physical postures.\nIts goal is bigger than attaining perfect physical health and fitness. The practice of yog, in all its aspects, including action without attachment to the result, devotion to God, acquisition of knowledge, and control over the self, leads to freedom from the bondage of vices and liberation from sorrow.\nYog is an essential component of not just spiritual practices but also ethical conduct and a life of virtue. The purity of mind that comes from regular practice of meditation, a key element of yog, enables one to have accurate discernment and the right judgment, which leads to correct action, success, and happiness.\n\n \nIf the mind is tainted by vices, it distorts our perception of people and situations, negatively influencing our conduct and decision-making. Purity of mind is fundamental to fostering divine qualities, while an impure mind is the breeding ground of demoniacal tendencies, as the Gita envisages in chapter 16. Yog holds the key to transforming an evil mind into a pure one.\nThe protection of the good, destruction of evil, and establishment of righteousness that God manifests for – as He tells Arjun in chapter 4 of the Gita – is done by His teachings of yog. It enables humans to know their true spiritual identity and connect with Him to empower themselves and overcome their weaknesses.\nThe yog taught by God is Raj Yog, meant for the salvation of all. It is a spiritual process and practice capable of being universally adopted and undertaken even by the elderly. This king of yog enables the self to rule over the senses and sublimate worldly desires and attachments. It also leads to the purification of the soul and freedom from sorrow.\nIn Raj Yog, the Self is recognised as an immortal being, a sentient non-physical entity or as a divine point of light twinkling between and behind eyebrows. In the process of Raj Yog, our mind and intellect stay connected to the Supreme Soul through His loving remembrances, even while doing our daily duties.\nRegular practice of Raj Yog draws into the soul the powers and virtues of the Divine and transforms it from weak to powerful, from disturbed to peaceful, from its subservience to passions, people and situations to being master of the self, unshaken by circumstances.\nRaj Yog is an ancient art and skill that restores intellectual communion with the Supreme Being. It’s not just about achieving physical well-being but also about learning a better way of life by developing the ability to make more enlightened choices.\nThe writer is chief spokesperson for Brahma Kumaris Organisation\n\n",
        "headline_1": "Develop the ability to make enlightened choices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/develop-the-ability-to-make-enlightened-choices/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "Switching to a plant-based whole food (PBWF) diet, particularly one that incorporates green smoothies or juices, may lead to some stomach issues. These issues often depend on your previous diet and lifestyle. For instance, if your diet lacked fiber, you might notice changes in your bowel movements. Here are some signs and symptoms that might indicate you’re increasing your fiber intake too rapidly.\nConstipation or diarrhea\nExcess fiber can lead to constipation or diarrhea. Fiber acts as bulk that draws water into the gastrointestinal (GI) tract. If you’re not hydrated enough, this can cause the GI tract to dehydrate, making stools hard and difficult to pass—common with soluble fiber. Conversely, too much insoluble fiber can cause diarrhea and loose stools. It’s best to increase your fiber intake gradually to avoid these issues.\nBloating\nRapidly increasing your fiber intake can cause bloating. This most often happens when you eat too much fiber too quickly because most of the fiber won’t be digested or broken down while moving through the GI tract. Bloating is also quite common when you consume smoothies as there is air finely mixed in the smoothies.\nGas problems\nIncreasing fiber feeds the microorganisms in your colon’s microbiota leading to gas production. This is more of a social issue than a health problem, as all mammals pass gas.\nAbdominal pain\nExcessive fiber can slow down digestion or even cause it to stop, leading to cramping along with changes in bowel movements, gas, and bloating.\nMineral deficiencies\nFiber can bind to some nutrients, preventing their absorption. This is especially true for minerals like iron, chromium, copper, zinc, and calcium. Consuming adequate amounts of vitamin C may help counteract this effect.\nWhat to do?\nTypically, the stomach stabilizes within a few days or weeks. If issues persist, you may be eating too much fiber, consuming it too quickly, consuming the wrong kind of fiber, or be in need of some extra vitamin C. Consider the following:\n\nIdentify and eliminate specific foods causing issues.\nGradually reduce and then slowly increase your intake of juice and other fibrous foods.\nFor constipation, increase your intake of insoluble fiber; for loose stools, switch to soluble fiber.\n Ensure you’re drinking enough water if constipated.\n\nSkin issues\nLosing a significant amount of fat can sometimes lead to skin issues like pimples. These typically resolve over time. The human body can hide away some toxins in fat. As the body burns fat for energy during ketosis, it may release stored toxins, which the skin then tries to eliminate.\nAddictions & withdrawal symptoms\nWhen our body and mind become accustomed to certain patterns of behavior, they resist sudden changes. Regular consumption of specific beverages and foods stimulates dopamine release, temporarily enhancing our mood. Once the effect wears off, the body returns to normal or experiences a low, creating a desire for more.\nThese foods and beverages are inherently addictive. Furthermore, every cell in our body contains a clock programmed to a set pattern of behavior. Consuming addictive substances at regular intervals can cause significant harm. A change in dietary habits and behavioral patterns is often resisted by the body, leading to what we refer to as withdrawal symptoms. While these are commonly recognized with substances like alcohol, tobacco, and drugs, they also apply to caffeine and certain common foods.\nCaffeine is particularly addictive and can impair the ability to perform daily activities without it. Many regular consumers of tea or coffee develop a dependence, with headaches being the most common withdrawal symptom. Those who attempt intermittent fasting by delaying their morning meal until after 10:00 AM often experience this. The reason caffeine is so addictive is its integral role in our daily routines and social interactions. Caffeine increases the production of the neurotransmitter dopamine, which affects our attention level.\nFood as an addiction\nApart from well-known addictive substances like caffeine, alcohol, and tobacco, certain foods can also be highly addictive. These include sugar, cheese, chocolate, potato chips, French fries, ice cream, breakfast cereals, pizzas, biscuits, and cakes. These addictions can surface during periods of fasting like Ekadashi and Navratri, highlighting our dependencies.\nHeadache\nRegular caffeine consumption reduces cerebral blood flow due to the narrowing of blood vessels. Although blood flow initially increases after caffeine intake, it soon diminishes, and the expected circadian rhythm-associated boost at a specific time leads to headaches if caffeine is not consumed.\nIt happens within 1-4 hours of missing the regular dose of caffeine. It is usually most common among people who consume three or more cups of coffee/tea each day.\nConstipation\nThose accustomed to starting their day with tea or coffee may experience constipation when they stop. Both caffeine and hot water stimulate bowel movements and therefore abruptly stopping caffeine intake can cause constipation. This is where the term “bed-tea“ originated.\nReplacing coffee with warm water in the morning or herbal teas later in the day can help, especially for those practicing intermittent fasting.\nFatigue\nCaffeine increases alertness by blocking adenosine receptors, a neurtotransmitter that induces feelings of tiredness. Without this stimulant, feelings of fatigue can occur. The habit of a late afternoon cup of coffee causes slow down an hour or two after lunch.\nBrain fog\nThe release of dopamine from consuming caffeine and other addictive foods sharpens our attention. Without regular intake, our attention span may become foggy.\nIrritability\nLow energy and headaches can lead to irritability. Techniques like deep breathing (Pranayama), stretching, or stepping outside can alleviate this symptom.\nAnxiety & depression\nCaffeine addiction can make some individuals feel jittery and anxious, and for some, stopping caffeine can produce similar effects. Additionally, because caffeine elevates mood, its absence can lead to depression.\nNausea\nWithdrawal from caffeine can disrupt the digestive system and sometimes causes nausea.\nInsomnia\nThis comes as a surprise to many because we normally associate the inability to sleep with coffee consumption. But stopping a coffee habit abruptly can also cause insomnia\nTremors\nSome individuals may experience involuntary shaking, typically of the hands, as a withdrawal symptom.\nHow to overcome caffeine & food addictions?\nFor those struggling to quit, gradually reducing consumption over a week or substituting with healthier options like herbal teas, green or fresh fruits, can be effective. Here are some suggestions:\n\nDrink a third or half a glass of green juice every time the urge hits you.\nEnjoy herbal teas like ginger, cardamom, or cinnamon.\nTry hibiscus tea, suitable for all-day consumption.\nSnack on fresh fruits, cucumbers, or carrots.\nEngage in physical activities like stretching, deep breathing, or taking short walks outdoors.\n\nOur bodies operate on a circadian rhythm, learning from and adapting to our life patterns. Disturbing this rhythm is met with resistance, but research shows it takes about three weeks for the body to develop new habits or modify existing ones. Managing withdrawal symptoms during this period, or gradually introducing changes, can help ease the transition.\n\n",
        "headline_1": "Side effects while transitioning to a plant based whole food diet",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/five-pillars-of-health-a-blueprint-for-wellbeing/side-effects-while-transitioning-to-a-plant-based-whole-food-diet/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "Although Rammohun Roy was notably many things, he was not an unlikely person to write a grammar—or, in fact, two grammars: one in English and one in Bangla, the latter being a free translation of the former. He was a polyglot, and once you know more than one language, you are naturally curious about the structures of them—how different or how alike they are. And next a deeper question begins to haunt you: Why are they alike or different? If, however, the languages in question are genetically related, their structures and vocabulary may have something in common. But if they come from different and unrelated families, the areas of surface divergences may be wide. Rammohun (1772-1833) knew languages that were quite different from one another, Bengali, English, Arabic, Persian, Sanskrit, etc.\nIt is, however, quite a happy fact that he did not write a comparative grammar of the languages he had known, but, avoiding the temptation, he decided to write a grammar of his own language, Bangla. Of course, one knows that there are hundreds of kinds of Bangla—its dialects, class varieties, or sociolects, Bangla of different times, etc. But Rammohun wrote a grammar of what was the written norm of the day, the standard written dialect of Bangla, otherwise called the Sadhu Bhasha, without ignoring the spoken colloquial standard form. He also was the first Bengali to write an original grammar of the language. The earlier grammar of Mitrityunjay Vidhyalankar was not an original work, but arguably a translation of William Carey's grammar.\n2\nAs we have hinted before, Bengalis were not the first to write grammars of Bangla. It was a Portuguese churchman, Fr. Manoel da Assumpcam, who first prepared a sketch of Bangla grammar in his Vocabulario em idioma Bengalla e Portugueze divide em duas partes (1742?), that is, 'Vocabulary and Idioms of Bangla and Portuguese divided in two parts.' The second Bangla grammar, this time a fuller treatment, was also written by a foreigner, the Englishman Nathaniel Brassey Halhed (1751-1830), whose Grammar of the Bengal Language, written at the behest of Governor General Warren Hastings (1732-1818), was published in 1778. This was a much fuller treatment of the language, and demonstrates Halhed's full grasp on what should be the components of an academic grammar. And it also carried the first experiments with movable Bangla types, whose shapes were curved by Charles Wilkins (1749-1836) and his Bengali assistant Panchanan Karmakar. Bengali printing would see its formal inauguration in this book and would begin being independently used in about two decades.\nThe third notable grammar of Bengali would come from the hands of yet another Englishman, William Carey (1761-1834). He came to India as a Protestant missionary, but, noting his inclinations, he was later entrusted with some academic responsibilities by the East India Company or the Governor General (1798-1805), Lord Wellesley, who founded Fort William College in 1800. Carey served the college as the head of the department of its Indian languages teaching program, and in the course of his work, wrote a Bengali grammar, a book of Bangla conversation, and a dictionary of the language. Moreover, he prompted others to write Bangla textbooks, to be published by the college.\nCarey was also a polyglot and, in addition to that, had grown a special love for Bangla because of its relative 'closeness' to Sanskrit. The first Bangla textbooks, as well as those in other Indian languages, were written under his direction and published by the college, but they were mainly for the young Englishmen who had come to serve India as civilians. Carey, as we have said, has at least three important works that are closely connected with the teaching of the language. They are, chronologically, A Grammar of the Bengalee Language (first published in 1801, but later enlarged and revised to be republished in 1805), a book of Bangla dialogues, Kathopakathan (1801), and a table-size dictionary of English and Bengali (combined volume 1825). His grammar was also later translated into Bangla, in which Mrityunjay Vidyalankar (1762-1819) had a hand. Carey, of course, also wrote grammars of Marathi and Sanskrit.\nIn 1801, the Russian adventurer, Gerasim Stepanovich Lebedev (1749-1817), also published a fragmented Bangla grammar in his A Grammar of the Pure and Mixed East Indian Dialects. Later in the same century, as well as in the next, quite a few Englishmen (and others) would write grammars of Bangla, but Rammohun Roy intervened to become the first Indian and Bengali to write such a grammar, first in English (1826, called Bengalee Grammar in English Language), and then in Bangla (1833, called Gaudiya Byakaran, tadbhasha-birachita).\n3\n\nWhen a grammar of Bangla is written in English, the Bengali reader's access to it is limited, and the authors know it. They write it mostly for users of English, Englishmen in general. These readers do not come to the language with any basic command of it and have to learn everything from the bottom up—the pronunciation, word formation, sentence formation and sentence patterns, correct usage, speech manners in appropriate social contexts, and the intricate rules of writing—from the alphabet to the orthography. A grammar written in Bangla for the Bengali audience may, on the other hand, have a different focus. I want to add that this may not always be true, as ancient models (Sanskrit or Latin, for example) often dominate and control the author's outlook, and a straitjacket frame is often adopted.\nIt is true that Rammohun's grammar was shaped on a Sanskrit model, but had an originality of outlook and a fresh approach. Das (1407 BE, pp. 135-6) gives an outline of the personal and social background which prodded Rammohun to write the grammar. The English version begins with a short discussion on the origin of human language, prompted probably by his exposure to the early deliberations of the Indo-Europeanists like William Jones. But his definition of a grammar sounds strikingly modern—\"Grammar explains the principles on which conventional sounds or marks are composed and arranged to express thoughts.\" We will, however, focus on the Bengali version more, in order to underscore the originality of his approach. The Bangla grammar was, of course, written for a Bengali audience, for which the author could assume some native command of the language on the part of the user. But, as we know, in the grammars of the time, the Standard Written Bangla or the Sadhu Bhasha was emphasized, which was not a spoken form, so preference was almost always on how to write that 'chaste' variety. The author thought that that would benefit all Bengalis, including those who spoke a local dialect at home.\n4\n\nLet us say at the outset that we have consulted the 1845 text available on Google, which consists of 116 pages in total. Other editions are also available. For a grammar of a language, it looks quite small, unless it was intended as only a primary sketch. The publisher is the School Book Society, which the East India Company founded in 1817, with David Hare (1775-1842) at its head. Rammohun could barely submit his manuscript before he left for England in 1830, and due to his death there, he could not attend to its printing and publication. It was probably David Hare who took great care to have it published, as the preface mentions.\nThe grammar contains 38 prakaranas, or 'topics', organized sequentially, which are subsumed under 10 adhyayas, or chapters. One who has a basic notion about the structure of a grammar knows that a traditional one consists of sections like phonology (discussion of sounds in the language), morphology (how the sounds are combined to build meaningful forms like words, etc.), and syntax, in which the rules of making sentences are dealt with. In modern 'linguistic' grammars, other sections are added, but it was, naturally, far from being the practice then. And we must remember, instructions on writing were an important component. Rammohun follows the general pattern of the Sanskrit grammars and hence adds a further section on prosody.\nA detailed discussion of the prakaranas will be too much for the uninitiated reader. We will therefore mainly focus on what distinguishes this grammar from others. The author was always keenly aware of the distinctive pronunciation of Bengali. He takes pains to tell us that all letters of our alphabet are not pronounced in Bengali speech, nor are they needed to be written outside of 'Sanskrit' words. He points out how two ja-s, na-s, and three sha-s are pronounced almost alike. After locating contexts where sha is pronounced as s, he also lets us know about the practice of Muslim Bengali writers to write Musalman with a chha, in place of a sa. It is quite noticeable that he dispenses with the Sanskrit sandhi rules, which, we think, should never have been a part of a Bangla grammar.\nHe, however, follows the traditional Sanskrit grammar in emphasizing morphology (twenty-one topics in all) or word formation and their roles in sentences. For the notion of 'person,' he uses prathama, dvitiya, and tritiya purush, by translating the English system, which looks much more reasonable than uttama, madhyama, etc., which were added later to the confusion of learners. He discards the so-called Sampradana Karaka, in which he was, again, quite ahead of his time. Syntax (anvaya) is dismissed in one topic, and so is prosody. Neither shows much light on the processes that had by then grown historically as quite complex systems.\nHe makes some innovations in terminology, which strike us as very original. For example, he regards a verb as an adjective. Only in twentieth-century grammatical thought was a close derivational relationship between verbs and adjectives critically discussed, so we are somewhat taken aback by his prescience. Still, we think that the two cannot be merged into a single category, as, syntactically, the verb plays a totally different role from that of an adjective. However, his postulation of four karakas for Bangla, to the exclusion of those of Sampradana and Apadana, is once again quite acceptable from a modern standpoint.\nTo sum up, one can say that this grammar, although it followed the Sanskrit framework, was written with a keen sense of the distinctive features of Bangla and shows a deep appreciation of the structure and function of the language as it had evolved till then. It is an unfortunate fact that this emphasis on the Bengali-ness of Bengali was ignored in most of the later school grammars, which almost put Rammohun's grammar out of use.\nThe best compliments for the grammar come probably from none other than Sukumar Sen, who says, \"As this grammar was on hand, that is probably why Vidyasagar did not attempt to write any grammar of Bangla.\"\nMajor Sources consulted:                                                                                                                        \nBagal Jogesh Chandra (ed., 1361 BE, (see Chattopadhyay, Bankim Chandra)\nChattopadhyay, Bankim Chandra, 1361, Bankim Rachanabali, Calcutta, Sahitya Samsad.       \nDas, Nirmal, 1407 BE, Bangla Bhashar Byakarn O Tar Kramabikash, 2nd Editon, Calcutta, Rabindra Bharati University.\nDe, Sushil Kumar, 1961. History of Bengali Literature in the 19th Century, Calcutta, Firma K. L. Mukhopadhyay.   \nRoy, Rammohun, 1845, Gaudiya Byakaran, (copy available from the Internet);\n                                                                                              \nPabitra Sarkar is an author and former Vice Chancellor of Rabindra Bharati University, Kolkata.\n",
        "headline_1": "Rammohun Roy’s Grammar(s) of Bangla",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/rammohun-roys-grammars-bangla-3640131",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "On March 13, 2024, the European Union (EU) passed the world's first Artificial Intelligence (AI) Act. In an era defined by rapid technological advancement, the rise of AI presents both unprecedented opportunities and complex challenges for nations worldwide, and the EU has become the first entity to formally address those. In Bangladesh, a country in the midst of a rapid technological evolution, the emergence of AI stands as a pivotal moment with far-reaching implications. As the nation seeks to harness the potential of AI for societal advancement and economic growth, the importance of establishing a robust legal framework to govern AI-related issues cannot be overstated.\nFirst, let's talk about the potential of AI. In short, it is vast and varied, touching virtually every aspect of human life. AI has the capability to automate repetitive tasks across various industries, freeing up human workers to focus on more creative and strategic endeavours. In healthcare, AI can assist in diagnosing diseases, analysing medical images, and personalising treatment plans, leading to more accurate and efficient healthcare delivery. Similarly, AI has the potential to revolutionise education through personalised learning experiences, adaptive tutoring systems, and virtual classroom assistants. In transportation, AI-powered autonomous vehicles can enhance road safety, reduce traffic congestion, and improve transportation efficiency. The financial sector can benefit from AI algorithms used for fraud detection, risk assessment, portfolio management, and customer service. Additionally, AI can contribute to environmental conservation efforts by analysing large datasets to monitor and predict environmental changes, optimise resource management, and develop sustainable solutions. In the realm of entertainment, AI-generated content such as music, art and literature can inspire creativity and offer new forms of entertainment.\nAlready, multiple countries have approved or are on their way to approving regulations regarding AI. The EU's AI Act is helping them focus on establishing a common cybersecurity framework across the bloc, enhancing security certifications for ICT products, and strengthening the role of the European Union Agency for Cybersecurity. The EU has also drafted a Cybersecurity Act. India has passed the Digital India Act, 2023, which aims to update and modernise India's digital governance framework. It addresses cybersecurity, data privacy, and ethical AI use. Vietnam also has approved a national digital transformation plan, which aims at promoting a digital transition in governance, the economy, and society more broadly, as well as establishing Vietnamese technology firms as global players. Under this plan, several goals are laid out to be achieved by 2025. They have also developed a national strategy for research, development and application of AI by 2030. This strategy outlines a number of key goals and directives for developing AI technology in Vietnam. It's clear that Vietnam is committed to a digital transition and cannot ignore the role that artificial intelligence will play to that end.\nSimilarly, our aspirations for a Digital Bangladesh hinges on our ability to navigate the complexities of AI responsibly. When talking about establishing a regulatory framework for Bangladesh, the heart of the discussion lies within the imperative to strike a balance between fostering innovation and safeguarding fundamental rights. A balanced regulatory framework is essential not only for spurring innovation and attracting investment, but also for safeguarding against potential risks associated with AI.\nAside from the potential of AI, there are concerning reasons too for which an AI law is necessary. AI poses several risks to personal and organisational safety, hence it must be carefully managed to ensure responsible and ethical use of the technology. For individuals, AI can compromise privacy if systems improperly collect, store, or use personal data without consent or appropriate safeguards. This can lead to identity theft, unauthorised surveillance, and exploitation of personal information. We are already seeing lots of examples of deepfake videos where the faces of famous personalities are used in spreading rumours or damaging their reputation. If AI is not regulated quickly, these incidents may soon get out of hand, and for a country like Bangladesh, where people are somewhat susceptible to rumours, they might spread like wildfire. AI systems may also perpetuate bias or discrimination if not properly designed and vetted, impacting individuals unfairly in areas such as hiring, lending or legal judgments.\nMoreover, in order to shed light on Bangladesh's aspiration to become a digital powerhouse and a hub for innovation, the enactment of an AI law is instrumental in enhancing the country's competitiveness and global standing. By aligning with international best practices and standards, the country can foster international collaboration, attract foreign investment, and strengthen its position in the global AI landscape. The timely development of an AI act will present an opportunity for Bangladesh to showcase its commitment to ethical AI governance and responsible innovation to the rest of the world. By engaging with stakeholders across the government, industry, academia, and civil society, policymakers can leverage diverse perspectives to develop inclusive and forward-thinking AI policies that reflect the country's values and priorities.\nSeizing the momentum of the current trend and developing a legal framework for AI-related issues is crucial for Bangladesh's continued progress in the digital age. Aligning with international best practices and standards is essential to enhance the country's competitiveness and credibility in the global AI landscape. By demonstrating a commitment to ethical AI governance, Bangladesh can attract foreign investment, foster international collaboration, and strengthen its position as a leader in responsible AI development.\nThis article is Part I of a two-part series.\n\nWarda Ruheen Bristi and Shafin Haque Omlan are research associates at Bangladesh Institute of Governance and Management (BIGM).\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Why we need an AI law in Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-we-need-ai-law-bangladesh-3639606",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "A series of stories have been making rounds on social media, of people dying in different parts of Bangladesh from the bite of the Russell's viper, a venomous snake. In these stories, many circulated by different media outlets, it's claimed that unlike most snakes, this one is hell-bent on biting people and even gives chase to do so. Articles and videos try to establish that the Russell's viper is not native to Bangladesh but is rather slithering its way here from neighbouring countries. Apparently, the snake, which disappeared from the country at one point, has proliferated and is targeting farmers in the fields, and the available antivenoms can barely cure 20 percent of people.\nSo naturally, people are now in fear of getting attacked by the viper. In many areas, monetary rewards are being declared to kill the snake, which has unfortunately led to people beating pythons to death, mistaking them for the viper. Amid this mass panic, it has become imperative to verify such information, as many of the \"facts\" being circulated fall in the realm of misinformation. \nIt is known that the Russell's viper has been named after Patrick Russell, a Scottish herpetologist. In his book An Account of Indian Serpents, Collected on the Coast of Coromandel, published in 1796, Russell stated that the snake has a \"highly venomous nature\". However, the viper also has a native name: Chandrabora. The article \"Phylogeography of the Russell's viper (Daboia russelii) complex in relation to variation in the colour pattern and symptoms of envenoming\", published in The Herpetological Journal in 2007, stated that the snake is found in many countries, including India, Sri Lanka, Thailand, Myanmar and Bangladesh. In the article \"Russell's Viper (Daboia Russelii) in Bangladesh: Its Boom and Threat to Human Life\", published in the Journal of the Asiatic Society of Bangladesh Science in 2018, it's mentioned that two types of the Russell's viper exist, of which \"Daboia russelii\" is distributed in Pakistan, India, Nepal, Bhutan, Bangladesh and Sri Lanka.  \n\nTherefore, it is clear that the snake, contrary to what is being spread, is indeed native to Bangladesh. \nAccording to the latter article, the species was assessed to be \"critically endangered\" in 2000 and \"near-threatened\" till at least 2015 in Bangladesh by the International Union for Conservation of Nature (IUCN). The population of Russell's vipers increased as farmers started cultivating two to three times a year, which means crops being constantly available, inviting rats, the main food source of the viper, to be present in the field at all times. With abundant food, the snake can easily reproduce. \nThis year, at least 10 people, mainly farmers and fishers, have died due to the viper's bite. The snake is now present in at least 25 districts across Bangladesh, according to reports.\nNow, let's look into the behaviour of the Russell's viper. The article \"Tracking Russell's viper in rural Karnataka unravels their behaviour\" published in Mongabay in 2021, stated, \"During the study, Glaudas had thousands of close encounters with Russell's vipers but he was never bitten because they are generally hidden in the vegetation... The snakes generally remained motionless, and in some rare cases, fled deeper in the vegetation and/or retracted their head to be more concealed.\" \n\nContrary to popular belief, vipers are not aggressive, says researcher Xavier Glaudas, clarifying that an unprovoked attack constitutes aggressive behaviour, and that \"Snakes bite in defence, because they are scared of us, and one way to think about it is that they fight for their life when they are confronted with a large moving organism.\"\nSo, the claim Russell's vipers are aggressive and chase people to bite them is not supported by research. Now, let's verify the information surrounding antivenom.\nDr Abdul Wahed Chowdhury, associate professor of the Department of Zoology at Chittagong University and co-investigator and supervisor of the Venom Research Centre at Chittagong Medical College, told The Daily Star that this is absolutely false. \"The antivenoms available in the country are almost 100 percent effective against the venom of the Russell's viper if people start treatment without wasting time after being bitten,\" he said. \"In some cases, a few people die... they are the very people who came to the hospital very late.\"\nPeople of rural areas have been living in the presence of snakes for centuries, and only confrontations sometimes lead to accidents, according to researchers. Snakes, which live on small animals, have no sustenance to gain from humans. For example, the Russell's viper's diet comprises rodents, crabs, frogs, lizards and birds. However, humans have much to gain from the presence of snakes, as their existence is essential for the ecosystem.\n\nThe stories of snakes chasing humans are only found in tales based on superstitions and fear. They ingrain an idea in people's minds that these creatures are extremely violent. So powerful are these ideas that a good number of movies have been made about sinister snakes in South Asia, many garnering great popularity. One was Nagina, an Indian movie released in 1986, which was the second-highest grossing film in the country that year. The Bangladeshi movie Beder Meye Josna (Daughter of Snake Charmer) made history upon its release in 1989. Starring Anju Ghosh and Ilias Kanchan, the movie has cemented itself as an all-time blockbuster in the history of Bangladesh.\nWill the mass panic surrounding the Russell's viper lead to another movie like Beder Meye Josna? While our film industry may get momentum, it's now paramount to fight back against such tales. Mass awareness must be developed; people need to know that the Russell's viper, or any other snake, does not chase people and nor are they aggressive. What's important is to remain cautious about confronting snakes. If bitten, one must immediately rush to the hospital to start treatment. Remember, the sooner the treatment starts, the greater the chances of recovery.\nArun Bikash Dey is a staff reporter at The Daily Star.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Debunking tales of the Russell’s viper",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/debunking-tales-the-russells-viper-3639596",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "It is a welcome piece of news that the government is all set to honour 22 farmers with 'Agriculturally Important Person (AIP)' status for their outstanding contribution to the development of the country's agriculture sector. Introduced in 2020, the first round of this unique award giving ceremony was held in July 2022, when 13 farmers were given AIP recognition for their valuable contribution to the sector. The AIP status holders get various benefits that the Commercially Important Persons (CIPs) are entitled to. This recognition is expected to provide a big morale boost to those working for the betterment of the agricultural sector. The AIP recognition is a step in the right direction, but it needs to be extended to stakeholders making extraordinary contribution to the sustained growth and development of the agricultural sector. For a resource-constrained Bangladesh, agriculture is the foremost driver of economic development and growth. During the pandemic of Covid-19, when most sectors were struggling to stay afloat, the agriculture sector showed resilience and helped the nation avert a food crisis. This vital sector is now facing a dire threat due to shrinking arable land and climate change. The graveness of the situation may easily be perceived from the fact that cultivable land of the country is decreasing at the rate of one per cent a year due to indiscriminate urbanisation and industrialisation. Worse still, the climate change triggered by global warming has cast a negative impact on agriculture production in the country. Against this backdrop, the need for increasing agricultural productivity cannot be overstated. Awarding AIP status to outstanding farmers is intended to motivate innovative ideas for expansion of the agricultural sector. Although it is publicised that farmers are being recognised, the AIP recognition mainly went to owners of big commercial agricultural farms and agro-processing industry and agricultural scientists for developing high-yielding crop verities, innovative production methods and farm equipment. The country's agriculture has come a long way off in terms of research and development of new strains of crops, crop diversification, helping it attain near self-sufficiency in food production. These achievements of the sector not only contributed to the relative economic stability of the country but also to an increased calorie intake of the people and poverty reduction. Agricultural scientists deserve AIP awards. Involvement of big farms in the agricultural sector is also necessary and they need to be incentivised as well. Big farms can produce crops and livestock on a larger scale, leading to better utilisation of shrinking arable land, higher yields, a boost in agricultural exports, incorporation of modern and sustainable farming practices and so on. Regrettably, big farms in Bangladesh are accused of establishing oligopolies in the market, leading to increased prices of agricultural outputs. The authorities, therefore, need to thoroughly scrutinise the role of big farms before awarding their owners the AIP status. Meanwhile, the involvement of an increasing number of educated youths has brought the much-needed dynamism and growth to the agriculture and livestock sectors. These forward-thinking youths, instead of pursuing traditional jobs after graduation, have engaged in the agricultural sector, demonstrating their entrepreneurship. Their contributions should also be duly recognised. Last but not least, there are farmers like Haripada Kapali who created Haridhan through natural hybridization certainly deserve such state recognitions before the rare breed of resourceful farmers with little or no formal education become extinct.",
        "headline_1": "Recognition for contribution to agriculture",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/recognition-for-contribution-to-agriculture-1719152146",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "The tiny St. Martinn's Island of Bangladesh has again been in the news, but for the wrong reason. Since the first week of this month, plying of water transports between the mainland and the island has repeatedly come under fire from Myanmar's Rakhine coast, which is about eight kilometres away from the island. The residents and visitors to the island, who are totally dependent on the mainland for the supply of food and other necessities,were as a result in a state of great fear and uncertainties for more than a week. As the usual communication between Teknaf (an upazila of Cox's Bazar under which the island is a Union Parishad) and the St. Martin's via the Naf river became risky due to occasional gunfire from the Rakhine State of Myanmar, the government at a stage had to use the sea route from Cox's Bazar to reach food and other supplies to the island. It is unfortunate that the St. Martin's Island, an integral part of sovereign Bangladesh remained cut off from the mainland for so many days to the utter dismay and suffering of the islanders! Whoever might have been behind the firings, the Myanmar government forces or the members of Arakan Army (AA), the Rakhine State-based ethnic armed organization (EAO), an immediate response from the Bangladesh side was urgently expected to put a stop to such illegal activities within Bangladesh's territorial waters. Notably, since October last year, the fighting between the AA, two other EAOs and the forces of military junta in Naypyidaw erupted in the northern part of Myanmar. As the fighting had been taking place quite close to the Bangladesh border, the impact of the conflict occasionally spilled over into Bangladesh territory. Artillery shells falling on Bangladesh territory causing injuries and even death to villagers on this side of the border, instances of violation of Bangladesh's airspace by Myanmar junta's air force were frequent. Incidents of Myanmar's Border Guard Police (BGP) personnel, injured or otherwise, fleeing to Bangladesh for shelter have been taking place from time to time. The local authorities in Bangladesh have been generous enough to provide them shelter and arrange for treatment of the wounded followed by their subsequent repatriation home. Such acts of generosity and humanity were never reciprocated by the Myanmar side. So, there is no scope of taking the recent firings from the other side of Bangladesh-Myanmar border that caused serious dislocation of ferry service between mainland and the St. Martin's Island lightly. The instances of gunfire do not appear to have been aimless since on June 5 the gunfire (from that Rakhine coast) that hit the water transport carrying Bangladesh's Election Commission officials and their equipment was to all intents and purposes deliberate. Later a vessel carrying supplies to the island from Teknaf was fired upon, forcing local authorities to suspend ferry service between Teknaf and the island via Naf River temporarily. Similar firings continued to target any vessel found crossing the waterway of Naf river including a speed boat on June 11.The government's reaction to such acts of armed provocation from the Myanmar's side have so far been one of wait and see. It may be recalled at this point that the Inter Services Public Relations (ISPR) Directorate in a press release on June 16, urged the public not to be misguided by any rumours in the social media about St. Martin's security. Of course, rumours can cause unnecessary panic in public mind and that is more so for the residents and visitors stranded on the St. Martin's Island. Evidently, ISPR has taken the right step to dispel such rumours. But at the same time, it is not hard to understand under what circumstances the rumour mill goes into overdrive. Prompt response to the provocations could avoid such an unwanted situation. Again, whoever has resorted to the firing of gunshots at Bangladesh-owned water transports in the Naf river or in the sea might have been emboldened by the silence from our side to continue with their military provocations. The Myanmar government's outlook about the St. Martin's Island is important here. Earlier, the governments in Rangoon and later in Naypyidaw, laid claim to the St. Martin's Island through various means including showing it as lying within Myanmar's territorial waters in their country map. It happened even after the issue of maritime boundary between Bangladesh and Myanmar was settled through the verdict of the International Tribunal for the Law of the Sea (ITLOS) in March 2012. Even during the incidents of firing on Bangladeshi waterway transports from the Rakhine coast, Myanmar's naval ships could be seen in the sea not far from the island. Even if it had no military significance, it does not also provide any reason to be complacent. Meanwhile, the General Secretary of the ruling party and Road Transport and Bridges minister Obaidul Quader has assured the nation saying that efforts were underway to resolve the issue arising out of Myanmar's firing through discussions with that country. No doubt, diplomatic approach and dialogue are the best options for any conflict resolution. Now, say, the firing came from Myanmar's security men. In that case, given the history of diplomatic relations between us and Myanmar, especially over Rohingya issue, there is reason to be circumspect in any kind of dealings with Bangladesh's southeastern neighbour. But, in case, it was the AA militants who opened the fires aiming Bangladeshi boats and ferries? Who would then Bangladesh authorities talk to? The government will be required to decide it and do it fast. That is more so because reports on the developments from across the border point to continued success of the AA guerrillas against Tatmadaw (Myanmar junta's army). So, a channel of communication with the AA should be opened without much delay. If AA is able to take full control of the Rakhine State that would be of help for the future repatriation of the Rohingya to the Rakhine state, their original homeland.[email protected]",
        "headline_1": "Taking provocations from Rakhine coast seriously",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taking-provocations-from-rakhine-coast-seriously-1719152206",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "The folks here are not only a prying lot but also jealous of other people's indulgence in some favourite pastimes or the likes. Or else, they would not make the purchase of a select species of goat for Tk 1,500,000 (1.50 million) by a college student an issue. If someone's father has money, can't the dad spare this amount to meet his son's special fondness for procuring prized animals on the occasion of Eid-ul-Adha? Don't fathers' hearts melt universally to meet their sons' capricious demands? In this case, the boy has developed a fancy for the gorgeous looking animals perhaps from an early age. Maybe, his father also encouraged the boy's extraordinary bent of mind. After all, here is one of the two greatest religious festivals!His father might have thought that when there is a competition for raising bulls of enormous sizes and weight of matching names such as 'Kalapahar' (black hill), 'Dhalapahar' (white hill) and no one asks the purchasers a question when they part with Tk 3,000,000-6,000,000 (Tk3.0-6.0 million) for those animals, his son's expenditure is rather modest. Last year his son reportedly bought as many as six animals ---two oxen, two goats and two 'bhutties' (a short species of cow) --- from one cattle farm located in Mohammadpur costing Tk3.0 million. The problem here, though, is that when a father can meet such a luxurious disposition of his son, he is supposed to be equally indulgent in meeting the boy's demands for routine expenditures. Reports published in different newspapers mostly confirm this. Digging deep has already started stinking. Here is the catch! The father is not an industrialist, nor the CEO of a multinational company. He is an official of the watchdog body Anti-corruption Commission (ACC). His known income can hardly be enough to fund the luxurious life-style of the boy and his extravagance. This country has witnessed some cases of outrageous profligacy. The money has, sadly, not been earned in an honest way. A slew of banking and financial scandals has rocked the country. The money so misappropriated has been laundered to different countries. These were highly educated but crafty people who knew what they were doing but their conscience never stood in the way of their betrayal with this country and its people. However, recently the obsessive acquisition of lands and other immoveable property by a former Inspector General of Police (IGP) and allegations of corruption against another retired high-ranking police officer have added a new dimension to abuse of power and malpractices resorted to by people who are supposed to uphold legal provisions at its optimal. Now this latest goaty affair seems to have more things goatly than what appears at first sight. This is really concerning. Shouldn't there be any area dealing with public affairs clean? If there is virus in the antidote, how can the country run even in a modest way? Those who are supposed to preserve the highest standard of institution and make their moral and ethical standpoints sacrosanct and impervious to any weakness are showing they are not up to the task. Instead, their moral aberration cast a shadow of doubt and thus has a most adverse influence on the public. Those who want the country to have a prosperous journey ahead of them become disappointed and frustrated and the criminals feel encouraged to carry on their nefarious activities with renewed vigour. What is even more concerning is that such indulgence in corrupt practices is impossible without surreptitious collaboration within the department where one works or is the boss. There is no alternative to cleaning the Augean stable.[email protected]",
        "headline_1": "More to the goaty affair than meets the eye",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-to-the-goaty-affair-than-meets-the-eye-1719152249",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2024"
    },
    {
        "full_article": "Desertification is spreading across much of the country. The Rajshahi region is one of the affected areas. The groundwater level is gradually falling. Even after installing tube wells at a depth of three to four hundred feet, water cannot be extracted.Boro cultivation is being disrupted due to a lack of water from deep tube wells. The water supply to urban citizens is also being affected. All this is because of a lack of replacement of underground water. According to recent reports, over three thousand ponds and water reservoirs have been filled in Rajshahi city in the last fifty years. Various structures have been built by both the government and individuals. This issue is not limited to Rajshahi. Illegal occupation of water bodies is happening nationwide. It is hoped that necessary steps would be taken to address the problem and ensure proper implementation of the law to protect water bodies.Omar FarukStudent Rajshahi University[email protected] ",
        "headline_1": "Protect water bodies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protect-water-bodies-1719152275",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-06-2024"
    }
]