[
    {
        "full_article": "A striking feature of the Surat district court’s order declining to stay the conviction of Congress leader Rahul Gandhi is its unusual emphasis on his status as a Member of Parliament to justify his conviction and quantum of punishment. It is quite evident from a reading of 8th Additional Sessions Judge Robin P. Mogera’s order that the court deems an offence to be worse if done by a legislator, that its impact on society is more deleterious than when it is committed by any other citizen, and that a harsher sentence than normally imposed is justified against a lawmaker. Yet, Mr. Gandhi’s status as a parliamentarian matters little when it comes to the question whether his conviction ought to be stayed. His two-year prison term, awarded by a magistrate court in Surat for allegedly defaming the collective of people who have ‘Modi’ as their surname, has led to his disqualification from his membership of the Lok Sabha. While his sentence has been suspended till disposal of his appeal against his conviction, only a stay on the operation of his conviction could have restored his membership of the House. Judge Mogera has ruled that Mr. Gandhi failed to demonstrate that he will suffer irreversible and irrevocable damage if his conviction, which has also deprived him of the opportunity to contest elections, is not stayed. Selectively quoting from Supreme Court judgments, the judge has held that disqualification for being a legislator cannot be described as irreversible damage.The order suffers from infirmities in reasoning and does not always adhere to precedents that do not prohibit treating disqualification from electoral contest as an exceptional circumstance warranting stay of conviction. The order holds that the complainant, being a former Minister, would have suffered harm to his reputation by Mr. Gandhi’s remark. However, it fails to see that a conviction for defamation is itself quite rare, and a two-year punishment rarer. The judge justifies the maximum sentence by claiming that the words of a sitting Member of Parliament will have a larger impact on the public and that the sentence is “permissible in law”. Criminal defamation is itself a questionable concept, as it can be invoked to silence criticism and harass opponents. It is inconceivable that political remarks made in an election campaign are used to secure a conviction for defamation and a jail term that precisely matches with the legal requirement to disqualify a person. Mr. Gandhi has further legal remedies, such as an appeal in the High Court, but it is lamentable that in a democracy, a dodgy defamation case can be stretched to such absurd levels as to deprive the parliamentary opposition of a key figure.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\n Related Topics\n\nGujarat\n\n/\n\njudiciary (system of justice)\n\n/\n\nRahul Gandhi\n\n/\n\nparliament\n\n/\n\nLok Sabha\n\n/\n\nlaws\n\n/\n\ndemocracy\n\n/\n\nelection",
        "headline_1": "Defamation perils: on the Rahul Gandhi case",
        "headline_2": "A dodgy case is being used to keep Rahul Gandhi disqualified",
        "link": "https://www.thehindu.com/opinion/editorial/defamation-perils-on-the-rahul-gandhi-case/article66770230.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "Indian households’ financial surpluses parked in small savings schemes operated by banks and post offices got a significant fillip this quarter, with the government raising the returns on most such schemes by 0.1 to 0.7 percentage points. This constituted the third successive hike in the rates that are reset each quarter. However, the breadth of the schemes covered was wider than on the last two occasions. For October 2022 to December 2022, a mere 0.1 to 0.3 percentage hike was announced on just five of the dozen small savings schemes. The first quarter of 2023 saw another 0.2 to 1.1 percentage point hikes on eight schemes. These increases came after a long pause in rates since April 2020. As the central bank started rate hikes last year and government bond yields (to which small savings rates are linked) hardened, there was a widening gap between the extant rates and the rates prescribed by the formula recommended by the Shyamala Gopinath panel that was officially adopted in 2016. This gap stood at 44 to 77 basis points (bps) after the meagre hikes of October (one basis point equals 0.01%).Now, that gap is zero or marginal on six schemes, but for five schemes, it is still at 5 bps to 82 bps. These include the Public Provident Fund (PPF), whose rates have been frozen at 7.1% for three years now and should have fetched 7.72% last October and 7.76% for this quarter as per the formula. Government mandarins indicate they are not inclined to hike the PPF rate as its returns are tax-free, unlike in the case of other schemes. If that is so, it must publicly restate its policy position. Yet, the returns on the Sukanya Samriddhi Account Scheme, which are also tax-free, were hiked to 8% this quarter. Its only ostensible difference with the 1960s-origin PPF is it was launched by the current government to encourage savings for the girl child. The General Provident Fund rate for government employees has also been retained at 7.1%, but their dearness allowance has been hiked and a review of their benefits under the New Pension Scheme is underway. While PPF savings are capped at ₹1.5 lakh a year, this Budget raised the limits on a couple of small savings schemes to multiple times of that. It is perhaps no coincidence that the last time small savings rates were hiked across the board was in January 2019, ahead of the Lok Sabha battle. That several States vote this year and the general election looms in 2024 may have influenced the latest hikes as a feel-good device. An even-handed and transparent policy approach rather than quinquennial bouts of relief for small savers, would inspire more confidence.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nbanking\n\n/\n\nbonds\n\n/\n\npension and welfare\n\n/\n\nMoney & Investing",
        "headline_1": "No small change: on the raising of returns on small savings schemes",
        "headline_2": "The government seems to have abandoned its market-linked stance for some small savings rates",
        "link": "https://www.thehindu.com/opinion/editorial/no-small-change-on-the-raising-of-returns-on-small-savings-schemes/article66770698.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "BJP politicians castigate the western media for anti-Indian bias, accusing people with a colonial mindset of thwarting India’s rise. BJP vice-president Jay Panda, has bashed them saying, “The western media’s abandonment of objectivity in the pursuit of a preset narrative and the cognitive dissonance in ignoring India’s progress is galling… Global media coverage of India is broadly negative, with barely any acknowledgement that some good might be happening here…A prominent New York-based publication, for instance, routinely indulges in India bashing and doesn’t even bother to cloak its bias…If the stench of a colonial hangover is to be overcome, it is time for global liberals to take a more balanced view. ”\nI can vouch for Jay Panda’s intellectual clarity and common sense, but after joining the BJP — he used to be with the Biju Janata Dal— he has joined this chorus. Let’s face it, journals like The New York Times (NYT) and The Economist are famous and respected because they have among the highest media standards. That indeed is why criticism from them hurts. They have bestowed high praise on India if due. In this column, there is space for only a few examples.\nOn March 29, The Economist sang high praises. “If you are looking for growth opportunities among the world’s 20 biggest economies, two stand out: India and Indonesia… India has 108 “unicorn” businesses (i. e. , valued at over $1bn), more than any other country except America and China…. Ultimately, with its deeper private sector and capital markets India is likely to continue to grow faster. ”\nAnother Economist article on March 13 was titled “India is getting an eye-wateringly big transport upgrade. ” It said, “The country is experiencing an infrastructural makeover on a scale unprecedented outside China…The pace of the buildout is remarkable… Mr Modi’s faith in the transformative power of new transport infrastructure is well judged. ”\nAt the same time, The Economist Intelligence Unit’s Democracy Index shows India slipping from 27th position in 2014 to 46th in 2022 and falling from ‘full democracy’ status to ‘flawed democracy’. Other democracy indices by Freedom House, V-Dem and the Fraser Institute show the same deterioration. The EIU shows India as the most democratic nation in Asia save Malaysia. That is hardly biased.\nThe New York Times has castigated the violation of human rights in India, but also praised positive developments. An article on April 19 was titled ‘Will this be the Indian century?’ It says India having “far and away the world’s biggest workforce is leading some to hope for an ‘Indian century’ in the making”.\nAn NYT article on September 22, 2022, was headlined, ‘From the US to China, Major Economies Are Stalling. But Not India’. It said “as economic growth slows sharply, with many major economies gripped with worries of recession, there has been a conspicuous exception: India. ”\nNicholas Kristof, NYT columnist, wrote on ‘Can India Change the World?’ He cited Bob Sternfels of McKinsey, “I fully believe this can be not just India’s decade, but also India’s century…India is on track for unprecedented economic growth that will allow it to leapfrog Japan and Germany. ”\nColumnist Lydia Polgreen wrote on February 8 in NYT: “But now it appears that the time has finally arrived: India is indeed the nation of the moment. It is a critical player in just about every major issue facing the planet. Its economy is now bigger than that of the country that colonised it, making it the fifth largest in the world. It is expected to outrank China in population this year if it hasn’t already. The Ukraine crisis has shown how desperately great powers around the world want to count on it as an ally…Apple reportedly plans to make up to a quarter of its iPhones in India — a huge endorsement of the country’s growing technology manufacturing prowess. ” She cited Fareed Zakaria as saying that India “might be the most optimistic country in the world right now. ”\nKristof, Polgreen and Zakaria have lambasted India when they think fit. But these remarks show they are not anti-Indian westerners plotting to sully India.\nThe BJP may not like these critics but that does not make them white racists. In the US, Kamala Harris is vice president and two Republican contenders for President are Nikki Haley and Vivek Ramaswamy. British Prime Minister Rishi Sunak is a Hindu. His cabinet members include Priti Patel, Suella Braverman and Kwasi Kwarteng, all people of colour. Humza Yousaf heads the Scottish National Party. The mayor of London is Sadiq Khan. Jay, can you seriously say these are countries with a colonial racist mindset?\n\n",
        "headline_1": "Western media: Don’t shoot the messenger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/western-media-dont-shoot-the-messenger/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "The tone and tenor of the Supreme Court hearings in the ongoing same-sex marriages case have generated a sense of anticipation among the small but extremely well-connected handful that seeks to make India travel the path of homogenised universalism.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why the call on same-sex marriage should be Parliament’s",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/why-the-call-on-same-sex-marriage-should-be-parliaments/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "Finding skeletons in the cupboard of the incumbent government is legitimate politics that all those in the Opposition must pursue. But to find an egg and then wave it in front of the public saying, ‘look, we found a skeleton’ is ridiculous. Take the recent remarks on Pulwama by former Jammu and Kashmir governor Satya Pal Malik where he claimed that the Modi government had refused to provide aircraft to ferry CRPF personnel from Jammu to Srinagar in February 2019, resulting in the death of 40 personnel in a suicide attack in Pulwama. When the sole objective is to score a political goal, it is difficult to argue back with facts and logic. But, still, it must be said that the Pakistan-based terrorist organisation, Jaish-e-Mohammed, was not specifically looking at ramming an explosive-laden car into bus number five of the CRPF convoy on February 14. Also, on that day, several army convoys passed through the same road before the CRPF convoy.\nMalik did not make clear when the airlifting request was sent. Because, originally, Jaish had planned the attack on February 6. But the night before, it snowed, resulting in the closure of the national highway, and subsequently, convoy movement. In any case, there is significant convoy movement within the Valley on any given day. So, it was not only a question of airlifting 2,547 CRPF personnel. But let us keep that argument aside for a moment.\nFor the Opposition and other critics, the question of Pulwama does not stop at the issue of aircraft. There has been too much insinuation in the last four years that the attack was orchestrated to help create a wave that eventually helped Modi win the 2019 elections that took place less than two months later. It boggles the mind as to how someone would come to this conclusion. That a man who has a certain macho image will benefit from the worst terrorist attack to have ever happened in Kashmir in its three decades of insurgency. How does that even work? It should have been the other way round. In hindsight, based on the stellar investigation conducted by the National Investigation Agency, we know that the Jaish carried out this attack to put the Modi government in the dock right before the Lok Sabha elections.\nIt is another thing that the opposite happened as the attack evoked a very emotional response from people across India. In Gurugram, where I live, there were impromptu processions not organised by any political party. The residents of apartments on its main arterial road, the Golf Course Road, who do not come out for anything except the fancy farmer’s market on weekends came out in droves with the national flag. Somehow people believed that despite failing to prevent such an attack, it was only Modi who could fight terrorism. Of course, when Modi sensed the mood, he exhaustively used it to his advantage.\nIf the Opposition, particularly the Congress, thinks that such terror attacks create an advantage for the party in power then I wonder what they have to say about the US ambassador David Mulford’s note to the State department in the aftermath of the 2008 Mumbai terror attack. In his classified (later leaked) note to the State Department, Mulford wrote: “The Congress Party realises it is in deep political trouble as a result of the Mumbai attacks. It is taking these steps to try to show the Indian public that it takes terrorism seriously. It may be too little too late, however, for the Congress Party to reverse its fortunes before May 2009.”\nBut in May, the Manmohan Singh government formed the government again. Should there then be a case to suggest that the Mumbai terror attack helped the Congress win elections? That would be preposterous. That is why it has been embarrassing to see experienced people like former army chief General Shankar Roychowdhury twisting logic to suit the Congress narrative on the issue. In an interview, he said that such a large convoy shouldn’t have taken a highway so close to the Pakistan border, adding that the road that goes along Samba (international border with Pakistan) in Jammu is always vulnerable (to terrorist attacks). By that logic, CRPF personnel leaving their transit camp in Jammu for Jammu airport for an airlift (in same vehicles) would have been a far easier target for Jaish than in Pulwama as Samba is just 36 km away (Pulwama is 225 km).\nThis is not to suggest that there was no intelligence failure in Pulwama. But to understand security dynamics in Kashmir and yet wilfully make statements like “the route of the convoy was not sanitised” is dangerous.\n\n",
        "headline_1": "Opposition should not twist facts on Pulwama to score political points",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/opposition-should-not-twist-facts-on-pulwama-to-score-political-points/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "As final hearings on marriage equality make their way through the Supreme Court, the government’s submissions have focused on a single argument: sexuality is a matter for the legislature, not the judiciary. The current petitions pending before the court have been accused of putting forth a “mere urban elitist view” that does not take into account the views of “a farmer in South India or a businessman in the North.”\nIt is important to dismantle two fundamental premises implicit in this argument. The first: that it is only Parliament that must decide on questions of marriage equality. The second: that Parliament has not already deliberated — and failed — to address these questions over the past decade. While the former is a legal argument concerned with the supremacy of Parliament, the latter advocates for a political primacy of Parliament.\nThe supremacy of Parliament in deciding upon issues of “seminal importance,” especially when they relate to societal norms, is suspect at best and dangerous at worst. Time and again, our courts have stepped in when the legislature has been hesitant to deliver upon fundamental rights granted to the citizens of our country. The protection of rights and freedoms, despite political will or even in the face of political opposition, remains a cornerstone of Indian constitutional democracy.\nYet, if judicial review is integral to the protection of constitutional democracy in our country, then so is judicial restraint. This is the argument that has been used by those who are against the Supreme Court deciding — in favour of or against — the question of the definition of marriage. They point to the primacy of the legislature and the principle of parliamentary sovereignty, with judges being interpreters rather than creators of statutes.\nOrdinarily, I would be more sympathetic to such a viewpoint. After all, rights cannot be won merely in courts but must be fought for on the streets. Courts are meant to be safety valves: bulwarks against a denial of rights, not the primary driver of a recognition of rights. In this case, however, I cannot help but call out the rank hypocrisy of those conveniently waving the flag of parliamentary democracy to avoid concrete discussions on LGBTQ+ issues.\nThe government’s submissions before the court have argued that only discussions in the legislature can ensure that “wide-ranging ramifications of recognising such sacred relationships are debated from every angle.” But these submissions forget that the government itself has repeatedly stonewalled such discussions from taking place\nin Parliament.\nThis week, Pink List India, which has documented the views of MPs on LGBTQ+ issues for the past four years, released a statement on legislative inaction on marriage equality in Parliament. We pointed to how, in December 2018, TMC MP Kakoli Ghosh Dastidar and NCP MP Supriya Sule questioned why the surrogacy Bill left out LGBTQ+ persons. The then health minister, JP Nadda, and BJP MP Nishikant Dubey prevented further conversations on the issue by limiting the Bill to conventional understandings of a family.\nIn April 2022, DMK MP DNV Senthilkumar and Sule introduced two separate private member Bills in the Lok Sabha. These would broaden the definition of family to include LGBTQ+ couples and bring in marriage equality (among other protections for the LGBTQ+ community). Both Bills have been lying in cold storage — and will most likely lapse before the term of the current Lok Sabha comes to an end next year.\nTime and again, Parliament (despite being seized of the matter) has failed to act upon an expansion of LGBTQ+ rights.\nIn 2013, after the Supreme Court declared that “Section 377 does not suffer from the vice of unconstitutionality” and pointed to “the competent legislature” to “consider the desirability and propriety of deleting Section 377,” Congress MP Shashi Tharoor presented not one but two private member Bills to read down the provision. These were not even allowed to be introduced — let alone discussed — in the Lok Sabha.\nIn 2014, the landmark NALSA judgment of the Supreme Court recognised transgender persons as equal citizens and directed the government to provide the community with reservations in jobs and education. Almost a decade later, these reservations are nowhere to be seen and transgender activists have been forced to take to the streets across the country to demand horizontal reservations for the community.\nOn the question of marriage equality, a political commitment to the primacy of Parliament must be accompanied by a firm rejection of its supremacy. As history repeats itself, this time as tragedy, it is the responsibility of the judiciary to ensure that fundamental rights are not sacrificed at the altar of populist politics.\n\n",
        "headline_1": "Parliament didn’t protect LGBTQ+ rights, so courts must step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/parliament-didnt-protect-lgbtq-rights-so-courts-must-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "Vincent van Gogh fits the stereotypical image of the tragic modern artist: the tortured genius and scruffy bohemian battling mental ill-health and lack of recognition from peers and a public who couldn't appreciate his audacious vision.\nNow, of course, he is one of the world's most famous artists, but it was only after his early death that his profound influence on Western art – laying the groundwork for the transition from impressionism to expressionism and beyond – became apparent and his artworks started to sell for millions.\nWe know he came to art in his late 20s, after a stint in the art trade and training for the clergy, but were these ventures undermined by his artistic temperament, or mere stepping stones to the inevitable goal of expressive painting?\nHistorians and sociologists of art are fortunate when considering these questions, compared to, say, those interested in the makings of Leonardo da Vinci or Rembrandt, because of the sheer volume of biographical material available on van Gogh. The most important element of this material is undoubtedly van Gogh's letters. He wrote hundreds during his lifetime, and they were preserved and published by his family after his death. Today they're available online for free via the Van Gogh Museum's website.\nMy own reading of the letters, as a sociologist, suggests a much more down-to-earth view of van Gogh's life and his decisions than the popular narratives might have us believe. This reading still ends in tragedy, for sure, but sees a man driven by the same desires and impulses as anyone else. His letters expose, to me, a man just as much trapped within the limits of his social background as any of us.\nTo put it in a nutshell, van Gogh's decision to become an artist was underpinned in good part by his struggles for love and esteem within a thoroughly bourgeois family anxious about its standing.\nIt's no accident that van Gogh's three major professional callings were art trading, religion and art itself. They were all part of the world he grew up in. His father was a third-generation clergyman, his uncle an art trader and his mother an amateur artist well connected to the Dutch art world.\nArt was the common medium in the home for celebrating God and expressing awe at nature. Yet, there was a sense of decline too.\nVan Gogh's father took theological stances at odds with Church orthodoxy and was not considered a strong public speaker, so he was consigned to a low-paid rural post in Brabant in the Netherlands.\nHis mother was felt to have married down. It was important, his family felt, that van Gogh re-secure their place in society. This was, as their letters to him and his brother Theo make clear, key to their affection and often the source of their frustration.\nVan Gogh's parents poured money into boarding school for him, but being sent away only made him feel cast out of the family. Leaving school early, he was sent to work in his uncle's business.\nFor a time, he prospered, much to his parents' delight. But when he was seconded to the London branch, he again felt cut off from his family and became lonely. A disastrous effort to find love with his landlady's daughter turned into surliness and challenging behaviour in the workplace and he was fired.\nUnsurprisingly, given his heritage, van Gogh turned to religion, at first for solace but then as a way of realising his parents' ambitions and saving himself in their eyes. He would be just like his father and enter the clergy. His parents hired tutors and pulled strings, but his limited schooling left him unprepared for the entrance examinations and he eventually gave up.\nHe still wanted to minister to the poor, for whom he felt sympathy, but his experiments in doing so in a Belgian mining community exposed the opposite problem: he considered them too coarse to get on with. His extreme efforts to lower himself to or below their level – dressing shabbily, sleeping rough, and eating austerely – brought trouble with the local religious authority and he was cast out again. His parents and siblings were distraught at his failures. Van Gogh was hurt and ashamed.\nA little later, van Gogh sent a letter to his brother telling him he had taken up art. We do not know the explicit reasoning for this decision but, given he had failed in art trading and religion, we might suppose that, ultimately, art was the only avenue he had left to realise his parents' ambitions and win favour in their eyes.\nThe greatest tragedy of van Gogh's life, therefore, is less that he didn't find fame or fortune in his lifetime – he never really craved that – but that his father died before anything came of his artistic ventures and his mother never approved of his artworks.\nThis piece was published in Dawn on April 16, 2023 (republished from The Conversation). \n\nWill Atkinson is a professor in the School of Sociology, Politics and International Studies at the University of Bristol, UK.\n",
        "headline_1": "Vincent's last recourse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/vincents-last-recourse-3300956",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "With the month of abstinence drawing to an end, the most joyous day for Muslims around the world is upon us. \nI find that Ramadan has visited us at an interesting time this year. The first quarter of the year is over, and as we enter the second, the month of Ramadan has left me with nothing but constant introspection. \nAnd my, oh my, what a month it has been; putting us through tragic events, most of which left behind a trail of ash. \nSpeaking of ash, let us talk about all those fires for a bit, even though by now you must be tired of the statistics, scrolling down to the next post hoping it's a cat doing something funny. Since the start of Ramadan, there have been seven major incidents of fire, the causes of which are yet to be determined. But if we are being honest with ourselves, it's unlikely the real causes will be revealed. In cases of fire of such scale, finding the fire's source is like looking for a needle in a haystack. \nThere is an element of irony in these tragedies as well adding to the pathos of the situation.\nWhat were the chances that one of the largest wholesale markets in the country, Bangabazar, would be struck by the most horrible fate at a time when traders were supposed to reap the most profits? The same can be said about the Dhaka New Super Market fire. We saw traders howl, lose their minds, and watch as the fire burnt down all their hopes of a good year. \nWe watched in shock but soon gulped back our emotions. And perhaps, this is the other heartbreaking addition to this tragedy, one which is not talked about or confronted as much. There's no wall stronger than the collective apathy of citizens in an increasingly restrictive governance system. What cements this wall are the dying hopes, anger, and the genuine curiosity of being – of citizens who have had enough, but cannot speak of it, or do something about it.\nBehind such walls are systems (which were meant to protect us), straying further from accountability, and even further from ethical ruling. And when this becomes the norm, citizens are left with the options of either evacuating or making their hands dirty. \nIf this isn't the case, let me ask you something – why hasn't any one of us asked for solutions to the fires yet? Why don't we have citizen panels in each ward or municipality where communities can come up and report their problems, so that faulty wires or electric lines from loose poles are mended? Why don't we talk about what a mammoth ask it is to expect our Fire Service heroes to put out a fire in Dhaka city, where almost every open waterbody in sight has either been dried up or polluted.\nAnd most importantly, why is it that, after so many incidents of fire, our authorities get away with vague statements such as \"long-term measures will be taken to tackle fire in the city\", without ever elaborating on what these \"long-term measures\" should be or how long citizens will have to wait to see these measures come into effect. \nI guess it's hard to ask so many questions in this heat. But speaking of, what's being done about that too? \nLast I checked, everyone in Dhaka is either blaming it on a severely stretched apocalypse theory or the climate change, the latter being the killer of all things good these days.But the problem with big issues like climate change is that the blame and the solution is always shifted to the powers beyond, far, far beyond our boundary. And to double down on this, our local institutions get away with doing absolutely nothing. What they could've done at this time is probably raise the percentage of green space the city has and go on drives to ensure that even for the sake of beautification, some trees get planted. \nBut if they are asked why no initiatives have been taken, they'll tell you something about the manpower crisis or a lack of funding as obstacles to getting their jobs done. \nIt's a tale as old as time. And yet it's a tale that we seem to never get tired of.\nEven when Pahela Baishakh arrives with promises to give everyone respite from such tragic events, to start anew and to come together as Bangalees, we end up scrutinising how and why people celebrate this day at all. Compartmentalisation has never been our strong suit …or maybe it is and we do it exceptionally well so we don't have to face the music. \nBut this is where I am hoping the celebration of Eid, especially after such trying times will bring a dose of magic, since the day and the days preceding it demands that we showcase the best version of ourselves. That we try to be better and do better than our previous versions. And personally, I've seen that is reflected by the many good souls who actively balance out the bad in this city. \nWe've witnessed organisations and communities accumulate money just to feed those in need in their locality. Mosques who have kept their doors open for those who needed respite from the heat. We've seen people buy burnt clothes from Bangabazar and New Super Market, and inviting others to do the same. We've seen traders in the face of ruin, clean up the debris of their shops and start anew.\nWhat this tells me is not that Bangalees as a nation can endure, or be resilient in the face of adversity; because honestly, that bit is a given. But rather these acts communicate that we have no option but to move on, turn the page and start fresh. And when we do, I hope we do it with a vicious hunger – to be better, to do better and to be a reason for someone else's hope. That, in my opinion, is what we should be reflecting upon this Eid, amid the festivity – face the bitter realities and tell them, not today. \nSo this Eid, I pray for a fresh pair of eyes, and a reason to hope. Or at the very least (once the festivities are over and we return to life as it is) be able to hope for and demand better realities than the ones we've been dealt.\n \nNazifa Raidah is a sub-editor at The Daily Star. Reach her at [email protected]\n\n",
        "headline_1": "This Eid, I pray for an awakening  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/eid-i-pray-awakening-3302636",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "It's always a bit of a jolt when one is reminded of one's age. Sometimes it comes as an unintentional backhanded compliment: \"Apa you have 'preserved' yourself well,\" which may make you feel like a jar of onion pickle floating in a pool of mustard oil. At other times, it may be brutally honest and, again, well-intentioned, \"Apa, the fact is this city is not made for old people; old people in this country should migrate to countries that are elderly-friendly.\" \nWell, you kind of asked for it when you were complaining about the sloping footbridge that gives you the jitters because of your rickety knees.\nBut the fact is that there is no way of getting out of this constant message that you are considered kind of a \"marvel\" just for being able to stand and not crumble to the floor. \nOf course it's all about perspective. When you were 12, your 16-year-old brother seemed like a real grown-up, and you were struck by his coolness for having the gumption to refuse haircuts and defy parental or school authorities, not caring about the dire consequences. When you were 16, you couldn't wait till you were 18, ready to enter the haloed gates of university, the Disney World of teenage fantasies where the possibility of being able to \"study\" hundreds of members of the opposite sex would make your head swim. \nThis perverse obsession with wanting to grow up fast – to partake in what seemed to be the perfect montage of life's most glorious moments – lasts till one reaches 25, when suddenly it does an about-turn. The fear of turning 30 and being on the precipice of \"oldness\" can ruin one's 20s, which honestly speaking IS the best time of your life – although, as we have earlier established, it's all subjective. People in their 50s and 60s, for instance, wistfully remember their 40s, the pre-pubescence of old age when their midlife crises led to all kinds of silliness – wearing ripped jeans to look like a teenager and horribly failing, hanging out with 20-somethings to be part of \"the gang,\" sporting psychedelic eyeshadow colours, and so on.\nThe 50s are possibly the most tumultuous years when you are forced to come to terms with the inevitable decline of all that you took for granted – hair, smooth skin, sturdy bones, patience, and the general urge to be spontaneous and adventurous. It is also the time when one develops an affinity for any product that has \"anti\" as a prefix. Hence, the rows of anti-ageing serums, anti-hair loss shampoos, anti-greying dye, antioxidants, antidepressants, antibiotics, and so on. It is almost like reliving puberty with the hormones going haywire (though with totally different outcomes), the feeling of being misunderstood and on short fuse all the time. It is a time when you really do feel like you are about to implode with rage at the sheer unfairness of it all, and also because SOMEONE DID NOT SWITCH OFF THE NIGHTLIGHT IN THE VERANDA EVEN AT 5AM!\nIt will also mean struggling to keep up with the sonic pace of technology so that, by the time you have kind of accepted that everything is saved \"in the cloud,\" some smart Alec will tell you to AirDrop your files to their phone! You must also learn how to make your post \"public\" on Facebook and NOT send unicorn emojis to your boss when you text.\nAfter the torment of the 50s, there is far more clarity in life. You will know for sure that the number of multi-coloured pills on your bedside table will keep on increasing, and your holidays abroad will fall under \"medical tourism.\" You will be able to guess just how much your blood sugar level will shoot up if you have the extra jilapi after dinner, and how your BP will soar if you stay up till 2am binge-watching your favourite Netflix series. \nThe best part is that it will no longer sting when the references to your twilight years are pointed out. In fact, it is a kind of superpower, this senior citizenship, providing you with incredible allowances – the privilege to be cranky at any given time, exemption from all kinds of heavy lifting, the entitlement of the best seat in the living room, the pure joy of having grandchildren to cuddle (but not see through college), being fed first, and getting away with all kinds of offending remarks that will be condoned as a quirk of ageing. \nThe lesson, therefore, is to relish your age no matter what number it represents. Every age comes with its own set of challenges, but it also brings in new and interesting experiences that make life so mysterious and wondrous. So embrace your age with love and pride, smile triumphantly – toothless or not. \nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "Age IS a number – get over it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/age-number-get-over-it-3302381",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "It is that time of year again, a time that brings to an end a month of fasting, spiritual dedication and reflection. A time that brings communities and entire countries together. A time of feasts and family bonding. As we prepare to embrace this moment – Eid-ul-Fitr will be observed on Saturday – things are falling into a predictable pattern. To celebrate Eid with their loved ones, tens of thousands of people have already left Dhaka on trains, buses, and launches. Reportedly, it has been mostly hassle-free so far, although, in the mad rush for home, some gridlock is to be expected along with some trouble getting tickets. We hope that all this will be kept to a minimum, and relevant government agencies will do their job properly.\nThis Eid, however, comes under less-than-ideal circumstances. Long-held concerns over high food prices have remained unaddressed, or ignored, causing suffering for a vast majority of the population. For Dhaka-based traders, the situation has been particularly grim. Although shopping markets are drawing heavy footfalls, the effect of the devastating fires in two popular markets for retail or low-end customers will cast a long shadow over the community. The incidents in Bangabazar and New Super Market – coming within the space of 11 days – together damaged about 4,000 shops. And like in the past years, while remittance inflow saw an increase thanks to expatriate workers ahead of Eid-ul-Fitr, many workers at home, particularly those in the garments sector, will go back without wages or Eid bonuses. According to an estimate, as of Wednesday, over 32 percent of RMG factories in seven industrial zones – including in Ashulia, Gazipur, Narayanganj, and Chattogram – are yet to pay bonuses to their workers.\nThese issues and others may ruin the festive mood for poor households and those with fixed income. Every Eid in Bangladesh also comes with the additional threat of precious lives being lost in road crashes. There is an irony in the fact that we talk about people streaming out of the capital without much hassle, as they did last year too, only for us to be likely slapped with a long list of crash victims at the end of the holiday. Historically, Eids are when most road crashes occur. Last year, for example, highway travels during the extended Eid-ul-Fitr holiday between April 25 and May 8 resulted in the deaths of 376 people. With the relevant authorities still in a state of denial about the true extent of danger on our roads, one cannot help but worry if the same scenario will be repeated this time. We urge the authorities to take all measures necessary to ensure the safety of travellers.\nHeading into the Eid holiday, however, we want to focus on the brighter side of things as well as the lessons of the holy month that we can hopefully carry forward. As a nation, the lesson that will most benefit us is that of giving generously (to those in need of help) and working together for the greater good of society. We wish everyone a safe and joyous Eid.\nEid Mubarak!\n",
        "headline_1": "Have a safe and joyous Eid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/have-safe-and-joyous-eid-3302416",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2023"
    },
    {
        "full_article": "We are alarmed by the extent to which intolerance has been institutionalised in the country, severely curtailing people's right to free speech. The latest victim to have paid a price for expressing an opinion – a satire, for that matter – is Salina Akhter Shelley, poet and acting principal of Chattogram Port Authority Women's College. The Chittagong Port Authority (CPA) suspended Selina on April 16, alleging that her Facebook status on the Arabic word Ramadan had \"hurt\" religious sentiments, and that such an act was punishable under the Digital Security Act (DSA). Five years since the infamous DSA was passed, we are still at a loss to understand what exactly constitutes \"hurting\" of religious sentiments, who is entitled to have hurt sentiments, and how one can objectively judge such a feeling.\nBy now, we have shouted ourselves hoarse over the various ways in which the vague provisions in the DSA have been misused to target human rights defenders, opposition activists, journalists, writers, cartoonists, etc. The list of who can be a target of the DSA – and the scope of what constitutes an offence – keeps on increasing by the day, so much so that any slightly critical or creative thought can be (mis)interpreted as offensive. Its broad and ambiguous provisions have created a culture of fear, forcing people to self-censor their opinions. For how long will this draconian law – which has no place in a country that professes to be democratic – dictate our thoughts?\nAfter defending the law for the first three years of its enactment, the law minister in December 2021 admitted that it had been \"abused in certain cases\", adding that a six-member team had been formed to address some of the concerns raised nationally and internationally. In February 2022, he claimed that the UN had given some suggestions to the committee, which they were looking into. But then, the relevant UN offices told The Daily Star that no such committee had been in touch with them in the two years since the minister announced its formation. Does it mean that all the talk of addressing concerns about DSA was just a charade?\nOn March 31, United Nations High Commissioner for Human Rights Volker Türk called for an immediate suspension of the DSA until necessary amendments were made, including repealing two sections and amending eight others. We are alarmed that far from delivering on his lofty promises of reform, the law minister rejected the possibility of repealing the two sections flagged by the OHCHR, and stated in no uncertain terms that the DSA was here to stay.\nThe government's reluctance to amend or repeal the DSA is an ominous sign, particularly as the national elections approach. What's equally concerning is that thought policing, popularised by the DSA, now seems to have spread across the country, with different institutions taking it upon themselves to criminalise diversity of thought, as evidenced by the case against Salina. We urge the authorities to withdraw the suspension against her, and stop criminalisation of freethinking by any means.\n",
        "headline_1": "Don’t criminalise free thought",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-criminalise-free-thought-3302436",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2023"
    }
]