[
    {
        "full_article": "The arrest of Gujarat independent legislator, Jignesh Mevani, by the Assam police is an egregious instance of the misuse of law to target a vocal critic of the Union government. There are several aspects about his arrest that ought to cause shock and revulsion to those who believe in law and democracy. Mr. Mevani’s tweets, subsequently withheld by Twitter, described Prime Minister Narendra Modi as a “Godse worshipper”, but also contained an appeal to him to call for peace in some areas of Gujarat that witnessed communal violence. It is clear that apart from being harsh criticism of the Prime Minister, there is nothing in it that can be seen as affecting public tranquillity or causing divisions in society. Not only have the police invoked the entire gamut of offences related to inflammatory speech, breach of peace and outraging of religious feelings, but provisions related to conspiracy and hacking of computers have also been added for good measure. While some of the criminal provisions in the FIR are questionable, it is astounding that the police in distant Kokrajhar, Assam, chose to act on a complaint by a political functionary against a legislator in Gujarat and travel all the way to take him into custody and jail him in Assam. Except for the fact that the allegedly offending remark was made online and is accessible on the Internet, there is nothing to confer jurisdiction on the Assam police.The use of Section 295A of the IPC, which only applies to acts that outrage the religious feelings of a section, is particularly questionable because there is nothing in Mr. Mevani’s remarks that can be seen even remotely insulting towards any religious belief or practice. Further, it is quite notable that the police or ruling party functionaries in BJP-ruled Gujarat did not pursue the case there. It is almost as if his opinion contained a higher potential for breach of peace or disturbance to public tranquillity in Assam than in his home State. It is not clear on what basis the police in Kokrajhar accepted the complainant’s claim that the tweet could destroy the social fabric “in this part of the country”. There cannot be a better example of the misuse of the principle that anyone can set the criminal law in motion. There is something perverse about the manner in which the inter-State operation of criminal law allows any citizen to be held by the police from another State with such ease, even when the alleged offences attract short prison terms that do not warrant arrest. It is disconcerting that a judicial magistrate denied bail to Mr. Mevani and granted police custody in a matter that only involves interpretation of some words. Judicial officers ought to show greater independence by raising questions about territorial jurisdiction instead of accepting the prosecution claims in such cases without demur.",
        "headline_1": "Outrage without borders: On Jignesh Mevani’s arrest",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/outrage-without-borders-the-hindu-editorial-on-gujarat-mla-jignesh-mevanis-arrest-by-assam-police/article65345561.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "The Maldives government’s decision to ban the ‘India Out’ protests shows how the campaign, which started as an online protest by critics of the Ibrahim Solih administration, has grown into a polarising political issue in the Indian Ocean island nation with which India has deep ties. The campaign, which remained a fringe protest in the initial years, gained currency late last year after former President Abdulla Yameen took it over. Mr. Yameen, who served two years in jail after losing power in 2018, wanted a strong political narrative to make a comeback, particularly as the country heads to its presidential election in 2023. Critics termed the Solih administration “a puppet of New Delhi”, accusing it of allowing an Indian military presence, thereby compromising the country’s sovereignty — an allegation the government has repeatedly denied. Mr. Yameen has organised several political rallies, openly attacking the government’s ties with India. When Mr. Yameen was in power, he was largely seen as a friend of China. His government’s ultimatum to India to withdraw two of its helicopters from two atolls had triggered tensions. But relations between the two countries improved remarkably after Mr. Solih’s Maldivian Democratic Party (MDP) came to power in 2018. President Solih adopted an ‘India first’ foreign policy. In the past four years, India has emerged as the Maldives’s main security and economic partner, committing $1.4 billion towards its ‘socio-economic development needs’. In February 2021, it signed the Uthuru Thila Falhu (UTH) harbour development deal with Male to develop the National Defence Force Coast Guard Harbour. The Yameen camp stepped up its attack on the government after this deal. India has historically played an important role in the Maldives as a friendly big neighbour. But China’s rise in the Indian Ocean region has raised the strategic profile of this small, import-dependent island-nation of 5,50,000 people, where both countries vied for influence. Now, while Mr. Yameen is trying to regain his lost support by shoring up Maldivian nationalism and anti-India sentiments, the MDP is trying to counter it with another nationalist narrative. It argues that ties with India, the closest big neighbour of the Maldives, is important for the country’s security, including food security. While these two narratives would clash in the coming election, India, being the centre of the political wrangling, would find itself in a difficult situation. Victory is not guaranteed for the MDP, which faces anti-incumbency problems and differences between Mr. Solih and the powerful former President Mohamed Nasheed. If it loses, India risks losing the influence it has built over the last few years. The challenge before India is to build closer ties with all political factions of the Maldives while helping the country meet its economic and security requirements.",
        "headline_1": "Different narratives: On India-Maldives ties",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/different-narratives-the-hindu-editorial-on-india-maldives-ties/article65345414.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "The prime minister had made a very profound and significant remark at the beginning of this month on the state of the opposition in the country. She touched the nub of the issue—democracy, the parliament and the opposition. Unfortunately, her comments did not receive the attention that it deserved given the abject condition of democracy and its indispensable adjunct—politics—in Bangladesh. That speaks volume on the scant interest that politics holds for the public or for the major opposition political parties living in the umbra of the ruling coalition. One possible reason could be that the public has swallowed the Awami League mantra of \"development before democracy\" and would not like to go back to the status quo ante where political activities often impeded development process. Thus, discourse on politics has become less of a priority, indicating the sapping of public interest in politics.\nWhat the prime minister had stated, and I paraphrase her statement, was that the opposition has not been able to gain credibility or garner the confidence of the people. This is not the first time that she had commented on the state of the opposition in Bangladesh. In fact, she had made similar comments last January while inaugurating the Mujib Borsho; it deserves to be quoted in full: \"For a democracy, a strong opposition party is a must as we want our democratic trend to continue.\" What she further said is equally important: \"The present opposition parties in parliament could not attain the confidence and trust of people at the desired level due to the lack of leadership.\"\nClearly the prime minister is concerned at the state of the opposition in parliament, as she should be, since an effective, functional and vibrant opposition lend credibility to democracy which the current opposition in the parliament is certainly not, and this has shorn the current parliament of the credibility that a properly elected parliament would beget through a free, fair and credible election. Needless to say, a country without a worthy political opposition is fraught with uncertain political consequences, since the vacuum that such a state of things creates, allows the opportunity for supra political elements, outside the parliament, to fill the void, masquerading as an alternative to the current political regime.\nIt is good to notice that the military has not been cited as the villain, as was the tradition for the political parties to do till recently. It has been 32 years since we saw the back of Khaki from politics and 52 years since the end of Pakistani domination. Thus, the PM's remarks assume more poignancy for the underlying message it contains.\nThe long and short of it is, why has the situation come to such a pass? Why has democracy and democratic institutions, freedom of speech and right to dissent become so constrained under the watch of a political party whose political cry was democracy and rule of the people? Should the ruling party not share a part of the blame for the situation that obtains today, a situation unique in parliamentary democracy, where the main opposition in parliament has been subsumed under the ruling party?\nOne is only too familiar with the tactics that the AL resorted to with Ershad and the Jatiya Party in the 2014 elections. It was about to be scuttled since all the opposition political party had decided to boycott the parliamentary elections. An opposition had to be found, since there could not be a parliament without an opposition, and Ershad was coerced to join. He was hospitalised, a handy euphemism for confinement, while his deputy was only too happy to participate in the polls, which validated the questionable elections that followed. His letter of withdrawal of nomination took several weeks to reach the election commission office from the Combined Military Hospital (CMH), only a few kilometres as the crow flies. Regrettably, AL replicated what Ershad did in 1988 with the fourth parliament. It must have cost the ruling party a pretty penny, apart from the queer arrangement where several JP(E) MPs were inducted in the cabinet. JP(E) came to be jocularly termed as JP(AL), and the democracy we got, as hybrid.\nThe 2019 elections were conducted in similar fashion. So, what kind of \"opposition\" could one expect from a domesticated opposition? With the BNP, the main opposition in the country out in the parliament, it was easy sailing for the ruling coalition. And was it not what the AL bargained for? So why rue about something that one is responsible for.\nBut democracy is not about the parliament and the parliamentary opposition only. There are enabling conditions that facilitate the practice of democracy and conduct of politics—for example, freedom of speech and freedom of association, assembly and right to dissent. Regrettably, space for practice of all the above ingredients have become increasingly constrained. The Digital Security Act (DSA) is like a Sword of Damocles, the worst sufferer is the media, which plays the role of the opposition in the absence of an opposition in the parliament. There can be no democracy, much less an effective opposition without free speech. The proposed new online laws are even more stringent. The recent Zila Parishad Act, which violates the constitution, has dealt a severe blow to the essence of local government, which under the constitution cannot be run by unelected persons. All these are being done, one fears, with an eye on the next parliamentary elections.\nThe PM's comment is a rueful admission that democracy in Bangladesh suffers from grave deficit. There is raft of issues, apart from an effective parliamentary opposition that need to be addressed. Addressing the questions and applying one's political will, and putting country above party is the only remedy to bring democracy in Bangladesh back on track.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "How fares the opposition in Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/how-fares-the-opposition-bangladesh-3011006",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "The war in Ukraine is, in reality, a proxy war being fought between the West and Russia. Unlike its portrayal in the Western media, Russia's invasion of Ukraine was neither unprovoked nor unpredictable. Back in 2008 when then US President George W Bush badgered reluctant EU leaders into pledging a future NATO membership for Ukraine, the current CIA Director William Burns sent a memo to then US Secretary of State Condoleezza Rice that included this warning: \"Ukrainian entry into NATO is the brightest of all red lines for the Russian elite (not just Putin)… In more than two and a half years of conversations with key Russian players, from knuckle-draggers in the dark recesses of the Kremlin to Putin's sharpest liberal critics, I have yet to find anyone who views Ukraine in NATO as anything other than a direct challenge to Russian interests.\"\nBurns added that it was \"hard to overstate the strategic consequences\" of offering NATO membership to Ukraine, predicting that it would \"create fertile soil for Russian meddling in Crimea and Eastern Ukraine.\"\nThe conflict in Ukraine is much more complex than what is being portrayed in the international media. It has a history that goes back to at least 1991, if not all the way to the Second World War. And its repercussions, similarly, are more complicated and perhaps scarier than what most believe them to be.\nThe most obvious nightmare scenario, of course, is an all-out nuclear war between Russia and the West. But even if things don't escalate to that level, the conflict poses some major threats to global stability. Despite most parts of the world already feeling the economic cost of the war, it is likely that the worst is yet to come.\nAs a consequence of Western sanctions, the Russian economy is sure to suffer heavy losses. Even though China—which has explicitly blamed the West and NATO expansionism in violation of the US promise to Russia to not expand NATO \"to the east [of a reunified Germany]\" during negotiations that had ended the Cold War (\"New find of files from 1991 supports Russian accusation\", February 18, 2022, Der Spiegel)—is providing full economic support to Russia, there is currently no force in the world that can match the collective economic power and influence of the US and its European allies.\nSome Russian banks have already been banned from the Society for Worldwide Interbank Financial Telecommunications (SWIFT) payment messaging system. And although Russia has developed its own alternative to SWITF, the ban will certainly have a significant impact. Moreover, the decision by the US and EU to freeze nearly half of Russia's foreign currency reserves—worth USD 300 billion—is going to hurt it big time. An example of this was the rapid fluctuation of the Ruble over the past month.\nThe impact of Western businesses withdrawing from Russia, whilst causing short-to-medium-term disruptions, could potentially be managed in the longer term through an expansion of Russia's import substitution policies and sourcing goods from other countries. Because Russia is such an integral part of the global economy—particularly owing to its huge energy, mineral and agricultural resources—many analysts believe the country will eventually recover. By that time, however, the resulting shocks to the global economy would be significant.\nThe biggest loser (among the parties directly involved, apart from Ukraine) of these sanctions will be the European Union (EU). Russian gas accounts for some 40 percent of Europe's total consumption. During a recent meeting in Vienna between EU officials and representatives of the Organization of the Petroleum Exporting Countries (OPEC), OPEC Secretary General Mohammad Barkindo said that current and future sanctions on Russia could create one of the worst-ever oil supply shocks, and it would be impossible to replace those volumes. Even more interestingly, OPEC signalled its unwillingness to pump more oil at the West's request.\nIn Europe, prices in the eurozone had risen 7.5 percent in March from a year earlier. This inflation is mainly being fuelled by energy prices, which soared 45 percent last month from the year before. According to the European Central Bank, the conflict in Ukraine is \"weighing heavily on the confidence of [European] businesses and consumers.\" Trade disruptions are leading to new shortages of materials, and surging energy and commodity prices are holding back production.\nConcerns about the future are particularly stark in Germany, Europe's largest economy, because of its heavy reliance on Russian energy. Last month, economic advisers to the German government said the outlook had \"worsened sharply\" because of the war, with a growing risk of recession along with even higher inflation rates.\nThe US is also suffering, as it experiences the fastest pace of annual inflation in 40 years. But apart from the direct damage done to US economy, what is perhaps more concerning is how the sanctions war will affect the US dollar's role as the global reserve currency.\nThe sanctions, including the unprecedented freezing of a central bank's assets, are undermining trust in the Western financial system. And this has led to a trend of de-dollarisation—as Russia-China, Russia-India and others have started to increase bilateral trade using their own currencies. This, according to Gita Gopinath, the first deputy managing director of the International Monetary Fund (IMF), could over time undermine the global dominance of the US dollar.\nRussia has already indicated that EU countries (and others) will have to pay for Russian energy and other essential commodities in Ruble, instead of the dollar. Although there is currently a stalemate over this between Russia and Europe, the dollar's share of global trade has already declined this year. And even Goldman Sachs, in a recently released research note, warned that the greenback could eventually lose its global dominance because of the sanctions war.\nThese threats to the Russian, European and US economies also endanger global economic stability because the world has become so interconnected over the years. To give just one example, the World Trade Organization recently warned that because Ukraine and Russia (combined) have traditionally been responsible for 90 percent of crops imported to East Africa—and as crop imports suffer because of the war and ongoing sanctions—the region is at increased risk of famine. It's not just East Africa, but the Middle East, parts of Africa and the Far East that could also experience famines and food shortages in the future.\nJPMorgan's Chief Executive Jamie Dimon warned two weeks ago that the present sanctions, as well as possible future ones, could create even more \"uncertainty surrounding global commodity supply chains\", making \"for a potentially explosive situation.\" Already, we have seen how it has pushed the Sri Lankan economy to explode, while many others, including the Bangladesh economy, are suffering major inflationary pressure and other issues as a result of the war and the sanctions.\nOn April 1, Chinese President Xi Jinping said it could take years or even decades for the global economy to recover from the consequences of the Russia-Ukraine war. Many others have echoed similar sentiments.\nThe real industrial-interconnected global economy is not like a game of Lego toys. It is highly complex and finely tuned. Whether those involved in the Ukraine conflict realises it or not, their actions are pushing the world to the brink of major economic instability. What is worse, those who have studied the history of the two World Wars have pointed out that those wars had a trend—First, there was trade war, then there was currency war, and then, we had World Wars.\nA trade war between the US and China—perhaps with European countries, Russia and Iran also involved in some capacity—had arguably started even before the war in Ukraine, but we are now much deeper into it. A currency war is currently happening. Some argue that sanctions are a form of warfare, so we are at least in a new Cold War. But what happens when one side (either Russia or the West) feels like it has been beaten, and it has no other option but to turn it into a full-out Hot War?\nThose who are not a party to this conflict will suffer, as they already are. That is perhaps why it is high time for a new non-aligned movement to emerge.\nAfter the first Cold War, Francis Fukuyama announced the end of history. With the US as the sole superpower, we entered into the age of a fully Western-dominated world order. Whatever the future holds, it seems like that order is on the verge of collapse with the Ukraine war only hastening the process (irrespective of who the winner is, if at all there is a winner).\nA new world order—like the one US President George HW Bush announced in 1991—is again emerging. And there is no guarantee that it will be to everyone's benefit. That is another reason why we need a new non-aligned movement, which can ensure that this new order is not dictated by one side and its ruling elite, rather by the people of all countries and continents.\nWe need an order which, at the very least, has a more effective mechanism of solving the type of crisis that the world is in right now.\n \nEresh Omar Jamal is an assistant editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "The Ukraine conflict is much more serious than you think",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/the-ukraine-conflict-much-more-serious-you-think-3011001",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "Given the gloomy global macro-economic outlook, Finance Minister AHM Mustafa Kamal's assessment that Bangladesh's macroeconomic stability is not at risk over the Russia-Ukraine crisis is questionable. Increased prices of cereal grains, agricultural inputs (e.g., fertiliser cost), fuel cost, devaluation of the taka, combined with high transportation cost will exert tremendous pressure on the country's food security. A food crisis is on the horizon even if the crisis gets sorted soon. Special attention and relevant actions are needed from the concerned authorities to soften the impact.\nBangladesh is already struggling with the widening income gap which was worsened by the Covid-led inflationary trap. Issues in the international market combined with the Ukraine crisis will put further strain on domestic prices. Price of grain and multiple household items have skyrocketed in the international market. For example, price of wheat, which accounts for over 10 percent of the daily calorie intake in Bangladesh, is significantly higher compared to last year. The country's annual demand for wheat, which is growing 10 percent per annum, stands at around 77 lakh tonnes, 85 percent of which is met through imports, as per the National Board of Revenue (NBR). However, wheat production worldwide has declined due to the pandemic and unfavourable weather.\nIn addition, both Russia and Ukraine missed the current sowing season which will impact wheat supply and prices even next year and beyond. Bangladesh imports almost half its wheat from Ukraine and Russia. Data on Bangladesh from the Food and Agriculture Organisation (FAO) shows that consumers had to pay Tk 34 to buy one kilogramme of flour in November in Dhaka, which was 19 percent higher from Tk 28.69 a year ago. Like wheat, price of barley, corn and edible oil could hit all-time highs.\nIncreased fertiliser cost will also seriously affect global prices of other essential crops like rice., vegetables, etc. To produce a variety of crops, Bangladesh uses over 50 lakh tonnes of chemical fertilisers annually, three-fourths of which is imported. Russia and Belarus are big exporters of fertilisers and their raw materials account for 37 percent of potash, 32 percent of ammonia and 14 percent of the world's urea market. In January 2022, the international price of a range of key fertiliser ingredients shot through the roof. Since January 2021, the price of ammonia has gone up by 220 percent, urea by 148 percent, di-ammonium phosphate by 90 percent, and potassium chloride by 198 percent.\nCurrently, the government provides Tk 10-20 subsidy for each kilogramme of fertiliser. Given the price of fertilisers in the international market, to lessen inflation, the government will need to at least double its subsidy for fertilisers in the next financial year.\nFreight cost is also at a record high. According to the Freights Baltic Index, while global spot rates for 40-foot containers have declined from their peak in September, they are still running at USD 9,604, more than double from a year earlier. And with oil price rising over USD 100/barrel, it is unlikely to go down any time soon.\nDepreciation of the taka will also push up import costs. An import dependent country like Bangladesh needs to be careful in depreciating its currency to avoid further inflation.\nWidening income gap has always been a critical issue in Bangladesh, and it has gotten worse in recent times. The South Asian Network on Economic Modelling (SANEM) shows that the percentage of Bangladeshis living below the poverty line (upper poverty line) has nearly doubled from 21.6 percent in 2018 to 42 percent in 2020, while the percentage of extreme poor (lower poverty line) tripled from 9.4 percent in 2018 to 28.5 percent in 2020. Increased inflationary pressure will push more people below the poverty line which might lead to social unrest. In its latest assessment on Bangladesh, Moody's assessed that Bangladesh's exposure to social risks is very high because of poverty, inequality, unemployment, and inflation.\nEven though Bangladesh can't do much about the rising price level in the international market, the country needs to focus on internal supply chains. Actions like active market surveillance, targeted subsidies, reducing extortions on roads and highways and deploying more TCB trucks with essential products are urgently needed for the near future.\n \nAFM Mainul Ahsan, PhD, Analyst, Department of Transport, Victoria, Australia. Email: mainul188@gmail.com\n",
        "headline_1": "Why Bangladesh should worry about its economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-should-worry-about-its-economy-3010986",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "When I was eight or nine, my paternal grandfather—a schoolteacher—used to tell me stories about strange ghosts, competing merchants, mistaken identities, wise fools, and even crazy love, among others—stories that I thoroughly enjoyed. He later told me that his stories were based on certain plays written by William Shakespeare (1564-1616), regarded as the greatest writer in the English language and one of the greatest playwrights and poets in the world. I also told my daughter Salma—when she was nine—almost similar stories without concealing their origin in Shakespeare. Listening to a story based on Hamlet—one  of the greatest Shakespearean tragedies—Salma thought it was a ghost story that made her \"blood cold and her hair to stare,\" so to speak, and that she would love to share it with her friends. My highschool teacher, Nuruddin Ahmed, told us Hamlet's story, and we thought it was a tense thriller, even a detective story, given that Hamlet—Shakespeare's protagonist—remains hellbent on the question of truth in a creepy world of crime, espionage, and surveillance. \nI think there are always those things in Shakespeare that immediately appeal to children. And children are serious little philosophers who relentlessly broach the most profound and fundamental questions about anything and everything around them. The question was already raised by some: Did Shakespeare write mainly for children? So-called \"pop\" Shakespeare criticism answered that question in the affirmative. \nAnd I think nothing human is alien to Shakespeare. He created more than a hundred major characters and hundreds of minor ones, each with a distinctive voice, as if Shakespeare was a mortal god! Indeed, staggering diversity constitutes Shakespeare's hallmark. This point was repeatedly made by a whole host of critics in the Western world—from Dr. Johnson to Stephen Greenblatt, for instance. In our parts of the world, iconic literary figures such as Ishwar Chandra Vidyasagar, Michael Madhusudan Dutta, Bankim Chandra Chattopadhayay, and Rabindranath Tagore—among many others—marvelled at the sheer diversity of Shakespeare's characters, themes, and styles, although he is much more than diversity as such.\nI argue that we continue to live in the era of global Shakespeare. True, Shakespeare has been translated into more than 100 languages. And he has been adapted and appropriated—probably more than any other writer in the world—across the globe, from Peru to the Philippines to Pakistan, or from Brazil to the Bahamas to Bangladesh. Also, Shakespeare was historically pressed into the service of British colonialism and white cultural supremacy; while he was—and he continues to be—reclaimed, reread, remobilised in the interest of anticolonial and even \"anticapitalist\" resistance and rebellion. There is a character called Caliban in Shakespeare's play The Tempest. He is a slave, a colonized subject, one on whom his master Prospero's language is brutally imposed. Shakespeare gives some of the strongest lines in his play to Caliban: \"You taught me language; and my profit on't/ Is, I know how to curse\" (Act 1, Scene 2). It's not for nothing that revolutionaries from Karl Marx to Martin Luther King, Jr. loved Shakespeare and used him to make their points, while a whole host of Western thinkers—from Hegel and Nietzsche, to Freud, to Lukács and Lacan, to Benjamin, to name but a few—variously engaged and drew on Shakespeare. And the Caribbean communist poet and activist Aimé Césaire (1913-2008) wrote his play called A Tempest by rewriting Shakespeare's The Tempest in order to make Caliban more than a figure of resistance and turn him into a real dialectician and revolutionary.\nBut who was Shakespeare? It is generally believed or accepted that Shakespeare—born in the year 1564 at Stratford-upon-Avon, Warwickshire, England—died on his birthday, his 52nd birthday, on April 23, in 1616.  But he was baptised on April 26. Since there was generally a lapse of a few days between birth and baptism, Shakespeare's birthday is traditionally celebrated on April 23. He wrote at least 37 plays, 154 sonnets, and quite a number of poems, while he even collaborated on some \"lost\" plays, although most of his work was not published in his lifetime. Shakespeare is customarily characterised as an Elizabethan playwright, but many of his popular plays were written after Elizabeth's death, given which he is rightly considered a Jacobean writer as well. He also acted in his own and others' plays; while he became a wealthy theatre owner and producer, whose name continues to be associated with the famous Globe Theatre.    \nAs a playwright Shakespeare wrote both tragedies and comedies as well as what have come to be known as \"history plays,\" \"problem plays,\" and \"late romances.\" His early comedies include The Comedy of Errors (1593), The Taming of the Shrew (1593), and The Two Gentlemen of Verona (1592-93); while his first histories include Henry VI (1589-91), Richard III (1592-93), and King John (1594-96). Then there are those \"apprentice tragedies\"—Titus Andronicus (1593-94), Romeo and Juliet (1595-96), Julius Caesar (1599)—while his famous high comedies include Love's Labour's Lost (1594-95), A Midsummer Night's Dream (1595-96), The Merchant of Venice (1596-97), Much Ado About Nothing (1598-1599), As You Like It (1599), and Twelfth Night (1601-2). Plays such as Richard II (1595), Henry IV (1596-97), The Merry Wives of Windsor (1597), and Henry V (1599) are considered Shakespeare's \"major histories;\" while his famous problem plays are Troilus and Cressida (1601-2), All's Well That Ends Well (1602-3), and Measure for Measure (1604). \nThen, most famously, we have Shakespeare's four great tragedies such as Hamlet (1600-1601), Othello (1604), King Lear (1605), and Macbeth (1606); and his late romances such as Pericles (1607-8), The Winter's Tales (1610-11), and The Tempest (1611), among others. One should also mention his explicitly political and politico-economic plays such as Coriolanus (1607) and Timon of Athens (1607-08). And who can describe the power of money better than Shakespeare? Quoting lines from Shakespeare's Timon of Athens, Marx said: \"Shakespeare excellently depicts the real nature of money.\"\nGiven the staggering range and richness and rigour of Shakespeare's works, it is simply impossible to convey even a sense of the totality of his work in a short op-ed like this one. But I can only make a few points that underline Shakespeare's contemporaneity once again. Of course, it is by now a truism that Shakespeare dramatises all great and common themes relating to life and death such as love, hate, compassion, sacrifice, compromise, resignation, surrender, victory, defeat, despair, pain, anguish, ambition, hope, dream, goal, work, leisure, even soul, body, food, sex, prayers, play, among countless others, giving us the impression that we—as human beings—are by no means finished products; that we are not yet in a state of being but in a process of becoming. \nAnd one can surely account for Shakespeare's contemporaneity in numerous ways, one of which has to do with his language itself. Indeed, those who use English can be quoting Shakespeare all the time without knowing it. For instance, we continue to use Shakespearean phrases such as \"a blinking idiot\" (The Merchant of Venice, Act 2, Scene 9), \"melted into thin air\" (The Tempest, Act 4, Scene 1), \"a tower of strength\" (Richard III, Act 3, Scene 4), \"in my heart of hearts\" (Hamlet, Act 3, Scene 2), \"what is done is done\" (Macbeth, Act 3, Scene 2), even \"all of a sudden\" (The Taming of the Shrew, Act 1, Scene 1), and \"to come full circle\" (King Lear, Act 5, Scene 3), to mention but a few, among numerous others.\nBut does Shakespeare have anything to do with handwashing and \"physical/social distancing\" at this coronavirus-ridden global conjuncture? Mark these lines uttered by the character Gentlewoman about Lady Macbeth from Macbeth: \"It's her accustomed action with her, to seem thus washing her hands. […]\" (Act 5, Scene 1). As for physical/social distancing, consider these lines straight from The Merry Wives of Windsor: \"In these times/ you stand on distance\" (Act 2, Scene 1). More from Shakespeare: \"If there be breadth enough/in the world, I will hold a long distance.\" (All's Well that Ends Well, Act 3, Scene 2). And then Shakespeare famously offers the images and effects of viruses and infections in his plays from, say, Romeo and Juliet to Henry IV to Hamlet to Timon of Athens—ones that seem to be resonating with those who suffer from and are afraid of infection.  \nIn closing, I think that to say that Shakespeare continues to be our contemporary is not enough. I also think it is important to see how his work enables us to interrogate and even change the world we live in. I'm with the Shakespeare critic Simon Critchley when he says, \"The banal, biscuit-box Shakespeare needs to be broken up and his work made dangerous again.\" In other words, we can always return to Shakespeare to see what is wrong with our time that is \"out of joint\" and what we can possibly do \"to set it right.\"  \n \nDr Azfar Hussain is interim director of the graduate programme in social innovation, and associate professor of integrative, religious, and intercultural studies at Grand Valley State University in Michigan, US. He is also the vice-president of the US-based Global Center for Advanced Studies (GCAS).                 \n",
        "headline_1": "Shakespeare—Our Contemporary in the Time of Coronavirus?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/shakespeare-our-contemporary-the-time-coronavirus-3010521",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "The cholera outbreak continues to be a headache for residents in certain areas of Dhaka as well as hospitals, doctors and public health officials. The number of patients requiring hospital admissions is still high, with icddr,b—which recorded an all-time daily high of 1,383 cases on April 4, 2022—still receiving about 800 patients a day. Against this background, it is welcome news that the government has decided to launch a vaccination drive starting next month to contain the situation.\nAs part of the campaign, a total of 2.3 million people, aged one year and above, will get oral cholera vaccines in five diarrhoea-prone areas in Dhaka. We hope the campaign would not stop there, given the huge population that resides in close proximity in the capital. The drive should continue especially in slum areas where a large number of people live in severely unhygienic conditions. We also strongly believe the quality of water supplied by Dhaka Wasa needs to be improved drastically. Though health experts have blamed the contaminated water supplied by Wasa for the severe forms of diarrhoea in recent times, Wasa authorities have taken little visible action in this regard. Inoculation is only half the solution—if we cannot ensure access to clean water, this disease will keep coming back.\nIn 2020, the health directorate had vaccinated 12 lakh people with the first dose of cholera vaccines in six areas of Dhaka. Unfortunately, the second dose couldn't be administered because of the Covid-19 emergency. Now that the scourge has weakened significantly, the full course will hopefully be administered without further hassle. \nIt can be recalled that the WHO had launched wide-scale vaccination drives against cholera in a number of African countries with considerable success. This inspired Bangladesh to replicate the programme, and in 2011, the World Health Assembly called for member states to strengthen efforts to prevent and control cholera mainly through the use of oral cholera vaccines, in conjunction with other recommended prevention and control methods.\nSo adequate and timely inoculation is a must, and we're glad to know that the health department has plans to widen the vaccination coverage in the future upon successful completion of the drive in May. But clearly, more needs to be done in terms of prevention. We urge the government to ensure greater coordination and collaboration among the health authorities, Dhaka Wasa and other stakeholders to successfully eliminate this annual threat to public health.\n",
        "headline_1": "Timely inoculation a must to check cholera outbreak",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/timely-inoculation-must-check-cholera-outbreak-3010956",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    },
    {
        "full_article": "The shocking death of 26-year-old Rabiul Islam, after being beaten by a team of policemen in the Kazir Chawra area of Lalmonirhat on April 14, has once again brought to light the impunity with which members of our law enforcement agencies carry out their brutal acts on powerless people. According to our report, police detained Rabiul at a Baishakhi Mela, suspecting him of being a gambler (although the villagers said otherwise and his brother claimed that he went there to buy toys for his baby daughter). As he got into an altercation with the police, about five policemen beat him until he fell to the ground and lost consciousness. Rabiul was later declared dead when he was taken to the hospital. Even though after the incident his devastated family members demanded punishment for the policemen involved, the reality is that they did not dare to file a case against them, fearing that if they did so, they might be further harassed by the police.\nUnfortunately, this is not an isolated incident where the family of a victim of police brutality could not muster the courage to file a case against the law enforcers. This has, in fact, become the norm now, because in the majority of such cases, the victims generally neither has the power and connections nor the financial ability to run the cases.\nIn Rabiul's case, his family members are already in a vulnerable state, losing the sole breadwinner of the family. As such, in his absence, how the family can afford to survive has become a major concern for them—let alone afford to run a case against the police. Under the circumstances, we believe there should be a judicial enquiry into the incident to reveal the truth, as Rabiul's family has also demanded. As the police has already formed a probe body to investigate the incident, we hope they will soon make their findings public and punish those involved. Simply withdrawing a sub-inspector from the police station is not punishment enough for brutally beating a person to death—regardless of whether he was a criminal or an innocent person.\n   The state must give protection to Rabiul's family from any and all sorts of harassment and intimidation. And it must also remember its duty to ensure that our law enforcers do not abuse the power given to them for the purpose of protecting the rights of the citizens—and to make sure that law enforcers do not use that power to violate those rights.\n",
        "headline_1": "State must give protection to Rabiul’s family",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/state-must-give-protection-rabiuls-family-3010951",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-04-2022"
    }
]