[
    {
        "full_article": "The ongoing hearing before a Constitution Bench of the Supreme Court of India on the need to have a neutral mechanism for appointment of Election Commissioners raises important questions on the election body’s functional independence. The Election Commission of India (ECI) has generally enjoyed a high reputation for holding free and fair polls since the dawn of the Republic, although not immune to charges of favouring the ruling party. However, given the Court’s vocal concern about the ECI’s independence, the relevant question now is whether the Commissioners should be appointed on the recommendation of an independent body. Article 324(2) envisages a parliamentary law for the purpose, but no law has been enacted so far. The Government is pushing back strongly against the Court’s apparent inclination to devise an independent mechanism, possibly a selection committee that includes the Chief Justice of India. The perceived legislative vacuum could provide an occasion for the Court to frame a process on its own — something the Government, quite rightly, wants to avoid. There is no doubt an independent body doing the selection will enhance the ECI’s independence, but the Court will have to decide if it wants to spell out its composition or leave it to Parliament.Justice K.M. Joseph, heading the Bench, has noted that Chief Election Commissioners (CEC) in the past had fairly long tenures, unlike in recent times. However, it should be remembered that since 1993, the ECI has become a multi-member body, comprising a CEC (chairman) and two Election Commissioners (EC). The current convention is to appoint ECs, and elevate them as CEC on the basis of seniority. In effect, it is the appointment process for ECs that requires scrutiny as it is here that there is scope for personal whimsy to play a role. The CEC has a six-year tenure, but should demit office on attaining 65. The Court has questioned the practice of appointing CECs close to that age so that they have only a brief tenure. However, it may be argued that even Chief Justices have brief tenures, but that does not undermine their independence. The Government has contended that a member’s whole tenure in the ECI should be considered, and not merely the duration as CEC. The real difference is security of tenure that could come from operational freedom and space. While Supreme Court judges have security of tenure — they can be removed only by impeachment by Parliament — only the CEC enjoys the same status. The ECs can be removed on the CEC’s recommendation. There is a good case for extending the same tenure security to the ECs too, regardless of what kind of appointment process is in place.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nelection",
        "headline_1": "Space, not time: On Election Commissioner tenures",
        "headline_2": "Equal tenure security for CEC and Election Commissioners will boost their independence",
        "link": "https://www.thehindu.com/opinion/editorial/space-not-time-the-hindu-editorial-on-election-commissioner-tenures/article66174497.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "As the third winter begins in India after the COVID-19 pandemic began in January 2020, fresh daily infections of the novel coronavirus — there was a small spike in July and August — have been dipping since the third wave peaked in late January 2022. Daily new cases nationally dropped below the 1,000-mark after November first week, and below 500 in the last four days. While the case decline may not be a true reflection of the actual level of infection in the population, given the low level of testing across the country, the test positivity rate and the number of hospitalisations due to moderate to severe COVID-19 disease are at a low level — a far cry from the peak of the second wave in 2021. COVID-19 deaths too have been very low, with many States not reporting any for days together; Kerala has been reporting some backlog deaths on certain days but nil fresh deaths on many days. Nationally, the case fatality rate was 1.19% as of November 22. The situation in India is vastly different from what it is like in a few other countries where the daily infections are witnessing a sharp spike. Even the extremely high transmissive Omicron sub-lineages and recombinant lineages have only caused a small spike in fresh cases but no concomitant increase in hospitalisations or deaths in India.Given the very low number of cases and hospitalisations, the situation in India is no longer cause for concern. Even with most businesses and educational institutions back to functioning as in the pre-pandemic days and large gatherings being seen even in poorly ventilated places with almost no voluntary mask wearing, there has been no spike in cases since the peak of the third wave. This makes a strong case to ease any mandatory COVID-appropriate behaviour, masks included. A week ago, India made mask wearing optional for air passengers precisely because of the improved ground situation. It is only in hospitals and health-care settings that mask wearing should remain mandatory. The low level of infection notwithstanding, it is advisable that the vulnerable population including the elderly and those with comorbidities at least wear a mask to reduce the risk of infection. Long COVID is real and poses a risk even to otherwise healthy people. The virus is evolving, and the emerging variants of concern will, by default, be even more highly transmissive. Their lethality cannot be predicted as transmission happens prior to disease onset and so the selection pressure is for higher transmission and not disease severity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCoronavirus\n\n/\n\nhealth\n\n/\n\nhealth and hygiene\n\n/\n\nair transport",
        "headline_1": "Time to ease norms: On COVID-19 restrictions",
        "headline_2": "Masks must remain mandatory only for the vulnerable and in health-care settings",
        "link": "https://www.thehindu.com/opinion/editorial/time-to-ease-norms-the-hindu-editorial-on-covid-19-restrictions/article66174361.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "Sanjeev Sanyal & Aakanksha Arora\nA visible trend in recent years has been the decline of India’s scores and rankings on a number of global indices. As illustrated in our previous column (‘Fact-Checking The HDI Tally’, October 18, 2022), India’s scores are suspect even in the case of indices like the Human Development Index that are supposedly based on hard data. However, the largest declines have been in opinion-based indices that deal with subjective issues such as democracy, freedom and so on. Do they pass the smell test?\nThe Indian response so far has been to ignore these perception indices, but the problem is that they have concrete implications. For instance, these indices are inputs into the World Bank’s World Governance Indicators (WGI) that, in turn, have approximately 20% weightage in sovereign ratings. Consider three indicators that feed into WGI.\nRead full opinion on TOI+\n\n",
        "headline_1": "Colonialism by numbers: How arbitrary opinions from random ‘experts’ regularly & unfairly impact India’s global rankings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/colonialism-by-numbers-how-arbitrary-opinions-from-random-experts-regularly-unfairly-impact-indias-global-rankings/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "The legal challenge to the appointment of election commissioners saw the Supreme Court bench make strong observations on the current selection process. The bench suggested that the Chief Justice of India’s presence in the appointment committee would be appropriate and that Chief Election Commissioners were getting very brief tenures despite the six-year term provided for them. The Centre countered, questioning the wisdom of judicial intervention and citing the separation of powers doctrine. Demands for bipartisan appointments to the Election Commission have been around for decades, but governments have seldom agreed. In that context, the present constitutional challenge is an interesting development.\nEC as an institution plays a stellar role in safeguarding democracy. In election after election, EC has unfailingly ensured that the writ of the voter carries the day, and continuity or transition of governments happen without any questions posed over the election process. This is a phenomenal achievement, which even the ongoing hearings must applaud. Nevertheless, the shift towards a bipartisan, consultative appointment process would be desirable because that has been the larger trend of India’s legislative and democratic evolution in the past two decades.\nThe CVC Act 2003 empowers a committee comprising the PM, CJI and the leader of opposition to recommend central vigilance commissioners. These three also make recommendations for appointment to the Lokpal body and CBI director under the Lokpal Act 2013. The quashed NJAC Act 2014 had tasked the trio to select two eminent persons to be part of the six-member judges appointment commission. As can be seen, governments under three different PMs converged on a bipartisan model for key appointments.\nThis does make a case for following a similar process for EC too. But SC’s quibble that CECs aren’t getting the fixed six-year tenure is puzzling. What is important is a CEC’s independence, and the difficult removal process requiring impeachment ensures the post has security of tenure. Perhaps, the two other election commissioners must also be similarly protected, since conventionally the seniormost becomes CEC later. The pricklier question is whether SC should intervene in appointments to a coordinate institution since no abuse of power has happened, unlike say malafide executive interference in pre-collegium era judicial appointments. Ideally, political parties should arrive at a consensus and work out the EC appointment process in Parliament. SC has a point. But Parliament should decide.\n\n",
        "headline_1": "Make a house call: EC does a great job holding polls. Let Parliament decide who should make appointments in EC",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/make-a-house-call-ec-does-a-great-job-holding-polls-let-parliament-decide-who-should-make-appointments-in-ec/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "Two independent developments in inter-state matters have brought home the need to strengthen institutional mechanisms to resolve differences. The long simmering border dispute between Karnataka and Maharashtra once again threatens to boil over. This week, a clash at the border between Assam and Meghalaya led to loss of lives. None of these disputes are rooted in narrow party politics. The four states are administered by either BJP or BJP and allies. When Congress was dominant, similar problems occurred despite state administrations being run by the same party.\nThe reorganisation of states, initially on linguistic lines and later over other issues, has left unresolved matters over borders and river water sharing. Some of it is perhaps unavoidable as multilingual regions split into smaller parts. Given this context and absence of quick solutions, India needs to strengthen its inter-state councils. Drawing legitimacy from Article 263 of the Constitution, an Inter-State Council was set up 32 years ago. At a national level, its meetings have been sporadic. In the last 16 years, just two meetings have been held. The zonal councils with CMs meet regularly but that’s not enough. For example, Maharashtra and Karnataka fall in different zones. Also, the Northeast is covered by a standalone legislation.\nTherefore, the most effective mechanism remains the national inter-state council meetings as they provide options to mitigate volatile situations. Given the emotive nature of issues involved, solutions are hard to work out. More so when forest and land are involved. But a solution becomes impossible when things turn violent, as it has in the Northeast and as it had over the Belgaum dispute between Karnataka and Maharashtra. Regular meetings of the national inter-state council are a calming mechanism in this context. Revive this institution.\n\n",
        "headline_1": "The borders inside: Resolving inter-state disputes needs an institutional mechanism. Revive the Inter-State Council",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-borders-inside-resolving-inter-state-disputes-needs-an-institutional-mechanism-revive-the-inter-state-council/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "I vividly remember how in 1982 I was in Class 7 and read a chapter on Mahavir Lachit Barphukan as part of my history syllabus. With every re-reading of that chapter, the visualisation of his military heroism became clearer and more impactful. But as I grew older and explored advanced history books, a glaring gap became noticeable.\nAmidst voluminous chapters glorifying the Mughal empire minimal prominence was given to Lachit Barphukan, one of India’s bravest generals who successfully stopped the northeastern expansion of the ruthless Mughal army.\nRead full opinion on TOI+\n\n",
        "headline_1": "An alternative history of India, starring an Ahom general: Assam CM explains why Lachit Barphukan’s 400th birth anniversary is a pivotal moment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/an-alternative-history-of-india-starring-an-ahom-general-assam-cm-explains-why-lachit-barphukans-400th-birth-anniversary-is-a-pivotal-moment/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "The main objective of the United Nations Framework Convention on Climate Change (UNFCCC) is to stabilise greenhouse gas (GHG) concentration in Earth's atmosphere. Over the last three decades, it has achieved the opposite because of our indifference and disregard for the millions of climate-vulnerable people in Global South, now extended to the North as well, who are suffering the adverse impacts of climate change. The UNFCCC started with a focus on mitigation and gradually moved on to adaptation. It is evident that those are not enough, and tackling \"loss and damage\" is a must-do now.\nThe 19th climate conference, held in Warsaw, Poland in 2013, established the Warsaw International Mechanism (WIM), which works as a policy framework on the issue of loss and damage. Then the Santiago Network on Loss and Damage (SNLD) at COP25 started as a technical assistance provider in addition to knowledge and resources. However, the financial mechanism has remained a big question for a long time.\nThe good news came ahead of COP27 when issues related to funding arrangements to respond to loss and damage caused by human-induced climate change were incorporated as a sub-agenda under finance-related matters. After having different opinions, debates, and negotiations throughout the two-week-long climate conference in Egypt this year, the parties found a common ground and agreed on the finance mechanism for loss and damage during the extended period.\nSo COP27 decided to establish a new funding arrangement to assist developing countries regarding loss and damage, which is \"new and additional.\" It also decided to establish a fund and a Transitional Committee to operationalise the new funding arrangement. The committee has been suggested to make recommendations to operationalise the funding arrangement at COP28 due to be held in Dubai next year, which will be a critical outline for how the funds are mobilised and utilised.\nTo make the fund operational, the parties also agreed to establish institutional arrangements, modalities, structure, governance, and terms of reference; define the elements of the new funding arrangements; identify and expand funding sources; and ensure coordination and complementarity with the existing arrangements.\nThere will be critical challenges for the Transitional Committee, such as who will provide the fund or how the new fund will be generated, and how it will be utilised. etc.\nBeyond the UNFCCC process, there has been good news. The Scottish government, the pioneer in loss and damage funding, has come forward with its enhanced pledges. The Wallonia province of Belgium and Denmark were also there with their commitment; Austria and New Zealand also came forward, creating peer pressure on Global North to come out of their backsliding mindset.\nThey came forward with their actions on two fundamental principles. The first one is climate justice, challenging the unjust impact on climate-vulnerable nations who are not responsible for the crisis. The second one is moral obligations, and the responsibility of the developed countries.\nThe solidarity of the global community must be at the centre of the loss and damage finance facility. The Intergovernmental Panel on Climate Change (IPCC) has presented enormous scientific evidence, enough data and information on the table. The gravity, scope, and frequency of loss and damage are growing all over the world. Hence, the parties to the climate change convention must take an informed political position and enhanced pledges. The developed and developing countries' accountability now is to keep the positive spirit up so that the empty promise of USD 100 billion every year for adaptation is not repeated.\nMost importantly, climate-vulnerable nations and communities live amid the effects of climate change; they act, respond, and know how to address loss and damage on the ground. They do it with their best efforts and the least resources – they need support to do it right. And here comes the question of solidarity and empathy, which is more valuable than money.\nAs the loss and damage funding arrangement is already agreed upon, the fund mechanisms are critical as community needs are urgent and need to be grounded. For developing countries, this will work only if the fund is accessible, flexible, and fast to deliver to the affected communities, unlike other funding facilities such as the Green Climate Fund and Global Environment Facility. It is essential to determine how much funding is reaching the affected communities and, with this, how fast they can address the loss and damage issues in their lives and livelihoods.\nClimate-vulnerable countries can take a proactive role in feeding the Transitional Committee with their actions on the ground so that the committee can go ahead with the right information and inputs. For example, Bangladesh has earmarked its fund from the Climate Change Trust Fund, which can put real-life learning to use. Helvetas Bangladesh, Young Power in Social Action, and the International Centre for Climate Change and Development (ICCCAD) are partnering with the Scottish government and Climate Justice Resilience Fund, which can help put actions forward in both economic and non-economic sectors of loss and damage.\n \nAshish Barua is programme manager for the Climate Change and Sustainable Development programme of Helvetas Swiss Intercooperation in Bangladesh.\n\n",
        "headline_1": "Addressing loss and damage finance: It’s more than money",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/addressing-loss-and-damage-finance-its-more-money-3177411",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "In recent months, Prime Minister Sheikh Hasina has given a number of important directives to government officials, such as urging them to practise austerity in relation to foreign travels using taxpayers' money, refrain from taking up less urgent projects, abandon the culture of project revisions, etc. Unfortunately, government officials down the chain of command seem to have acquired a habit of nodding their heads to her directives, only to brush them off when it comes to implementation. In her latest directive on Tuesday, the PM asked officials to ensure that projects taken up by the government are environment-friendly, and to avoid repeated revisions of ongoing projects. This is a laudable instruction. But will it be properly followed through? We remain doubtful.\nEven though we have seen this government previously react adamantly about sacrificing the environment at the altar of development – much to the chagrin of environmentalists and the public who have suffered as a result – the PM seems to have softened a little on that stance while giving this directive. In the past, we've often seen projects that were not only detrimental to the environment, but also a contravention of promises made by our leaders on the international stage. The Rampal Power Plant, situated 14 kilometres north of the Sundarbans, which is a Unesco World Heritage Site, is a perfect example of this. Experts had warned numerous times that the plant would endanger the wellbeing of the Sundarbans, a plethora of plant and animal species that live there, as well as human beings who rely on the mangrove forest to protect them from cyclones. Despite repeated calls from experts to relocate the power plant elsewhere, the government went ahead with it anyway. Only the future can tell us what price Bangladesh will have to pay as a result of that decision.\nWhen it comes to time and cost overruns caused by project revisions, Bangladesh is already paying the price, however. Many of the current economic challenges could, in fact, have been mitigated had the government fixed this revision problem. Instead, it has repeatedly blamed black swan events like the Covid-19 pandemic, the war in Ukraine, etc. for repeated revisions. But the fact remains that many of the projects still being revised today were taken up years before any of these events/issues surfaced. It's clear that government officials are still trying to pull the wool over people's eyes by coming up with excuses, rather than fixing the real underlying problems plaguing our development.\nThe most important among them is the lack of accountability in public institutions. Officials have rarely, if ever, been held accountable for their mismanagement, corruption, and ineptitude that have led to frequent project revisions or projects taken up without a thought about their environmental impacts. So, unless the government brings its offices and officials under a strict accountability mechanism, whereby violations of rules and guidelines are addressed properly, no amount of rhetoric can fix the problems that the PM, and the public in general, are concerned about.\n",
        "headline_1": "Public projects must support our environmental agenda ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-projects-must-support-our-environmental-agenda-3177376",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "It was in the late 2010s that the government, under its Primary Education Development Programme (PEDP), began providing digital learning devices (mainly laptops, projectors, modems, and SIMs) to government primary schools across the country. This was part of an effort to digitalise primary education and make modern technology more accessible to children. However, by 2022, it seems that multimedia classrooms remain a distant reality in many cases. As a Prothom Alo investigation of 58 primary schools in Thakurgaon shows, 58.2 percent of schools have laptops that do not work, 15.5 percent received digital devices but no proper training, 31.03 percent have never used projectors to conduct lessons, and 8.95 percent received laptops that did not work from the get-go.\nMoreover, of the 409 schools in Thakurgaon Sadar upazila, at least 27 lack either a laptop or a projector, thus making it impossible for them to conduct multimedia lessons. And while some schools did receive all the necessary devices, no teachers were trained to operate these effectively. This is quite concerning.\nThere can be no denying that multimedia classrooms help make lessons more interesting and captivating for young students. Only one primary school (of the aforementioned 58 in Thakurgaon) was found to conduct at least one multimedia lesson every day, and its head teacher reported the effectiveness of such lessons for children in terms of information retention. But such projects, despite their potential to change the life of target beneficiaries, are often turned futile by the inefficiency and mismanagement of those involved. Unfortunately, this is nothing new when it comes to government projects, regardless of their scale or sector. Even in late 2019, the same daily reported a similar scenario in Badarganj upazila of Rangpur, where digital devices provided to 25 of the 26 schools investigated were found to be collecting dust. In many cases, due to lack of security, laptops are kept in the homes of teachers or other staff members, often for months on end, without ever being used for their intended purpose.\nAll this points to a recurring issue in the implementation of government projects: lack of follow-up. Why didn't PEDP officials ensure that at least one teacher from each school was being trained to operate the digital devices allocated to them? Why didn't the schools lacking trained teachers reach out to their respective district primary education office for assistance? Why were faulty devices provided in the first place? And why was a separate budget not given to schools for the repair and maintenance of these devices?\nWe urge the authorities to take this issue seriously and follow up on the performance of PEDP-linked primary schools across the country to make the programme a success. If done right, digitalisation of our education sector can hugely benefit young students, especially in terms of preparing them to be more comfortable using technology in the long term.\n",
        "headline_1": "Will multimedia classrooms remain a distant reality?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-multimedia-classrooms-remain-distant-reality-3177356",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "The life cycle of a human being is common knowledge. However, human beings are still learning about the life cycles of all that they use. Everything that a person uses over their lifetime, for example, documents, clothes, and furniture – just to name three – will see its end at one time. The papers, fabrics, and wood used to make it will be labelled as \"waste\".\nLikewise, think about all the electronic materials, components, tools and devices you have come across to this day. The countless batteries, the toys with motors, your first camera, the mobile phones you have used and the entire computer setup with the monitor, CPU, and printer. This is an endless list. How many have you discarded till now?\nWe do not think twice before tossing a low-performing AA battery into the trash bin. Just like how we do not think before buying another battery to replace the previous one. We replace our mobile phones every few years with the newest upgrade; the old computer is exchanged for a brand new laptop. With each upgrade, unbeknownst to ourselves, we push our planet towards an impending doom of environmental catastrophe.\nThe World Economic Forum reports that, in 2021 alone, 57.4 million tonnes of electronic waste was discarded, outweighing the Great Wall of China. Now, imagine if we lined up all the e-waste generated in 2021; perhaps one could see it from the moon.\nWhat is even worse is that only about 12.5 percent – one-eighth – of the total e-waste generated is recycled. So, where does the rest of it go?\nAs I mentioned earlier, we need to observe the life cycle of an electronic product to understand the reality of how e-waste is generated and where its fate lies.\nLet us take a look at my sister's laptop, for example. She had purchased the device almost five years ago, discarding another laptop she was using, which had lower specifications, and the screen was cracked at the corner. Clearly, in terms of performance, it could not keep up with the ever-advancing technology. The screen damage did not help either. She decided to chuck it in a drawer, not caring about all the parts that were intact.\nHer new laptop might be good for another few years until she decides to upgrade to a newer, faster, and better model. Hence, this \"new\" laptop will suffer the same fate as the older one – left to rot.\nHere is why this is the beginning of the end. The laptop is made up of plastic, composite, semiconductors and metals. Look it up, and you will find silicon, aluminium, copper, iron, steel, and even traces of gold on a single motherboard. Add to that the lithium-ion battery and the glass and polymer screen, and you will realise that within the topic of electronic waste, one also contributes heavily to plastic and metal waste, among others, and adds to environmental and public health deterioration.\nI only spoke about what one small laptop could do. Electronic devices and appliances such as refrigerators, televisions, microwave and gas ovens, and especially office equipment contribute slowly as they have a longer life cycle. However, the impact created by \"large\" e-waste is equally devastating, if not more.\nA number of factors have been identified as the cause of e-waste generation in Bangladesh. Rapid urbanisation, access to modern technology, increase in purchasing power, fast development of products, frequent changes in markets, and higher use of marketing strategies by manufacturers play a vital role in the generation of electronic waste.\nAccording to a Bangladesh University of Engineering and Technology (BUET) study sponsored by the Department of Environment (DoE), in the year 2018, Bangladesh generated about four lakh tonnes of electronic waste. \nThe number was estimated to reach 5.5 lakh tonnes in 2020.\nThe volume of annual e-waste production – with the growth trend – is projected to be 12 lakh tonnes in 2025. If this goes on, Bangladesh will produce 46 lakh tonnes of e-waste in 2035. Around the country, there are markets that collect and store rejected electronic goods. Bhangariwala , and often children, go from one house to another looking to buy them for a very cheap value. After collection, these devices are broken into for smaller parts and valuable metals. For those involved in this industry, this acts as the gateway to pollutant contamination. As more and more goods are dismantled and discarded in landfill sites and water sources, the nearby communities become more prone to health and environmental hazards.\nThe threats posed by electronic waste impact humans directly as they breathe air, drink water, eat food and come in contact with contaminated non-biodegradable particulate matters. Cases of asthma, hearing loss, poor eyesight and forms of cancer have been found among workers, even the children. Constant exposure to such activity has stimulated infant mortality rates and put pregnant women and new-borns under severe risk.\nIs there a solution to the problem? Can we tackle e-waste pollution? Even in 2022, these seem to be difficult questions to answer. However, we have to look forward.\nIn 2021, the Government of Bangladesh approved the Hazardous Waste (e-waste) Management Rules under the Bangladesh Environment Conservation Act, 1995. While there is a lack of information regarding the disposal and processing of electronic waste and its harmful effects on human and environmental health in Bangladesh, learning about its environmental exposures and health outcomes could provide the knowledge and opportunity to create strategies to increase awareness about effective consumption and recycling.\nIt is understandable if one wants to switch to a newer or better device. However, it is more important that, when making the choice, we stop to think about the consequences our lifestyles have on our home, our country and our planet.\nKazi Akib Bin Asad is former editor of SHOUT, The Daily Star. \n\n(This article was first published in The Daily Star's Special Anniversary Supplement on February 15, 2022.)\n",
        "headline_1": "E-waste: Where do our discarded devices go? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/e-waste-where-do-our-discarded-devices-go-3177331",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "In recent months, Prime Minister Sheikh Hasina has given a number of important directives to government officials, such as urging them to practise austerity in relation to foreign travels using taxpayers' money, refrain from taking up less urgent projects, abandon the culture of project revisions, etc. Unfortunately, government officials down the chain of command seem to have acquired a habit of nodding their heads to her directives, only to brush them off when it comes to implementation. In her latest directive on Tuesday, the PM asked officials to ensure that projects taken up by the government are environment-friendly, and to avoid repeated revisions of ongoing projects. This is a laudable instruction. But will it be properly followed through? We remain doubtful.\nEven though we have seen this government previously react adamantly about sacrificing the environment at the altar of development – much to the chagrin of environmentalists and the public who have suffered as a result – the PM seems to have softened a little on that stance while giving this directive. In the past, we've often seen projects that were not only detrimental to the environment, but also a contravention of promises made by our leaders on the international stage. The Rampal Power Plant, situated 14 kilometres north of the Sundarbans, which is a Unesco World Heritage Site, is a perfect example of this. Experts had warned numerous times that the plant would endanger the wellbeing of the Sundarbans, a plethora of plant and animal species that live there, as well as human beings who rely on the mangrove forest to protect them from cyclones. Despite repeated calls from experts to relocate the power plant elsewhere, the government went ahead with it anyway. Only the future can tell us what price Bangladesh will have to pay as a result of that decision.\nWhen it comes to time and cost overruns caused by project revisions, Bangladesh is already paying the price, however. Many of the current economic challenges could, in fact, have been mitigated had the government fixed this revision problem. Instead, it has repeatedly blamed black swan events like the Covid-19 pandemic, the war in Ukraine, etc. for repeated revisions. But the fact remains that many of the projects still being revised today were taken up years before any of these events/issues surfaced. It's clear that government officials are still trying to pull the wool over people's eyes by coming up with excuses, rather than fixing the real underlying problems plaguing our development.\nThe most important among them is the lack of accountability in public institutions. Officials have rarely, if ever, been held accountable for their mismanagement, corruption, and ineptitude that have led to frequent project revisions or projects taken up without a thought about their environmental impacts. So, unless the government brings its offices and officials under a strict accountability mechanism, whereby violations of rules and guidelines are addressed properly, no amount of rhetoric can fix the problems that the PM, and the public in general, are concerned about.\n",
        "headline_1": "Public projects must support our environmental agenda ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/public-projects-must-support-our-environmental-agenda-3177376",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "It was in the late 2010s that the government, under its Primary Education Development Programme (PEDP), began providing digital learning devices (mainly laptops, projectors, modems, and SIMs) to government primary schools across the country. This was part of an effort to digitalise primary education and make modern technology more accessible to children. However, by 2022, it seems that multimedia classrooms remain a distant reality in many cases. As a Prothom Alo investigation of 58 primary schools in Thakurgaon shows, 58.2 percent of schools have laptops that do not work, 15.5 percent received digital devices but no proper training, 31.03 percent have never used projectors to conduct lessons, and 8.95 percent received laptops that did not work from the get-go.\nMoreover, of the 409 schools in Thakurgaon Sadar upazila, at least 27 lack either a laptop or a projector, thus making it impossible for them to conduct multimedia lessons. And while some schools did receive all the necessary devices, no teachers were trained to operate these effectively. This is quite concerning.\nThere can be no denying that multimedia classrooms help make lessons more interesting and captivating for young students. Only one primary school (of the aforementioned 58 in Thakurgaon) was found to conduct at least one multimedia lesson every day, and its head teacher reported the effectiveness of such lessons for children in terms of information retention. But such projects, despite their potential to change the life of target beneficiaries, are often turned futile by the inefficiency and mismanagement of those involved. Unfortunately, this is nothing new when it comes to government projects, regardless of their scale or sector. Even in late 2019, the same daily reported a similar scenario in Badarganj upazila of Rangpur, where digital devices provided to 25 of the 26 schools investigated were found to be collecting dust. In many cases, due to lack of security, laptops are kept in the homes of teachers or other staff members, often for months on end, without ever being used for their intended purpose.\nAll this points to a recurring issue in the implementation of government projects: lack of follow-up. Why didn't PEDP officials ensure that at least one teacher from each school was being trained to operate the digital devices allocated to them? Why didn't the schools lacking trained teachers reach out to their respective district primary education office for assistance? Why were faulty devices provided in the first place? And why was a separate budget not given to schools for the repair and maintenance of these devices?\nWe urge the authorities to take this issue seriously and follow up on the performance of PEDP-linked primary schools across the country to make the programme a success. If done right, digitalisation of our education sector can hugely benefit young students, especially in terms of preparing them to be more comfortable using technology in the long term.\n",
        "headline_1": "Will multimedia classrooms remain a distant reality?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-multimedia-classrooms-remain-distant-reality-3177356",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "Agriculture is one area that has sorely missed any stimulus package in the post-pandemic fund crisis. Now that the spectre of a global famine is looming large on the horizon, the compelling realisation is that this sector deserves priority attention in terms of financing. With the country's prime minister putting a premium on every inch of available land use for producing food, others are taking the cue from her. One of the positive moves in that direction is the Bangladesh Bank's formation of a refinancing fund of Tk 50 billion for agriculture. Only farmers including small and marginal among them will be able to receive loans at low interest rates. Under the BB's agriculture and rural loan policy, even a marginal farmer can now take 'a single collateral loan up to 0.20 million for cultivation of crops including rice, vegetable, fruits and flowers'. The inclusion of flower, unless it is the kind that yields cooking oil, is quite intriguing, particularly when at issue is food security. That the private banks which did not have savouring experiences of agricultural loan distribution in the past have responded positively to carry out the central bank's credit programme this time. The reason why things in the past went awry is that actually non-farmers and the undeserving ones were chosen mostly on political and other considerations. With digitisation and more or less accurate statistical data of people and land plots, past mistakes can be avoided, provided that political interference is not allowed in the least. The banks have their mechanism to scrutinise and monitor their customers and borrowers, which is good enough for safe loan disbursement. Under the BB's policy, credit can be extended only against related crop liability and the land limit has been fixed at five acres of land. Against the dire prediction of a global hunger, Bangladesh has to take every precaution against a shortfall not only of food grains but also of other food items such as cooking oil, sugar and the likes for which the country is mostly dependent on import. The country's agriculture department has a highly developed system of network up to the grass-roots level where agriculture extension officers play a vital role in farming by closely working with farmers. Now the need is to make a comprehensive plan for cultivation of different crops on lands depending on suitability of areas. The Bangladesh Bureau of Statistics is not famous for providing accurate data in this regard. Right at this critical juncture, there is no scope for hypes like Bangladesh is self-sufficient in foods or the exaggerated claims once made that the country was in a position to export rice. With help from the agriculture extension wing, a full picture of cultivable land for different essential crops for ensuring the nation's food security can be obtained. In this connection, let the potato cultivation and production be brought under the scanner to show that the glut of this vegetable has now led to huge losses for farmers. So the planning of cultivation of food and cash crops have to be right in order to reap the maximum benefit for farmers, which in its turn will ensure both food security and a strong agro-economy.",
        "headline_1": "Refinancing fund for farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/refinancing-fund-for-farmers-1669207900",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "Science matters. With COP-27 drawing to a close in Sharm el-Sheikh, the need to have the planet pulled back from the brink assumes greater importance than ever before. If on the one hand science, in the form of unbridled industrialization has brought Earth to this pass, on the other it is the efforts we can put in our use of scientific means to stop further damage to the planet.In Bangladesh, where the threat of the fallout of climate change is all too real, it is the study of science in all its historical evolution we need our young people to master. Let that education in science, as distinct from the general run of subjects in school and college syllabi, be the focus in our educational institutions all over the country.Studies of science, given such priorities in recent times as the stress on organic food, solar energy, high-yielding crop varieties and the like, call for a wholesale redefinition in schools and colleges. Indeed, it is at the very primary level that these studies should be initiated, with little children taught about the varied nature of the planet, covering such aspects as rain forests, alluvial soil and deserts giving Earth its diversity. Why a seed sprouts into a plant in Bangladesh but will not do so in the Sahara is a lesson which can be initiated in the very young.And from there studies of science can be expanded to include wider areas of the exploration of not just the planet but also the vast expanses of space out there. Now that Artemis-1 has finally lifted off and gone off on its orbits around the moon, the goal being a return by man to the lunar surface for the first time since the 1970s, it is important that our children and grandchildren in school be suitably instructed in science as it has developed over the decades.Yet there is more we need to argue for science. In Bangladesh we are in huge need of scientific knowledge defining broad society. In newspapers, on radio and television, programmes on science --- relating to developments in medicine, space technology, artificial intelligence, et cetera --- need to be accorded importance through regular deliberations on its diverse aspects.Which calls to mind the excellent contributions made some decades ago to a popularization of science by the late Abdullah al-Muti Sharfuddin. He explained the nature of science, in fact its minute details, in comprehensible layman's language. It is a revival of such presentations of the significance of science, conducted by experts in the area, we are in need of today. The media owe it to themselves to develop their science departments through appointing full-fledged staff led by science reporters to keep abreast of scientific developments worldwide.The paucity of scientific knowledge or our inability to keep pace with scientific progress can, therefore, be handled by the media. At another level, and that is basically through classroom teaching, the young could be enlightened on the history of science and the contributions made to scientific discovery and innovation by individuals down the centuries. Among these individuals are those who have become part of history in our region. But to what extent we have been able to disseminate their thoughts and achievements to the young, indeed to the larger nation, is a question which troubles us immensely. The contributions of our very own Jamal Nazrul Islam, a brilliant scientist by any stretch of the meaning, remain largely unknown. His education abroad and his efforts to translate his thoughts into reality at home should be spoken of before the young.In similar fashion, the remarkable life of Dwijen Sharma ought to be a subject of focused discussion in our schools and colleges. That Sharma has not been presented sufficiently well to the young risks his contributions being forgotten. And being forgetful of science or history spells danger for the world as we inhabit it in these present times. The purpose of science, of studies of it, is to lift people to a state where they can better comprehend the mystery of life and all that it entails.Which is again a reminder for us of our need to go back, for our children, to the world inhabited by Jagadish Chandra Bose. Beyond our geographical frontiers, Carl Sagan waits to be dwelt on. His explanations of the nature of the universe, like al-Muti Sharfuddin's, educated people about space science in a way we were not privy to earlier. Sagan's work Cosmos as also his examination and interpretations of science should form part of scientific research and conversation essentially in educational institutions in Bangladesh's rural interior. Science expands the human imagination in the way literature opens the window to aesthetic explorations of life in the mind. Science offers explanations of the nature of life on Earth as also inquiries into the presence or otherwise of life forms beyond Earth. Let it not be forgotten that science is always an ongoing process of exploration and discovery which does not seek to emphasise an absolute truth. It is a journey in search of that absolute truth and along the way it comes across nuggets of reality which together are gathered into a pile as proof of what has been and what will likely be.Go back to Artemis-1. With the Voyager spacecraft, the Hubble Telescope and the James Webb Space Telescope already deep inside a consistently expanding universe, our young, through demonstrations by their teachers and science exponents, need to be brought level with the progress science has been making in outer space. Included in that discussion should be the history of space exploration, of the foray into space by Soviet cosmonauts and American astronauts, of the race to reach the moon, of the tales of the twelve men who walked on the moon.And then comes the need for studies of space-related disasters or near disasters, notably the failure of Apollo-13 to reach the moon and the death of astronauts aboard the Challenger spacecraft as it exploded moments into take-off on a January day.Finally, the overriding purpose of science education in Bangladesh should be to encourage the young to go for discoveries and inventions in the context of the country's needs. When the University Grants Commission informs us that a mere 11 per cent of students at the university level go for science, the dilemma is self-explanatory.In learning of agricultural production, in exploring the means of tackling climate change, in innovations in medicine and engineering, the young will push the country forward.Science is an endless journey in the pursuit of knowledge. Let our young embark on this journey. \n[email protected]",
        "headline_1": "Science studies are today's imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/science-studies-are-todays-imperative-1669208056",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "The students who want to go abroad for higher studies can no longer create bank profiles due to foreign exchange crisis. Private and foreign banks in Bangladesh open such profiles for the students going abroad. However, because of the ongoing dollar crisis, most banks have stopped opening these files recently. This means those who have offer letters from foreign universities cannot give their tuition fees through Bangladeshi bank accounts. Many students completed admission process at universities overseas but the universities cancelled their admission since the students failed to send tuition fees. The admission process for next semester is going to start in February, 2023 in most overseas universities. A number of Bangladeshi students have already received offer letters for studying in foreign universities. Most of the students have submitted their bank statements, notarised copies of their documents and health insurances. However, they are yet to submit their tuition fees through banks. If the dollar crisis is not managed soon, these students will fail to go abroad and study in the universities of their choice. When people cannot pay through legal channels, they resort to illegal ways like hundi and try to make their payment. Bangladeshi students willing to study abroad have already faced many problems due to the Covid-19 pandemic. And now, if the problem of opening bank profile is not resolved immediately, they will fall behind further. The authorities concerned should look into this and do the needful without wasting time. \nMubin Hasan Khan, Student of LLM, University of Technology Sydney, [email protected]",
        "headline_1": "Foreign-bound students' problem of opening bank profile needs addressing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/foreign-bound-students-problem-of-opening-bank-profile-needs-addressing-1669208111",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2022"
    },
    {
        "full_article": "The love for football is not new in Bangladesh. Although the passion for this game can be seen rising after every four years during the FIFA World Cup, still football in Bangladesh has a glorious past. Those who once saw the best of Bangladesh football in 1970s and 80s can only recall how popular the game was then across the country. In the past, hundreds of football fans used to travel to Dhaka from other districts to watch their team play. The game is still played here but it cannot draw spectators for many reasons including our players' poor performance. If properly nourished, football can regain its lost glory again in the country. And for this, there is no other alternative than investing in the game. The authorities concerned should increase funding for football and make arrangement for setting up at least one playground for football in every district. We should bring football back to life and offer support and assistance to both male and female footballers across the country. \nShahjahan Sirazi,Malibagh, Dhaka,[email protected]",
        "headline_1": "Rejuvenating football in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rejuvenating-football-in-bangladesh-1669208135",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2022"
    }
]