[
    {
        "full_article": "There is good reason for the Supreme Court of India to ask the police to be proactive in dealing with hate speech by taking immediate legal action without waiting for a formal complaint. The Court has also warned of contempt action if the police showed any hesitation in compliance. Directed at the police in Delhi, Uttar Pradesh and Uttarakhand, the order is in response to the “unending flow of hate speeches” highlighted in a writ petition before it. The Court has referred to the growing “climate of hate”, and taken note of the inaction in most instances, despite the law containing provisions to deal with the phenomenon. It is quite apparent that the governments at the Centre and in some like-minded States do not share the Court’s concern for communal harmony, fraternity and tranquillity; in fact, some of them may be contributing to the vitiated atmosphere either by studied inaction or complicity in allowing provocative speeches in purported religious gatherings by majoritarian elements. Intervention by the highest court has become necessary in the light of some controversial religious leaders getting away lightly after making unacceptable comments, some of them tinged with a genocidal tenor. It is in such a backdrop that the Court has underscored the constitutional values of secularism and fraternity among all religions and social groups.It was a religious conclave held in Haridwar late last year that set the tone for the ‘hate speech’ case that is being heard now. Even then, the Court had called for corrective measures, leading to another conclave being prevented by local authorities in Roorkee in Uttarakhand. While the intervention may have halted a few meetings at that time, it cannot be said that such transgressions have ended. There has been a disconcerting pattern of Hindu festivals becoming an occasion for the conduct of religious processions that end in clashes caused by provocative behaviour. In the name of dealing with the resulting clashes or disturbances, officials have resorted to demolishing the houses of those allegedly involved in the incidents, without following any process of law. Such developments have given rise to new curbs on minorities, such as unwarranted police probes into the holding of group prayers, and new allegations of purported plots to infiltrate Hindu events. Some television channels have been adding to the bigotry by their manner of functioning. Administrative bias on the one hand and the spread of social prejudice on the other cannot be allowed to vitiate the national mood. Towards that end, the Court must do everything possible to nudge authorities to enforce the law against the propagation of hate.",
        "headline_1": "Vital intervention: On the Supreme Court order against hate speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/vital-intervention-the-hindu-editorial-on-the-supreme-court-order-against-hate-speech/article66049645.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "The Pakistan Election Commission’s decision to disqualify Imran Khan from completing his term in Parliament is a setback for the former Prime Minister, who has been rallying his supporters against his political rivals as well as the military establishment ever since he was ousted in April. The commission found Mr. Khan, leader of the Pakistan Tehreek-e-Insaf (PTI) party, guilty of illegally selling gifts he got from foreign dignitaries when Prime Minister and concealing the profits. And the four-member bench came up with a particularly harsh judgment of barring a popular politician and the main opposition leader from office, an order that is reminiscent of former Prime Minister Nawaz Sharif’s disqualification in 2018. Mr. Khan would also be prevented from heading the PTI as an earlier Supreme Court judgment bars disqualified leaders from heading political parties. The verdict came days after Mr. Khan swept the by-polls by winning six out of seven National Assembly seats, in a sign of his surging popularity despite the different cases slapped on him. He has challenged the commission’s verdict in the Islamabad High Court, but, needless to say, the development has added to his legal woes. It could threaten his political career and worsen the political instability.While the legality of the commission’s verdict would be reviewed by the High Court, it is hard to miss the parallels between the disqualification of Mr. Sharif and that of Mr. Khan, barred from office after they fell out with the powerful military establishment. Mr. Sharif always had a testy relationship with the military. Mr. Khan, on the other side, was a beneficiary of Mr. Sharif’s ouster. He rose to power with help from the establishment, and the then opposition which makes up the current government, accused him of being a pawn in the hands of the generals. But the tables turned when Mr. Khan tried to rein in the military. Now, he is accusing the military of conspiring with his political rivals to keep him out of power. Whether he is right or wrong, Pakistan’s history suggests that any popular leader who tries to mobilise political capital independent of the military’s standing would be met with strong institutional resistance. Mr. Khan’s story is no different. Pakistan is in a crisis. The Shehbaz Sharif government is a short-term arrangement; the economy is in free fall; and this year’s floods have made matters worse, leading to growing public resentment. The civilian leaders should assert themselves, strengthen democracy and take the country out of the morass it is in. Instead, their power struggles, under the long shadow of the military, are further destabilising the country.",
        "headline_1": "Out of favour: On the disqualification of Imran Khan",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/out-of-favour-the-hindu-editorial-on-the-disqualification-of-imran-khan/article66049565.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "In many ways, the 20th Congress of the Communist Party of China has been a somewhat anticlimactic event. Prior to the quinquennial meeting, there was a general sense among scholars and watchers of China that the congress would largely signal political and policy continuity. It has indeed largely reaffirmed the direction in which China was already heading. That said, the past week has shed greater light on what we can expect going ahead.\nXi’s unparalleled authority: First, the confirmation of the long-expected third term for Xi Jinping as CCP general secretary has underscored his unparalleled authority within the party-state system. Personnel appointments starting with the changes in the politburo and its standing committee to the appointments to the Discipline Inspection Commission also underline the extent of Xi’s authority.\nRead full opinion on TOI+\n\n",
        "headline_1": "The future as foretold by Xi: Chinese citizens have to brace themselves for tough times, Indians for a more aggressive PLA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-future-as-foretold-by-xi-chinese-citizens-have-to-brace-themselves-for-tough-times-indians-for-a-more-aggressive-pla/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "The final session of the 20th Chinese Communist Party congress witnessed dramatic scenes as former Chinese president Hu Jintao – seated next to current President Xi Jinping – was escorted out in full view of the press. The removal was meant to signal the quashing of any intra-party resistance to Xi, who not only secured a norm-busting third term at the helm of the Chinese party-state, but also filled the new politburo standing committee with hardcore loyalists. The latter include Li Qiang, Shanghai’s party chief who oversaw the metropolis’s harsh Covid lockdown earlier this year, Zhao Leji, the head of the party’s anti-corruption body, and Ding Xuexiang, Xi’s chief of staff.\nIn short, Xi has managed to purge the highest echelons of the party leadership of factions like the Communist Youth League and concentrate all power in himself. Not since Mao Zedong has a Chinese leader achieved such a powerful status. And as the head of the second-most powerful country in the world, Xi’s impact on the global stage will be felt for years to come. He has refashioned China into an aggressive, revisionist power. The official narrative about China aiming to create a global community of shared destiny is nothing but Xi-speak for rewriting the international rules-based system in favour of China.\nBut Xi’s rise also coincides with several challenges for China. The Chinese economy is slowing down while Chinese society is aging rapidly. This is putting immense pressure on the Chinese working class and undermining the old social contract where the party delivered high growth in exchange for absolute authority. Xi has tried to bring in a new social contract framed by the rhetoric of rejuvenating the Chinese nation where the party leads the PRC to new heights. But this is simply papering over cracks such as the large government debt to GDP ratio, which hit 71.5% last year. Plus, despite filing a record number of patents in recent years, it remains to be seen if China can become an innovation-tech powerhouse and reorient its economy in a closed political system.\nTaken together, the world is looking at a very different China under Xi. The US-China strategic rivalry will continue to build over the years with flashpoints such as Taiwan remaining hot. This also means there will be no respite in the India-China border standoff with Xi making it clear that there will be no compromise on Beijing-claimed territories. New Delhi, therefore, needs to steel itself and adopt an all-of-government approach to tackle Beijing. Upgrading India’s defence preparedness, coordinating with like-minded countries and boosting the domestic economy are musts for tackling the bristling dragon.\n\n",
        "headline_1": "The new emperor: Xi Jinping now rules supreme. But he also has to contend with slowing economy & aging society",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-new-emperor-xi-jinping-now-rules-supreme-but-he-also-has-to-contend-with-slowing-economy-aging-society/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "GoI kicked off a drive to recruit 1 million people on Saturday, with 75,000 being inducted in the first batch. This initiative is a reminder of India’s employment challenge – government jobs are inadequate to fulfil demand. CMIE’s jobs data for May-August period underlines the scale of the challenge. People in the 20-29 age group make up 84% of the unemployed actively seeking jobs. Even the 25-29 age bracket, relatively old in the Indian jobs context, has an unemployment rate of 12.3%.\nThe main reason for the jobs crisis is that manufacturing growth has been led by capital-intensive firms. Consequently, the ratio of employment growth to output growth for the economy has steadily declined since 1991. It was 0.38 in the 1991-2000 period and by 2010-18, it had fallen to 0.11. India’s experience is at odds with what Bangladesh and Vietnam managed over the same period. In the 2010-18 phase, Bangladesh and Vietnam had an employment elasticity of 0.32 and 0.38 respectively. Unless manufacturing is able to absorb a far larger number of youth trying to get out of barely productive farm work, India will not escape the jobs crisis.\nManufacturing’s share in employment has fluctuated around 12% in the last three decades, even though it’s the best phase of economic growth India experienced. Policy attention needs to focus on removing barriers to sectors such as textiles that have the potential to absorb a lot more young, especially women, coming off farms. When encouraging manufacturing, GoI must take employment intensity of the sector into account. In a fast-changing world, multiple reforms must operate simultaneously. Both GoI and states need to enhance the quality of their association with industries to enable quick skilling of young job seekers. Today’s jobs crisis is tomorrow’s social crisis.\n\n",
        "headline_1": "Unlocking jobs: Manufacturing and not government holds the key to India’s employment challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unlocking-jobs-manufacturing-and-not-government-holds-the-key-to-indias-employment-challenge/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "For as long as one can remember, Diwali has been synonymous with shopping. Of course, in the older days, the actual quantum was quite low. While one always wore a new set of clothes on the big day, more often than not this meant getting sundry pant and shirt-pieces that had been gifted by relatives over the course of the year stitched at the neighbouring tailor-master’s shop.\nHow one looked depended entirely on the capricious tastes of our benefactors, plus my brother and I sported identical ‘matching’ clothes for several years. Apart from these new clothes, there were some firecrackers, the budget for which was ferociously negotiated. Most of the special Diwali foods that were available were home-cooked, so not much shopping was involved.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ties that bind: Festivals, shopping and our sense of self – Diwali has always been about enjoying material pleasures, now all festivals have followed suit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/ties-that-bind-festivals-shopping-and-our-sense-of-self-diwali-has-always-been-about-enjoying-material-pleasures-now-all-festivals-have-followed-suit/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "No matter who is in power, the governments of this country have always tried to fill up the administration and law enforcement under their rule with servile people who would toe the line of their parties and even give special favours to them when they need it. The ruling Awami League has done so, too, and with the next general election looming, the party is taking extreme measures to ensure that the administration and the police would be filled with such people so they can secure an easy victory. The government is already taking measures to snip out people who, they believe, have relations with the opposition or may somehow favour the opposition in the times of election.\nThis is not mere speculation. Five secretaries were recently sent to compulsory retirement by the government. The total number of those suspected of participating in some sort of \"anti-government\" conspiracy stands at 12, and the government plans on keeping them under tight monitoring even if it does not sack all of them. According to a report published by the daily Ittefaq, the detective agencies monitored the day-to-day activities of these officials and wiretapped their phones, and gave a detailed report on them. The government is reportedly also considering lodging sedition charges against them.\nNeedless to say, this is an unfair practice. It is unethical to send government employees to compulsory retirement just based on suspicions that they may be involved with the opposition party, and it is unethical to surveil government employees wholesale. The government service should be a meritocratic sphere where those with seniority and merit are promoted. Instead, we can see that the government is shaping the administration into an extension of the ruling party. Even the recently ousted information secretary cited his involvement with the ruling party student wing to save face. What does this indicate? It shows that, in order to remain and prosper in the administration, one has to bow to the wishes of the government and flash their involvement with the ruling party in some way so that they can stay in their jobs and get promotions.\nThis purge of the so-called \"opposition-leaning\" government employees is not only limited to the administration. Police have been investigating their own officers over the past six months to find who might be leaking information about the government's secrets to the opposition, according to Desh Rupantor newspaper. Three superintendents of police have already been sent to compulsory retirement and 200 others are being monitored. The officers who have been sent to retirement deny that they have been in touch with the opposition; one said he would not be able to work in the police for so long if he had been involved with the opposition.\nThese actions – monitoring officials and sending them to compulsory retirement in some cases – are actually being taken to send a message to all government officials. The message is that they all have to comply with the ruling party's wish to continue their stronghold on power indefinitely – through unfair means, if necessary. Anyone who wishes to object to such an arrangement will have to face harsh consequences. The government is looking at the past records of the officials to find if any officials were ever participants in BNP politics, and even the records of their family members are being dug up. This is shameful. No one should be punished because of their past politics or the political activities of their relatives.\nIt is true that the rules of public service, stipulated in Article 25 of the Government Servants (Conduct) Rules, 1979, bar the members of the civil service from engaging in any kind of politics. But selectively pushing out people because of their alleged sympathy or support of the opposition sends a clear message: bow down and carry on.\nThrough these actions, the ruling party is attempting to ensure a core of servile police and administration members who will serve its purpose in the upcoming election, which will possibly feature widespread irregularities. The party needs its servants to collude with its unethical practices or at least stay silent in the face of irregularities.\nThe Awami League's attempt at maintaining its power by purging the administration and police of anyone even deemed to have a slight leaning towards the opposition is a nefarious strategy, which sends the message that the party has no intention of running a free and fair election in the coming year.\nAnupam Debashis Roy is an independent writer and researcher.\n\n",
        "headline_1": "Bootlickers only?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bootlickers-only-3150661",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "A modern remake of Ajoy Kar's 1961 film Saptapodi, Shameem Akhtar's film Rina Brown (2017) unfolds intimate geographies of love and loss among individuals from India, and West and East Pakistan. One of few independent women filmmakers in Bangladesh, Akhtar offers a tale about unfulfilled dreams of love and freedom, setting her story in contemporary Bangladesh (or, Dhaka City) to trace the return of Rina, an Anglo-Christian, to the now-independent nation that she left during the turbulence of the Bangladesh Liberation War (or, Muktijuddho). It is decades later, and Rina comes back to participate in a seminar about women in conflict. Yet forty years after the war's end, she seeks out her adolescent love, Darashiko, a Bengali Muslim freedom-fighter-turned-business-executive. Over the course of a long afternoon, the two reminisce about the fading aspirations of the nationalist struggle and its unreconciled trauma.\nThough Rina's past is indelibly linked to the history of Bangladesh, she is now a stranger whose suffering is incomprehensible to the post-war generation. As the couple look out on the sweeping urban landscape of Dhaka City, and think about what could have been, a vacant footbridge bereft of pedestrians serves as a metaphor to all that the war has torn asunder and imaginary borders, intractably entrenched. War changed everything, yet as Darashiko expresses forlornly, \"We could not change the country.\"\nI begin with this vignette from Akhtar's film—a woman-centered Muktijuddho film—because it highlights what the essays in Ethical Encounters strive to do: reimagine a Muktijuddho gender ideology through visual culture that engages with, disrupts, and incites a new imaginary for gender justice. The collection defies conventional readings of the aesthetics and politics of Muktijuddho narratives. They tell stories of the birth of a nation from its margins, grappling with the formation of a 'Bangladeshi' identity that embraces Bengali Muslims, as well as non-Muslims and non-Bengalis, coalescing into a national cinema that crystallizes an emergent Bangladeshi modernity. Yet at the same time, this modernity also relies on a middle-class and masculinist reading of the nation and its history. Ethical Encounter, inspired by women-centric cinema in Bangladesh, illuminates a feminine aesthetic as well as a politics of disruption and agency, healing, and reconciliation. I invite readers on a journey through Bangladeshi national cinema by highlighting three moments in its trajectory.\nAs Bangladesh emerged in the global imaginary as a deficient, war- and disaster-ridden nation, Leftist revolutionary writer and activist Zahir Raihan was already an acclaimed filmmaker, having made the classic nationalist satire Jibon Theke Neya (Glimpses of Life), in 1970, and Behula, in 1966. In 1971, as the war raged, the provisional government asked Raihan to make a series of documentaries about the erupting struggle in South Asia—one the global community knew very little about. These documentaries were to raise consciousness and spur international intervention. Raihan was already at work on Stop Genocide (1971), which documented the terrible violence of the war as it was unfolding, utilizing sparse technical and financial resources. Stop Genocide put the Bengali struggle for self-determination within a global context of anti-colonialism and anti-imperialism, including critiques of the United States in aiding West Pakistan and of the United Nations for its failure to protect human rights in the region. Archiving this traumatic history meant bringing to light little known, disappeared stories, thereby reclaiming particular memories from the vantage point of the marginalized, and those made invisible. The result was the first significant moment in the trajectory of Bangladeshi national cinema as four critical documentaries--Stop Genocide, Liberation Fighters, A State Is Born, and Innocent Millions-- aspired to educate through film and deploy the camera as an emancipatory tool. These films strove to capture the war as it was experienced by the \"people of Bangladesh,\" authenticated by filmmakers who were themselves freedom fighters.\nThe second moment saw the release of four full-length feature films within months of the war's end, including the iconic Ora Egaro Jon (1972) in which real-life freedom fighters played the leading revolutionary roles, continuing that earlier trend. At the same time, however, the films canonized 1971 as encapsulated by key motifs—mass murder, rape, arson, and the righteous guerrilla insurgence—that, over time, concretized as tropes. Yet these documentaries set the context and ideal for a Muktijuddho gender ideology for a subsequent generation of films—the third significant moment--notably crystallized in the award-winning film, Guerilla (2011), directed by Nasiruddin Yousuff, a freedom fighter, that introduced the first commercial film centering a woman combatant. Curiously, while highlighting women's roles in the Liberation War--even centering them--the film nevertheless ends with Bilkis Banu's (played by Jaya Ahsan) self-annihilation by which she earns the honorific, \"martyr.\" Bilkis Banu personifies a composite of bereaved wife, dutiful daughter-in-law, loving sister, insurgent, and revolutionary as she blows up both herself and the Pakistani army office–an ultimate sacrifice for her and, by proxy, the nation's honor.\nSo, in what ways have women filmmakers disrupted the gendered ideology of glorious war, masculine heroism, and feminized shame and sacrifice? Shameem Akhtar, part of a film movement shepherded by Alamgir Kabir, and alongside Tareque Masud and others, created the neorealist trilogy Daughters of History (2000), Shilalipi (2004), and Rina Brown (2017) as a call for justice, employing a lens that foregrounded intimate histories, empathy, and friendship with the Other. The first of the three, Daughters of History, is set amid the ruins of the devastating Liberation War and follows a dissident friendship between women across borders whose pasts are intimately intertwined, caught within an encounter between oppressor-oppressed nations. Lalarukh (played by Sara Zaker), a Pakistani researcher working on documenting war crimes that the Pakistani military committed on Bengalis in 1971, and Monika (played by Rahnuma Ahmed), her Bengali activist-friend whose family survived the violence, both experience transformations of consciousness through their interlaced struggles. As a Pakistani, Lalarukh bears the burden of the genocide that her own government and military forces unleashed on the Bengali population. Yet she finds herself conflicted.  Born in East Pakistan, she is empathetic toward the Bengalis affected by the war, particularly her childhood friend Monika. Yet she must also make sense of the silence and sanctioned ignorance of her own family, including her Bengali mother, during the war. Monika's and Lalarukh's parallel trajectories form the premise of a dissident alliance, as they embark on a journey of healing and reconciliation with war child Ananya (played by Nasrin Siraj).\nExtending beyond this trilogy, feminist filmmaker Rubaiyat Hossain's first film, Meherjaan (2011), broadens the scope of remembering 1971 through the intertwined history of the region, with cast members and musical score featuring artists spanning India, Pakistan, and Bangladesh. The stunning visual landscape feels dissonant in the war film genre, but Meherjaan also centers ethical encounters with the Other, whether through Bengali-Pakistani romance, same-sex desire, or a war-child returning in search of her past to reunite with a family member. The film confronts cherished truths about femininity and masculinity during wartime, interrogating the sacrosanct space that memorialization practices have ritualized. Reckoning with past trauma, healing and reconciliation begin with women's interpersonal encounters. \nThe attempt to memorialize women's varied experiences in the Liberation War is a way to advocate for and write their complex, agential roles into the national history. Instead of primarily focusing on state-level negotiations or masculine combat, films in this genre highlight the intimate, domestic, or \"feminine\" sphere as the site of struggle and meaning. Building on Hossain's notion of a feminine revisiting of the war, by a \"feminine\" sphere, I mean those spaces that are usually considered feminized—and thus subordinated—within dominant patriarchal ideology. However, reframed, they can also be read as portrayals of nonconformity, mutuality, and solidarity. By allowing the viewer to remember, imagine, and work through traumatic events such as war and conflict through a feminine aesthetic, cinema can help us to appreciate the moral choices and interpretive acts of women, previously consigned to only the \"feminine\" sphere, cast as passive victims or witnesses. Women in these films instead make unexpected, sometimes jarring choices: nursing a wounded enemy soldier; seeking the assistance of a sympathetic Pakistani soldier after having been raped by others like him; and embracing a child of rape even when the nation rejects them. Recognizing these moral choices is a legacy of the war that viewers learn to appreciate through the cinematic medium, and these films are an evolving archive where diverse women's stories are memorialized, as significant and precious as the memorials and museums the state establishes to commemorate martyrs.\nMoving to Hossain's subsequent films, Under Construction (2015) and Made in Bangladesh (2019), these also shift the terrain of masculinist filmmaking practices on a number of fronts, not the least of which is her use of a diverse cast and a production crew of mostly women. With regard to the representations of women at the crossroads of gender, class, and neoliberal development in the context of urban Bangladesh, these films highlight the city and explore how gender and sexuality are central to the formation of a public modernity. Both spotlight the daily negotiations women–namely the garment workers of Bangladesh–make in relation to domestic, factory, and public arenas, focusing on the new kinds of encounters and subjectivities enabled by these hostile yet agentic encounters. Breaking from mainstream cinema in terms of form, content, and complexity, Hossain's work is significant in the way she de-romanticizes war masculinity and femininity but also, in this new cinematic context, centers the women's journey from the village to the city, from worker to activist yet not as a seamless transition to empowered subjects. She counters a victim discourse in favor of a woman's lived experience that challenges the heteropatriarchal reduction of women to only their reproductive and sexed bodies. Hossain's filmography boldly centers a feminist dissidence that reflects the organizing principles, language, and contemporary movement-organizing of an urban context. Recent feminist campaigns have demanded attention to women's freedom as opposed to patriarchal protection, and such narratives speak to the complexities reflected in the female characters' sexual expressivity in these films. Viewers witness the liminality of war and liberation, the traditional and the modern, women living within and through the clash between conflicting worlds, as Hossain skillfully layers meaning to characters such as a war heroine (Birangona), a war child (Juddhoshishu), the Migrant worker, the NGO professional, the human rights activist, and middle class women aspiring for emancipation--lovers and mothers--all of them scattered along the contested terrain of a gendered spectrum that embodies the new woman of Bangladesh.\nMeanwhile, a host of documentaries about Bangladesh's Liberation War, also made by women filmmakers, namely, The Poison Thorn (Farzana Boby, 2015), Rising Silence (Leesa Gazi, 2019), Born Together (Shabnam Ferdousi, 2016), and A Certain Liberation (Yasmine Kabir, 2003), showcase the aspirational justice process with regard to survivors of the violence of 1971. These films redefine what humanity, loss, and justice mean for victims, and reconfigure relationships between viewer, witness, and ally. The human rights and NGO-based activist instrumental summoning of victims' testimonials are juxtaposed to community- and kinship-based reciprocal care of victims as well as the plight of war children who are in search of their roots and recognition. These point to the open wound that 1971 still is, especially for women. This foundational trauma remains constitutive of the nation, and Muktijuddho cinema plays a pivotal role in constructing--and disrupting--the gendered subjectivities begat by the war's legacy. Women's cinema, and human rights cinema, capture more broad, transnational visions of feminist filmmaking. They recast the relationships of women to war-- as plunder of nation, as dislodged women from that nation--and question the terms of what constitutes the human in these fraught circumstances.\nUltimately, women-centric Muktijuddho films emplot global human rights narratives and aesthetics that defy reductive and monolithic renditions of social reality. They offer complexity and nuance beyond just a tussle between victims and aggressors, loss and triumph, and colonization and liberation. Simultaneously, they strive for more ethical recognitions, drawing on a multiplicity of histories, struggles, and experiences. Woman-centered films provide an alternative reading toward decolonizing notions of agency, freedom, justice; they imagine a new kind of feminist knowledge-making.\nElora Halim Chowdhury is Professor of Women's, Gender, & Sexuality Studies at the University of Massachusetts Boston. She is the author of the recent published book, Ethical Encounters: Transnational Feminism, Human Rights, and War Cinema in Bangladesh (Temple University Press, 2022).\n\n",
        "headline_1": "Ethical encounters: A look into women, war, and cinema in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/ethical-encounters-look-women-war-and-cinema-bangladesh-3150546",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "Popular press is not the right place for a discussion of game theory. However, if we avoid the complex mathematical models, understanding its theoretical or practical underpinnings is not that difficult. A critical component of game theory is scenario building. It is commonly used in policy planning and military schools. Let's see if we can apply this in the current situation in Ukraine.\nHere is a recap. On October 8, 2022, the Kerch Bridge, a key supply line for the Russian troops fighting in eastern Ukraine, was partially destroyed by a truck explosion. It adds to Russia's loss of occupied land and military losses. Russians have countered that with heavy bombardment. Are we seeing an \"escalate to de-escalate\" strategy? Heavy bombing did force the winning Vietnamese to the negotiating table during the mid-1970s.\nOn September 21, 2022, President Vladimir Putin in a speech to the Russian people stated that \"those who try to blackmail us with nuclear weapons should know that the weathervane can turn and point towards them\" and \"this is not a bluff.\" On October 6, 2022, in an address to the Lowy Institute, a nonpartisan international policy think tank in Australia, Ukraine's President Volodymyr Zelensky underscored the importance of \"preventive strikes, preventive action.\" To him, pre-emptive steps are crucial to deterrence. He also cautioned against \"waiting for the nuclear strikes first.\"\nSometimes pre-emptive strikes are gamechangers – Israel's pre-emptive bombing of the Iraqi nuclear plant in 1981 changed the security arrangement in the Middle East. However, in a nuclear war, who struck first is irrelevant when we consider its consequences.\nScenario 1: West wins\n\nA victory of the West would mean disintegration of Russia as a de facto nation-state with a weak centre. We have observed this in Iraq, Libya, Venezuela, and many other countries in the world. A weakened Russia would sign a peace treaty and pay for reparations. Putin would be deposed and could face trials. A new set of leaders would take over Russia. Western companies would pursue Russian oil and gas.\nThe above outcome would be possible if Russia a) was willing to accept a defeat; b) did not have nuclear weapons; c) chose not to use it; d) the chain of command broke down in Russia; and/or e) Putin was deposed from within. Putin will try his best not to lose.\nA corollary effect of this scenario would be a unipolar war under the leadership of a victorious America/West. A new global political and economic order would follow. A weaker China would fold back its Belt and Road Initiative and accommodate to the will of the West. OPEC would also comply. The world would embrace a new form of \"core-periphery\" economic relationship rooted in colonialism.\nScenario 2: Russia wins\n\nUkraine would cease to exist as a nation-state in the current form; a pro-Russian government would take over. It would be a political and military victory for Russia, but there would not be much economic gain. However, it would secure its border in the south and have control of the Black Sea and trade routes. Victory would give some facelift to Putin and his leadership. An isolated, sanctioned Russia would work hard to regain its influence on a global platform.\nThe West will not allow Russia to win, as they did not in Afghanistan. Weakening Russia in a protracted war is its stated goal. Russia will not be able to win a conventional war in Ukraine. Militarily, Ukraine has the \"defender\" advantage. Also, quasi-nuclear strategy may not deliver victory on the ground.\nScenario 3: No one wins\nThis would be the ultimate irrational choice. No one could win in a nuclear war. The survivors in different parts of the world would begin a new life.\nScenario 4: Everyone wins\nA rational choice would be a BATNA (Best Alternative to a Negotiation Agreement) where none of the warring (or supporting) parties would get a clear victory. Face-saving options would be provided. Putting pressure on all parties to accept a mutually beneficial agreement would be the most desirable outcome. The 38th parallel in Korea is an example in this regard.\nOn June 4, 2022, in an interview with Crux, Indian Foreign Minister S Jaishankar said, \"Europe has to grow out of the mindset that Europe's problems are the world's problems, but the world's problems are not Europe's problems.\" The whole world is suffering because of a European war that they did not ask for. Lest we forget, three million people died in Bengal during World War II for a war they never understood.\nWords like \"Armageddon\" and \"annihilation\" are making headlines. Our leaders must not be allowed to hand us World War III. Being silent is not an option for the common people in the developed and the developing worlds. Voices of reason for peace and against war must be raised. Leaders would listen when our voices are \"louder\" than their guns, be it in the popular press, social media or the street.\nDr Abu NM Waheeduzzaman is a professor of marketing and international business at Texas A&M University-Corpus Christi, US.\n\n",
        "headline_1": "Don't let world leaders put us through World War III",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dont-let-world-leaders-put-us-through-world-war-iii-3150126",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "Recently, I have been asked these questions a lot: \"How bad are things?\" \"How serious is the downturn in RMG orders in Bangladesh?\" \"Are things as bad as they were at the beginning of the pandemic?\" \"Are fashion brands refusing to pay for cancelled orders again?\"\nI keep my ear close to the ground on these issues and, obviously, ready-made garment (RMG) makers talk. This is a close-knit industry where all of us look out for each other. So I have a reasonable idea about what is going on at the moment.\nHere, I will attempt to set out a few of the trends I am seeing as well as outlining three possible scenarios for the coming 12-18 months.\nFirst things first: is the current turmoil worse than how things were during the pandemic – particularly the early 2020? In some ways, yes, things do seem worse. All of the RMG manufacturers in the country recognised that the pandemic was unprecedented. Also, from a relatively early stage, it became clear that a vaccine was on the horizon and most policymakers agreed that this would allow economies to reopen. With government support, most manufacturers were able to ride out the pandemic. They could see light at the end of the tunnel, as bad as things were.\nThe situation at present feels different. There is a sense of being adrift at sea, somewhat rudderless. Many manufacturers were already struggling post-pandemic. This sharp decline in orders feels like the final nail in the coffin for some. I would not be surprised to see many smaller operators fail completely.\nIn terms of trends, we are seeing several things. The first is the pushing back of orders, for weeks or even months at a time. It is obvious why this is happening. Reports in the Western media show that fashion retailers are sitting on huge stocks. They are still trying to shift the stock from last season and even the season before that. Sales are down and consumers are tightening their belts. This is having a knock-on effect on garment makers in Bangladesh, who are waiting to see when orders will be finalised.\nVery few RMG makers I know of have orders beyond December. Moreover, the run-up to December is traditionally the busiest time of the year. Yet, apart from some specialist items – e.g. suits – orders are simply not coming in.\nA related trend is that RMG manufacturers are being asked to hold onto goods – fashion retailers are delaying the delivery. Some manufacturers have become an extension of the warehouses of fashion brands – a trend we saw in the early months of the pandemic. This is creating pressure on the manufacturers, while the production lines sit idle.\nAre the retailer brands demanding discounts? Unfortunately, yes. Some brands are complaining about exchange rate fluctuations as a justification for demanding discounts – of 25 percent or more, in some cases – on orders. What this fails to account for is that RMG manufacturers are also impacted by the fluctuation in exchange rates. They have also been hit by the rising costs for fuel as well as raw materials such as cotton (the price of which has fluctuated wildly these past two years). As garment makers, we cannot afford to absorb all cost increases along the supply chain. It is simply not financially feasible.\nSo how do all of the above play out? Here, I outline three potential scenarios.\nFirst, the government, fashion retailers and garment makers can all work collaboratively to navigate our way through the current crisis. The last thing any of us want is a return to the early pandemic days when garment makers were left with stockpiles of cancelled orders that the retailers refused to pay for. Last time around, enlightened brands such as H&M led the way and ensured that the minimum standards were adhered to in terms of paying for placed orders and keeping manufacturers in the picture.\nObviously, this collaborative approach is the best way forward, but even here, we may have to accept that the next 12-18 months would be incredibly tough financially.\nSecond, the markets will dictate how events unfold. There is a theory that the global economy would begin to pick up on its own accord in mid-2023. If things do pick up, and the current economic turmoil proves to be a short-term blip, this is something I could see our industry riding out. We learnt hard lessons during the pandemic, and we are nothing if not resilient.\nThird, and the worst, is that the world enters a long and protracted recession akin to the financial crisis of 2008. This is one where buyers lack the will (or ability) to support their suppliers and instead play hardball. We see a return to the cancelled order crisis of early 2020 as fashion retailers shore up their balance sheets. If such a scenario were to play out for two or more years, I would fear greatly for the future of our industry. The big boys would probably survive, but for the rest, we would be entering the realms of the unknown.\nFor all our sakes, then, let's hope that the third one never comes to pass.\nMostafiz Uddin is managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Uncertain times ahead for RMG business",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/uncertain-times-ahead-rmg-business-3150011",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "We're hardly surprised by the Centre for Policy Dialogue's assessment that Bangladesh is facing at least seven major crises. These challenges – namely dollar shortage, high price and shortage of energy supplies, rising inflation, spiralling food prices, continued fallout of Covid-19, effects of Russia-Ukraine war, and climate change – have been with us for quite some time. Of late, Bangladesh has made regular headlines for its poor handling of the fusillade of economic disruptions that came on the heels of the pandemic, and later the war. What's new, however, is the alarming prediction that there will be no relief from them within the next year.\nThe CPD has made a number of observations and recommendations along with a few caveats, all worth taking seriously. The most important observation is that while the government took some steps to ride out these crises, those were \"inadequate\" and \"short-term in nature\". We cannot agree more. It's tempting – from the government's point of view – to shift the blame for most onto global factors like Covid/war instead of acknowledging pre-existing issues that exacerbated them.\nIn truth, this was a disaster waiting to happen, thanks to years of bad policies, financial irregularities and poor governance. All it needed to reach a boiling point was a push from outside. Had the government taken appropriate steps when the going was good, we would have more fiscal space now and could handle the situation better. As the CPD executive director said, all countries are facing the heat of the current global crisis, but those whose internal policies are strong will fare better.\nBangladesh, clearly, is not one of them. For example, its current gas and electricity crises, caused by dollar shortage and high fuel prices on the global market, could, in part, be attributed to its own energy policy that rewarded over Tk 26,000 crore in \"capacity charges\" to power companies in the last fiscal year alone. Consequently, many of those companies became richer while the government's fiscal space shrank.\nThe dollar crunch, which affected our buying capacity amid rising demands for imports, also should have been anticipated. In the absence of effective measures, forex reserves depleted to alarming levels – USD 36.3 billion as of October 12 – although it was USD 41.8 billion at the end of FY 2021-22. Meanwhile, food inflation reached almost 10 percent in August, the highest in 10 years, before dropping to 9 percent in September. The prices of food (and non-food) items have hit all-time highs, despite much-vaunted gains in food production. Households and businesses are suffering equally because of acute gas and electricity shortages.\nWith no sign of imminent global economic stability, and with quick fixes bringing no relief, the time now is for the long game. For that, the government must first address persistent internal problems like weak governance and corruption, and follow it up with long-term policies to reduce suffering and strengthen the foundation of our economy. To tackle these crises, experts have recommended forming a high-powered committee to monitor key economic indicators and come up with proper responses. The authorities should also control food prices, check further depletion of forex reserves, adopt production-friendly measures, increase minimum wages of workers, reduce fuel costs, take and properly utilise long-term loans, etc. They must do these urgently.\n",
        "headline_1": "Seven crises, seven roadblocks to economic stability",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/seven-crises-seven-roadblocks-economic-stability-3149321",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "It's unacceptable that despite having a law to regulate the road transport sector and a well-oiled system to prevent crashes, the number of deaths on our roads is steadily increasing. According to the Road Safety Foundation, at least 5,043 people were killed in 4,225 crashes in the first nine months of this year. A majority of these crashes involved bikes and three-wheelers. While partial and selective execution of the law is, of course, something to worry about, untrained drivers and unfit vehicles have emerged as a major headache, causing the rising number of road crashes.\nThe law being ineffective means that unfit vehicles still rule our roads, drivers without valid licenses hardly have to face punitive action, powerful people get away with violating traffic rules, and transport owners and workers rarely have to face deserved punishment for crashes and other unlawful activities such as charging exorbitant fares from passengers. We all know how transport associations opposed important provisions of the law as soon as it was passed, and proposed amendments that would reduce fines and punishments for offenses committed by them. If the proposed amendments are approved, the law will become even weaker.\nBesides the poor implementation of the law and non-implementation of some of its sections, there are other factors that are making our roads increasingly unsafe. One such factor is the sharp rise in the number of three-wheelers and motorcycles over the last few years. According to the Road Safety Foundation, these vehicles were involved in 59.49 percent of road casualties during this year, with bikes contributing to 37.78 percent of deaths while three-wheelers to 21.71 percent.\nWhile 3.75 lakh bikes were registered with the Bangladesh Road Transport Authority (BRTA) in 2021, a total of 3.96 lakh bikes got registered in just the first nine months of this year. And a significant number of bikes still remain unlicensed. Meanwhile, according to sector insiders, the number of three-wheelers could be around 30-40 lakh now.\nOne wonders why the BRTA is still registering motorcycles despite the fact that they create a major nuisance on our roads and are also a key reason for road crash deaths? And why couldn't the authorities still implement the ban on three-wheelers on the highways, which was imposed in 2015? Three-wheelers, particularly the locally made ones, often have structural flaws and are driven by unlicensed drivers, leading to frequent crashes. Therefore, the BRTA must seriously try to control the numbers of bikes and three-wheelers.\nBut above all, in order to bring some much-needed discipline on our roads, the Road Transport Act, 2018 must be properly implemented. We will never get the benefit of the law if it is enforced selectively, and if offenders are allowed undue concessions through improper amendments.\n",
        "headline_1": "Will deadly commute continue to be our reality? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-deadly-commute-continue-be-our-reality-3149311",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "The communication gap between the Bangladesh Railway (BR) and the Planning Commission (PC) over the latter's poor response to the Bangladesh Railway's 23 proposals appears to be smacking of a lot of unease. For a vital government sector just starting to command the strength to roll projects anew after the 2-year corona impasse, its feeling of neglect in terms of endorsement doesn't bode well. Fund crunch is said to be behind the cuts in the number of Railway projects. As an FE report says out of 23, the Planning Commission has given go-ahead to only three BR projects since 2020. Referring to the Planning Commission's cold-shouldering of BR proposals, the FE quoted sources as having said the PC has approved the electric traction study at the end of the FY 2020-21 and the two others at the end of the FY 2022. They are procurement of 200 broad gauge carriages and a study on railway connectivity improvement. Despite the conventional railway projects being largely constrained by delays caused by red tape and lengthy formalities, there are the ones which prove to be of great significance to the average railway passengers. These projects are traditionally known as pro-poor. Automation and modernisation of the country's fast widening railway network do need prioritisation. Truly a mass transport, its preference to costlier road transport is quite obvious and it warrants revamping at the earliest.Dismissing the railway as a dying behemoth and engaging in blame game will neither do justice to this mass transport nor its passengers left economically devastated at a critical time. The FE report hasn't failed to refer to the projects undertaken by a state-backed rail track developer and operator. They have been awaiting approval since the corona pandemic period. It is not so much periodic fund crunches that the BR faces, perhaps what ails the planning commission and the other relevant authorities is the sloppy manner in which the funds are utilised ---or unutilised. The BR's track records are not enviable in using public money for improving railway service. So, the Planning Commission cannot be blamed for not approving BR projects. However, the corona pandemic's adverse impact on the railway cannot be ignored. The BR started receiving increased budgetary allocations since FY 2010, with a record rise of 60-70 per cent on an average due to prioritisation of the sector. Since FY 2021, the budgetary share for the sector in the ADP has also witnessed a little rise. In the current fiscal, 5.8 per cent of the total budget goes to the railway sector's development. So there is a need for ensuring accountability of those charged with project execution. In a country so small and poor, it was a mistake to expand road communication to the neglect of its railway. Modernisation of the railway with the introduction of electric trains can not only slash travel time drastically but also provide momentum to businesses and commerce with a discernible positive impact on economy. All this needs investment. The greater the investment in the railway sector is ---provided it is utilised properly---the greater the benefit for the nation.",
        "headline_1": "Reviving Bangladesh Railway",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-bangladesh-railway-1666530877",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "As the US dollar continues to rocket up, world's other currencies are tanking. This is driving up the prices of goods and services everywhere. In Bangladesh, the unrestrained price hike of essential commodities has been in large measure due to depreciating taka against the US dollar. A bulk of the main essential commodities including edible oil, sugar, wheat, spices, including a substantial quantity of the chief staple, rice, is imported. And as the payments for these imported essentials are made in US dollar, the costs of these items in taka are naturally going through the roof. Rise in transport cost of these essential items due to high price of fuel oil and natural gas also adds to their market price. These are also the common arguments the importers and wholesalers of the essential commodities offer to justify the runaway price hike of foods and other staples in the market. But while presenting their argument, the traders do not tell the whole truth. It is that they often use the international situation as an excuse to create an artificial crisis in the market with an ulterior motive to raise the price of essential commodities arbitrarily. While the traders have their right or wrong reasons to explain away the excessive price hike of essential goods, the consumers, especially, those in the low and the very low income group have none. For, they are powerless and have none to listen to their story of why they cannot afford to buy the high-priced staple items from the market. If they are employed, their wages or salaries have not increased. One can easily imagine the state of those who have no job or live from hand to mouth.How can they survive in such a time of extreme price volatility of the essential commodity market? As a last resort, it is the government to whom the poorer segment of the population-the largest segment, to be exact-has to go to for support. So, the government should play, as it did during the pandemic, its role to cushion the less privileged population against the shock of high inflation. Since the trading community is having a field day with the unprecedented price hike, they have no reason to claim any financial support from the government in these difficult times as they did during the pandemic. This time the government's entire focus should be on the low-and-very low-income population and extend the needed financial support to them so they may survive the current economic uncertainties. The measures may include widening the scope of the Open Market Sale (OMS) of essential commodities through the government agencies like the Trading Corporation of Bangladesh (TCB) across the country. It is worth noting at this point that meanwhile the TCB-listed items have registered another spell of price hike by 50 per cent. Under the circumstances, the government should think of lowering the prices of OMS-items further so that those remain affordable to the poor consumers. At the same time, the basket of the essential items to be sold through OMS needs also to be expanded to cover the basic necessities of the group of consumers under consideration. In a similar vein, the government should introduce a rationing system for basic food items and reach those to the target population. The government's robust role in ensuring distribution of food and other basic necessities to the people in need and that too at an affordable price is accepted and in practice globally. The government has to intervene at such times to keep the economy on course. Stories of human suffering have no place in the narrative of market economy as it is too obsessed with profit.When the market is blind to the condition of the poor, what other institution is there to come to the aid of the low income and incomeless people? Here comes the role of the government. Even the advanced, neoliberal Western pro-market economies, which are against the intervention by the government in the affair of business and for cutting government spending on social programmes have themselves to depend on the government support in the shape of bailout measures in time of crisis. It happened during 2008's great financial crisis. One may recall here that during that time, the US government came to the rescue of the failing private financial institutions and other businesses with a fat bailout package worth US$700 billion under the so-called Emergency Economic Stabilization Act. The amount, through what it termed Troubled Asset Relief Program (TARP) was to buy 'toxic assets' from banks. Actually, the government protected the delinquent private businesses at the expense of public money. A comedown indeed for the believers in market as the ultimate arbiter!Again, in the current financial crisis when the world economy, driven by uncontrolled inflation, is fast heading for another recession, it is the government that is going to be the last resort for the corporate houses, the main pillars of the neoliberal market capitalism, to keep afloat. The fallout of this turn of events is that the general public, who keep a government going with their support and tax-money, are being crowded out by the big business when it comes to financial support during crisis time. This is happening in the advanced economies where market capitalism rules. In less advanced economies with a fledgling market like Bangladesh's, the problem is more pronounced. So, the government here is in a state of constant balancing between how much its state resources should be used for the public and how much for businesses. Of course, the need of the people should get the highest priority. \n[email protected]",
        "headline_1": "Protecting the low-income group",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-the-low-income-group-1666530939",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "On the eve of the National Road Safety Day, the chairman of the Bangladesh Road Transport Authority (BRTA) remarked that his organisation has not enough manpower to make a nation of 170 million people comply with the road safety rules and regulations. What he prescribes then is compliance of rules and laws by all from their respective positions. If they do so, there is no need for enforcement of law. So simplistic! In fact this year's focus is on minor stake-holders and therefore off target as if to divert attention from the main problem and players in the whole game. This is like preaching for everyone to become an honest, good and law-abiding citizen and expect there will be no scoundrel, corrupt people in government and other services, thief, robber and other criminal elements in society. No, the BRTA chairman has not done this either. He says that there is still need for enforcement of laws against those who violate rules and laws. Does anyone expect to hear what is so obvious from the top man of the BRTA? Is this naivety or an attempt to shirk responsibility or justify inaction when high incidence of road accidents continues to bleed this country? He claims that the mobile courts led by magistrates operate six days a week, district commissioners (DCs) launch drives against errant transport operators and the traffic police also take punitive measures against violators of traffic rules. The public are not interested in such a litany, what they like to see is that the roads and highways of the country are safe for journey and people are not crushed under the wheel on a daily basis. Those who are a little more enlightened would like to know what the authorities are doing to bring about systemic improvement. The United Nations has identified a number of global risk factors which are equally applicable for this country. Then there are a few factors special to the local conditions. All these factors need thorough assessment before actions are taken to minimise those. If the system remains faulty and the antidote itself is dubious, deterrent or punitive actions will produce no result. Rather, if the system is taken care of, things are sure to fall in places. Just one example will suffice, a rickety and ramshackle bus (pictured on the front page of a national daily on the National Road Safety Day, 2022) with its dashboard precariously held by a chain has reportedly its fitness certificate. But how? In fact, half a million registered but unfit vehicles, according to the BRTA data, run on roads and there are also unregistered vehicles, the fitness of which was never tested. But this is not all, the data also confirm that more than a million unlicensed drivers are driving vehicles. It is also an open secret that licences are not always issued to drivers after comprehensive tests. Money can buy licences where the licence-holder does not have to undergo the rigorous tests. Now, who should bear responsibility for such mismanagement, irregularities and corruption? The BRTA has to clean the augean stables first, then ask for responsible behaviour from other stake-holders. If unqualified drivers can find themselves behind the steering wheels of unfit vehicles, it is a sure recipe for accidents. Of the 3.7 million driving licences issued, many have several licences such as for light and heavy vehicles. Thus more than one third of the drivers are unlicensed. So, the authorities concerned are actually perpetuating the chaos on roads. Their unclean and at times motivated moves do not help the cause of enforcing discipline on the country's roads and highways. If genuine drivers are appointed under a defined recruitment policy and system with reasonable salary and other privileges, the chances of accidents will drastically come down. Then, this has to be complemented by taking the unfit vehicles off the road and those plying will be subjected to regular fitness tests. These simple basic principles can make the roads and highways reasonably safe for commuting and long journeys. \n[email protected]",
        "headline_1": "Redressing the basic faults in transport sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/redressing-the-basic-faults-in-transport-sector-1666530973",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2022"
    },
    {
        "full_article": "In the past several weeks, cases of conjunctivitis have seen a sudden surge in Bangladesh. Almost every eye hospital across the country is reporting to have received an unusually high number of conjunctivitis patients. Physicians attribute it to the change in weather, which provides a suitable environment for the microbes to thrive. Most patients are complaining of symptoms like redness, watering, swelling and discharge in their eyes. Most often, this viral infection goes away on its own. However, a patient should see a doctor if the symptoms stay more than a week. Conjunctivitis, also referred to as pink-eye, is extremely contagious. And it is quite common during the monsoon. The main concern for this viral infection should be keeping it from spreading to others. For this, we should wash our hands frequently with soap and water. If the eyes are wet due to any reason, wipe the eyes up with tissue paper. The used paper must be disposed of safely in the trash bin. Wearing dark glasses can help one not only to relieve one's eyes from sensation but also helps others so that they do not contract the virus. Rubbing the eyes with fingers is totally forbidden. Try to stay away from bright light, dust and smoke if you are infected by conjunctivitis. Eye drops can only be used on doctor's advice. Cosmetics, clothes and such other things cannot be shared with anyone. \nMd. Ashraful Islam, Student of Shahjalal University of Science and Technology, Sylhet, [email protected]",
        "headline_1": "How to avoid spreading conjunctivitis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-avoid-spreading-conjunctivitis-1666531015",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2022"
    }
]