[
    {
        "full_article": "Tackling global hunger and poverty and promoting climate justice were declared goals for the recent G-20 summit in Rio de Janeiro. Brazilian President Lula Da Silva called poverty a “scourge that shames humanity”, asking the gathered nations to implement policies such as taxing the ‘super-rich’, using a 2% wealth tax on the world’s wealthiest to generate more than $200 billion in revenue. But the G-20 declaration fell short of that. Prime Minister Narendra Modi too underlined that the problems of the world are felt most acutely by the ‘Global South’, and, therefore, that the reins of global administration must belong to those that represent the larger majority in the world. The G-20 hosted by Brazil, was by the third host country of the Global South, after Indonesia in 2022 and India in 2023. The next G-20 is to be in South Africa. The Brazil summit was expected to focus on solutions for the poorer, emerging economies. However, its timing diluted the cause and diffused the focus, given the other issues the world confronts. This was the first G-20 summit since the October 7 attacks on Israel and its reprisals on Gaza and Lebanon. Russia’s invasion of Ukraine had also made forging consensus at Bali and New Delhi already quite difficult. With deepening polarised narratives over both conflicts, the G-20 declaration was watered down, expressing only “deep concern” over the humanitarian situation in Gaza, and dropping all reference to Russia while highlighting the “suffering... with regard to global food and energy security”. It was devoid of specifics on ending the conflicts.The G-20 was also timed closely with the COP29 in Azerbaijan — Brazil will be in 2025 host — indicating that issues of climate financing and climate justice, which have been raised by the developing world, would find place in the G-20 declarations, and then feed into the COP process. However, the summit followed just after the U.S. presidential election results, casting its shadow. Given his moves during his first tenure, Donald Trump will not set much store by the aspirations of the Global South. Nor is he likely to expend the kind of resources expected from the U.S. towards tackling global warming or in curtailing the exploitation of fossil fuels. His cabinet has climate deniers and his own campaign slogan was “Drill, baby, drill”. Given the portents, the Global South, and the quartet of Indonesia-India-Brazil-South Africa, will have to ensure that the next G-20 is able to concretise the concerns of the developing world, and set out a path for the future on poverty and hunger, climate change and global governance. In 2026, as the G-20 will return to the U.S., the deadline is more urgent. Published - November 23, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        poverty\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        G20\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        Indonesia\n                    \n                            /                      \n                        \n                        G-20 New Delhi 2023\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        war\n                    \n                            /                      \n                        \n                        Azerbaijan\n                    \n                            /                      \n                        \n                        United Nations (climate change)\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS",
        "headline_1": "​Urgent deadline: On the issues before the G-20",
        "headline_2": "Poverty and climate change must be tackled urgently by G-20",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Burgent-deadline-on-the-issues-before-the-g-20/article68898589.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "At the heart of Sri Aurobindo’s notion of the triple transformation of human consciousness lies a unique reshaping of the Upanishadic philosophical tradition from a prism of a meaningful life-affirming philosophy. As he maps out the psychic, spiritual and supra mental dimensions of consciousness in the‘ Life Divine,’ this idea becomes a counterpoint to the philosophical paradigm that all existence, and thereby consciousness too, is an illusion, maya.\nFor Aurobindo, this life itself is unique, for it gives an opportunity to understand, open up and realign ourselves with the Divine consciousness. The seeker has to work on his nature to become a fit instrument and a material channel for the descent of this consciousness. The concept of descent of the Divine supramental consciousness into our very physical bodies gives a unique evolutionary thrust to Aurobindo’s vision, which he posited would materialise sooner than later, as nature forces us to transcend the merely physical dimension and pattern of life.\n\nThe question of consciousness was central to Aurobindo’s philosophy of life and existence. Consciousness was not just a way of knowing reality but could be looked upon as something that takes the seeker beyond the human mind into a divine or cosmic dimension of reality. Echoing Hegel in mapping out the evolution of human consciousness, Aurobindo sees this phenomenal reality as expressing, but one dimension of that universal consciousness, and all layers of this consciousness synthesise in the Supermind. Aurobindo then takes it a step further and visualises the descent of the universal consciousness into the physical body as the next step in evolution.\nConsciousness is the “Force of Being”, Aurobindo says, not merely awareness. It is possible to “seek the union of our soul of mind with universal mind, our soul of life with universal life, our soul of body with universal physical existence, consciously”.\nChit Shakti, consciousness, presents itself to itself through forms and procedures of nature, and it is this Spirit pervading through matter that Aurobindo urges us to strive to know through experience. To call upon that cosmic consciousness is the true calling of every seeker, which will, in turn, give impetus to the evolutionary impulse.\nThis unique notion of the descent of cosmic consciousness, the overmind, into the manifest world through the transformation of human consciousness is at the heart of his poetic opus, ‘Savitri’, wherein he reinterprets the ancient Upanishadic story of Savitri and Satyavan, as a story of spiritual freedom from ignorance. Savitri is the instrument for descent of Divine Grace, who overcomes death, suffering and ignorance through her burning, single minded focus on bringing back Satyavan to life. This spiritual quest sets the stage for emergence of a new divinity within us, which transcends mortality.\nAurobindo then contends that the story of Savitri shows the way for the individual soul to ascend to a higher dimension of consciousness, wherein the manifest world would be revealed as a materialisation of this absolute consciousness. To be thus blessed by Divine Grace, our inner guru, like Savitri, would provide anew meaning to the here and now of existence, without which life would merely be like the theatre of the absurd, devoid of purpose and directionless.\n\n",
        "headline_1": "Consciousness is force of being, not merely awareness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/consciousness-is-force-of-being-not-merely-awareness/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "Kidneys are quiet, lungs puff away unobtrusively, all other organs do their jobs under the surface. But human bellies can’t be ignored: growling, gurgling, grumbling without warning, bringing news of digestion and defecation. Rumbles: A Curious History of the Gutby Elsa Richardson sets out to tell the ‘secret story of the body’s most fascinating organ’.\nIt traces the gastric saga since ancient Greece but it is a cultural history. Metaphor, simile and stories abound, because the stomach has always testified to the connection between mind and body. The gut has figured in debates over subjectivity, spirituality, even nationhood and identity.\nPhysicians like Erasmus Darwin (grandfather of Charles) figured that stomach troubles were connected to fear and anxiety. The stomach was seen as a drafty corridor that mediates between the external world and the internal one.\n\nThe gut’s relationships with the brain and the microbiome are being studied seriously now. Vagus nerve controls inflammation and aging. Enteric nervous system can operate independently of the brain. It is not a subdivision of the brain, but an independent kingdom in the viscera that can process info and send eloquent signals. A stomach flip, a quiver of the intestine can tell you things you didn’t consciously know.\nThe idea that intelligence is embodied, disposed and multiple is at odds with the mind-body dualism of Western thought. Thinkers following Descartes insisted that the soul resided in the brain, and only humans had souls. Those who protested violence against animals were, unsurprisingly, feminists, who fought the idea that some bodies were worth more than others.\nThe pre-modern world, though, was intrigued by all the themes that preoccupy us today, relationship between food and mood, ideal diet, and how the stomach speaks to the soul.\nUnderstandings of the stomach have tracked social change – in the early 20th century, the body was compared to a factory, oesophagus as a gleaming pipe, thyroid gland as industrial silo, heart as engine room, and so on. The digestive system was likened to cities, and chemical labs.\nFor many influential thinkers, the stomach was not just physical but also metaphysical, chief seat of the vital force – which led to theological tensions about the god-given spark of life. The Romantics thought that poor digestion was a sign of a troubled artist or crabbed scholar. Meanwhile, the rhythms of the stomach were also created by society: lunch was a Victorian innovation, an essential break in the working day created by industrialisation.\nThe book explores the idea of the exterior belly too, the paunch, and the industry dedicated to firming and flattening it. Paleo, Atkins, keto and other diets that drastically cut carbs have their origin in a ‘letter on corpulence’ by Victorian-era influencer William Banting. Associations between obesity and laziness or immorality, and shame around fat, were as evident then as now, dietary advice was presented not just as a way to shape the body but also to reform society.\nOver the last few decades, there has been an increase in gut-related disorders like Crohn’s disease, digestive cancers make up 30% of all cancer-related deaths, IBS afflicts a huge part of the population. Panics around processed foods and the right diet are running high. The book shows us, though, that there is nothing novel about current anxieties around what we eat, and how we evacuate it.\n\n",
        "headline_1": "Stomachs speak loudly & wisely",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/stomachs-speak-loudly-wisely-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "Party chiefs are Mother Hens, clucking around to keep their quacks together. So, when AAP ‘gifted’ six defectors poll nominations to Delhi assembly elections, it was but a joining bonus. It’s a strange way, or maybe smart – hard to tell nowadays – to handle anti-incumbency. Defectors who were rewarded lost to AAP in the last few elections. AAP is hoping to counter anti-incumbency against its own MLAs by acquiring and fielding the runners-up. What about miffed MLAs? Maybe they join the rival camp? Poaching talent from rival parties has strong potential to kill competition – because the Indian political market is cluttered with parties selling near-identical ‘dreams’, beyond ideology differentiated rhetoric.\n\nCompetition’s keen, real winners few, and poaching is a free-for-all. Even tough love doesn’t ensure retention. In Maharashtra, for example, in the event of no clear verdict today, there’s a cynical certitude that all the chatter will be on defections, resorts, and ‘huddles’. Poaching is a political reality, though only a few manage sunny side up, most end up scrambled. The hard-boiled do well. Bihar’s Jitan Ram Majhi has worked his way through Congress, JD, RJD, JDU, BJP, back and forth, to stay bobbing in Bihar assembly for 44 years. Far away, blue-turned-red Mother Basil stands as US’s soon-to-be intel chief. Fact is, to hold on to their ambitious brood, parties need to sweeten the deal. Or else, those chickens, they will come home to roost.\n\n",
        "headline_1": "Who goes around…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toieditor/who-goes-around-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "Edmund Burke said, “The arrogance of age must submit to be taught by youth.” What is China’s youth trying to tell its leadership today? A spate of incidents in recent weeks has given communist bosses a scare. First, thousands of students were seen cycling more than 30 miles from Zhengzhou to Kaifeng in central China, all for a soup-dumpling breakfast. This march of the young was initially encouraged by Chinese authorities, before they got cold feet and cracked down on cycle rides. Then eight people were killed and 17 injured in a stabbing spree on a college campus in eastern China. The suspect was reportedly lashing out for failing an exam, not receiving his graduation certificate, and dissatisfaction over internship compensation.\nAll of this will give authoritarian China’s leadership sleepless nights, as the economy slows down and prospects for the youth dim. Recall that it was young people protesting with blank papers that forced Chinese authorities to lift their extreme Covid restrictions in 2022. But it’s not just China. The young everywhere are always a potential disruptor of the status quo. They can galvanise nations or herald revolutions. Be it the fall of the Berlin Wall, Vietnam or the Ukrainian Euromaidan protests, it’s the young who struck the first blow, brought about great change.\n\nThe lesson for China: listen closely to the young. What motivates them? What troubles them? Is the economic situation causing them to despair? Is the stress of exams taking a toll? Is social media distorting their perception of reality? Reading the pulse of counter-culture trends is vital. Is Banksy a youth icon in West? Are lots of India’s young listening to the tunes of Sidhu Moose Wala? Understand, then connect. Don’t stifle. Oldies in power don’t always get this.\n\n",
        "headline_1": "Age young wisdom",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/age-young-wisdom-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "On November 21, several important issues including climate finance, mitigation ambition, Article 6 of the Paris Agreement about emissions trading, and loss and damage fund were discussed at the Conference of Parties 29 (COP29) of the United Nations Framework Convention on Climate Change (UNFCCC). However, this COP was supposed to be the COP of climate finance, as the Paris Agreement stipulated that by 2025 a new collective quantified goal (NCQG) had to be agreed upon, keeping the earlier target of $100 billion as the floor. In the last COP in Dubai, it was reiterated that a decision text has to be agreed upon about the NCQG at COP29. Climate finance is a cross-cutting issue. It is the enabler of all climate actions and has several dedicated agenda items, with NCQG being the most critical.\nThe third iteration was shared by the Azeri Presidency on NCQG on November 21. It was perhaps pushed by the UN Secretary General's request to leaders of the G20 meeting in Brazil so that they instruct their ministers attending the second high-level segment in Baku to reach an agreement on climate finance. The initial draft began with more than 150 paragraphs with many bracketed options and sub-options. The latest draft, as of writing this article, has 61 paragraphs, again with many bracketed options. The number one issue is the quantum—the NCQG. The developing countries are demanding an amount of $1 trillion to 1.3 trillion a year over a 10-year period, up to 2035, with mid-term reviews either in 2030 or 2031. This number is based on a minimum need for implementation of their Nationally Determined Contributions (NDCs) and National Adaptation Plans (NAPs).\nHowever, the implementation of climate actions in developing countries is estimated to require $6-8 trillion a year. Some analysts view this number as a kind of sleight of hand accounting. Some ministers from developed countries think that this amount can be mobilised from all sources—public, private and alternative sources. At the press conference, jointly organised by the G77 group and the African Negotiating Group on November 20, in response to whether they will accept $200 billion a year, the Bolivian delegate cynically referred to the amount as a joke. The Least Developed Countries (LDCs) and Small Island Developing States (SIDS) are demanding $220 billion and $39 billion respectively a year in grant- and grant-equivalent terms. Further, they demand at least 20 percent of climate finance must flow through the Convention funds like the Green Climate Fund. So far, only about 2-3 percent of global climate finance flowed through these funds. These funds have better terms and access is relatively easier.\nThe global financial system is awash with liquidity. For example, in 2021-2022, fossil fuel subsidies amounted to $1.1 trillion and the annual military spending stood at more than $2.2 trillion in 2023. So, money does not flow where it is needed the most—to protect people and the planet from the existential threat of climate change. We may recall that just before the beginning of COP29, four authoritative reports were published by the United Nations Environment Programme (UNEP), UNFCCC and World Meteorological Organization (WMO) about the gaps in emission reduction, gaps in adaptation finance and poor ambitions in the current set of NDCs. These reports served as wake-up calls for urgent actions to bridge these gaps.\nThere is also the issue of the quality of climate finance which includes the definition of climate finance, grants versus loans, access to finance, co-financing, etc, and is even more important than the NCQG number. The Bangladesh delegation loudly voiced concerns about quality-related issues, specifically the need for a definition of climate finance, as its absence allows developed countries to inflate their contributions through double and triple counting. Also, the grant versus loan issue is extremely important because more than half of the LDCs are already debt-distressed and climate loans further restrain their fiscal space. Most of the LDCs spend much more on paying interest against accumulated loans than they invest in education or health services in their countries. So, they strongly called for debt cancellation and debt relief for low-income countries. There is also a demand for the inclusion of contingency clauses in bilateral and multilateral loan agreements. Spain and Denmark in particular are supportive of the contingency clauses against disasters so that the impacted countries can get debt relief and debt rescheduling for longer terms. Related to this is the issue of reforms of multilateral financial institutions, which now provide about 45 percent of climate finance. However, the World Bank, in particular, which now hosts the Loss and Damage Fund, is not familiar with dealing with human rights and climate justice. The latest draft text included all these issues, but developing countries' demands remain bracketed.\nThe draft also included sources of mobilisation—bilateral, multilateral, alternative, innovative and philanthropic. It mentions innovative sources like debt for nature swaps, local currency financing, etc, but they are not detailed. Past experience of debt for nature swaps is not encouraging, since it involved paltry amounts and the benefits were largely appropriated by the intermediaries, which did not strengthen the debt sustainability of the recipient countries. I have published a paper on debt-for-adaptation-swap at bilateral levels, where deals can be reached quicker than at multilateral levels, which are very cumbersome and time-consuming.\nThe second most important issue of this COP—full operationalisation of Article 6 of the Paris Agreement—about emissions trading still hangs in the balance due to differences in ensuring transparency about detailed information to be posted in the UNFCCC portal called agreed electronic format. My article on this issue was published in The Daily Star at the beginning of this month.\nThe negotiations extended beyond November 22, as in the past few COPs. The strategy, particularly of the developed world, is to wean out all the energy and appetite of small delegations from most of the global south. Also, there is a \"wait and see\" policy of how developments unfold at the last hours when some numbers and compromises are agreed upon to wrap up. Being a negotiator with the Bangladesh delegation for over two decades, I call these negotiations a process of \"active inaction.\" For the right reasons, Bangladesh's Chief Adviser Prof Yunus has called for downscaling these jamborees, which have an average presence of more than 70,000 delegates both from governments and observer organisations. The sooner this happens, the better.\nMizan R Khan is a board member at Scientific Council of COP29 Presidency, visiting scholar at Brown University, and technical lead at LDC Universities Consortium on Climate Change (LUCCC).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "COP29 negotiations: The deadlock over cardinal issues",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cop29-negotiations-the-deadlock-over-cardinal-issues-3759786",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "We are disheartened by the outcome of the negotiations at the COP29 summit between developed and developing countries regarding the amount of money the former will pay the latter to tackle the devastating impacts of climate change. As we all know, developed countries are the biggest contributors to climate change, while developing nations bear the highest costs of its impacts. This is why developing nations have expressed their shock at the $250 billion per year fund proposed in a draft deal by the developed nations. It is a deliberate deviation from their commitment to the Paris Agreement.\nDeveloping countries had called for $1.3 trillion to be mobilised annually by developed countries. The funds would be in the form of grants and would be disbursed starting next year. Another draft—the New Collective Quantified Goal on Climate Finance (NCQG)—has also proven disappointing, as our adviser to the environment ministry has rightly pointed out. The adviser criticised the package for failing to meet the essential needs of the Least Developed Countries (LDCs) and the Small Island Developing States (SIDS).\nIt seems the developed nations have chosen to disregard the spirit of the Paris Agreement, which clearly states that developed countries are to provide financial resources to assist developing nations in their mitigation and adaptation efforts. It is also disconcerting that not all of these funds will be grants; some will come in the form of loans, which experts warn could increase the indebtedness of poorer nations already burdened by loans for their development needs. The latest text at COP29 has broadened the base of climate finance donors, meaning some developing countries may also have to contribute to the targeted $1.3 trillion per year by 2035.\nThese developments do not bode well for our future. The effects of climate change are becoming more severe and frequent each year, as manifested all over the world, but more profoundly in poorer nations. It makes little sense that developed nations have chosen to adopt an ostrich approach when it comes to adhering to their commitments. Contributing to climate funding is not a favour to developed nations—it is an obligation.\nExperts have reiterated that we are still heading in the wrong direction, with greenhouse gas emissions increasing rather than decreasing. The goal of limiting the temperature rise to within 1.5 degrees Celsius is becoming more and more far-fetched. This places millions of people at risk of being displaced, suffering severe health problems, and experiencing adverse societal changes globally. Developed countries must realise that they are jeopardising the survival of humankind as a whole by not fulfilling their obligations to reduce the catastrophic impacts of climate change. It is in their own interest, as much as it is in that of the developing world.\n",
        "headline_1": "Developed nations are missing the bus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/developed-nations-are-missing-the-bus-3759756",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "We are disappointed to learn about the fate of Leinga canal in Chattogram's Karnaphuli upazila, which has been filled up just two years after its excavation. Reportedly, the Bangladesh Water Development Board (BWDB) dredged a nine-kilometre stretch of the canal in 2021 under a project intended to restore its natural flow. However, upon completion in 2022, heaps of excavated earth and garbage were left piled along its banks. These were eventually washed back into the canal by rain, reducing it to a narrow ditch. It's baffling why the BWDB would leave excavated earth on the banks instead of disposing of it responsibly. Wasn't it part of the project to clear it as well? Such oversight from a state agency is simply unacceptable.\nA few decades ago, this 12-kilometre-long and 20-45 foot-wide canal was the lifeline of the area. Farmers relied on it for irrigation, boats used it for transporting goods, and it acted as a natural drainage channel for rainwater into the Karnaphuli River. However, siltation and indiscriminate dumping of garbage gradually blocked its flow, causing severe waterlogging along its banks. The BWDB initiated the project to address this problem, but the canal became clogged again due to its mismanagement.\nUnfortunately, this counterproductive practice of leaving excavated material after dredging canals and rivers on their banks is all too common across the country. In Dhaka, for instance, city corporations often leave canal and drain waste on the banks or roads. This defeats the very purpose of cleaning or excavation drives, resulting in further public suffering. Moreover, such unplanned work squanders public funds. In the case of Leinga canal, for instance, around Tk 2 crore was effectively wasted. This is unacceptable.\nOver the decades, unplanned development projects have cost the nation thousands of crores, but to little avail. The situation was particularly bad during the 15-plus years Awami League rule when corruption and irregularities regularly drained resources meant for public interest projects. This must stop. We urge the interim government to ensure transparency and accountability in all such initiatives so that public money is no longer squandered due to the inefficiency or corruption of project authorities. The BWDB must answer for the failed Leinga canal excavation and take immediate steps to restore the flow of this water body.\n",
        "headline_1": "Restore Leinga canal in Chattogram",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/restore-leinga-canal-chattogram-3759601",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Alternative fuel-oil price mechanism shows promise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alternative-fuel-oil-price-mechanism-shows-promise-1732379068",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "A huge gathering in Dhaka city during student-people uprising against Hasina's autocratic regime  - FE file photo ",
        "headline_1": "Loyalists and apologists  of fallen regime",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/loyalists-and-apologists-of-fallen-regime-1732379124",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "A village engulfed by  pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-village-engulfed-by-pollution-1732379151",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Say no to polythene",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/say-no-to-polythene-1732379189",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2024"
    }
]