[
    {
        "full_article": "India’s decision to resume e-visas for Canadian citizens worldwide is a significant step towards restoring travel ties with Canada, which were snapped in September during the diplomatic stand-off following Canadian Prime Minister Justin Trudeau’s allegations that Indian government agents had masterminded the assassination of a Khalistani leader. While India had restored certain categories of the visa last month, e-visa and tourist visas remained under suspension due to the threat to Indian diplomats from Khalistani groups. According to External Affairs Minister S. Jaishankar, the restoration of visas for Canadians was due to the “situation becoming more secure”. However, the step does not necessarily mean a restoration of normal ties. After India cancelled visas for Canadians and demanded that Canada cut down its diplomatic strength by two-thirds for “parity purposes”, Canada had flown out more than 40 of its diplomats and their family members and reduced its visa issuance capacity as well. With travel visas curtailed on both sides, business and investment ties too suffered, especially as Canada had already suspended talks for a Free Trade Agreement after the killing of the Khalistani leader, Hardeep Singh Nijjar. While Mr. Jaishankar and the Canadian Foreign Minister met each other in the U.S. in September, political ties have virtually shut down.In addition, a new controversy, sparked by Washington, has emerged over a report that Indian government agencies were plotting to target another Khalistani leader, Sikhs for Justice leader Gurpatwant Singh Pannun, in the U.S. Like Nijjar, Pannun, a U.S.-Canadian dual national, is wanted in India for inciting violence against Indians and Indian diplomats, and for recently issuing a “warning” to travellers not to take “Air India” flights after November 19. This menacing statement harks back to the bombing of Air India Flight 182 out of Montreal, which killed all 329 on board, in 1985. A White House statement confirmed news reports that U.S. officials had raised the issue during Prime Minister Narendra Modi’s visit to Washington in June. This indicates that the issue over Khalistani separatists is far from dying down, despite New Delhi’s conversations with western partners at the 2+2 dialogues with the U.S. and Australia, respectively, and Mr. Jaishankar’s recent visit to the U.K. In sharp contrast to the recent past, the government, which had rejected the Canadian allegations as “absurd and motivated”, has been surprisingly accommodating of the U.S.’s allegations. The External Affairs Ministry issued a statement that said India is examining the “U.S. inputs” and would take “necessary follow-up action”. While these are no doubt matters of national security, it is time the government shed some of the secrecy surrounding its dual responses and crafted its future course of action more coherently.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nIndia-United States\n\n/\n\nCanada\n\n/\n\nespionage and intelligence",
        "headline_1": "End the secrecy: On the actions of Indian agencies abroad",
        "headline_2": "India must respond meaningfully to allegations against its agents",
        "link": "https://www.thehindu.com/opinion/editorial/end-the-secrecy-the-hindu-editorial-on-the-actions-of-indian-agencies-abroad/article67567225.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "China’s rise is reversing. Its share of global GDP is falling for the time since the Mao era. Further, its shrinking share of the world’s workers also means a smaller share of growth\nIn a historic turn, China’s rise as an economic superpower is reversing. The biggest global story of the last half century may be over. After stagnating under the insular dictatorship of Mao Zedong in the 1960s and 70s, China opened to the world in the 1980s – and took off in subsequent decades. Its share of the global economy rose nearly tenfold from below 2% in 1990 to 18.4% in 2021. No nation had ever risen so far, so fast.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Beijing’s balloon is going bust",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-beijings-balloon-is-going-bust/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "The four-day pause in the fighting between Israel and Hamas in Gaza represents the first breakthrough since October 7. Mediated by Qatar, with support from the US and Egypt, it should bring some relief to the civilian population in the enclave and also opens up routes for humanitarian assistance. At the heart of the deal is a 50:150 exchange of hostages held by Hamas and detainees in Israel. The incentive to make the pause stick is the possibility of a release of more Hamas-held hostages if the conflict doesn’t resume.\nThis is the key challenge for all stakeholders. Israel has said the war will resume after the truce period. It’s in the interest of all stakeholders to ensure that the truce is durable because the ongoing conflict puts at risk the gains accruing from the series of rapprochements in the region. Moreover, the terrain of the conflict makes large civilian casualties inevitable.\nTwo parallel strands of development over the last few years in West Asia stand out. There were a series of rapprochements such as the Abraham Accords, TurkeyUAE FTA, which reversed a decade of friction, and the effort by Iran and Saudi Arabia to improve ties. Separately, some states such as Lebanon and Syria began to weaken, creating space for non-state actors, and the Palestine question remained unresolved. After the October 7 terrorist attack by Hamas, the subsequent scale and humanitarian dimension of the Gaza war has increased the risk of non-state actors catalysing incidents that can spread the conflict. This, in turn, can undo some of the positive geopolitical developments of the recent past. Therefore, it’s essential that the fighting in Gaza doesn’t restart.\n\nQatar has played a key role in bringing about the pause in fighting and hopes that it will lead to peace. For that to happen, the role of the US is critical. It’s Israel’s most important ally but differs on the question of what happens next in Gaza. Joe Biden has said it will be a mistake for Israel to reoccupy Gaza and added that a Two-State solution is the only way to resolve the Israel-Palestine conflict. The four-day pause gives the US some room to work on its solutions, which are essential if the recent rapprochements are to translate into greater benefits for the region.\n\n",
        "headline_1": "A piece of peace: The pause in Gaza is a start. Key stakeholders like US need to ensure it leads to durable solution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-piece-of-peace-the-pause-in-gaza-is-a-start-key-stakeholders-like-us-need-to-ensure-it-leads-to-durable-solution/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "Altman’s return as OpenAI’s boss tells a story much larger than high drama at a sexy startup\nSam Altman returned to OpenAI. The board that sacked him less than a week back was, in effect, sacked. That’s high drama shading into a farce. But there are clear insights here. First, and especially in cutting edge tech, never underestimate the power of the innovator. Altman wasOpenAI, for investors – Microsoft, Sequoia Capital, Thrive Capital, Tiger Global – and for employees. That Microsoft had hired him and that Mira Murati, named interim CEO after Altman was fired, joined the ranks of employees demanding his return testify to this. Think of, in another time, Apple getting Steve Jobs back. Tech is nothing without innovation, and boards, as important they are, are not usually loci of innovation. Second, don’t expect calm orderliness when it comes to multi-plane relationships between boards, investors and startup founders. Corporate disruption is likelier in companies in the business of disruption. Plenty of startups have seen this, plenty more will do.\n\nThird, startups, and indeed all companies, must be clear about their purpose. OpenAI, which has a for-profit tucked into a notfor-profit, had fault lines built into its structure. It also set itself an inherently contradictory mission – to produce the best AI and to ‘protect’ humanity from the worst of AI. The best AI will often have, or will be used by baddies to have, the worst impacts. Dangerous deepfakes are an early and small example. That’s the nature of the tech beast. The job of regulating tech should be largely left to regulators. Social media platforms are not really disciplining themselves, regulators are after them, as they should be. Tech startups should be for-profit innovators. Governments should jump in when social harm is a serious possibility. Fourth, the Altman drama again showed how key AI is. India better get better at this game. Otherwise, others will set all the rules.\n\n",
        "headline_1": "Bye Sam, hello Sam",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bye-sam-hello-sam/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "Any chance at stopping the conflict depends on Israel getting another leader & Hamas abandoning its pole position in the Strip\nThe temporary ceasefire in the Israel-Hamas conflict, or cessation of hostilities as Israel calls it, is an important stage in the war, but only in terms of rescuing hostages and increasing humanitarian aid to Gaza. Of course, these are extremely important. However, one should not be very optimistic about a permanent ceasefire or a new peace process. “While this agreement marks important progress, we will not rest easy as long as Hamas continues to hold hostages in Gaza,” US secretary of state Blinken said yesterday.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Pause to peace? Only if lead roles change in Gaza",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pause-to-peace-only-if-lead-roles-change-in-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "It is indeed heartening to learn that a leading pharmaceutical firm of the country is set to establish an overseas subsidiary. Planned to be set up in the Philippines, the initiative has been prompted by what is believed to be the high prospect of meeting demand for drugs, especially the generic ones, in the host country. A commendable move, this should be considered a fresh beginning for Bangladesh's pharma sector as a whole. According to observers, multifaceted expansion of the country's pharma industry has been a reality-in-waiting for quite some time given its size and the facilities made available by the government as well as the special treatment offered by international rules in terms of the TRIPS waiver for manufacturing generic drugs until 2033. The fact that Bangladesh is a global pharma leader among the least developed countries (LDCs) and also stands out among the developing ones makes a strong case for massive growth of its pharma industry. Unfortunately, this has not happened, despite the progress made so far.Forecasts on prospects of the country's pharmaceutical sector have been doing the rounds for some time. However, given the strictly regulated global pharmaceutical regime associated with the highly capital-intensive nature of the industry, its expansion is dependent on factors often beyond the capacity of individual entrepreneurs. This is particularly so when it comes to accessing overseas markets, especially those in the developed countries. So far as meeting the demands of the domestic market of generic drugs of brand medicines is concerned, the sector is presently in a position to meet 97 per cent of consumer demand. In addition to meeting domestic demand, this sector is also emerging, albeit slowly, as a prospective source of value-added export. However, in view of the highly regulated markets of the advanced countries, most of the exports are confined to the less regulated markets in the developing world. Cashing in on generic drugs is what the local manufacturers should be eying now more vigorously than ever. Around 80 per cent of the global population consumes generic drugs, and the major suppliers are China and India. The global generic market for medicine currently stands at approximately $180 billion. In view of the present standing of Bangladesh's pharma industry and its growth potential, industry experts opine that aiming to capture 10 per cent of the global market is not too ambitious a target. However, one of the major deterrents in the way of the desired expansion of the industry is believed to be the lack of accredited laboratories. Industry insiders are of the view that medicine exports from Bangladesh, given its potentials, could have increased manifold had there been accredited labs in the country to conduct proper bio-equivalence and bio-availability tests of the generic drugs produced locally.While recognising the move of the pharma company to set up an overseas manufacturing base is laudable, it must also the noted that in order for the industry to rise to its potential, it has to choose the right option and in the right direction of production line.",
        "headline_1": "Pharma industry should emphasise production of generic drug",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pharma-industry-should-emphasise-production-of-generic-drug-1700751648",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "There is every reason to be concerned about the impact of the ongoing political turbulence on the country's limping economy. The economy has yet to recover from the combined adverse impacts of Covid-time disruption of industrial production and post-pandemic energy crisis made worse by the unexpected dysfunction of commodities' global supply chain due to the Ukraine war. At a time the economy is facing multifarious and steeper challenges originating from a hostile international regime, the country needed a solid unity to put its house in order. But instead, it is riven by fractious politics. In fact, political turmoil and labour unrest in the sector that has been the mainstay of the country's foreign exchange earning with a share of an overwhelming 85 per cent of the total came hand in hand, casting an ominous shadow on the economy. The way the labour unrest has been suppressed does hardly give the impression of a settlement of the problem to the mutual satisfaction of the parties involved ---workers and owners of garment factories. What is particularly agonising is that disgruntled workers with little bargaining power can never consider themselves an inalienable part of the industry and are unlikely to put in their best. The management has the power to dictate terms when it comes to relations between it and workers. Intriguingly, foreign buyers who espouse better industrial working environment and labour rights and relations are unwilling to pay a little more so that workers' wages can be raised to a decent level. Accepted that they are also facing an economic slump but an extra cent on an article of garment can go a long way to bring about a discernible improvement to the workers' wage structure. Indications are that anything of this order is unlikely to happen soon. Rather, to go by the European Union (EU) team's observation and the US stand on labour right here, things may get complicated and worse for the apparel industry. The news on the remittance front is also not very encouraging. If there is a twin setback the economy is destined to suffer, the prospect of the country's recovery recedes further into the distant horizon. What then is left for the nation to fall back upon? The unanimous answer would be the country's agriculture that has steadily done better to feed the nation. Research, experiment and successful implementation of the laboratory results at the field level have brought about a paradigm shift in the country's agriculture. The achievement in this sector is really enviable. On this count, agricultural scientists have made the nation proud. The government policy support also helped the matter. But the real heroes have been the multitudes of farmers who have made the green revolution possible. But alas! they are the most neglected lot and has systematically been deprived of the reward they deserve. Right now as the external phenomena pose a threat to the country's economy, the internal environment fraught with political violence, arson and sabotage deals a literally mortal blow to the farmers growing particularly perishable produce. The news is that the Rajshahi belt known for growing vegetables and other cash crops including fruits as well as for fish farming has been hit hard by the political programmes of repeated hartals and blockades. In the Rajshahi region, a total of 500,000 metric tonnes of vegetables is grown, most of which is supplied to other areas of the country including the capital. Similarly, fish production from 50,720 ponds, 11 rivers, 67 beels (marshy land), 167 canals and other water bodies of the nine upazilas of Rajshahi accounts for 87,270 metric tonnes. A contemporary reports that vegetable farmers are counting losses for various reasons. The perishable produce has to sustain 20-25 per cent damage in normal time because of a lack of modern preservation facilities. With the instances of setting vegetable-carrying trucks on fire, the supply line has met with a reversal causing damages and losses. Prices have registered a drastic fall in the local market and the carrying cost has gone up too, forcing farmers to incur losses. In case of fish, only 50 truck-load of those, as against 250 trucks in normal time, a day can be sent to different parts of the country. Abnormal price fall for all kinds of fish and higher truck fare are becoming responsible for a loss of Tk 50,000 on each such truck. Fish farms have been forced to abandon their daily catch but they are confronting a double whammy of price slump and the suddenly hiked prices of fish feed which is a must for survival of fish raised under the controlled farming. All farmers are reeling from the undesirable market disruption, the marginal among them are only more so. Because traders from other districts have stopped arriving to procure vegetables from fields, the small farmers are made to dispose of their produce at throw-away prices. Large farmers can hire trucks at higher costs to send their produce ---albeit on a limited scale. The picture is representative of the situation now farmers everywhere find themselves in. It is true for vegetable and fruit producers of Jashore, Barishal, Khulna, Cumilla and Chattogram. Thus the combined adverse impact on agricultural produce, particularly perishable items is sure to hurt farmers' income gravely as well as the national economy beyond all measures. Why not exempt vehicles carrying agricultural and food items from the purview of hartal and blockade? This is the least political parties can do in order to avoid damaging further the prospect of food security for the vulnerable in society. \n[email protected]",
        "headline_1": "Hurting farmers is to hurt national interests",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hurting-farmers-is-to-hurt-national-interests-1700751690",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "The scheduled banks' statistics made available by the central bank on Tuesday last carried one piece of good news: the volume of non-performing loans (NPLs) in the country's banking industry has declined but in a miniscule amount. Yet readers felt betrayed when they detected a mismatch between the newspaper headlines and the content of the reports on the issue. In real terms, the size of NPL at the end of the third quarter of the current calendar year had turned bigger in keeping with the trend witnessed in recent years. The basic reason for NPL coming down at the end of the July-September period of 2023 was an unusual one. The volume of NPL with the state-owned banks declined by Tk 86.57 billion to Tk 657.97 billion at the end of September last. However, the volume of soured loans belonging to private banks rose by more than Tk 70 billion taka to Tk 815.37 billion during the period under review. How could the private banks that have been carrying a huge burden of default loans demonstrate such a spectacular performance? Rescheduling, a tool that banks have been using indiscriminately to provide relief to their 'distressed' borrowers or to give their financials a healthy look, made all the difference.If not all, one state-owned bank Janata regularised loans worth Tk13.7 billion belonging to two large and influential corporate houses through rescheduling. This had made a notable cut in the NPL volume of all public sector banks.Some large corporate borrowers have their banks or major shareholdings in private banks. Instead of borrowing from the private sector banks, they prefer state-owned banks for borrowing, mainly because exercise of undue sway over those institutions is rather easy. That is why the share of NPL in the total outstanding loans of the state-owned banks is as high as 25 per cent. However, the latest decline in NPL of Janata Bank has pulled down that share to 21.7 per cent. The main reasons for the public sector banks having the huge burden of NPL are irregularities in the sanction of loans and their recovery. Until recently, in many cases, large and influential borrowers---mostly delinquent ones---used to determine who would be chairmen and managing directors of these banks. However, some private banks are no better than their state-owned counterparts as far as NPL is concerned. According to a newspaper report, around 63 per cent of total NPLs belongs to only 10 banks---five state-owned and five private. The entire loan portfolio of the National Bank of Pakistan is reportedly classified. Three private banks have got 60 per cent of their loans classified. It does not need any elaboration that the country's banking sector is not in a good shape. It needs to go through major reforms. As things have been proceeding until now, it is difficult to say that the government will subject banks to any drastic reforms. The situation, in that case, might become pretty bad if the current state of affairs continues for some more time.The government forced a few state-owned banks and financial institutions to buy the major stake in a sinking private bank, formerly Farmers' Bank and now Padma Bank, to keep the latter afloat. However, the repetition of similar acts might prove difficult in the future. So, it is better to streamline the banking sector early. The central bank might also consider the use of merger and acquisition that, many feel, have been long overdue. \n[email protected]",
        "headline_1": "NPLs: When change is cosmetic",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/npls-when-change-is-cosmetic-1700751727",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2023"
    },
    {
        "full_article": "It is no secret that every food item from rice and eggs, to vegetables and spices is more expensive than it used to be, and many of us are left wondering when prices will go back to 'normal'. Although global food inflation has eased considerably, people in Bangladesh are facing price hike at rates not seen in decades while their wages have not gone up. This has left them struggling with debt and sacrificing the essentials. According to the Food and Agriculture Organization (FAO), food inflation has decreased to the lowest level in the world in August. But in Bangladesh, it is at its highest. Low- and middle-income groups suffer, daily wage earners only more so. When a product's supply falls short of demand, it becomes pricier. But in our country, a dishonest section of traders create artificial crisis of products and increase their prices. In a free-market economy, the government does not have the opportunity to control the market. As a result, low-income groups are living in a precarious situation. The authorities concerned should take necessary measures to ensure adequate supply of goods and create a consumer-friendly market system. The unscrupulous traders involved in creating artificial crisis should be brought to justice. Let the law enforcement agencies also keep a close watch on the market.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Will food prices go down in Bangladesh?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-food-prices-go-down-in-bangladesh-1700751751",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-11-2023"
    }
]