[
    {
        "full_article": "The latest World Economic Outlook released by the International Monetary Fund (IMF) has some good tidings, and some ominous assessments. The good news — that largely pertains to the short term — is that a much-feared global recession has been averted, the global war against inflation ‘almost’ won, and growth is holding steady. The U.S. is likely to grow faster this year than anticipated earlier, balancing out lower estimates for some large European nations. Among developing countries, the IMF downgraded growth hopes for West Asia, sub-Saharan Africa and Central Asia as conflicts and unrest disrupt production and shipping. However, brighter prospects for emerging Asia, enhanced by higher public investments in China and India, offset those downward pressures. The IMF expects the world to grow 3.2% in 2024, as in 2023. The moderation in inflation has been partly attributed to the unwinding of shocks since the COVID-19 pandemic and the Ukraine war, but tight monetary policies played a crucial role too, it noted. With inflation returning near central banks’ targets, there is now room for pivoting monetary policy to a neutral stance and supporting economic activity. Yet, the IMF has cautioned about food price pressures again in some emerging economies, and services inflation being too high, at almost double the pre-pandemic levels.For India, the IMF has maintained its GDP growth estimate at 7% for 2024-25, followed by 6.5% next year, but linked the moderation in growth from last year to the exhaustion of “pent-up demand accumulated during the pandemic”. Some of this is visible in car and consumer non-durable sales, with urban demand stumbling. A Reserve Bank of India index pegs second quarter GDP growth at 6.8% — it was 6.7% in the first. The favourable monsoon and improved rural incomes could lift the tide in coming months, but may not be taken for granted yet. Of concern, however, is the IMF’s prognosis that global growth should reach a “mediocre” 3.1% in five years, underwhelming relative to pre-COVID trends, with protectionist industrial and trade policies gaining more traction. India’s economy may hinge more on domestic momentum but weaker exports and investment flows will not help. The Centre’s recent averments on the reform agenda have signalled that most work now needs to be done in the States. While that is a truism, central policymakers also need to work doubly hard to lift potential growth: be it to make India a more open economy by lowering import tariffs and FDI barriers as the World Bank has mooted, as well as undertake “ambitious’ domestic reforms to improve competition, economic integration and spur private investments, suggested by the IMF. Published - October 24, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neconomy (general)\n\n/\n\nrecession/slowdown\n\n/\n\nEuropean Union\n\n/\n\nAfrican Union\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\nCoronavirus\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nfood\n\n/\n\nprices\n\n/\n\nReserve Bank of India\n\n/\n\nautomobile\n\n/\n\nMonsoon\n\n/\n\npersonal income\n\n/\n\nforeign investment\n\n/\n\ninvestments",
        "headline_1": "Growth prescription: On the latest World Economic Outlook",
        "headline_2": "The IMF’s ‘mediocre’ medium-term outlook merits policy attention",
        "link": "https://www.thehindu.com/opinion/editorial/growth-prescription-on-the-latest-world-economic-outlook/article68787925.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "The furore that accompanies an outbreak of a disease is seldom matched by the triumph over the cause of the disease, with some exceptions. The recent achievement India has struck with kala-azar, bringing it to the brink of elimination as a public health issue, or with eliminating bacterial eye infection trachoma, sits squat in that quarter. India will seek WHO certification for eliminating kala-azar, after it brought down the number of cases to under one in 10,000, for two consecutive years now. It is considered the second deadliest parasitic disease after malaria in India. As per figures by the Union Health Ministry, India registered 595 cases and four deaths in 2023, and 339 cases and one death so far this year. The country must retain this achievement for another year to be eligible for WHO certification. Epidemiology makes the differentiation between elimination and eradication of a disease; with elimination, a nation needs to keep the number of cases under a specified limit, which means it ceases to be a public health problem, whereas with eradication, no further cases can occur. While disease eradication is very challenging, and has been achieved only with smallpox, elimination is no cakewalk. Particularly for diseases that do not have a vaccine. Even modern armamentaria come up short while trying for a vaccine for either kala-azar, or trachoma, making the public health achievement all the more special. Kala-azar is spread by the sandfly which passes on the protozoan parasite, Leishmania donovani, and is present in only one of its forms, visceral leishmaniasis. Trachoma, caused by the bacteria, Chlamydia trachomatis, is the leading infectious cause of blindness in the world. India contributed about 11.5% of the cases of kala-azar globally and in the 1970s, trachoma was responsible for 5% of all blindness in the country.Kala-azar and trachoma share other commonalities — they are classified under the category ‘neglected tropical disease’, and are caused by conditions of poverty and inadequate sanitation; it was a sustained government-run public health campaign that addressed the disease spread, and its social implications — including income, access to nutrition and health services — that finally managed to crack elimination. However, sustained surveillance, post declaration for trachoma and as India moves towards elimination for kala-azar, is key. While celebration post such a well-fought public health campaign is necessary, complacence will erode all gains, considering the disease remains in the community, below the WHO-recommended radar. Efforts to find better cures and vaccines must not be suspended because of present gains; indeed, the vigil must be eternal, or, until the disease is eradicated.  Published - October 24, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ndisease\n\n/\n\ndisease prevention\n\n/\n\nIndia\n\n/\n\nUnited Nations\n\n/\n\nhealth\n\n/\n\nepidemic and plague\n\n/\n\npublic health/community medicine\n\n/\n\nopthalmology\n\n/\n\npoverty",
        "headline_1": "​Celebration and vigil: On India, kala-azar and trachoma",
        "headline_2": "India must not let its guard down on kala-azar",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcelebration-and-vigil-on-india-kala-azar-and-trachoma/article68787789.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Priyanka’s Wayanad campaign & her future as politician depend on her not being seen as brother’s shadow\nThirty-five years is many years but perhaps not a long time in politics. That’s how long Priyanka Gandhi Vadra said she’s been campaigning, since age 17. With bruising defeats and rare wins under her belt as poll in-charge in a couple of states, PGV joins the electoral contest via the LS bypoll in Wayanad as a seasoned politician. From her very first campaign step, Priyanka’s enjoyed a people-connect that Rahul could establish only after walking 4,000km and some. But can PGV expect an easy win? No. Wayanad is no cakewalk even if Rahul won by over 3.6L votes.\nTough test | For starters, Wayanad is the only seat where even Congress’s national allies Left Front are rivals. Hers will be the Congress campaign most dissected. Regardless of her popularity, a constituency devastated by a natural disaster demands hard politics. Allegations of graft in relief work chased local govt. But talking graft will surely rake up allegations against her spouse – her very own baggage. PGV may find her years of campaigning melt away as she runs her own campaign, knowing she’ll have to bring in her own brand of politics to really burnish her credentials. \nBhai why | Rahul, who was at Priyanka’s side in Wayanad, could barely hold back his excitement – very one-for-the-album, very desi-brotherly and very odd too – because PGV’s future in electoral politics depends on her not being surrounded by  bhai vibes. So, Rahul’s comment that electing her will ensure Wayanad gets two MPs, “one official, one unofficial”, may have been meant to communicate sister-bro commitment to Wayanad but could be construed as her being the ‘proxy’ for Rahul. Teamwork is good, shadow MP, not so much. PGV’s ability to step away from the forever-campaigning sibling role will decide her career in electoral politics. All eyes on Wayanad.\n\n",
        "headline_1": "Give sis a miss",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/give-sis-a-miss/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "New Delhi must forever be wary of Xi’s China, and work on reducing critical gaps in national power \nFollowing the announcement of an LAC patrolling agreement, Modi and Xi met yesterday on the sidelines of the Brics summit in Kazan, Russia – their first bilateral in five years. While this is not a resumption of business as usual, it does signal intent on both sides to seek ways to improve the India-China equation. However, New Delhi must confront some hard truths to protect itself from falling for another Chinese trap. \nNot equals | We may imagine the India-China relationship as one of equals but there’s a huge skew in the national power of the two countries. China’s economic size is $18.5tn. India’s is $3.8tn. Beijing’s defence budget for 2024 is $236bn. India’s is $75bn. In other words, the difference in size matters. And an expansionist, hyper-nationalist China under Xi can easily turn that size into bullying tactics as and when it suits Beijing. \nChinese naval muscle | China has the largest navy in the world today. And it continues to churn out naval vessels at a fast clip. Consider just one metric: submarines. Chinese navy has 60 nuclear and conventional diesel-electric submarines. India has just two nuclear and 16 diesel-electric submarines. With this inventory, guess who is in a position to dominate the Indian Ocean sealanes? \nTech dominance | Plus, Beijing’s dominance in critical technologies is a serious problem for India. China is a global leader in batteries, accounting for 70-90% of the world market in lithium-ion batteries across their entire value chain. Which means at this rate, all of India’s EVs and even New Delhi’s green transition plans will hinge on Chinese batteries. As the accompanying Op-ed on this page shows, that presents a serious security issue for India. Even on semiconductors for which GOI is now trying to set up indigenous production – the first chip fab is coming up in Gujarat as a joint project between the Tatas and Taiwan’s PSMC – China is investing far more. Despite US sanctions, Huawei last year released a smartphone with a reported 7-nanometre chipset manufactured by China’s SMIC. The Gujarat fab will produce 28-nanometre chips. \nTrust but verify | Combine this with China’s closed system and Xi’s obsession with re-writing global rules. This means Beijing can flip policies and strategies without notice. Note that Beijing has refused to renounce use of force against Taiwan. And it feted Chinese soldiers who took part in Galwan. New Delhi should be cautious about Xi’s moves and build its own strengths.             \n\n",
        "headline_1": "Ice melts, but…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ice-melts-but/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "‘Value bigger picture beyond Big 5.’ Says who? ‘Tiger Man’! \nThe advice came at a litfest named after Khushwant Singh, a passionate champion of ecology long before it became fashionate. The apt venue was Kasauli, which courtesy army, is one of the few hill stations where the woods are still lovely, dark, and not neck-deep in tourism – today’s Himalayan plunder. Ironically, the plea to stop making the tiger sole goal of the sanctuary tourist was from MK Ranjitsinhji, who ranks among the brain – and brawn – behind India’s spectacular success in saving this magnificent beast.\nThe articulate, elegant, tweed-jacketed scion of princely Wankaner sported a tiger on tie, scarf, and enamel cufflinks. But he still despaired of the obsession that ruins the trip for those who come away without having ‘earned their  stripes’. Mea culpa, I too have remained unimpressed – even blind – to the abundance of other fauna and flora that would have made the trip as paisa vasool. \nMaharajas were once responsible for the decimation of the big cats, but a handful have atoned in full measure. In Ranjitsinhji’s case could it also be the ‘divine hand’ in the form of a wizened silverback gorilla in Rwanda who’d reached down to almost physically bless him, then just a teenager? The simian hag had caught his sympathetic look when a mother gorilla kept dragging away the babies which this ‘granny’ had so wanted to cuddle.   \nWhat stood out in his talk was that conservation is more important than preservation. And make micro serve macro. ‘Use dolphin as umbrella for river.’ The obverse is even truer.    \n‘To save the tiger, we must save what’s more important than the tiger: save  different types of topography.’ Mostly water gets voter who gets neta’s attention. \nThe relevance hit closer home as I listened next day to Amitabh Kant’s data dazzle’ on Viksit Bharat. Yes, ‘sustainable urbanisation’ is imperative to this grand design. But, sir, could you please improve our present, polluted, pot-holed, traffic-jammed, tower-blocked urban topography to save citizen’s peace of mind?\n                                              ***\nAlec Smart said: “Bibi is Saheb of Israel; wants to make whole West Asia his Ghulam.” \n\n",
        "headline_1": "‘Megamammalomania’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/megamammalomania/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "We will introduce a new Employment Linked Incentive (ELI) scheme for corporates to create good quality jobs| Congress manifesto for 2024 Lok Sabha elections.\n“Our govt will implement a new Employment Linked Incentive scheme,” said finance minister Nirmala Sitharaman in her 2024 Budget speech.\n\nClearly, there is political consensus for an ELI scheme, which bodes well for the country. But it would be wrong to interpret this bipartisan agreement as being merely for an economic policy or a scheme. It signifies a deeper recognition across the political spectrum that the conventional economic idea of higher output leading to more jobs no longer holds.\nRead full story on TOI+\n\n",
        "headline_1": "Get over this obsession with GDP",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/get-over-this-obsession-with-gdp/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "We are concerned about the tendency, as evidenced by some recent events, to apply high-pressure tactics to rush important decisions that otherwise need careful deliberation based on diverse and informed perspectives. The latest incident occurred on Tuesday evening, when several hundred protesters tried to break through security barriers in front of Bangabhaban demanding the resignation of President Mohammed Shahabuddin. The ensuing clash left five people with minor injuries, as police resorted to baton charges and tear gas to disperse the crowd. Last week, the same tendency was on display when student leaders led a protest on the Supreme Court premises demanding the resignation of \"pro-Awami League fascist judges\", forcing a decision that should have been reached following due process.\nThe controversy surrounding the president began after Manab Zamin published an interview on Sunday, in which he claimed he had only heard about Sheikh Hasina's resignation but found no \"documentary evidence\" of it. This, from a man whose retention after the fall of Awami League was deemed a constitutional necessity, sparked heated reactions as well as demonstrations in Dhaka and other districts. At the Central Shaheed Minar earlier on Tuesday, leaders of the Anti-Discrimination Student Movement issued an ultimatum to meet their five-point demand, including the president's removal, by the end of this week. Their other demands include annulment of the 1972 constitution, a permanent ban on Chhatra League, declaration of a \"Proclamation of the Republic\" to govern post-2024 Bangladesh, and invalidation of the 2014, 2018, and 2024 elections.\nAll these issues, we must say, have profound legal and political implications that cannot be taken lightly. Any forced decision risks not only creating new crises down the line but also weakening or disrupting the ongoing reform drive of the government. It cannot be denied that some of the demands raised by protesters have merit, having arisen from a backdrop of sustained grievances over decades. The power of mass mobilisation to effect change cannot be denied either, especially after the mass uprising. But the current political landscape is different. The interim government, born out of that uprising, has a mandate to reshape the nation's future through proper reforms, and it must be given constructive support—not threats or ultimatums—to do that since rushing through critical decisions could result in half-baked policies that fail to address the deeper issues plaguing the country.\nThe president's removal, for example, is a decision that needs political consensus which cannot be forced upon. If or when it happens, it must happen in a judicious, fully-thought-through manner that serves our long-term interests. The same goes for any decision related to the constitution. We have a nine-member reform commission currently reviewing the constitution. Demanding its instant annulment while such a body of experts is in place undermines the purpose of this process. If protesters push for immediate actions without regard for due process, what is the point of having all such commissions?\nWe, therefore, urge protesters, especially student leaders, to show the same maturity they did during the uprising. The current period, with so many actors of competing interests around, calls for caution and collaboration with the government to ensure the reform drive remains on course. If real, meaningful change is what we want, there is no alternative to constructive engagement.\n",
        "headline_1": "Urgency for change must not override the need for deliberation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/urgency-change-must-not-override-the-need-deliberation-3734806",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Democracy relies on the principles of informed citizen participation, transparency, and accountability. However, in Bangladesh, the democratic process faces significant challenges, with one key issue being the pervasive spread of misinformation and the powerful influence of online platforms.\nIn recent years, internet usage and social media penetration have surged in Bangladesh. While this has facilitated the exchange of information, it has also become a breeding ground for misinformation, fake news, rumours, and deliberate propaganda. As the country becomes increasingly digitised, the impact of misinformation on public opinion and political decision-making is more pronounced than ever.\nIn some cases, mainstream media has also played a problematic role in spreading misinformation. Sensationalised headlines or misleading titles often contribute to the spread of false information—media outlets, driven by competition for attention and viewership, sometimes prioritise sensationalism over fact-based reporting. This practice not only misinforms the public but also deepens confusion on critical issues.\nMisinformation spreads quickly in these environments, creating confusion and leading to misguided decisions based on false premises. This issue becomes particularly acute during times of political tension and unrest. Political parties and vested interest groups often use social media to spread rumours and misinform the public in an attempt to influence political preferences. These falsehoods are often crafted to appear credible, making it difficult for the average citizen to discern fact from fiction.\nA notable example is the rise in communal violence fuelled by rumours spread on social media. Recently, there have been several incidents where religiously sensitive issues were blown out of proportion by online misinformation, leading to mob violence and even deaths. This highlights the dangerous role both online misinformation and misleading mainstream media can play in destabilising society and undermining democratic processes.\nDuring electoral campaigns and political events, the spread of misinformation intensifies as various political factions seek to sway public opinion in their favour. This includes rumours, fake news stories, and manipulated images or videos—or even misleading media headlines.\nWhile the internet has opened avenues for greater political engagement and discourse, it has also led to the proliferation of echo chambers—online spaces where individuals are primarily exposed to information that reinforces their existing beliefs. These echo chambers distort public perceptions of political issues, contributing to polarisation and undermining democratic deliberation.\nMoreover, social media algorithms exacerbate this problem. Users are often fed content that aligns with their previous interactions, perpetuating misinformation and limiting exposure to diverse viewpoints. As a result, individuals may become trapped in a cycle of misinformation, further entrenching their beliefs and reducing the likelihood of meaningful dialogue across political divides.\nThe consequences of misinformation and online influence on democracy in Bangladesh are profound. First and foremost, they erode public trust in democratic institutions. When citizens are bombarded with conflicting narratives, they become disillusioned with the political process and are less likely to engage in civic activities. This disengagement diminishes the overall health of democracy.\nFurthermore, the manipulation of public opinion through misinformation can have serious implications for policy-making. When policymakers rely on distorted data and public perceptions shaped by misinformation, they may make decisions that do not reflect the actual needs and interests of the population. This misalignment can hinder effective governance and stall progress on critical issues facing the country.\nTo address the challenges posed by misinformation and online influence, Bangladesh must take a multi-faceted approach. First, enhancing media literacy among the population is essential. Educating citizens on how to critically evaluate information sources, discern facts from falsehoods, and engage constructively with diverse viewpoints can empower them to navigate the complex online landscape.\nTraditional media houses also have a critical role to play. As established sources of news, they have a responsibility to ensure their reporting is fact-based, transparent, and free of sensationalism. By adopting ethical journalism practices, verifying sources, and avoiding misleading headlines, they can set a standard for the responsible dissemination of information. Media houses should collaborate with fact-checking organisations and other institutions to counter the spread of misinformation, both online and through their platforms.\nAdditionally, social media companies and the government must collaborate to develop robust mechanisms for identifying and addressing misinformation. This includes implementing fact-checking initiatives, promoting transparency in content moderation, and creating awareness campaigns to inform users about the dangers of misinformation.\nFinally, fostering an open political culture that encourages constructive debate and dialogue is crucial. When citizens feel free to express their views and engage in political discussions, they are less likely to be swayed by misinformation. A well-informed electorate is essential for the success of democracy, and this can only be achieved through collaborative efforts to combat misinformation and promote civic engagement.\nDebbrata Kumar Adhikary is a development practitioner.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How misinformation threatens our democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-misinformation-threatens-our-democracy-3734491",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Since the British era, pedal rickshaws have been at the forefront of urban and rural transportation for the entire population of Bangladesh. Be it taking children to school, going to bazaar for groceries, or enjoying an afternoon ride, generations of families have enjoyed door-to-door services of rickshaws in their daily lives. Pedal rickshaws are embedded in our culture, much like Bangkok's iconic \"Tuktuks,\" the Filipino \"Habal Habal\" or Kolkata's hand-pulled rickshaws. Rickshaws were originally introduced in the subcontinent by the colonialists to exercise their power and portray class differences to the colonised.\nIn recent years, there has been a debate about the suitability of pedal versus battery-powered rickshaws in today's Bangladesh. We also witnessed demonstrations by both groups of rickshaw drivers in recent months. Both types of rickshaws have benefits and drawbacks, so there needs to be a thorough analysis at the national level to determine the future of millions of rickshaw pullers and drivers. This article will try to dig into the arguments raised by different groups from a socio-economic perspective.\n\nOne of the major challenges in incorporating battery-powered rickshaws into our cities is the cost of batteries and their installation. For rickshaw pullers, most of whom are financially vulnerable, transitioning to battery-powered rickshaws can be a costly undertaking with many, particularly in Dhaka, not owning their rickshaws. Instead, they rent them from contractors or businessmen who typically have fleets of 10 to 20 rickshaws, charging a fixed daily fee. As battery-powered rickshaws gain popularity, more owners are likely to replace traditional pedal rickshaws with battery-operated ones. However, the high cost of batteries may force them to reduce the size of their fleets, which could lead to significant unemployment in the rickshaw industry.\nAnother issue is that 90 percent of the nation's rickshaw-charging garages rely on illegal or bypassed electricity connections. As a result, rickshaw pullers do not pay for electricity, causing losses for the Dhaka Power Distribution Company, Dhaka Electric Supply Company, and Bangladesh Rural Electrification Board.\nHowever, battery-powered rickshaws offer greater mobility compared to pedal rickshaws due to their consistent speed and longer range. According to a research paper titled \"Impact of Pedal Powered Vehicles on Average Traffic Speed in Dhaka City,\" roads without rickshaws have an average speed of about 20 kilometres per hour, whereas roads with rickshaws average only 11 kilometres per hour. This shows that pedal rickshaws slow down traffic, creating obstacles for cars, motorcycles, and buses.\nCurrently, almost the entire rickshaw industry operates within the grey economy, meaning it is neither taxed nor regulated by the government. This lack of oversight leads to frequent unlawful activities, including traffic violations, bribery, corruption, and syndicate involvement. A major concern with battery-powered rickshaws is the risk of serious injuries to both pedestrians and passengers in the event of an accident. The fragile structure of these vehicles, combined with their relatively high speeds, does not offer enough safety for the users and passengers.\nRickshaw lanes are not a groundbreaking idea or revolutionary policy in Bangladesh. They have been often advocated as a solution and successfully implemented in some areas, including the Bashundhara residential area, which shows how traffic could improve if rickshaw lanes were introduced throughout Dhaka and other cities. Adding dedicated rickshaw lanes would enhance mobility and safety by separating rickshaws from motor vehicles. Establishing these lanes on the far left side of roads would not only address the speed mismatch between rickshaws and motor vehicles but also help reduce illegal parking issues. According to a study by Bari and Efroymson (2006), parked cars are the \"least efficient users of spaces,\" so creating rickshaw lanes would yield greater benefits. Although some argue that developing nations face a \"shortage of road space\" for separate lanes, this is a crucial step toward ensuring safety and smoother traffic flow.\n\nMoreover, battery-powered rickshaws should be regulated to generate revenue from charging. Similar to gas stations, rickshaw charging stations can be established in various areas. These stations could also incorporate solar systems to alleviate some pressure on the electricity grid. Additionally, separate metres and electricity pricing—aligning with rickshaw fares and the average income of rickshaw pullers—should also be implemented. Plans also must consider fare limits for rickshaws to ensure economic accessibility for people from all income backgrounds.\nThe rickshaw industry requires digitalisation similar to most other industries in Bangladesh. A complete switch to battery-powered rickshaws would be a key step forward. These rickshaws ease the physical strain on drivers and create an income option for the elderly and disabled. In some areas, rickshaw pullers require a licence to operate. Ensuring that they carry their licence will ensure they are held accountable for traffic violations.\n\nIn fact, it is essential to bring the entire industry under government administration and include services such as registration of rickshaws, appropriate training to ensure compliance with traffic rules, etc. Currently, there is no national law governing rickshaws. They are controlled by individual municipalities and city corporations. So it is important to introduce a national-level legal framework based on which local governments can add their own regulations in their respective localities. The national framework must include separate lanes for rickshaws in three-lane or wider roads, mandatory speed limits that may vary according to area, and limits on the number of rickshaws allowed to ply in a particular area to control congestion. Strict implementation of these rules at the national and local levels will ensure improvements in traffic congestion and road safety.\nIt is a complex task to legalise and implement regulations for battery-powered rickshaws, and the issue is exacerbated by the electric power consumption concerns and economic consequences on pedal rickshaw pullers. However, in the long run, battery-powered rickshaws have to be incorporated in our society because of the benefits they offer—higher speed and accessibility. Steps can be taken to improve the structural integrity of battery-powered rickshaws to address safety concerns. The government must ensure a smooth transition to battery power-rickshaws so that all parties can benefit from it.\nPrity Rayhan is a student in the economics and social sciences department of BRAC University. She can be reached at [email protected].\n\nTashriq Estiaq Syed is a student in the economics and social sciences department of BRAC University. He can be reached at [email protected].\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Battery-powered rickshaw is the way forward",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/battery-powered-rickshaw-the-way-forward-3733991",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Fitch, the US-based global credit-rating agency, forecasts a good tiding for Bangladesh economy provided that the government pursues reform. The uncertainty arising out of the political changeover over the economy, the agency maintains, is likely to be short-lived and the country's mid-term macroeconomic outlook is positive. However, the rating agency duly recognises the adverse effects of the shockwaves of the violent movement that toppled the immediate past government. Thus it has downgraded the country's output growth from its earlier projected 5.3 per cent to 4.5 per cent following identical slashing of growth projection by the International Monetary Fund (IMF) from 6.6 per cent for the fiscal year 2024-25. The other Bretton Woods Institution, the World Bank, also revised the growth projection downward to 4.0 per cent last week. The rating agency, however, sees an economic recovery in 2026 when the country may witness an economic upturn riding on a 5.7 GDP growth rate. This recovery is, however, conditional. If external metrics like that of remittance sent by workers abroad remain stable, only then can it experience a turnaround. Improved macroeconomic performance alone cannot guarantee a country's social progress because much depends on how the national wealth is created and distributed. Under oligarchy, plutocracy or kleptocracy, outsize wealth may be created depriving the majority of its benefits. International agencies may wax eloquent about developments of any such order but outrageous socio-economic inequality marked by abject poverty for a hapless segment of society can negate the macroeconomic success. As many as 41.7 million people in Bangladesh now live in extreme poverty, according to a report titled \"2024 Global Multidimensional Poverty Index released jointly by the United Nations Development Programme (UNDP) and the Oxford Poverty and Human Development Initiative of the Oxford University. Of them 6.5 per cent are particularly vulnerable to food insecurity. Right now, inflation has been raging after a slight lull in the previous month. Earlier, disruption of the supply chain was thought to be responsible for the latest soaring inflation but it has proved wrong. Although the World Bank projects an easing of inflation to 9.0 per cent in the fiscal 2025, signs are to the contrary. Market manipulation and exchange of several hands all along the supply chain before agricultural produce and other commodities reach the consumers have now been blamed for abnormal price escalation. The low-income segments in society are increasingly becoming disillusioned with the administrative measures because they read in the anti-discrimination movement some relief was on their way. Many of the lower classes also felt prompted to join the movement with hope for better days. Now they are utterly disappointed. The year 2026, when Bangladesh economy is expected to recover reasonably and create employment opportunities, is a long way off for the poor and the marginal and even the lower-middle class people. Their urgency is so pressing that any further wait for brighter economic prospects proves very painful. Yet another round of price rise of essentials including rice of late makes matters worse for them. It would be prudent to focus on microeconomic resurgence. The sector of small and medium enterprises (SMEs) has failed to avail of the stimulus packages meant for industrial recovery in post-pandemic period mostly because of a lack of collateral. If appropriate policies are formulated and effective monitoring along with support for marketing products of such enterprises is put in place, economy at the grassroots level can buoy up and create employment opportunities.",
        "headline_1": "Macroeconomic recovery for whom?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/macroeconomic-recovery-for-whom-1729697010",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Students protesting at Nilkhet and Science Lab intersections on Monday demanding disaffiliation of seven public colleges with DU — FE Photo \nThe students of the seven colleges affiliated with Dhaka University have once again taken to the streets with a three-point demand to address their grievances. This time, central to their movement is the formation of a reform committee to establish an autonomous public university exclusively for these seven colleges. They have also called for a draft plan within 30 working days to outline the structure of this university, developed in consultation with teachers, students, and relevant stakeholders. The students are also seeking coordination with Dhaka University to ensure that the current structure remains intact until their demands are met, and to prevent any further backlogs academic years. The seven colleges - Dhaka College, Eden Mohila College, Government Shaheed Suhrawardy College, Kabi Nazrul Government College, Begum Badrunnesa Government Mohila College, Mirpur Government Bangla College, and Government Titumir College - are some of the oldest educational institutions in Dhaka. In 2017, these colleges were affiliated with Dhaka University under a directive from former Prime Minister Sheikh Hasina, with the goal of enhancing academic standards and reducing session jams. Initially, many of the students were seen welcoming the decision with enthusiasm, believing this move would bring about positive change in their academic journey.A few years later, however, that initial optimism has disintegrated into disillusionment and the problems these students have been facing have worsened. A four-year graduation course, for example, is now dragging on for six years/ sometimes even longer in some departments, leaving many students worried about when they will enter the job market and stand on their own feet. Protesting isn't new to them. Since the affiliation, students from these colleges have repeatedly taken to the streets to protest legitimate concerns, such as holding exams and publishing results on time. In a civilized society, it would be unthinkable that students must resort to protests to demand these basic rights.The affiliation of the seven colleges with Dhaka University was a politically motivated decision made without prior evaluation. Evidently, Dhaka University was not equipped to handle the influx of nearly 200,000 students of the seven colleges, as it had already been struggling to provide adequate resources for its own regular students, totaling no less than 45,000.One report estimates, to manage the administrative and exam-related tasks of the affiliated colleges, Dhaka University would require at least 250 additional administrative staff and a dedicated building. In reality, however, it received approval from the University Grants Commission to recruit only 30 staff, and the administrative work for the seven colleges is being conducted from just four rooms. It is hardly surprising, therefore, that students from the seven colleges feel neglected and discriminated against. Many say they feel they are being treated like lower category students.One solution, which the students themselves suggest, lies in the creation of an autonomous university for the seven colleges. Professor Kamrul Hasan Mamun of Dhaka University's Physics Department has also suggested creating a collegiate university, similar to Tribhuvan University of Nepal or Calcutta University of West Bengal. A collegiate university is one where functions are divided between a central administration and several affiliated colleges.Many countries around the world have collegiate universities, where a central administration independently oversees university operations, and the colleges functions smoothly according to their principles and guidelines. In the context of Bangladesh, if the seven colleges were separated from Dhaka University and transformed into a collegiate university system, it is believed that the quality of education in these institutions could be significantly improved. Each of the seven colleges would have its own director, with an independent central administration overseeing their management, which would foster better academic standards and governance.Furthermore, students think, if the seven colleges are converted into a collegiate university, the faculty will have greater autonomy to develop course curriculum and improve the quality of education. This could help reduce session jam, ensure timely class, exams and results, and enable the colleges to operate more independently. By establishing separate academic boards, these colleges could complete their annual activities more efficiently.It is high time that the authorities listen to the students and seriously consider their demands. The affiliation of the seven colleges with Dhaka University is clearly not working. Disaffiliating these colleges from Dhaka University and creating a separate collegiate university could be a win-win situation for the Dhaka University students, those of the seven colleges, and the education system overall. This would allow Dhaka University to focus and allocate more of its resources to its own students while giving the colleges the independence to manage their academic and administrative affairs more efficiently. In a word, the plight of the students of the seven affiliated colleges must end, and, fortunately, there is a solution. They have every right to complete their higher education on time, with due process and proper standards, without being held back by bureaucratic bungling, inefficiencies, and systemic neglect.\n[email protected]",
        "headline_1": "Snapping link between seven colleges and DU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/snapping-link-between-seven-colleges-and-du-1729697072",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Saint Martin, a coral Island of Bangladesh \nTourism in Bangladesh has experienced significant growth in recent years, with thousands of Bangladeshis travelling to various tourist spots across the country. For many, domestic tourism has become a favoured option for family vacations and weekend getaways. However, the number of tourist destinations in the country remains limited, which is a major barrier to sustainable growth of this industry. Among the most visited places, Bandarban hill district and St. Martin's Island stand out as key attractions, but both locations face restrictions, creating challenges that must be addressed to prevent a decline of the tourism sector.The beautiful Bandarban hill district, with its lush greenery and vibrant indigenous cultures, is often subjected to restrictions for security reasons. Although these measures are important for maintaining law and order in sensitive regions, the frequent closure of such tourist spots hampers the growth of domestic tourism.St. Martin's Island, Bangladesh's only coral island, is another prime attraction that is facing severe restrictions. Due to environmental concerns and the fragility of its coral reefs, the government has limited the number of tourists who can visit the island. St. Martin's Island is not just a scenic location, but also an environmental treasure that requires careful preservation. Pollution and over-tourism have been identified as significant threats to the island's biodiversity, which has led to the imposition of restrictions on its use as a tourist destination.One immediate effect of these restrictions is the increased pressure on Cox's Bazar, which is already the largest tourist attraction in Bangladesh. Known for having the longest unbroken sea beach in the world, Cox's Bazar attracts millions of visitors every year. With restrictions on Bandarban and St. Martin's Island, more tourists will inevitably turn to Cox's Bazar as their primary destination, exacerbating existing issues of overcrowding and environmental degradation.Overdependence on a few tourist spots, such as Cox's Bazar, not only threatens the sustainability of these locations but also limits the overall growth potential of the tourism industry. It becomes a zero-sum game, where increased tourism in one area results in the neglect or over-exploitation of another. This trend must be reversed if Bangladesh is to fully realise the potential of its tourism sector.To mitigate these challenges, it is crucial for the government and private sector to invest in the development of new tourist destinations. There are numerous untapped regions across Bangladesh that could be developed into attractive alternatives for tourists. From the scenic tea gardens of Sylhet to the mangrove forests of the Sundarbans, Bangladesh boasts a rich diversity of landscapes that could serve as additional tourist hotspots.Moreover, infrastructure development, particularly in lesser-known regions, is essential. This could include improved transportation networks, modern lodging facilities, and better promotion of new or lesser-known destinations. Tourism authorities need to actively work on diversifying the available options so that tourists are not confined to just a handful of popular spots. Such diversification would not only reduce the burden on current hotspots but also create employment opportunities in newer regions, providing economic benefits to local communities.It is important to note that only a small fraction of Bangladeshis can afford to travel abroad for holidays. For the vast majority, domestic tourism is the only feasible option for vacationing with family and friends. The tourism sector also provides livelihoods for thousands of people, including hotel workers, tour operators, and local vendors. Any decline in domestic tourism due to limited options or over-reliance on a few destinations could lead to significant job losses and economic downturns in the tourism-dependent regions.To safeguard the future of the tourism industry, it is imperative that domestic tourism be expanded and diversified. By developing new destinations and providing a wider range of options, authorities can ensure the continued growth of this vital sector while protecting the environment and maintaining the cultural and natural heritage of Bangladesh.The tourism industry in Bangladesh stands at a critical juncture. While popular destinations like Bandarban and St. Martin's Island face necessary restrictions, it is essential for the government to develop alternative spots to prevent overcrowding and ensure the sustainability of the sector. By focusing on expanding domestic tourism, Bangladesh can protect its environmental treasures, stimulate local economies, and create more opportunities for both tourists and industry professionals alike.\n[email protected]",
        "headline_1": "Exploring new tourist spots",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exploring-new-tourist-spots-1729697121",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2024"
    },
    {
        "full_article": "Sustainable investment has become a crucial element of modern finance, which is centred on the idea that financial success should align with global responsibility. By incorporating Environmental, Social, and Governance (ESG) considerations into their investment strategies, investors are shifting their focus towards the long-term value of their investments. Businesses are being driven to reduce emissions and adopt renewable energy in response to climate change. Simultaneously, social issues such as diversity and fair wages are gaining attention from both investors and consumers, who are increasingly demanding corporate accountability.The rise of impact investing, particularly in disadvantaged regions, is providing financial support to projects that improve social and environmental conditions while generating substantial returns. Enhanced ESG reporting standards are offering reliable data for evaluating corporate sustainability, ensuring that businesses meet higher accountability benchmarks. This trend reflects a shift towards a future where finance plays a role in addressing global challenges. Companies that prioritise sustainability earn the trust of investors and bolster their long-term growth, proving that financial success and positive social impact can be achieved simultaneously. Ultimately, this movement signals that the future of finance is about making the world better for both people and the planet.\nMaisha MalihaNorth South University[email protected]",
        "headline_1": "Towards sustainable investing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/towards-sustainable-investing-1729697141",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-10-2024"
    }
]