[
    {
        "full_article": "The evolution of a democratic society is centred around the expansion of rights — civil, political, economic and cultural, leading to the empowerment of people. Democratic nations respect individual and group rights for moral and instrumental reasons. Duties, both legal and moral, are cherished in order to reinforce those rights. The obligations of the individual to the collective must be understood in that context; rights and duties complement each other, just as responsibility comes with freedom. Prime Minister Narendra Modi sought to suggest a dichotomy between the rights and duties of citizens when he said last week that the country had wasted a lot of time “fighting for rights” and “neglecting one’s duties”. His speech was not the first time that he or other Hindutva protagonists have called for a foregrounding of duties over rights. Service and the sacrifices of nameless and faceless nation-builders have formed the bedrock of the modern Indian Republic, but their sacrifices were indeed for rights, dignity and autonomy. Any notion of rights and duties being adversarial or hierarchical is sophistic. The Indian Constitution enshrines equality and freedom as fundamental rights, along with the right against exploitation, freedom of religion, cultural and educational rights, and the right to constitutional remedies. The deepening of Indian democracy has led to an expansion of rights — education, information, privacy, etc. are now legally guaranteed rights. The state’s fidelity to these rights is tenuous at best. Citizens are generally duty-bound to protect the integrity and the sovereignty of the country, and this is true for India though there is no conscription. Other constitutional duties expected include a duty to promote harmony and brotherhood, and to develop scientific temper, humanism and a spirit of inquiry.Any shift in state policy emphasis from rights to duties will be absurd and a disservice to many for whom the realisation of even fundamental rights is still a work in progress. An enlightened citizenry is critical to progress and good governance. But duty is not something that the citizens owe to the state. The obligation of individual citizens to the collective pursuit of a nation can be meaningful when their rights are guaranteed by the state. The citizen has a right to use a public road, and a duty to obey traffic rules. The right and the duty are meaningful only in conjunction. The Prime Minister’s comments come against this backdrop — formal and informal restrictions on the rights of citizens are on the rise along with coercive powers of the state. The emphasis on duty along with the de-emphasis of rights also raises the spectre of a descent into pre-Republican norms in social relations. The celebration of India as a traditionally duty-driven society carries with it the inescapable connotation of an exploitative division of labour and norms that are antithetical to constitutionalism. Needless to say, that is not progress.",
        "headline_1": "In conjunction: On evolution of democratic society",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/in-conjunction-on-evolution-of-democratic-society/article38320672.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "Even at the peak of the second wave in India last year, when no contact tracing was done or was possible, not a word was said about the Delta variant being in community transmission — where the source of infection cannot be traced. But with extremely transmissible Omicron becoming the dominant variant across major cities, INSACOG, the consortium meant to monitor the genomic variations in the SARS-CoV-2 virus, has for the first time officially mentioned that India has entered community transmission; daily fresh cases have been over 0.3 million since January 19. Even as on June 15 last year, when the second wave had peaked here, India claimed to have only a ‘cluster of cases’ as reflected in WHO’s last epidemiological report (weekly) mentioning the stage of transmission in member-States. In contrast, the U.S. declared community transmission in February 2020 when the source of infection was untraceable in one instance; only 15 cases were detected then. The closest India came to admitting community transmission was in October 2020, when then Health Minister Dr. Harsh Vardhan said it was restricted to “certain districts in limited States”. The deep reluctance to acknowledge community transmission was based on the premise that it marked the Government’s inability to control the virus spread and the failure of the harsh national lockdown. As the Government tried in vain to obfuscate the stage of transmission, it only reflected its resistance to acknowledge reality and an unwillingness to be transparent.INSACOG’s weekly bulletin also mentions that the BA.2 sub-lineage of Omicron forms a substantial fraction of cases detected in India. This sub-lineage was detected a month after WHO had designated Omicron to be a variant of concern on November 26, 2021. Though the Omicron variant causes less disease severity intrinsically and most of those who are fully vaccinated have only mild disease, the number of people hospitalised and requiring intensive care has been increasing in the third wave in India. As WHO recently warned, people infected with Omicron can display the “full spectrum of disease” — from asymptomatic infection to severe disease and death. This is especially true in older people, those with comorbidities, and people not fully vaccinated. Though over 67% of adults have been fully vaccinated, and nearly 8.2 million booster doses administered as on January 23, nearly 5.5% of health-care workers, 6.8% of frontline workers, and 16.2% of those older than 60 years have not received their second dose. Fully vaccinating these vulnerable groups should be a high priority. Meanwhile, the need for strict adherence to COVID-appropriate behaviour cannot be overemphasised.",
        "headline_1": "Not mild for all: On community transmission of Omicron",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/not-mild-for-all-on-community-transmission-of-omicron/article38320693.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "On January 25, 2022, the People's Republic of Bangladesh and the Russian Federation celebrate a remarkable date: on this day 50 years ago, less than a year after the declaration of Bangladesh's independence, our countries established diplomatic relations.\nThe recognition of Bangladesh by the Soviet Union made direct bilateral political dialogue possible. In March 1972, the founder and the first president of Bangladesh, Sheikh Mujibur Rahman, paid a visit to Moscow, where he met with Secretary General of the Communist Party of the Soviet Union Leonid Brezhnev, Chairman of the Presidium of the Supreme Soviet Nikolai Podgorny, Chairman of the Council of Ministers Alexei Kosygin, and other officials. During the trip, the intergovernmental agreements were concluded on economic and technical cooperation, on providing free assistance for restoring navigation in the seaports of Bangladesh, and on air services, trade, agreements on the USSR trade representation in Bangladesh, as well as on cultural and scientific cooperation. Some of the treaties signed then are still in force.\nUpon the request of the Bangladesh government, in April 1972, the Special Expedition 12 of the Soviet Navy was sent to the Bay of Bengal. It was entrusted with the task of clearing the port of Chittagong from mines and sunken ships left there after the Liberation War ended in December 1971. In spite of the extraordinary technical complexity, it was accomplished, enabling the local authorities to promptly ensure the vital supplies of food and other necessary goods to the war-torn country. Unfortunately, it was not without the losses: on July 13, 1973, a senior sailor of the floating workshop PM-156 of the Kamchatka flotilla, Yury Redkin, was killed in the line of duty. He was buried in Chittagong with military honours in the territory of the Naval Academy.\nIt is gratifying that after half a century, the Bangladeshi friends continue to cherish the memory of the feat of the Soviet sailors. Such a delicate attitude towards our common history deserves respect.\nIn 1971-1975, the USSR provided Bangladesh with significant economic assistance. In particular, the Soviet specialists participated in the construction of Ghorashal TPP, which still remains one of the largest in the country.\nOn December 29, 1991, Bangladesh recognised the Russian Federation as the successor state of the USSR. A new impetus to the bilateral cooperation was given by the advent of the Awami League government in Dhaka in 2009, headed by Prime Minister Sheikh Hasina, who followed her father Sheikh Mujibur Rahman's policy for cooperation with Russia.\nIn 2010, on the sidelines of the International Tiger Conservation Forum, a meeting was held between Sheikh Hasina and Vladimir Putin, then the chairman of the Government of the Russian Federation. In 2013, the prime minister paid an official visit to Moscow. In 2016, she met Dmitry Medvedev, chairman of the Government of the Russian Federation, during the summit of the Asia-Europe Meeting (ASEM) in Ulaanbaatar. These contacts outlined key directions of our bilateral cooperation for years ahead.\nThe heads of our foreign ministries have conducted a number of meetings as well. The recent talks between Sergey Lavrov and Dr AK Abdul Momen, minister of foreign affairs of Bangladesh, were held in July 2021 in Tashkent, on the sidelines of the international conference \"Central and South Asia: Regional Connectivity, Challenges and Opportunities.\" The two ministries also have the mechanisms of bilateral consultations on international issues and counterterrorism.\nThe contacts have been established between our supreme legislative bodies. The participation of Dr Shirin Sharmin Chaudhury in the 2nd International Forum of \"Development of Parliamentarism\" in June-July 2019 and the 3rd Eurasian Women's Forum in October 2021 are the most notable recent events in this area. Since November, a parliamentary friendship group on relations with the Federal Assembly of the Russian Federation has been functioning in the parliament of Bangladesh.\nOur countries share commitment to the fundamental principles of international cooperation set forth in the UN Charter. Proximity and often similarity of the approaches towards the topical issues of global and regional agenda ensure successful coordination of our efforts within the UN and other multilateral structures. For instance, Bangladesh and Russia are jointly opposing glorification of Nazism, placement of arms in outer space, and use of ICTs for criminal purposes.\nThe Rosatom State Corporation is significantly contributing to the development of the Bangladeshi energy sector. It is taking part in implementing the largest joint project—construction of the Rooppur Nuclear Power Plant (NPP) in Pabna, which is financed through the state credit extended by Russia. Last October saw installation of the reactor pressure vessel of the plant's Unit 1. In general, two units with the total capacity of 2,400 megawatt are to be put into operation. The existing experience of cooperation in peaceful use of atomic energy may serve as a basis for further collaboration, if the Bangladeshi side decides to start construction of the second NPP.\nThe bilateral trade turnover is growing steadily. In 2020, despite the negative impact of the Covid-19 pandemic, it reached USD 2.4 billion. Statistical data for the first half of 2021 gives hope that this mark can be exceeded. The supplies of wheat (in 2021, 400,000 tonnes) and fertilisers (180,000 tonnes), metals, machinery and equipment constitute the basis of our exports, while garments, knitwear and seafood are the major items of the Bangladeshi imports.\nThe Intergovernmental Commission on Trade, Economic, Scientific and Technical Cooperation, established in 2017, streamlined our economic ties.\nRussian-made military hardware is in service with the Bangladesh Army and the Bangladesh Air Force. Our partners have procured the Yak-130 combat-training aircraft, the Mi-17 and the Mi-171 helicopters, the BTR-80 armoured personnel carriers, the MiG-29 fighter aircrafts and other special equipment.\nMore than 6,000 citizens of Bangladesh have graduated from Soviet and Russian universities. Now, they are employed in almost all spheres of their country's economic and social life, and hold senior positions in government agencies, private companies and cultural associations. Our bilateral cooperation in education is still valid today, especially due to the ongoing training of qualified personnel for exploitation of the Rooppur NPP. In 2021, Russia provided 70 scholarships under its government quota for Bangladeshi students.\nThe Peoples' Friendship University of Russia, also known as RUDN University, is a traditional partner of foreign educational organisations. In March 2021, RUDN University and the University of Liberal Arts Bangladesh (ULAB) signed a memorandum of understanding aimed at promoting cooperation in humanities and natural and social sciences. The negotiations between the Tyumen State University and the Institute of Modern Languages of Dhaka University on cooperation in teaching Russian as a foreign language through advanced educational methods have reached the final stage. It is worth mentioning that the Bangladeshi people are showing increasing interest towards learning Russian. For example, around 200 students annually attend the Russian language courses at the Russian House in Dhaka.\nBangladesh and Russia have similar positions on inter-faith dialogue and combating religious extremism, which is manifested in our cooperation under the auspices of the Group of Strategic Vision \"Russia-Islamic world.\"\nCultural exchanges, more than anything else, promote affinity and better mutual understanding between our peoples. Unfortunately, over the last two years, the Covid-19 pandemic has hampered activities in this area. Nevertheless, this work is still underway. On November 4, 2021, the Embassy of Russia in Dhaka hosted a concert of the Moscow Cossack Choir timed to the National Unity Day, as well as the 50th anniversary of independence of Bangladesh and the 100th anniversary of the birth of its founder Sheikh Mujibur Rahman.\nThe People's Republic of Bangladesh is an important partner of Russia in South Asia. Our relations are strong and their potential is immense. All conditions are in place to harness it to the full.\n \nIgor Morgulov is the deputy minister of foreign affairs of the Russian Federation.\n",
        "headline_1": "The prospects of Bangladesh-Russia cooperation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-prospects-bangladesh-russia-cooperation-2946446",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "When it comes to the geography of apparel production, the rules are changing, and this is something all Bangladeshi RMG manufacturers need to be aware of.\nThe first issue to consider is nearshoring. There are growing calls in some quarters for fashion retailers to shift production closer to their key markets in order to reduce the carbon emissions associated with moving clothing around the world.\nTalk of nearshoring has been around for many years, but is yet to take off  significantly, with the vast majority of clothing still being produced in Asia. Most recently, however, German apparel retailer C&A commenced the production of jeans in Germany. C&A sells around 12 million pairs of jeans annually, so if the business hits its 800,000 target after 2022, this would constitute 6.6 percent of total annual production.\nShould we, as manufacturers, feel threatened by this? Yes and no. On the one hand, this is the kind of production we would like to see in Bangladesh. Although small by comparison to the huge volumes produced in our country, 800,000 is still a significant amount. It would also be a concern if other retailers followed suit.\nOn the other hand, C&A has stated very clearly that its German jeans production will be very bespoke, with a focus on sustainability and use of the latest cutting-edge production technology.\nIn fact, whenever a fashion retailer moves production closer to home, it is often with a focus on niche production and high added value. This way, the business is not so dependent on the economies of scale that can be gained by moving to low-cost countries in Asia.\nHowever, reading the story about C&A also got me thinking about whether Bangladeshi garment-makers should be taking a more global view when it comes to apparel production.\nOurs is a specialised industry, and therefore efforts to nearshore textile production have proven difficult in the past. When the likes of the US and UK sent production abroad, they decimated their respective textile industries and waved goodbye to a lot of skilled workers in the process.\nAs such, why don't we, as clothing producers, take our expertise abroad and produce closer to our main global markets? This offers us, as manufacturers, an excellent opportunity to leverage our brand as manufacturers and is also a great marketing exercise.\nIn fact, some of our competitors are already adopting this approach, opening up exciting new business opportunities in the process. Last year, Pakistani denim specialist Artistic Milliners, a vertically integrated producer with spinning, weaving, dyeing and garment manufacturing capabilities, purchased a garment factory in California under a new name, with a declared output capacity of 100,000 units per month. Meanwhile, the Vietnamese sustainable denim producer, Saitex, last year announced the opening of Saitex USA, a \"factory of the future\" which is said to be equipped with state-of-the-art manufacturing technology and energy and resource-efficient machinery. This is Saitex's first facility outside of its Vietnam base.\nWill the manufacturers mentioned above establish more facilities abroad? And what can Bangladeshi RMG businesses learn from this? My hunch is that such facilities are branding and marketing exercises first and foremost—for now, anyway.\nWe have to remember that investments in foreign markets do constitute a high risk, given one has to adapt to local customs, the logistical costs of setting up and so on.\nPerhaps a more pragmatic approach in the short term is to initially establish one-off \"showcase\" facilities, and then look at the possibility of setting up consortiums or \"virtual supply chains.\" This way, manufacturers can join together across multiple locations to provide a single virtual manufacturer offering made up of different segments of the garment supply chain, all complementing each other. This can offer the opportunities of nearshoring without financial risk and uncertainty.\nIs there an opportunity for Bangladeshi manufacturers to establish mutually beneficial connections with like-minded supply chain actors in other markets? Surely, we would have nothing to lose by taking initiative and making a few connections with similarly progressive businesses. These partnerships also provide the benefits of vertical integration, economies of scale, and joint sales and marketing opportunities.\nIt's a win-win all round, which is why I think our own manufacturers need to adopt a more flexible, open and responsive approach when it comes to the geography of where clothing is made.\n \nMostafiz Uddin is Managing Director of Denim Expert Limited, and Founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Time for RMG makers to think globally",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/time-rmg-makers-think-globally-2946431",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "Universities are considered to be the highest place for education, learning, research, and innovation. Students attend universities not only to get academic degrees, but also to acquire knowledge and develop a global outlook, which guide them throughout their lives. Seeds of education and values which are planted among students in school grow and mature at university. University education enhances and enriches individuals and societies, and university teachers play the key role in imparting education and shaping the minds of students by instilling the right values which are conducive to economic, political, social and cultural transformation.\nIt is, thus, incomprehensible that a university teacher—a VC, no less—could make a misogynistic remark such as the one made against the female students of Jahangirnagar University (JU). Instead of handling the demand by female students of Sylhet Shahjalal University of Science and Technology (SUST) to improve the situation at their dormitory in a sensitive manner, the VC attempted to undermine the issue by referring to the female students of JU and their movement around the campus at night in a derogatory and deplorable manner. He told the SUST students, \"Do you want to be like the JU students whom nobody wants to marry, because they roam around at night?\" Really? Who told him? He said that some student leaders told him so. He went on to say that he did not want their (SUST) \"good\" students to have such a \"stain\" on them.\nSuch remarks about university students and also women in general are not uncommon in our society. Even after several decades of women's leadership at the highest level of the country during its 50-year journey, the mindset of many people—men and women both—has hardly changed. A section of society, including its educated class, still tries to blame the victim when any abusive incident happens. In doing so, they justify abusive male behaviour towards women. I don't see any difference between them and the SUST VC, who is not only supposed to hold progressive values, but also contribute towards developing a progressive society where men and women would be valued equally. His conventional mental framework also sees women's education as mere preparation for marriage, rather than a means for their own development. And in his typical perception, \"good girls\" are those who would abide by female-specific rules. By making such a remark about students of a reputed university, he has not only insulted the female students, but also the teachers who are in charge of educating students and maintaining a congenial environment on the JU campus. He has also insulted the parents and guardians of the JU female students. As such, he must apologise for his indecent and inappropriate remark.\nThe second issue is the SUST VC's style of crisis management, which is dependent on the ruling party's student wing and the law enforcement agencies. The ongoing crisis at SUST, which could have been easily avoided, has once again brought to the fore the issue of VC selection. The culture of rewarding people who are loyal to the ruling party has engulfed almost all sectors—including the universities which are supposed to be the lively centres of independent and liberal thoughts.\nA university VC used to be a highly regarded position once upon a time. Sadly, it seems nowadays that there is a deliberate attempt to appoint teachers with poor educational and professional accomplishments but with strong political connections. Their academic background, experience and administrative capabilities are not counted for the position. In the SUST VC's case, social media has been flooded with comments by his own students regarding his basic understanding of the subject and his teaching quality.\nAnd after their appointment, it is not their performance as an administrator or educationist, but their subservient behaviour that is counted for their job security. As a result, they cannot make decisions on their own and even depend on student political leaders. Student politics is supposed to solve students' problems, not to make administrative decisions. But in many cases, there is a nexus between such student leaders and university VCs. They engage in financial and other irregularities together. Political backing saves them even after corruption is proven. Such moral degradation among the VCs and the deterioration of the dignity of the position discourages qualified teachers to run for the position.\nThere are student unions in developed countries as well. Like many, I have experienced first-hand at two top universities in the UK and the US how student unions function, and how they enhance student welfare by engaging with the university administration. Even with so much freedom, students cannot think of misbehaving with teachers. Indeed, the strong institutional foundation of these universities, which is based on the principles of quality, integrity and independence, keep those unions functioning smoothly. Because they diligently uphold such core values, educational institutions in the advanced and many developing countries have not only been surviving, but thriving for long.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "SUST VC’s sexist remark reveals a worrying picture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/sust-vcs-sexist-remark-reveals-worrying-picture-2945746",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "In this essay, I offer a reading of the set of events now known as Gana Abhyutthan (Mass Uprising) by attending to Dhaka, the city. Focusing on the physical locus of this urban uprising moves us beyond the tropes of inevitability and loss. In the numerous processions that serpentined the roads and alleys of Dhaka throughout the 1960s, one comes across moments when Bengali nationalism exceeded its own expectations. Michhil was where the telos of historical materialism stumbled on effects and accidents.\nNested within the rise and fall of class politics is also a story of changing urbanity. The culture and politics of erstwhile East Pakistan found a contested, if also hospitable, home in Dhaka. All through the 1960s, the streets, parks, mosques, tea shops, windows, and attics of Dhaka, both puran and new, witnessed a symbolic and literal coming together of chhatra-janata, a compound word that captures the collective agency of chhatra (students) and janata (the public). It is a figuration of popular political will that appears repeatedly in contemporary commentaries on oppositional politics.\nThe students amplified their demands directly through the platform Chhatra Sangram Parishad (Students Committee of Action). The alliance of student organisations took on a unified role towards the end of the decade. The other half of the compound, janata, and its relationship to the city were less straightforward. Its presence was felt more in contemporary literature than in history books. Akhtaruzzaman Elias' \"Chilekothar Sepai\" (1986) is a brilliant rumination on the city and the masses who lived and worked here. In this and other literary work of the time, the changing city became an important backdrop and a formative force behind new social relations.\nA city of michhil\nFor many Bangladeshis, 1969 readily brings to mind Rashid Talukder's well-known photograph of a little boy leading a michhil. The visual artefact congeals the mass appeal of the decade's political strife: a shirtless boy in a lungi walks a few paces ahead of a procession. He leads a group of adults with his mouth wide open—chanting, no doubt, one of the many popular slogans of the time. It is now a fixture in the corpus of visual retellings of national history, and a familiar index of the broad reach of East Pakistan's grievances and the dispensability of its people.\nThe photo spells out the scope of mass politics that overcame recalcitrant class barriers—if only episodically. Harnessing the energy of factory workers, street children, slum dwellers, and rickshaw pullers still posed organisational problems. The ambivalence was better captured in \"Chilekothar Sepai,\" in which the poor children of Dhaka show up as they become regulars in street agitations. The boys play cricket in narrow alleys, throw stones at riot cars, and find themselves in rallies which face barricades and armed police at the other end.\nIn one vivid scene, a procession interrupts a heated adda of a group of university students and other young men, including the main character, Osman. A section of the michhil enters Amjadia, a restaurant close to the stadium near Baitul Mukarram. Some demand drinks of water. The owner barks off hurried orders for water and tea for the student types, and dismisses the same request from the street kids, also members of the michhil. Suddenly, a portrait of Field Marshal Ayub Khan catches their eye. The crowd gets even angrier and focuses its energy on taking it down. Stones and bricks pelt the framed picture of the disgraced sovereign. The nail finally gives in and the photo comes smashing down. The noise of the shattering glass ramps up the sound of a cursing crowd:\nThe pichchi (the little one) who had hurled a couple of ashtrays and pieces of brick still had a few more stones and bricks in the fold of his lungi. He walked forward, wiping the dried-up snot hanging off his nose with an elbow. The disappointment of missing out on hitting Ayub Khan was overcome by the eventual success. The feat added the gravitas of age and experience to his face and voice. \"There! I pulled down the son of a bitch!\" He kicked the forehead and head of the upside-down president a few times, with feet covered in the dust and spit of the streets. (Elias 1986: 27)\nDespite the implications of working-class rage for the success of 1969, hesitations about the ideological investment of the urban poor were deep and persistent. As Kamruddin Ahmed observes of 1969, the masses were generally happy in February and March, because they witnessed the all-powerful Governor Monem Khan and other devotees of Ayub Khan hiding from public wrath. But the new rich who amassed fortunes overnight got nervous and spread rumours, which were mostly \"half-truths.\" The disdain was equally palpable in political decision-making. Many characters in Elias' novel voice the same. On the day of a strike, when Osman, a petty officer in a company, goes to work, he finds a half-empty office floor. The lift doesn't work because the liftman is absent; the telephone operator also seems to have skipped work. Osman's colleagues are upset:\nSomeone said, \"Why are you just blaming the peons? What about the rickshaw pullers, the bus conductors, the drivers, the coolies? Have you seen their insolence? Arre, what will you gain if Ayub Khan leaves? Will you become ministers? Or will you come to the office and sit at a desk and chair? (1986: 17)\nMichhil, martyrdom, madness\n\nMost bhadralok and students left the scene after a hit or two of the lathi or a little roughing up from the police. Of those left were: 1. People in dirty clothes, and 2. Innumerable pichchi. The police began beating them up to their hearts' content. (Elias 1986: 25)\nIn modern political contexts, the mass consists of that part of the population that cannot be given social, political or cultural form. These \"non-Peoples,\" per philosopher, author and Holocaust survivor Hannah Arendt, include the mob, the mass, the tribe, and the starving multitude. Sociologically and symbolically, then, the mass seems to have long escaped both biopolitical pressures and analytical coherency. Elias' genius partly lies in capturing this very ambivalence. This Freudo-Marxist retelling of 1969 is physically located in Old Dhaka where the main protagonist, the 28-year-old Osman, lives in a rented attic in a three-storey building. Osman descends into madness just as Ayub Khan's days as president seem numbered. The outward expression of Osman's insanity is mediated through the ghost of Khijir—the bony, tragic, eccentric, and intrepid rickshaw puller. His home in the neighbouring slum stands on open drains, with a flowing sewer that hits the senses each time he returns home. In the dark, the air reeking of faeces and urine guides his path to the shack that he shares with his wife. She is a maid and a mistress of mahajan, the owner of a rickshaw garage and Khijir's boss. Haddi Khijir, as the epithet \"haddi\" would suggest, is the gaunt, gutsy, gullible subaltern who is both a proxy and a foil for Osman's precariously petty-bourgeois existence and psyche.\nHaddi Khijir and Osman, I argue, ventriloquise the hyphenated subject chhatra-janata that became the agent of politics in the late 1960s. Khijir is much more than a representative of the urban proletariat as some otherwise competent analyses of Elias' famous novel would have it. The breadth, complexity, and seeming paradoxes of his character bring the category into crisis. His political consciousness, if one can call it that, is fragmented. Khijir rarely questions mahajan Rahmatullah's presence in every corner of his life, whom he hates but against whom he barely revolts. Khijir knowingly ignores (despite minor outbursts) his wife's status as his boss's mistress, yet feels deep affection for her unborn child whose paternity he clearly cannot claim. He suffers through class injustice, but becomes a nationalist overnight. The fact that Karachi is being developed at the cost of Dhaka enrages him. He makes a middle-class audience laugh with an impromptu speech in his authentic and inadvertent Dhakaiya dialect, when he briefly takes over the microphone at a political meeting. Holding on to the pliers and screwdriver stolen from mahajan's garage for dear life, Khijir would still rush to join the next michhil to free SheikhMujib from jail.\nOsman's leftist friend Altaf is obviously not sure about the \"rickshaw-wala type\":\nYou can't trust them. What do they know about movements? Or politics? Who knows what catches their fancy while cleaning up the garages of Ayub Khan's lackeys. You can't have resistance without them, but once the movement actually goes under their control, it becomes a problem. (1986: 166)\nOn a fateful day, Khijir takes to the street with a small group of workers from Gawsul Azam Shoe Factory that is housed on the ground floor of Osman's building. It immediately meets the rush of people pouring out of every lane and alley. Rickshaw-walas leave the garages and the employees of a bread factory sacrifice the warmth of the tandoor to join in. Khijir feels an uncanny presence; the neighbourhood dead must have also come out. Khijir walks fast as if manoeuvring his rickshaw on a busy Dhaka road. There is no time to heed the red light now. \"The armoury will be shattered into pieces by the force of this colossal gathering,\" Khijir thinks to himself. \"Snatching a few weapons won't be that big a deal. Today, he will hose away the military\" (1986: 252-53).\nSoon, two solid balls of fire enter Khijir's chest and stomach. He is dumbfounded: which son-of-a-bitch truck hit his rickshaw? He mouths off a few choice words, but no sound comes out. He keels over by the footpath. What happened? Did his body's chassis break down? The red writings on the white wall across from him sway in the yellow light. When the military truck comes out next morning, his is the last corpse piled on top of the others.\nKhijir does return to Osman, though only phantasmically. This revenant is no usual haunting. It is an invitation or, even better, a provocation. Khijir visits Osman's roof-top abode hovering a few feet above ground, close yet beyond reach. The ghost does not invoke dread. Instead, it lures Osman into a maddening spiral of guilt. It is, in most part, the guilt of middle-class caution. Making generous use of his Dhakaiya lexicon, Khijir's ghost tempts and taunts Osman to get down from the attic to the street. His constant berating and barbs aimed at Osman's sloth or masculinity irk Osman: \"Nah, Khijir has no sense. But then, why should Khijir care? He has no house, home, door, latch, lock, table, bell, clock, hour, minute. He can go out whenever he wants. How can I do that?\" (1986: 300). While slowly losing touch with the world of the living, Osman becomes fixated with the idea of walking with the ghosts of Khijir and many others. All through the novel, Osman is in, around, or outside of processions. Yet, he is rarely confident or consistent in offering himself to the cause. Only with Khijir's death, his narcissism is overcome by the obsession to lose himself in a michhil. The ghost pushes Osman into the depth of folly, but it also strings him along to ride the waves of people in the streets that defined 1969 and perhaps the rest of the decade.\n\"Chilekothar Sepai\" is a magnificent reflection on the effective pull of political events. It is also an ode to a city. The characters experience Dhaka by walking in a michhil, hearing it from afar, or watching it from the rooftop. The city creates the conditions under which Osman, Altaf or Anwar shares space with Khijir and others like him. A deeply classed backdrop, 1960s Dhaka is also the condition of possibility of unforeseen transgressions and intimacies. For Elias, the city is not a site of ruin or nostalgia; it is as much a setting as a looking glass, through which to find a refracted version of oneself. At the beginning of the novel, when Osman gets the news of the death of a neighbour killed in police violence, he cannot remember the young man's face who lived just below him in the same building. Urban living might jeopardise old socialities, but it also introduces new familiarities. The face of the stranger activates a sense of deja vu—a true uncanny. Osman is convinced that:\nHe has seen the scrawny man with hollowed cheeks many times before. But where? At the stadium? Maybe. While looking at movie posters in Gulistan? It's likely. At a meeting in Paltan Maidan? Perhaps. Victoria Park? By the field in Armanitola? While enjoying seekh kabab by the footpath in Thatari Bazar? It's possible. While urinating side by side at Balaka Cinema? Conceivably… He has known that face for a very long time. (1986: 7)\nIn Bangladeshi official culture, 1969 lives in sepia tone. As a place to live and thrive, Dhaka, however, barely invokes hope or nostalgia. The intimacies, encounters, and transgressions that the political culture of the 1960s still made possible are testament to the tenacity of this seemingly unruly cityscape. Fifty years on, the capital city is experiencing change at a much faster pace. The iconic Kamalapur railway station, designed by the American firm Berger Consulting and functioning since May 1, 1968, is scheduled to be demolished to modernise the transportation infrastructure. The building that houses the Teacher-Student Centre (TSC) at Dhaka University is also poised to be razed down. Constantinos Doxiadis, a Greek architect, designed it while Ford Foundation partially funded the construction. The Dhaka metro rail project to be inaugurated in 2022 is already recalibrating the patterns of movement of people and things.\nStill, cities are notorious for invoking contradictory and unpredictable feelings. As the signs and objects of \"progressive urbanism\" shift, so do people's affective ties to them, says anthropologist Lotte Hoek. The relationships are rarely straightforward. For many of Dhaka's residents, the \"surplus consumption\" of otherwise decrepit state-funded structures or even the somewhat morally suspect tree-covered nooks of public parks and mausoleums show that cities, even one like Dhaka, carry possibilities that are impossible to preempt. New forms of political assembly will be sure to reinhabit the city as and when it finds itself on the brink of another mass uprising. Literature is probably one place where we will sense these reverberations.\n \nNusrat Sabina Chowdhury teaches anthropology at Amherst College in the US, and is the author of \"Paradoxes of the Popular: Crowds Politics in Bangladesh.\" A longer version of this article was first published in Economic and Political Weekly. All translations from Bangla were done by the author.\n",
        "headline_1": "Mass Uprising Day: Dhaka 1969",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mass-uprising-day-dhaka-1969-2945741",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "It is unfortunate that an important hospital like the Dhaka Mahanagar General Hospital, one of the two hospitals run by the Dhaka South City Corporation (DSCC), is struggling to provide essential services to the large number of patients who visit it every day. Based in Old Dhaka, the public hospital is a major destination for local healthcare seekers, and as such, is expected to be sufficiently staffed and equipped to handle the patient load with all sections functioning properly. But in reality, it has one-third of the beds missing and suffers from an acute shortage of doctors, nurses and general staff. The shortage of beds is due to its surgery department remaining closed for the past six years. Given how important a surgery department is in any hospital, one cannot help but wonder why a replacement could not be found in all these years.\nAccording to our report, the 150-bed hospital is supposed to have 50 beds for medicine, 50 for gynaecology and 50 for surgery. After the closure of the surgery department in 2015, following the departure of its designated doctor, it is essentially a 100-bed facility now. Its ailment does not end here, however. It was declared a Covid-dedicated facility during the peak of the pandemic, and the Directorate General of Health Services (DGHS) had given some ICU beds in 2020 to meet the growing demand. But the facility could not utilise those beds because of a shortage of physicians and other required healthcare workers. At the moment, almost half of the doctors' posts in the hospital are vacant. This explains why patients seeking medical attention have to wait long hours before they can find a doctor.\nIt is quite surprising that, although the hospital authorities have reportedly sent several requisition letters to the higher authorities for necessary manpower for the ICUs and HDUs, they received no concrete reply till date. The hospital authorities admitted that because of the doctor and staff crisis, they were not able to deliver the services expected of them. It goes without saying that the urgency of having all the departments functioning with the required number of doctors and healthcare workers has become more prominent as the country goes through the third wave of the pandemic.\nThe sordid pictures coming from a major hospital like the Dhaka Mahanagar General Hospital, run with taxpayers' money, is not only unfortunate; it is totally unacceptable as well. We hope the relevant authorities will take all necessary measures to sufficiently equip the hospital and improve its services without further delay, so that patients can get necessary treatment in time.\n",
        "headline_1": "A hospital sans essential services",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hospital-sans-essential-services-2946421",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    },
    {
        "full_article": "The World Bank, in a recent appraisal report prepared for financing a road safety project in Bangladesh, observed that unreliable and poor-quality data on road accidents, deaths and injuries impede road safety management in Bangladesh. The report also mentioned that our current system of recording and analysing data on road accidents is error-prone, cumbersome and time-consuming, and thus unfit for analysis and benchmarking. We should take these observations made by the World Bank seriously, especially given the alarming rise in road accidents across the country.\nThere are many reasons for the persistence of road accidents—including non-implementation of the road safety law, absence of proper traffic management, and the lack of accountability in the transport sector, to name a few. But a fair assessment of the danger we face is not possible without reliable data. Reportedly, while governments in developed countries rely mainly on police data on road accidents, in Bangladesh we can't really depend on such data since, as per World Bank, the data prepared by police is irregular and incomplete. These are not recorded following a consistent procedure either.\nWhenever we want to check the numbers of crashes and fatalities on a year-on-year basis, we need to look at different sources rather than relying on police data, which is unfortunate. While police mainly record road accident data from the First Information Reports (FIRs) or General Dairies (GDs), road safety campaigners source their information from media reports. So, there is a significant gap in the numbers recorded by them. In both cases, many incidents remain unrecorded.\nFor example, the World Bank has compared the fatalities recorded by the World Health Organization (WHO) and the police from 2010 to 2015, and found 90 percent discrepancy between their data sets. While, according to police data, 2,463 people were killed in road accidents in 2016, the WHO estimate put the number at 24,954. Such a shockingly huge difference in numbers is concerning, because without the real numbers, the authorities cannot take informed decisions and make policies to improve road safety.\nTherefore, to make our roads safer and remove the chaos in the transport sector, we need to make changes in every step of the process. Having proper data should be the first step. To ensure this, our police force should develop an effective system of recording and analysing the data. As people in the rural areas do not often report incidents of road accidents, they must be made aware to do so. In fact, the law must specify how and where to report the cases.\nWe think the World Bank has expressed some valid concerns here. The authorities should look into them and take necessary steps, so we can have authentic data and proper planning for better road safety management.\n",
        "headline_1": "Credible data vital for road safety",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/credible-data-vital-road-safety-2946246",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-01-2022"
    }
]