[
    {
        "full_article": "The rupee is yet again facing renewed pressure, along with major peers, as the dollar continues to strengthen in the wake of the Federal Reserve’s latest jumbo 75 basis points interest rate increase and the U.S. central bank’s unequivocal message that it remains squarely focused on taming inflation. The Indian currency weakened past the 81-mark against the dollar for the first time ever in Friday’s intraday trade, before ending the week at a new record closing low. The rupee’s slide was softened by the Reserve Bank of India’s intervention to smoothen volatility; the cumulative impact of such interventions over the 12 months through September 16 have shrunk the RBI’s war chest of foreign exchange reserves by almost $94 billion to $545.65 billion. The fact that the rupee is not alone in depreciating against the dollar can be of little comfort to Indian companies reliant on imports of raw materials or services for the smooth functioning of their businesses. They are struggling to contend with rising costs at a time when domestic demand is still to regain a durable post-pandemic footing. The higher import bill is also bound to add inflationary pressures to an economy already beset by persistently elevated inflation and further complicates monetary policymakers’ efforts to rein in the price gains.The rupee’s more than 8% depreciation against the dollar so far in 2022, with almost all of the weakening having occurred in the wake of Russia’s invasion of Ukraine on February 24, has also largely offset whatever gains that may accrue from the fact that the price of the Indian basket of crude oil has now retreated substantially and is close to its pre-war levels. Overseas portfolio investors too have once again turned net sellers of Indian stocks and debt in the last two sessions after having resumed their purchases of local assets in August and for most of this month. As a result, so far in 2022, FPIs have in total dumped $20.6 billion of Indian equity and debt following three straight years of net investments. And the Fed’s projection of further steep monetary tightening, of at least another 125 basis points, is only likely to lead to more outflows over the last quarter of this year. With the rupee’s real effective exchange rate (REER), or trade-weighted average of its value, also signalling that the Indian currency is still overvalued, the RBI’s rate setting panel will have a fine tightrope to walk next week as it battles to restore a semblance of price stability without choking growth and by ensuring the rupee does not weaken too sharply.To read this editorial in Hindi, click here.To read this editorial in Tamil, click here.",
        "headline_1": "Currency pressure: On the rupee’s depreciation against the dollar",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/currency-pressure-the-hindu-editorial-on-the-rupees-depreciation-against-the-dollar/article65927659.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "The death of a young Iranian-Kurdish woman while in the custody of the morality police has triggered nationwide protests in the Islamic Republic, bringing the clerical regime under public pressure yet again. Twenty-two-year-old Mahsa Amini had been detained earlier this month for allegedly wearing the hijab (headscarf) in an “improper” way. The authorities attributed her death three days later to a heart attack while being trained on hijab rules, but her parents and activists say she was beaten to death. The incident triggered widespread anger in a country where state suppression of women’s rights and resistance has always been a big political issue. Several cities, including Tehran, the capital, and Mashhad, a conservative city that hosts one of Shia Islam’s holiest shrines, saw demonstrators chanting slogans against the clerical establishment and women publicly burning hijabs. Rights groups say some 36 people, including security personnel, have been killed in seven days. These are the most notable mass protests since the 2019 agitations sparked by a rise in fuel prices, and a key political challenge for President Ebrahim Raisi, who took office last year. As in the past, the regime has made it clear that it would use force to quell the protests, with the Revolutionary Guard Corps terming the protesters “traitors” and urging the authorities to “crush” them.The mandatory hijab rules were introduced in 1981, two years after the revolution that saw the fall of the Pahlavi monarchy and the seizure of power by the Shia clergy. While the Mullahs have since built a system of clerical dictatorship with limited democratic practices, two things have remained constant — state-sponsored conservatism and social repression. This model also produced constant tensions between the rulers and the ruled; those tensions have become more prominent in recent years as the political experiments to reform the system from within failed and economic miseries mounted because of American sanctions. In the last 25 years, Iranians elected two reformist Presidents for two terms — Mohammad Khatami in 1997 and Hassan Rouhani in 2013. But they failed to make any substantial reforms in the political system, which is tightly controlled by the clerical establishment. The lack of reforms and ballooning economic and political pressure often triggered large-scale protests and violent repression — in 2009, 2019, and now in 2022. Protests are part of the political culture in democracies. But in a dictatorship that claims the legacy of a politico-religious revolution, repeated protests chanting slogans such as “death to the dictator” are signs that the Islamic revolution is ageing. Iran’s clergy should learn from the social strife and be ready to address the larger problems that its state and society face.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Ageing regime: On Iran’s hijab protests",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/ageing-regime-the-hindu-editorial-on-irans-hijab-protests/article65927060.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "There are so many kinds of friendships. We grew up with the term “fast friend”, which meant we were super close and totally in sync. That’s the thing about friendship, it’s almost always about us wanting many similarities with the person we call our “good friend” or “best friend”. I see so many friendships which are based on wanting to look the same, dress the same, talk the same, like the same music and movies and unfortunately, sometimes even want the same life partner.  It’s not normal for two individuals to like the same things in perpetuity and hence for such friendships, when choices start to differ, it’s a sense of drifting apart. The change creates a disconnect and they feel because they are now “different” that the friendship must slow down or end because it’s not “special” anymore. Then there’s the absurd jealousy and possessiveness in what are termed “true friendships” and the inability to be close to others or have multiple “best friends” without feeling rejected and frowned upon by the territorial “current best friend”. From my personal experiences I can state that friendships are relationships. The same way you label some relatives as a courtesy, or as a social formality, similarly, our friendships can be frivolous or deep. It’s fine to have fleeting friendships, courtesy friendship, simply frivolous fun friends or even to engage in friendships that are based on mutual or one way neediness. But you can’t expect them to be the same way forever, or for them to stay forever. Lifelong friendships are the independent ones. Independent of judgement, independent of need and independent of expectations. And when there is a need for judgement, or a random moment of help required you know you can count on them to give you the help and honesty you need even if the truth hurts. My deep friendships from childhood, boarding school days and my teenage years as well as the friendships I’ve made in my forties have all held their weight over the passage of time. I love them for who they are, warts, farts and all. We have created a bank of hilarious memories, deep bonding moments, I’ve cherished their inputs and we know that no matter what time of night or despite months of silence we are just one phone call away. It’s said that blood is thicker than water, but a deep, respectful and trusting friendship is thicker than blood in my book of friendship. To have a great friend you have to be a great friend, so the next time you lose a friend ask yourself where the point of conflict is within you, not them.\n\nMy close friend got married two years ago and we drifted apart due to various reasons. Recently, she went through a rough patch and we reconnected. Now that things are sorted in her life, she has again disappeared and doesn’t stay in touch. I feel like she just talks to me when she needs something. Should I talk to her about it?\n\nFriendships come in various forms. It’s not important to be in touch daily or regularly with even your closest friends. My closest friends stay in different cities and we chat sometimes once every few months, but the bond is so damn strong. We pick up exactly where we left off whenever we meet as if there was never a passage of time, and we can completely trust each other and depend on each other for absolutely anything and at any time of day or night. That matters way more than daily lunches and inane chatter and spending time to pass time together.\n\nI have recently started dating one of my colleagues. While we don’t work in the same department, and are at the very beginning of the relationship, I’m worried about being pulled up for dating in the office. Is it too early for me to officially inform the HR about the relationship?\n\nIf it’s against company policy then you need to put an end to it as it will impact your career and your colleagues’ as well. If it’s not against policy, then wait to see what it develops into, and most importantly agree that whether it works out or not, the vibe will always stay positive and work sensitive.\n\nTwo of my closest friends recently started dating each other. While they put in a lot of effort to not seem very mushy in front of me, I do feel like an odd third-wheel in the relationship. The equation has changed now. I’m single at the moment, so that is making things worse. How do I talk to my friends about how I feel about this? \n\nTell them in a really warm or maybe humorous manner, that it bothers you and makes you feel horrible and that you love them both for their sensitivity. Add, that you would like to take chunks of time out, be it on a daily or weekly basis to explore your own dynamics and meet new people as well. Whenever you’re with them, have an amazing and happy time, and then look equally forward to time out with others and even getting to know yourself better.\n\n",
        "headline_1": "Are best friends forever?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/are-best-friends-forever/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Most sports careers reach the finale by the time its practitioners turn 40, as it has happened with Roger Federer and Serena Williams in recent weeks. In sports that are less exacting physically, like say golf or chess, it may stretch up to 50. But for the most part, athletes and sports people are done and dusted in their disciplines well before other professional careers where you one can go on till 60-65. What happens to athletes and sports people who retire in their 30s and 40s?\nWell, obviously some go into coaching and administration in the sports they played in — if they have the credentials. More and more are becoming experts and analysts in the media — if they are good at it. A few who have managed to get or retain academic credentials even through their sports career pick up where they left off to pursue an alternate career — eg England’s cricket captain, Mike Brearley, a psychotherapist. Some get corporate jobs — mostly as a sinecure — on the strength of their sporting achievement. Some others go into business, often with unhappy results (eg Boris Becker).\nBut I suspect a vast majority of them waste away. I know of at least a couple of accomplished cricketers who became alcoholics since they lacked social skills, media savvy, academic chops and whatever else it takes to make it good beyond sports. Mind you, they were really nice guys during their playing days — decent, genteel, humble. But it got them nowhere after their playing days which was at a time there was not a great deal of money in cricket.\nListening to a more recent test cricketer take up a role as a expert on TV in addition to his job as a member of parliament got me thinking about how many sports folks and athletes enter politics and public service. Not as many as film starts I suspect. I am referring of course to Gautam Gambhir, who is now a BJP Lok Sabha member from East Delhi. By my reckoning, only about half dozen test cricketers have joined politics and made a mark in it, by which I mean been elected (not nominated — like Sachin Tendulkar) to parliament: Chetan Chauhan, Kirti Azad, Mohammed Azharuddin, and Navjot Sidhu come to mind. Tiger Pataudi tried and failed.\nIn hockey, our other national sport, Aslam Sher Khan and Dilip Tirkey come to mind, both elected to the Lok Sabha. And in football, there is Prasun Banerjee from the Trinamul Congress, also elected to Lok Sabha. Then of course there is Olympic shooting gold medalist Rajvardhan Rathore, a BJP MP who is also the sports minister. Slim pickings.\nIt’s not much different in other countries. In neighboring Pakistan Imran Khan arguably became the most successful sportsman-turned-politician in the world when he became the prime minister of the country. Pakistan’s first Test captain Abdul Hafeez Kardar became a member of the punjab assembly and later a minister, but did not make it at the national level. In Sri Lanka, Arjuna Ranatunga entered politics and became a cabinet Minister of transport and civil aviation.\nIn non-SENA countries, Ric Charlesworth, who played both first class cricket and international hockey for Australia, became an MP, as did John Alexander, a Davis Cupper and contemporary of Vijay Amritraj. And in Guyana, former opener Roy Fredericks, became the sports minister.\nOutside of cricket and cricketing nations, the United States had many sports stars entering politics, but they were mostly from baseball and American football, so the names will not resonate with Indian audiences or readership.\nEngland, the home of cricket, arguably had more cricketer-politicians than any other country, going back to the 19th century, few more famous than Stanley Jackson, who  captained England in five Test matches in 1905, winning two and drawing three to retain The Ashes. He later became the Governor of Bengal during the “British Raj” — the English colonisation of India. Outside cricket, middle distance runner Sebastian Coe was a member of parliament for many years.\nSports at the highest level is tough, but politics is brutal and unsparing. Looking at Roger Federer shedding tears at his farewell game, one thing seems certain: Whatever else this great champion does in life, he won’t be entering politics. There is no place for tears in politics. Except perhaps for false tears.\n\n\n",
        "headline_1": "Entering the political akhada: International sports is tough, but politics is brutal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/entering-the-political-akhada-international-sports-is-tough-but-politics-is-brutal/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Quiet Quitting (QQ) is a term that has captured a lot of working people’s imagination lately. It means doing the bare minimum at your job. Putting in the least amount of effort required. Do not go beyond the call of duty. Shut your laptop at five. Check out of work mentally, physically, and emotionally. Sorry boss. I am done.\nSo that’s where society is right now. Young workers are being encouraged to no longer ‘give it their all’. Why give up your work-life balance? Sure, one needs a job and salary to make ends meet, but why give it more than the absolute minimum?\nRead full opinion on TOI+\n \n\n",
        "headline_1": "Don’t quiet quit. Do quiet work: If you don’t like your job or colleagues, change these instead of your own performance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/dont-quiet-quit-do-quiet-work-if-you-dont-like-your-job-or-colleagues-change-these-instead-of-your-own-performance/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Indian financial markets were battered on Friday, in line with major global markets. The BSE Sensex closed lower by 1.7% at 58,098.92, while the rupee-dollar exchange rate hit a record low to end Friday’s trading at Rs 80.99. RBI’s monetary policy committee, which will have its bimonthly meeting next week, has to contend with risks coming largely from overseas. Right now, uncertainty and volatility are worryingly high.\nThe main sources of risk are, first, the unclear trajectory of major central banks trying to pull back inflation and, second, fluid geopolitics. This week most major central banks increased interest rates and indicated more hikes are in store. Most currencies weakened against the dollar and Japan’s central bank made its first foreign exchange market intervention in over two decades. The hardening of interest rates will trigger a sharp economic slowdown in major economies. India’s exports will feel its impact. The unusual aspect of today’s global economic scenario is that inflation is unlikely to quickly trend downwards even as demand falls. This is because of ongoing energy supply readjustments that have pushed economic activity and inflation in different directions.\nFor instance, European gas and electricity prices have risen 105% and 75%, respectively, since the period just before the Russian invasion of Ukraine. Business surveys published yesterday showed that Europe’s economic activity is rapidly slowing as the energy shock undermines manufacturing. Price levels however are high. The UK’s inflation, at 9.9%, is almost five times its inflation target. Economic policymaking in India will have to factor in an abnormal global scenario, with no clear signal about the near future behaviour of either revival or price stability. The good thing is GoI has fiscal space – gross tax revenue increased 25% to Rs 8.69 lakh crore in April-July. It’s wise to keep the fiscal powder dry in an uncertain environment.\n\n",
        "headline_1": "Global storm: Overseas risk is main policy challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/global-storm-overseas-risk-is-main-policy-challenge/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Bangladesh is born of water. The major part of Bangladesh lies in the GBM Delta, which is a confluence of three mighty rivers – Ganga, Brahmaputra and Meghna. The silt carried by these rivers and their numerous branches have formed most of the landmass of Bangladesh, and currently, the country is gaining 20 square kilometres annually through this process. The rivers are not only our past but also our future. Unfortunately, the rivers no longer have a place in our national imagination. That's why 90 percent of rivers are being occupied and polluted; over the past 20 years (2000 to 2020), more than 43 rivers have dried up. Riverine Bangladesh has become the land of dying rivers. Isn't it a tragic irony?\nHow did we get here? It is well documented that a progressive river management system, maintained by the community with the support of the state, was active in Bengal, which brought her the fame of being the \"paradise of nations\". However, the chaos following the decline of the Mughal Empire and the advent of British colonial rule disarrayed those indigenous practices. The colonists had the image of peaceful and calm British rivers and, therefore, while dealing with the rough waters in Bengal, they tried to control them. Their arrogance and ignorance led them to undertake projects that proved fatal to the rivers in Bengal. The road-railway network in Bengal, for example, was built in the east-west direction instead of aligning it with the southward course of rivers, and, thus, the natural courses of the rivers were seriously disrupted.\nThe British left the country, but the colonial legacy remained. The Pakistan government undertook development projects that proved disastrous to the rivers. The Kaptai Hydroelectric Project, for example, on the River Karnaphuli not only damaged the river but also displaced thousands of people who are still suffering from that trauma.\nUnfortunately, in independent Bangladesh, we are still obsessed with the idea of development that is apathetic to nature. One recent example is the all-weather road in Kishoreganj. The 29.73 kilometre road was built in the middle of the haor without carrying out a proper environmental survey. Two years into its existence, the road is now causing serious damage to the crops and exacerbating the flood situation by disrupting the free flow of water.\nBangladesh has been spending a significant portion (around 20 percent) of the national budget annually on water development projects since independence, but the water problem in the country is worsening day by day. On the one hand, more and more rivers are losing streams and dying, and on the other hand, the severity of floods is increasing year after year.\nWe have failed to understand that it doesn't matter what percentage of the country's GDP is spent on maintaining rivers unless and until rivers are considered the driving force of development. History shows that the prosperity of Bengal was led by trade, not by agriculture. Bengal's intricate river network connecting to sea routes afforded her the opportunity of participating in robust internal and external trade and commerce, and important trade centres developed along the river routes. Since rivers were the lifelines of that time, they were revered and properly maintained. Can we now reimagine a prosperous riverine Bangladesh where rivers will be at the centre of all our plans?\nThe most important question is who will lead us in this effort. Here, we can learn from the example of Bhabadaha. The permanent polders built around the beels in Bhabadaha between 1965 and 1969 using USAID funding resulted in one of the worst waterlogging problems in Bangladesh, from which thousands of people of the area are still suffering for the last 30 years. Earlier, there used to be an Oshtomashi Baadh that would remain functional for eight months of the year to protect crops from high tide. During the monsoon, it would be cut down to let the tide come in and build land through deposition of silts. The permanent polders interfered with this natural process, thus creating a waterlogging crisis during monsoon.\nTo deal with this, the locals proposed a solution in the form of Tidal River Management (TRM), based on their traditional knowledge and wisdom. Still, the government and engineers of the Water Development Board were against it. However, the local people implemented TRM near Chuknagar, Khulna and found positive results, which forced the government to accept it as a technical solution to the waterlogging problem. But again, local influentials involved in the shrimp business and members of parliament, in collusion with the government, frustrated the local people, and the problem is continuing to date.\nThere are many such examples in Bangladesh where the state not only failed to protect the rivers but abetted the river polluters and grabbers. It is clear the responsibility of protecting and maintaining rivers must be in the hands of the community, with the state only facilitating that process.\nNational Professor Abdur Razzaq, in his \"Bangladesh: State of the nation\" lecture, pointed out that we, Bangladeshis, don't have any distinct features from our neighbours that distinguish ourselves as a separate nation – except the will to be a nation. There is every reason to imagine ourselves as a riverine nation, except the will to do so. Can we create that national will?\nShamsuddoza Sajen is a journalist and researcher.\n\n",
        "headline_1": "Can we reimagine rivers before it is too late?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-we-reimagine-rivers-it-too-late-3127476",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "A year ago today, a mentor, guide, sister and friend – not just to me, but to thousands of South Asians across the globe – left the world, leaving behind a gaping hole in our hearts and in the feminist movements in the region. Kamla Bhasin, prominent feminist, gender trainer, writer and poet, was born in Punjab (now in Pakistan) and grew up in India, but she always rejected narrow definitions of citizenship and identified as a South Asian. She would always say, \"We want peace in South Asia, not pieces of South Asia.\" And truly, she did belong to all of us – she was loved, admired and respected across the region, helping sustain the feminist movements in each of our countries, but most importantly, bringing us all together under a common platform to fight patriarchy, capitalism and jingoism.\nI met this incredible person 35 years ago, and perhaps it would be fitting to mention that her friendship, guidance and love changed me for the better. And this is not just my personal experience but that of countless others who had the good fortune to call her their friend and mentor. She left an indelible mark on those she trained or worked with – she planted the seeds of activism in those not previously exposed to feminist thoughts and galvanised those already working on women's rights issues to fight harder against patriarchy and violence against women.\nI first worked with this larger-than-life personality in 1996. Proshika, one of the biggest national NGOs back then, had invited her to conduct a series of gender training sessions for their senior management, mainly the male staff members. Kamla Bhasin had long understood that engaging men in the process of transformation was critical. During the sessions, she didn't need powerpoint presentations, different training methods or pen or paper – she spoke with conviction, provided examples from our everyday lives and found ways to engage with each participant, making us laugh, cry and sing along the way. She moved us all, and made us confront our own biases and hypocrisies, in that characteristic way that only Kamla could.\nIn April 1998, Kamla designed and facilitated a workshop at Koitta, Bangladesh, where SANGAT – which stood for South Asian Network of Gender Activists and Trainers and later became The South Asian Feminist Network – was first convened, with the aim to bring together experienced and budding activists and academics from South Asia to learn from each other and further the feminist movement in the region. Each year, Kamla would help design and facilitate a month-long gender course, which has now become well known as the most comprehensive and compelling feminist training in the region.\nWhile the theoretical discussions facilitated by notable activists and academics in the region broadened our minds, the music, dance and laughter during and after the sessions broadened our hearts and solidified our sisterhood and solidarity. Anyone who attended these trainings would vouch for how their lives changed forever because of it. SANGAT, under Kamla's guidance, played an instrumental role in connecting fragmented movements for peace, justice and gender equality in South Asia. Kamla could have been an executive director of a big NGO or donor agency, or a bureaucrat, but she never wanted those positions. Leaving behind a successful career in the UN, she dedicated her life to inspiring thousands of human rights activists, trainers and friends all over South Asia so that we could work together, setting aside our differences, to create another world. And she believed that another world was possible. She didn't believe in hierarchy; love was the centre of her life and teachings. She truly believed in the power of love over the love of power.\nWhen she visited Bangladesh, she refused to stay at fancy hotels. She would stay at our house or that of Khushi (Kabir) Apa. She was an extremely organised person and liked to iron her clothes herself meticulously. She loved Bangladeshi food, especially aloo bhorta, chicken curry and daal. She was a brand ambassador for the gamcha, and every so often she would ask to be taken to Elephant Road to buy her favourite white crockeries from Shinepukur or white handkerchiefs from Gausia. Kamla, who was a comedian too, would enthrall us all with her never-ending supply of \"Sardarji\" jokes. She learnt to speak Bangla on her own and insisted on speaking it when she was in the country. She loved Tagore songs and joined in every time we sang.\nKamla was a multi-talented personality. She wrote several booklets in simple English so that development practitioners from different backgrounds could read them easily and understand complex concepts. Her children's books challenged gender stereotypes and offered new ways of exploring and seeing the world. She crafted powerful slogans and legendary songs. She was the mind behind the message, she was the heart of each training she delivered. She spoke the truth, she had the courage to point out what was wrong, and the commitment to work for gender equality, justice and women's emancipation. She was an amazing person with an infectious energy, doing yoga, conducting trainings, writing poems and songs, running around the world with her message of love and solidarity, and supporting small women-headed NGOs and groups.\nI miss you Kamla Bhasin, and I feel there are not enough people born in this world like you. You were a lighthouse in this sea of injustice. You will remain in our hearts and minds, wherever you are. As Tagore, whom you admired, said, \"Let your life lightly dance on the edges of time like dew on the tip of a leaf.\"\nFawzia Khondker is a women's rights activist and core member of Sangat Bangladesh.\n\n",
        "headline_1": "Kamla Bhasin believed in the power of love, not the love of power",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/kamla-bhasin-believed-the-power-love-not-the-love-power-3127131",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Bangladesh Bank, under the guidance of Prime Minister Sheikh Hasina, had set the goal of a single-digit interest rate regime for all loans and borrowings in 2019. A low interest rate regime means lower borrowing costs and enhanced demand for investments by households and private sector businesses. The Bank's goal was definitely pro-poor and intended to unlock access to capital at lower costs for a large number of borrowers. Incidentally, Bangladesh has also observed a surging flow of inward remittances since then. The inflow of current account receipts further accelerated as the pandemic significantly curtailed economic activity and slowed down investment demands. The country accumulated a record USD 48 billion of foreign exchange reserves by the end of August 2021. It was also a period when the central bank lowered the repo rate by 125 basis points and injected a massive volume of liquidity into the financial system. It was done primarily to ensure that households and businesses can access credit at low costs and stay afloat.\nAs the pandemic subsided and the economy reopened by mid-2021, the public policy of single-digit interest rate led to a resurgent growth in private sector credit. It fuelled the domestic demand for imports, and trade account and current account deficits soared to USD 37 billion and USD 18.7 billion respectively in 2021-22. Bangladesh Bank initially tried to defend an overvalued exchange rate of the taka against the US dollar, but a fast depletion of foreign exchange reserves forced the central bank to quit the exchange rate peg. As a result, the taka has devalued by more than 40 percent in the kerb market since January 1, 2022.\nNow, a critical policy question is how the central bank can credibly defend its currency against further devaluation risks with a cap on interest rates in place. An interest rate cap implies that a central bank will have perfect foresight to bring about equilibrium between demand for and supply of real money balance. This job is practically impossible since the central bank controls neither prices of goods and services, nor the supply of real money balance for a small open economy like Bangladesh's.\nEven nominal money supply is not static for many reasons. For example, if the central bank sells foreign exchange reserves to support the home currency against speculative attacks, the nominal money supply contracts. The supply of real money balance will contract further if aggregate price levels keep rising. For a given demand for real money balance, the interest rate will have to rise in order to clear the money market. A policy to cap interest rates below nine percent will either require printing new money or cause a disequilibrium in the money market. If the central bank keeps printing money, the inevitable happens: uncontrolled inflation, or hyperinflation.\nOn the other hand, if the central bank chooses to cap interest rates, disregarding money market equilibrium, a liquidity crisis will ensue and de facto credit rationing will begin in the financial system. The very goal of equity in access to capital would be lost. It may also push weaker banks and financial institutions into man-made insolvencies. This is because a predetermined interest rate will reduce net interest margins for banks and financial institutions. In an environment of weak regulatory oversight, the policy may further worsen problems of adverse selection and moral hazards in credit markets. That is why central banks shouldn't target interest rates. It can better target inflation rate or growth in monetary aggregate for financial sector stability.\nAn important question for Bangladesh Bank now is how an interest rate cap will affect current account deficits of the country, and so the resultant volatility in the foreign exchange market. In all likelihood, a continued low interest rate regime will cause a resurgent credit growth in the private sector and so in the demand for imports. Under the current circumstances, it must avert a persistently large trade account deficit and hence, a current account deficit. Any meaningful defence of the taka against further devaluation and exchange rate volatility must be based on substantial slowdown of imports. A monetary contraction and rising interest rate will help slow down import demand, thus improving the external account imbalance.\nHow does a market-determined interest rate help resolve external account imbalance? It works through a variety of channels.\nFirst, a rising interest rate will depress credit demand across borrowers and demand for new investments by firms. It will encourage households and the government to redefine their respective budgets and keep their spending within limits. Now consider the aggregate volume of imports. Imports are everywhere in the sense that they constitute parts of household consumption, government spending and private sector investment. Each of these variables is critically dependent on interest rates. A low interest rate will stimulate aggregate demand, and so imports. If a central bank really wants to reign in imports, it must increase interest rates, pursue an equilibrium exchange rate, and make borrowing costlier. Both interest rates and exchange rates are powerful determinants of current account deficits.\nSecond, an artificially managed low interest rate will cause illicit capital mobility across borders. Local financial instruments, including shares, corporate bonds, bank deposits and others, are mostly denominated in taka, as are the returns on them. A currency devaluation makes all taka-denominated financial instruments to be less valuable in terms of their international purchasing power. In other words, the dollar rate of return on taka-denominated financial instruments will decrease as the taka depreciates. As households and firms read into the ability of a central bank to defend the home currency, the risk of devaluation will prompt them to find other ways to convert their taka assets into foreign currency-denominated assets, such as through the so-called hundi. Note that such speculative behaviour arises from a fear of devaluation. Sri Lanka, Pakistan and Turkey have all suffered from this crisis. At the heart of it is low interest rates in the presence of an unsustainable external account imbalance.\nThirdly, the fear of devaluation will also encourage non-resident Bangladeshis and local exporters to either cancel or defer transfer of their foreign exchange earnings to the home country. Attempts to under-invoice exports or over-invoice imports will also mushroom if the taka has a volatile exchange rate.\nFourth, international capital flows, in the private and public sector, will critically depend on future sustainability of balance of payments and stability of the national currency. Either a persistent current account deficit or a national currency susceptible to devaluation, or both, will diminish the prospect of international capital flows into the economy.\nFinally, the current account deficit is equal to the excess of gross domestic investments over gross domestic savings. Does the government or the private sector have ample space to bring in foreign capital to finance their excess of investments over savings? The answer is \"very unlikely\" in the current state of the world economy. It therefore implies that a persistent current account deficit will cause further depletion of foreign exchange reserves or a problem of debt sustainability. The volume of foreign exchange reserves is now below USD 40 billion. If one takes into account rapidly rising external indebtedness of the private sector, the pressure on dwindling foreign exchange reserves will likely persist, leading to high risks of further taka devaluation. In this situation, Bangladesh Bank can better fix the currency turmoil by freeing both interest rate and exchange rate to adjust over time.\nDr Mizanur Rahman is a Commissioner of Bangladesh Securities and Exchange Commission. Views are his own and not of the institution's. He can be reached at mmrahman@sec.gov.bd\n\n",
        "headline_1": "Bangladesh’s currency conundrum: What role can interest rates play?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-currency-conundrum-what-role-can-interest-rates-play-3127116",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "With the death of 22-year-old Mahsa Amini, whom Iran's notorious morality police killed on September 16 for wearing the hijab \"improperly\", protests against the totalitarian and dogmatic Islamic regime are raging across all parts of Iran. Among the protestors are not just women who have been burning their mandatory head scarves and cutting their hair in public, but men who are joining them on the streets too. \nTo understand the socio-political context and the country's present state of affairs—one which gave birth to such daring dissenters—it is important to read books and stories which unveil the experience of individuals chained by Iran's despots. \nThe following books capture such experiences in a vivid manner. \nPERSEPOLIS \n\nMarjane Satrapi, trans. Mattias Ripa and Blake Ferris\n(Pantheon, 2000) \nMarjane Satrapi's series of graphic memoirs follows her life from her early childhood to adulthood in the aftermath of the Iranian Revolution. Due to her family's left-leaning teachings, Satrapi finds herself struggling in the midst of vast changes and injustices while wrestling against the restrictions put on her public life by the new regime. Using monochromatic comic strips, she exposes the perplexing contrast between the public and private lives of Iranian citizens. \nRecounting her own experiences and sharing the stories of her family's experience during the overthrow of the Shah's regime, the establishment of the Islamic Republic and the horrors of the Iraq-Iran war, she portrays a powerful image which transcends through time and helps the reader contextualise the recent protests. \nREADING LOLITA IN TEHRAN \n\nAzar Nafisi\n(Random House, 2003) \nAzar Nafisi's eloquent memoir covers a fragment of her life from her return to Iran during the Iranian Revolution to her emigration from the country in 1997. Centering the memoir around the lives of eight female students who secretly gathered in her house every Thursday to read forbidden works of Western literature, including Lolita, The Great Gatsby, Pride and Prejudice, and Henry James, she narrates the tale of how the hopes and dreams of many Iranians, especially women, are shattered by the strict imposition of rules by the new regime. Illuminating the struggles of women throughout her memoir, Nafisi shares personal anecdotes about how literature can provide solace to people living under totalitarianism. \nTHE ENLIGHTENMENT OF THE GREENGAGE TREE \n\nShokoofeh Azar, trans. Anonymous\n(Europa Editions, 2017) \nOriginally published in Persian, Shokoofeh Azar's 2020 International Booker Prize-shortlisted novel is set in the decade following the Iranian Revolution. The story is narrated by the ghost of a 13-year-old girl named Bahar who died in a fire after her family home—a secular and intellectual hub—in Tehran is attacked by zealots. Bahar's ghost is omnipresent throughout much of her family's tumultuous life as they struggle to adjust with their new settlement in the forsaken village of Razan. \nHowever, this serenity is soon disturbed as the family's only son, Sohrab, is arrested and executed on fragile grounds. Using vivid details in narrating Sohab's sub-plot, Azar reveals the brutality of the Islamic regime while incorporating elements such as magical realism to introduce readers to aspects of traditional Iranian folk tales such as that of djinns. \nPRICE OF HONOR: MUSLIM WOMEN LIFT THE VEIL OF SILENCE ON THE ISLAMIC WORLD\n\nJan Goodwin\n(Plume, 1994) \nWritten by award-winning journalist Jan Goodwin, Price of Honor investigates the lives of Muslim women living in the Islamic world as narrated by themselves. The author travels across the Middle East and North Africa and explores the customs and the traditions of the Islamic world and tries to understand how these influence the way women are treated. \nThe resulting material is a compelling account of how fundamentalism has impacted the lives and ambitions of women from all parts of the socio-economic spectrum. With a special focus on Iran in the fifth chapter of the book, the personal anecdotes make her writing much more credible as women across Iran are seen to be voicing their vitriol against the present regime. \nIRAN AWAKENING: A MEMOIR OF REVOLUTION AND HOPE\n\nShirin Ebadi\n(Random House, 2006) \nIran Awakening by author and lawyer Shirin Ebadi—winner of the Nobel Peace Prize 2003—covers her life growing up in an unconventional family in pre-revolution Iran, as she navigates through her marriage, her battles as a lawyer and her experiences of raising daughters under the oppressive regime. \nThe book dramatically captures her story: she was the first female judge in the country, but was then demoted to a clerk in the courtroom when the religious authorities barred women from serving as justices. She fought back against the oppressive system. Her memoir is a moving story of how the Islamic regime clamped down on the rights of women in post-revolutionary Iran.\nHrishik Roy is an intern at Daily Star Books. Reach out to him at hrdibbo@gmail.com \n \n \n",
        "headline_1": "Books to read about the oppression of women in Iran",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/books-read-about-the-oppression-women-iran-3127081",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "The life of a migrant worker is fraught with numerous difficulties, from the expensive and complicated recruitment process at home to the precarious work conditions abroad. Unfortunately, these hurdles don't stop once they return – an overwhelming majority of returnees struggle to be reintegrated into society and find productive means to sustain themselves and their families. Although the Probashi Kallyan Bank (PKB), tasked with ensuring a smooth transition for the returnees, introduced a Reintegration Loan in 2011, it has remained grossly underutilised. Despite the huge demand on the returnees' end for financial support, only Tk 2.92 crore has been disbursed in 2011-20 to a total of 111 applicants.\nThen Covid-19 hit the world, bringing the global economy to a standstill. Half a million migrants were forced to return home, many empty-handed. The government, in a welcome move, introduced three new categories of loans during the pandemic: Special Integration Loan, Women Reintegration Loan, and Self-Employment Loan. But though the rate of disbursement increased significantly in the last two years compared to the decade before, a recent study published by Ovibashi Karmi Unnayan Program (OKUP) shows that only 6,384 returnees received a total of Tk 169.15 crore under the Special Reintegration Loan, which means only 2.6 percent of the Covid-affected returnees received assistance. Meanwhile, no female returnee migrant workers received a loan under the Women Reintegration Loan or Self-Employment Loan categories, despite the fact that female migrant workers are one of the most vulnerable populations in the country in dire need of guided financial assistance.\nThe OKUP study found that most migrant workers could not meet the eligibility requirements set by the PKB, and that there were discrepancies between the bank's rule and what its officials practised. For instance, although the rules state that anyone capable of repaying the loan can be a guarantor, a majority of migrant workers reported that the bank officials asked them to find socially influential people or government employees as their guarantors in addition to their family members. Many stated that the numerous documentation needed from the guarantors, including a signed cheque, and physical presence at the bank discouraged many from lending their support to the migrants. Meanwhile, although there were no official requirements of trade licences or records of prior investment, many reported that their applications were rejected because they failed to provide these records.\nThe PKB must take urgent note of the findings of the study and take immediate steps to simplify the process of loan disbursement. It must remove discrepancies between stated prerequisites and real-life practices, make it easy to avail guarantors, remove the requirements to provide a long and unrealistic number of documents, and consider prior skills and experiences instead of prior investment as an eligibility criterion. Moreover, and most importantly, the PKB, as the specialised bank for migrant workers, must realign itself to better serve the unique needs of the population and offer financial assistance that can ease, not amplify, their sufferings.\n",
        "headline_1": "Simplify process of loan disbursement for migrant returnees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/simplify-process-loan-disbursement-migrant-returnees-3126451",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "The government has announced that from October 7 to 22, there will be a ban on hilsa fishing to prevent overfishing during the breeding season, which runs the risk of reducing the fish population for the rest of the year. Last year, too, there was a hilsa ban in October, and a longer ban in May for similar reasons – 65 days of no fishing at sea at all. And while this policy might make sense in a country where people are known to be mad about eating fish all year round, it has a detrimental effect on the livelihoods of fishers – a population that is generally mired in poverty due to insecure incomes.\nIn fact, 75 percent of fishers are known to suffer from further economic hardship during fishing bans, which can be harsh enough for them to require food aid. And while the government gives food aid to those with fishermen cards, new research from Manusher Jonno Foundation (MJF) has found that not only is this support inadequate, but due to corruption and nepotism, it is reaching the wrong hands. This information was corroborated by the leaders of fisher unions in a recent press conference, who reported that people who have never been fishing are on the government support list due to their connections with local political leaders, and that even those who do have access to the food aid often do not get the promised amount.\nThese latest findings can now be added to the towering pile of public projects that target the vulnerable, but are failing to have an impact due to inefficiency and poor implementation at best, and deliberate corruption and a complete lack of accountability at worst. The research suggests that, during the bans last year, fishers suffered deeply from food insecurity, and only 40-46 percent received government food aid. Given this situation, are the fishing ministry and the relevant local government offices working together to ensure this doesn't happen again this year? Have they made any efforts to update the current list of fishers? Are they considering providing alternative employment to them during the ban? One of the fundamental flaws of this and many other government policies is that the people they are meant to serve are the ones not having their voices heard. \nLeaders of fisher unions have long argued for cash incentives during seasonal bans alongside proper distribution of food aid, as well as a specialised bank or loan system so they don't fall into a debt trap by borrowing money. The relevant authorities must understand how important the roles of fishers are in ensuring food production and security in the country. Their vulnerabilities cannot be an afterthought when formulating policy. Rather, it should be the central concern, and their demands should be heard and met with the utmost urgency.\n",
        "headline_1": "Fishers must have food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fishers-must-have-food-security-3126441",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "When late mayor Annisul Huq floated the bus route rationalisation plan for Dhaka city, many found it to be a pipe dream. Such scepticism appears to be not out of place still now. Nearly, five years after the sad demise of Annisul, two city corporations are still struggling to implement the plan even in one route. The much-touted project of the late mayor had remained in cold storage for more than a couple of years. But the incumbent mayors of Dhaka North and South City Corporations had picked up the plan and vowed to carry it through, weathering all odds. At least 24 meetings that the special committee on bus route rationalisation under their joint leadership held to date speak of their resolve. But the odds are too many and, in some cases, insurmountable. Toughest of all is the unwillingness of the transport owners to be the key partners of the plan that, if implemented properly, will discipline the operation of passenger buses and rid the commuters of untold sufferings. The 'Nagar Paribhan', which now operates only in one route---Ghatarchar-Kanchpur, is in no way near the conditions attached to the original plan, as reported in a news item published in this paper late last week. Buses placed under the 'single route, single company concept' are operating like the conventional ones, as they pick up and drop passengers at any place, even in the middle of the road. The drivers and their helpers also do not wear designated uniforms. Nor do they have formal appointment letters and fixed wages. The two mayors by now must have learnt about the difficulty in convincing the transport owners to put their fleet of buses under the bus route franchise system. The latter has become unmanageable and defiant because of the patronization they have been receiving from the powerful quarters in recent times. That they are prone to erratic behaviour is very much evident from the anarchic situation now prevailing in the transport sector. The delay in enforcing many important provisions of the new transport act adopted by parliament in 2018 following the 'Nirapad Sarak Andolon' (Safe Road Movement), waged by school students, also points to the power they wield. Thus, the task of luring them into a disciplined road transport operation in Dhaka city seems very difficult to accomplish.A leading transport expert has suggested a radical measure that might enable the government to introduce the bus route franchise, meaning a single company for a single route. The measure wants an end to the involvement of the existing bus owners in the city's passenger bus service. However, it would be necessary to pay adequate financial compensation to the bus owners before moving towards that direction. The perception is that there could not be an efficient city bus service keeping the vested interests involved in the transport business. There is also a proposal to get the international operators involved in the BRF through open bidding. Given the situation prevailing in the city's bus transportation system, all these might also appear as pipe dreams. But the reality is that commuters have been longing for a radical change for long in the city's bus service where anarchy rather than discipline rules the roost.",
        "headline_1": "State of the Bus Route Franchise plan for Dhaka city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/state-of-the-bus-route-franchise-plan-for-dhaka-city-1664026883",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Islamic-financing industry is bouncing back strongly after a slump mainly due to the Covid-19 pandemic. It is projected to grow to nearly US$5 trillion by 2025 from over $3 trillion as of now. The buoyant projection was made at the fourth Islamic Financial Services Board (IFSB) Innovation Forum in Qatari capital Doha two weeks ago. The board is an international standard-setting organisation promoting the Islamic financial services industry by issuing global prudential standards and guiding principles. It has defined that Islamic- financing industry includes banking, capital markets and insurance sectors. The Islamic Financial Services Industry (IFSI) Stability Report 2022, prepared and released by the board last month, showed that global IFSI was estimated at US$ 3.06 trillion in 2021. It registered a growth of 11.30 per cent over the value worth $2.75 trillion in 2020. The report also showed that Islamic banking occupies 69 per cent of the global Islamic- financing service. The share of Sukuk or Islamic bond was 25 per cent followed by Islamic funds assets (5.0 per cent). The rest 1.0 per cent went to Takaful or Islamic insurance industry. The region-wise breakup of the industry showed that 52 per cent of the total market was concentrated in the six-country Gulf Cooperation Council (GCC). Southeast Asia's share was 23.5 per cent in the past year followed by 17.40 per cent in the Middle East and South Asia and 2.10 per cent in Africa. The rest 4.50 per cent was in other regions (Europe and Central Asia). Islamic finance delivers the banking and other financial services in conformity with the principles of Islamic law, also known as Sharia law, which strictly prohibit riba or interest. That's why Islamic banking is known as interest-free banking. This is the main difference with the conventional banking where interest is the key. Instead of charging fixed-rate interest on lending, the concept of shared risk and reward is the main rule which compels banks to develop a clear understanding of what is being financed. Sharia law also forbids usury (exorbitant interest), uncertainty and speculation and stresses transparency in any financial transaction. And there is a necessity of tangible presence of assets for any transaction, which means financing must be linked to real assets. There is a spirit of partnership between the financier and entrepreneur also. Returns on investment have to be linked with risks. Investing or financing in any immoral, unethical, harmful and problematic business is also not allowed. That's why Islamic finance is defined as 'equity-based, asset-backed, ethical, sustainable, environmentally and socially responsible finance.' It 'promotes risk sharing, connects the financial sector with the real economy, and emphasises financial inclusion and social welfare.'A number of factors are there behind the spread of the Islamic financial services across the world. Shifting global geopolitics, global financial crisis, economic recessions, wealth concentration, increased socioeconomic disparities and spread of corruption in the last two decades played vital roles in this connection. Conventional or Western lending and financing approaches of 'use of money to make money' expanded the complex structure of gaining profits only. Thus, global conventional financial market becomes more speculative in nature, raising risks in return on investment. Islamic financing provides an alternative approach of low-risk, low-profit with real- world financial transactions. Moreover, the ethical aspects and welfare approach of Islamic financing attract many non-Muslims also.Bangladesh is one of the leading countries in Islamic banking although it is still far behind in overall Islamic- financial services. Currently, the share of combined deposits of Islamic banks in Bangladesh accounted for 26 per cent of total deposits of the entire banking sector, according to Bangladesh Bank quarterly review report on the country's Islamic- banking segment. The ratio stood at 28.50 per cent in terms of investment or loans and advances in the country's banking sector at the end of fiscal year 2021-22 (FY22). At present there are 10 full-fledged Islamic banks, nine conventional banks with some Islamic- banking branches and 14 conventional banks with Islamic banking windows. ISFI Stability Report put Bangladesh in the eighth place in top 15 countries having a more-than-15-percent share in Islamic-banking assets in their total domestic banking sector assets in 2021. Iran and Sudan have 100-percent Islamic banking followed by Saudi Arabia (78 per cent), Brunei (58 per cent), Kuwait (51.90 per cent), Malaysia (31.5 per cent), Qatar (28.1 per cent), Bangladesh (26.30 per cent), Djibouti (25.1 per cent) and UAE (23.90 per cent).The report also showed that Bangladesh shared 2.70 per cent of the Global Islamic Banking Assets last year. It also added that assets of the Islamic- banking sector in Bangladesh, Pakistan and Palestine registered improved double-digit-growth performances of 20.9 per cent, 30.6 per cent and 12.1 per cent, respectively, as in the last quarter in 2021. \"In Bangladesh, the growth was due mainly to strong public demand,\" said the report. \"Also, policy support by the Bangladesh Bank provided opportunities for Islamic banks to participate in raising funds for infrastructural and industrial projects.\"Bangladesh is, however, far behind in Islamic bonds. The country's first Sukuk or Islamic bond was issued in 2020. Bangladesh Bank, on behalf of the government, has issued the maiden sovereign investment Sukuk to raise Tk 80.00 billion for implementation of the safe water-supply project in the country. Two more Sukuk was also issued in the past year. The total amount of issued Sukuk reached Tk 180 billion at the end of June 2022. Unlike a non-Islamic bond, where the bondholders receive fixed interest on maturity for financing the capital, a Sukukholder gets a share of the income generated by the assets. There is also a Bangladesh Government Islamic Investment Bond (BGIIB), introduced in 2004, although only Islamic banks are able to invest in this bond. The amount is still small.Thus the main challenge for Bangladesh is to diversify the Islamic financial services by focusing on other segments of Sharia-based financing such as Islamic capital market, Islamic insurance or Takaful and microfinance. It needs to learn from the experiences of the countries like Malaysia, Qatar and the UAE in this connection. This will help to enhance the country's share in the global Islamic financial market.[email protected]",
        "headline_1": "Diversifying Bangladesh's Islamic financial services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/diversifying-bangladeshs-islamic-financial-services-1664026937",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "The frenzy with which the unscrupulous people and syndicates, many with indirect backing of the local administration, continue to swoop on the historical places is distressing. There are few archaeological sites in the country which are not the hawkish targets of these elements. Almost all of the targets of swoops prove to be driven by the ultimate urge to grab lands or structures. They range from centuries-old temples, mosques, local kings' palaces or graves. To the shame of the nation, it was the British colonialist administrators and individuals who were found employing their utmost efforts to save many of the ruins in Bangladesh. Ironically, the key-figures of the independent Bangladesh administrations bothered little for the necessity to conserve the country's invaluable ruins and relics. Over the last four decades, the attempts to raze countlessheritage sites to the ground went on without respite. There are few countries in the world which treat their historical ruins in such a nonchalant way.The way Bangladesh continues to level both its archaeological and architectural sites can be termed atrocious. Hardly does a month pass in the country which doesn't see the demolition of a structure carrying historical importance. Apart from single buildings dating back to the Sultanate, Mughal and British periods, vast areas reminding of the earlier kingdoms and rules have long disappeared. Only a handful of the Mughal area structures remain in place in Dhaka today. The irony is, this 4-hundred-year-old city once served as the Mughal capital of the Bengal 'Subeh'. Except the spacious Lalbagh Fort and the 17th century landmark buildings built in the Mughal era --- the BoroKatra and the ChotoKatra in the present Chawk Bazar --- few structures from that period stand with their past glory. Instead, a section of influential people are always on the hunt for opportunities to take possession of them. Of late, the part demolition of the BoroKatrabears witness to the grabbers' attempt to overrun this structure, inseparable from Dhaka's Mughal past. News of any attempt on the part of the government's department concerned to save the building has yet to be known. The conservation activists fear, since encroachers have targeted the two 'katras', their days are evidently numbered.Already, dozens of spectacular British era residences and offices, business centres etc after Mughal times have disappeared around 100 years ago.Many of these British installations were built on the model of Greco-Roman architectural style. However, the existence of the ornate and imposing structures belonging to the Dhaka's Armenian business community remains a mystery. Dhaka experts attribute the functional condition of these over-hundred-year-old palatial buildings to the urge of the later business tycoons in old Dhaka. A painful aspect associated with the conservation of heritage sites is the neglect on the part of the authorities. There are fears that if timely repair and renovation initiatives aren't forthcoming, the Armenian business centres and the church may face the fate of many dilapidated British-made structures. At this point the instance which flashes in the mind is that of the Buckland Bund along the Buriganga River. It served the Dhaka residents as a quiet and breezy promenade constructed in 1864, by the city's British commissioner Charles Buckland.Leave alone the younger generation, people in their seventies even cannot clearly remember seeing any remnants of the Buckland Bund in their boyhood. Instances of proud presence of architectural wonders from the distant past, and their eventual disappearance later, remain omnipresent throughout the country. The demand of modernisation, and the greed of land grabbers have stood as a hindrance to the survival of these sites. Few have any compunction for this national trend.[email protected]",
        "headline_1": "Preserving nation's heritage sites",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preserving-nations-heritage-sites-1664026986",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2022"
    },
    {
        "full_article": "Saleh Ahmad Takrim, a 13-year-old Bangladeshi, has recently secured third position in the 42nd King Abdul Aziz International Hifzul Qur'an Competition held in Makkah of Saudi Arabia. A total of 153 participants from 111 countries took part in the competition and a jury of experts selected him as one of the winners. Takrim's win has already touched many of us. And he is being praised on social media for his beautiful voice and recitation of Qur'an. Takrim is a prolific Qari of Qur'an. He started participating in various national and international competitions from since his early childhood and has been the recipient of numerous awards. He bagged the first place in the 38th International Hifzul Qur'an Competition in Iran's Tehran. Right now, he is a student of Quran Al Islami Madrasa in Dhaka. His father is a madrasa teacher and mother a homemaker. We hope this young Qur'an reciter will be nurtured with care and bring more honour to his dountry. Syful Mia, Student of University of Chittagong, Chattogram, [email protected]",
        "headline_1": "Congratulations, Hafiz Takrim!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/congratulations-hafiz-takrim-1664027017",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2022"
    }
]