[
    {
        "full_article": "Nearly one year to the date of Russian President Vladimir Putin’s launch of attacks on Ukraine (February 24, 2022), the UN General Assembly’s vote on the latest resolution to criticise Russia resulted in 141 votes in favour, seven against (it includes Russia) and 32 abstentions (it includes India and China). The resolution, or a call for a “just and lasting peace”, that was eventually sponsored by more than 70 countries, demanded an immediate cessation of hostilities, and appealed for accountability at international courts for rights violations and war crimes. Significantly, the sponsors, led by the U.S., its allies, and European Union countries, did not call for peace talks — something Ukrainian President Volodymyr Zelenskyy does not favour at present, given the status quo advantage that lies with Russian forces having laid claim to about one-fifth of Ukrainian territory. Two amendments suggested by Russia’s ally Belarus, to replace the term “invasion” with what Russia calls “Special Military Operations”, and to call for dialogue immediately, were rejected. As a result, although there is a military stalemate in Ukraine, casualties continue to rise, and western sanctions have not found favour with much of the world, Ukraine and NATO countries called the vote a major victory — much like they had in a similar vote, on March 2, 2022.In spite of several attempts by the U.S. and the European countries, India abstained, which it has consistently done since last year on any resolution at key UN bodies that has been critical of Russia. In explanations by External Affairs Minister S. Jaishankar at international fora — some of which were reiterated by India’s UN envoy on Thursday — the Modi government has asserted its strategic autonomy, citing its traditional relationship with Moscow, its initial concerns of becoming a party to the conflict while Indian students were caught in the middle, stressing that “diplomacy and dialogue” are the only way forward, and claiming that it is required to maintain a “neutrality” of sorts to leave space for mediation. While its decision to reject unilateral western sanctions on Russia and increase trade in fuel and fertilizers with Moscow can be explained by its desire for independent decision making, it is becoming increasingly hard for New Delhi to hold that abstaining from voting at the multilateral stage is a principled stand. It has become very clear that this is indeed a Russian invasion of its smaller, sovereign neighbour, one that has not been halted despite Russia gaining its initially announced strategic goals. Prime Minister Modi’s celebrated statement that “this era is not of war” has not been heeded by President Putin, and it is unclear if Ukraine sees India as an unbiased mediator. India has proven over decades that it will not vote under duress, yet the global and regional leadership that New Delhi claims cannot come from appearing diffident over basic principles of sovereignty and territorial integrity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia-Ukraine Crisis\n\n/\n\nUnited Nations\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nUSA\n\n/\n\nEuropean Union\n\n/\n\nwar\n\n/\n\ndiplomacy",
        "headline_1": "Not neutral: On India’s stand on Ukraine at the U.N.",
        "headline_2": "India cannot be seen as dithering on issues of any nation’s sovereignty",
        "link": "https://www.thehindu.com/opinion/editorial/not-neutral-the-hindu-editorial-on-indias-abstention-at-the-february-23-2023-un-vote-on-ukraine/article66549288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The internal crisis in the All India Anna Dravida Munnetra Kazhagam (AIADMK) seems to have blown over after the Supreme Court of India ruled in favour of its interim general secretary, Edappadi K. Palaniswami, leaving his rival O. Panneerselvam and his paltry following isolated. A two-judge Bench found no illegality in the convening of a special General Council meeting on July 11, 2022, at which resolutions were adopted abolishing the ‘dual leadership’ system under a coordinator and a joint Coordinator, reinstating the post of general secretary and removing Mr. Panneerselvam from the party. The Court did not go into the validity of any of these resolutions, but ruled firmly that a single judge of the Madras High Court had no reason to force the estranged leaders to work together, ignoring the realities of the situation and based on technical grounds; and that a Division Bench of the High Court had correctly interfered with it. The verdict effectively ends the Panneerselvam camp’s attempt to exercise equal control over the party’s affairs through a judicial diktat to retain the dual leadership. There is, of course, the possibility of the legality of these decisions being examined in civil suits, but it is unlikely to lead judicial conclusion for a long time. Until then, the AIADMK will be firmly in the control of Mr. Palaniswami, who has outmanoeuvred the rival camp with the help of the overwhelming majority he enjoys at various levels in the organisation.Mr. Panneerselvam had only recently spoken about “reclaiming the party from a dictator”, but it is now increasingly clear that he will face political oblivion by persisting with his ambition to wrest the party mantle without shoring up his political base. The tactic of keeping himself in the good books of the Centre and the Bharatiya Janata Party (BJP), even while expecting legal processes to bolster his case, is not really working well for him. It was only recently that he had to eat humble pie when he withdrew his faction’s candidate for the Erode East Assembly by-election, claiming that the camp wanted the AIADMK’s ‘Two Leaves’ symbol to succeed. A count ordered by the Supreme Court among the party’s General Council members had resulted in a majority of members backing Mr. Palaniswami’s nominee. Mr. Palaniswami is no less keen on keeping the BJP on his side, but his firm grip on the party apparatus seems to be standing him in good stead in the political arena, even if the electoral scene in the face of a strong DMK-led alliance remains a formidable challenge.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nTamil Nadu\n\n/\n\nstate politics\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Single stroke: On the Supreme Court ruling in favour of Edappadi Palaniswami",
        "headline_2": "As Supreme Court of India order strengthens Edappadi K. Palaniswami’s hand, O. Panneerselvam risks political isolation",
        "link": "https://www.thehindu.com/opinion/editorial/single-stroke-on-the-supreme-court-ruling-in-favour-of-edappadi-palaniswami-in-the-aiadmk-case/article66549771.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "Long before Rahul Gandhi, there was Feroze Gandhi. In a recent debate in Parliament, BJP attacked Congress on Jawaharlal Nehru, saying if Nehru was indeed such a great leader why did the current Gandhi family not bear his name, and why did they instead choose to call themselves ‘Gandhi’. The answer is of course simple: Rahul and Priyanka, as is the near-universal norm, bear the surname of their paternal grandfather Feroze Gandhi, husband of Indira, their grandmother.\nIronically, Feroze himself had no political pedigree. He wasn’t a dynast. He was an entirely self-made yet stellar parliamentarian. His family may today be accused of nepotism and dynasticism, cast as Lutyensland “naamdaars”, in the seeming culture war of “naamdaar” vs “kaamdaar”.\nRead full opinion on TOI+\n\n",
        "headline_1": "A Gandhi who was Kaamdaar: Feroze Gandhi, talented and self-made, is the wrong target for BJP when it tries to corner today’s Congress’s first family",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/a-gandhi-who-was-kaamdaar-feroze-gandhi-talented-and-self-made-is-the-wrong-target-for-bjp-when-it-tries-to-corner-todays-congresss-first-family/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "Another PIO, another glass ceiling down in the US, and another celebration in faraway desh. In announcing Ajay Banga’s nomination as World Bank president, Joe Biden highlighted the former Mastercard CEO’s long experience of “guiding organisations through periods of fundamental change”. WB is certainly in dire need of reform, as is the International Monetary Fund. The way in which the US and EU have divvied up the leadership of the two institutions has long stopped reflecting the actual economic weight of their global membership. So, much as a person of Indian origin becoming WB president would gladden Indians, what the fifth-largest economy in the world really needs is its fair say in such decision-making.\nStill, the nomination marks an important trend in Indiaspora’s performance. As the second-largest immigrant group in the world’s largest economy, their high-skills profile has been making business headlines for some time. YouTube’s Neal Mohan, Alphabet’s Sundar Pichai, Microsoft’s Satya Nadella and Novratis’s Vasant Narasimhan are just some of the names in the shiny CEO list that Indian tiger moms now pin over their children’s study desks. But what Banga’s nomination spotlights is a rising profile in US politics and governance.\nIn their country of origin, the celebration of diasporic success is tied to hopes for India’s own growth story. Banga’s US citizenship was a prerequisite for being only the second Asian-American in the top WB job. But as India’s economic heft grows, as it is successful in pushing reforms at WB and IMF, it will be able to nominate its own citizen for this. Getting there needs us to master the US flair for creating opportunities. Many, many more Indians should be able to rise to the top without travelling to America.\n\n",
        "headline_1": "Banga message: India must create opportunities like the US does",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/banga-message-india-must-create-opportunities-like-the-us-does/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The sexual assault of a woman BSF constable by an inspector in a Bengal border outpost should sound alarm across paramilitary and military brass. Around the same time there were reports that around 50 women officers would lead army units in forward areas. India has seen positions open for women in the services at multiple levels. Army women officers have seized their rights in the Supreme Court and in firsts in 2021, women jawans were inducted, women cadets appeared for NDA’s entrance test.\nThe paramilitary has had large women battalions for years. Women have become inspectors general too. BSF alone employs almost 8,000 women and has a women’s daredevil motorcycling team. The increase in women’s numbers and their rise cannot however be at the cost of basic safety.\nWhen uniform attacks uniform in however remote a unit, it is bound to rankle across the services – close-knit units are assumed to operate on trust and camaraderie. The only commendable point in this episode is that the constable reported the attack to the police. BSF suspended the inspector while it investigates. But not all women may be in a position to report. Thus, the message within the services must go out loud and clear that women in uniform cannot fear for their safety from their own colleagues. That message must come from the top, and it must be driven home to the men in uniform.\n\n",
        "headline_1": "Talk to the men: Incumbent on services brass to make women in uniform feel safe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/talk-to-the-men-incumbent-on-services-brass-to-make-women-in-uniform-feel-safe/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "Women’s lives have been recast in the last century, but men find themselves adrift. Boys and men are trying to improvise, confused by obsolete gender norms. Of Boys and Men: Why the Modern Male is Struggling, Why It Matters and What to Do About It by Richard V Reeves envisions ‘a positive masculinity for a post-feminist world’.\nWhile the data is largely drawn from the US, many of its findings have universal resonance. Girls seem to have overtaken boys in school everywhere in the world. The book cites studies to claim that there is a sex difference in adolescent brains in terms of timing, and that while girls are neurologically equipped to self-regulate, a boy’s brain is more accelerator and less brake in the key high school years.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why men need liberation too: The norms of masculinity are crushing many of them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-men-need-liberation-too-the-norms-of-masculinity-are-crushing-many-of-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "Is a degree in Bangla useless? What are the factors that contribute to the marginalisation of the academic degree of a language in its own country? Is English a killer language that uses its colonial supremacy to deny Bangla its rightful throne in academia? That, at least, is a common perception. There are many jokes about the stereotypical attributes of a Bangla graduate to confirm the prejudice. Employers tend to associate proficiency in English as an additional skill that gives a job-seeker a certain edge in a job market that is fast becoming privatised and corporatised.\nA few months back, this paper ran an op-ed highlighting the strange fetish over useless degrees in Bangladesh that are simply wasting away the time and efforts of our students as well as our national resources. The author, a research student in an Anglophone country, argued that there was no real connection between the knowledge pursued by these degrees and the jobs that are available for them. His argument is based on the need for technologically-skilled personnel for the job market. A degree in Bangla language and literature probably falls short of these requirements in a professional world driven by the much-hyped Fourth Industrial Revolution (4IR).\nTo prepare graduates for the real world, the University Grants Commission (UGC) has asked universities to adopt an outcome-based education system that requires a multidisciplinary approach. About 30 percent of the courses need to be from disciplines not pursued for the degree by a student. This means even a Bangla graduate must have some knowledge of other humanities, science, and social science subjects. The approach involves an attempt to bring all degrees under a common frame of assessment and evaluation.\nHowever, one wonders whether these prescriptions, given in English, will be lost in translation or not. All departments of both public and private universities are required to write their programme missions, visions, and objectives in English. I was surprised to learn that even the course objectives for the Bangla course that we offer at the English department need to be in English. The reason is simple: it is for the sake of the donor, not for its intended audience. In the workshop designed to help us with the new curriculum development, we were given a list of keywords and action phrases. I could sense that these documents are going to be lip service as many of us do not have the symbolic and cultural capital to internalise what is at stake. The copy-and-paste method will make us look good on paper, but whether these ideas will be applied need to be seen and tested.\n\nWe often forget that with approximately 300 million native speakers and another 37 million second-language speakers, Bangla is the fifth most-spoken native language. The onus is on us to prove that Bangla is a strong language.\nThe dilemma was pointed out by Prof Anu Muhammad in a recent article published in this daily. The economist, who is known for his political activism, regretted that many of our national policies are in English and do not have Bangla versions. This goes on to prove some state-level negligence shown to our mother language, notwithstanding the constitutional obligation of using Bangla everywhere. Our policymakers still prefer to relish the colonial hangover and uphold the supremacy of English as it is touted as the lingua franca of the world.\nI think the answer to the question of Bangla in higher education lies in the problem. Unesco's adoption of February 21 as International Mother Language Day serves as a guideline. While it celebrates the tangible and intangible heritage of Ekushey, it also tells us to preserve and disseminate to \"encourage linguistic diversity and multicultural education\" for \"fuller awareness of linguistic and cultural traditions throughout the world and to inspire solidarity based on understanding, tolerance and dialogue.\" This is where Bangla can play a crucial role.\nWe often forget that with approximately 300 million native speakers and another 37 million second-language speakers, Bangla is the fifth most-spoken native language. The onus is on us to prove that Bangla is a strong language.\nSpeaking at the launching ceremony of the Bangla Department at the University of Liberal Arts Bangladesh (ULAB), the iconic educator and cultural activist Abdullah Abu Sayeed shared an anecdote involving Rabindranath Tagore and Balraj Sahni, a Punjabi author who used to write in Hindi. Sahni was hesitant to write in his native tongue, saying that not too many people read Punjabi. Tagore told Sahni that Bangla, too, was once considered a pedestrian language. We kept on contributing to it with our writings to enrich it and get more readers for it.\nI think we need to invest more in Bangla to make it an integral part of our life. True, the climate of neoliberalism has pushed Bangla into the abyss. But, as the discussants at the launching ceremony pointed out, the potential of Bangla is immense. The filmmaker, musician and public intellectual Chandril Bhattacharya and publisher of Shuvonkar Dey from Kolkata reflected on the shared victimhood of Bangla on the other side of the border. They told the audience about the political economy and cultural hegemony that were impacting the use of Bangla in all spheres.\nBut the solution came from the president of Bangla Academy, novelist Selina Hossain, and educator Abdullah Abu Sayeed. They told the audience to celebrate the language for the joy of reading its rich literature as well as for liberating one's consciousness before engaging with the world.\nResearch on Bangla can enrich our culture, while translations of our literature can introduce our heritage to the world. Bangla departments must redefine their objectives to make themselves effective. For that, it does not necessarily need to go to foreign prescriptions. A little soul-searching can do wonders.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "Does a degree in Bangla have no value?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/does-degree-bangla-have-no-value-3256356",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The UN experts have recently called on the government to not \"use the judiciary to chill critical reporting\" and drop the charges against Rozina Islam, an investigative journalist of the daily Prothom Alo, as a case filed against her back in 2021 is still hanging over her head. Rozina was accused of \"taking photos of official documents without permission\" and charged under the Official Secrets Act, a law enacted by the British colonial administration in 1923, when she went to collect data from the health ministry in May 2021. \nAlthough the Dhaka Metropolitan Police (DMP) submitted its final probe report to the court on July 3, 2022, stating that no substantial evidence had been found to support the allegations against Rozina, she is yet to be acquitted in the case. What happened instead was, seven months later, the same court ordered the police to carry out further investigations into the case following a petition by the health ministry in January 2023. \nThe prolongation of the investigation in the case is worrying. One can assume that it is being done with an aim to further harass the journalist concerned, suppress investigative journalism, and undermine press freedom in the country. The UN experts also raised the same concerns when they noted that \"the protracted nature of Rozina Islam's case reflects a dangerous trend in Bangladesh and beyond to bring serious charges, often on unsubstantiated grounds, against journalists and editors and then leave the cases hanging unresolved in the judicial process as a way of threatening, intimidating, harassing, and silencing them.\" \n\nShouldn't the government have taken action against the corrupt officials of the health ministry based on her reports, instead of framing her and harassing her for what she did?  \nThe questions that must be asked at this point are, should the law, under which Rozina Islam was sued, even exist at this age and be used against journalists? Doesn't it undermine people's right to information, as guaranteed under the Right to Information Act? What Rozina did was unearth corruption, mismanagement and irregularities in our health sector, particularly the irregularities in the procurement of emergency medical supplies during the pandemic. Didn't she do a great service to the nation through her investigative journalism? Shouldn't the government have taken action against the corrupt officials of the health ministry based on her reports, instead of framing her and harassing her for what she did? \nAnd Rozina is not the only one to be framed for doing her job; scores of journalists, editors, human rights defenders, political activists and others were framed under the obnoxious Digital Security Act (DSA) enacted in 2018. According to the Centre for Governance Studies (CGS), a total of 109 cases were filed under this draconian law between October 2018 and August 2022, in which 2,889 individuals were accused. Of them, only two percent saw their cases come to a close, with the court handing either a conviction, an acquittal or the dismissal of the case. What happened to the rest? They have been suffering indefinitely through prolonged investigation and trial processes. This must stop.\nWe call upon the government to drop the charges against Rozina Islam and withdraw all other protracted cases against journalists, editors, political activists and human rights defenders. We join the UN experts in urging them to also review the prosecution policy for journalists, the use of the colonial-era Official Secrets Act, as well as the Digital Security Act.\n",
        "headline_1": "Drop the charges against Rozina Islam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/drop-the-charges-against-rozina-islam-3256346",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "We wholeheartedly endorse Law Minister Anisul Huq's call to the UN Security Council (UNSC) to do its part to resolve the protracted Rohingya crisis, instead of being held hostage by political agendas of its member states. Over the last five and a half years, it has failed miserably to take appropriate action against Myanmar's military junta, despite widespread documentation of horrific atrocities carried out against the Rohingya population in their country. Even though there have been some positive developments in the international arena – including the International Court of Justice's verdict allowing the Rohingya genocide case filed by the Gambia to proceed, and the US declaration of the atrocities as genocide – the UNSC is still a long way from holding the Myanmar government accountable and advocating for safe and dignified repatriation of the Rohingya population stranded in Bangladesh and elsewhere. \nIn December last year, the UNSC adopted the first-ever resolution on the \"situation in Myanmar,\" demanding \"immediate release of all arbitrarily detained prisoners,\" and an \"end to all forms of violence.\" It was the first such resolution on Myanmar in over five decades, and it is astonishing that it took the 15-member council so long to simply come to a consensus in the face of overwhelming evidence of injustice. While we hope that this resolution will finally speed up the process of ending the Myanmar military regime's escalating repression and violence against civilians, especially in the Rakhine state, the UN must recognise that a lot more needs to be done – and fast – if we are to bring back any semblance of normalcy to the lives of the Rohingya people living in a lingering nightmare within and outside the country. \nThe situation of the Rohingya population in Bangladesh continues to be dire, particularly for the youth, who are growing up in the camps without access to education, employment and hope for a better future. The dream of repatriation gets more distant as years go by, for both the Rohingya and Bangladesh. With global attention shifting to the Russia-Ukraine war over the past year, we must now confront another rude awakening: a slashing of food aid to the Rohingya refugees in Bangladesh. Starting next month, the World Food Programme (WFP) will reportedly reduce the value of its food assistance to USD 10 per person from USD 12, which will no doubt lead to increased food insecurity and malnutrition of an already vulnerable population. \nBoth Bangladesh and the Rohingya population find themselves in a precarious situation. The Rohingya need more support – not just food and basic amenities, but education, skills and livelihood opportunities – so that the camps don't turn into hotbeds of crimes and extremism. The government of Bangladesh must be more strategic in its short-, medium- and long-term visions for rehabilitating this population, and engage more meaningfully with its trade partners, particularly Russia, China and India, whose reluctance to act in the Myanmar issue has stalled actions in the UNSC. It is also time for the UN to prove that it can do more than simply pay lip service to peace and human rights, and provide lasting solutions to one of the most pressing crises of recent times.\n",
        "headline_1": "Will the UNSC ever hold Myanmar accountable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-unsc-ever-hold-myanmar-accountable-3256316",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The UN experts have recently called on the government to not \"use the judiciary to chill critical reporting\" and drop the charges against Rozina Islam, an investigative journalist of the daily Prothom Alo, as a case filed against her back in 2021 is still hanging over her head. Rozina was accused of \"taking photos of official documents without permission\" and charged under the Official Secrets Act, a law enacted by the British colonial administration in 1923, when she went to collect data from the health ministry in May 2021. \nAlthough the Dhaka Metropolitan Police (DMP) submitted its final probe report to the court on July 3, 2022, stating that no substantial evidence had been found to support the allegations against Rozina, she is yet to be acquitted in the case. What happened instead was, seven months later, the same court ordered the police to carry out further investigations into the case following a petition by the health ministry in January 2023. \nThe prolongation of the investigation in the case is worrying. One can assume that it is being done with an aim to further harass the journalist concerned, suppress investigative journalism, and undermine press freedom in the country. The UN experts also raised the same concerns when they noted that \"the protracted nature of Rozina Islam's case reflects a dangerous trend in Bangladesh and beyond to bring serious charges, often on unsubstantiated grounds, against journalists and editors and then leave the cases hanging unresolved in the judicial process as a way of threatening, intimidating, harassing, and silencing them.\" \n\nShouldn't the government have taken action against the corrupt officials of the health ministry based on her reports, instead of framing her and harassing her for what she did?  \nThe questions that must be asked at this point are, should the law, under which Rozina Islam was sued, even exist at this age and be used against journalists? Doesn't it undermine people's right to information, as guaranteed under the Right to Information Act? What Rozina did was unearth corruption, mismanagement and irregularities in our health sector, particularly the irregularities in the procurement of emergency medical supplies during the pandemic. Didn't she do a great service to the nation through her investigative journalism? Shouldn't the government have taken action against the corrupt officials of the health ministry based on her reports, instead of framing her and harassing her for what she did? \nAnd Rozina is not the only one to be framed for doing her job; scores of journalists, editors, human rights defenders, political activists and others were framed under the obnoxious Digital Security Act (DSA) enacted in 2018. According to the Centre for Governance Studies (CGS), a total of 109 cases were filed under this draconian law between October 2018 and August 2022, in which 2,889 individuals were accused. Of them, only two percent saw their cases come to a close, with the court handing either a conviction, an acquittal or the dismissal of the case. What happened to the rest? They have been suffering indefinitely through prolonged investigation and trial processes. This must stop.\nWe call upon the government to drop the charges against Rozina Islam and withdraw all other protracted cases against journalists, editors, political activists and human rights defenders. We join the UN experts in urging them to also review the prosecution policy for journalists, the use of the colonial-era Official Secrets Act, as well as the Digital Security Act.\n",
        "headline_1": "Drop the charges against Rozina Islam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/drop-the-charges-against-rozina-islam-3256346",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "We wholeheartedly endorse Law Minister Anisul Huq's call to the UN Security Council (UNSC) to do its part to resolve the protracted Rohingya crisis, instead of being held hostage by political agendas of its member states. Over the last five and a half years, it has failed miserably to take appropriate action against Myanmar's military junta, despite widespread documentation of horrific atrocities carried out against the Rohingya population in their country. Even though there have been some positive developments in the international arena – including the International Court of Justice's verdict allowing the Rohingya genocide case filed by the Gambia to proceed, and the US declaration of the atrocities as genocide – the UNSC is still a long way from holding the Myanmar government accountable and advocating for safe and dignified repatriation of the Rohingya population stranded in Bangladesh and elsewhere. \nIn December last year, the UNSC adopted the first-ever resolution on the \"situation in Myanmar,\" demanding \"immediate release of all arbitrarily detained prisoners,\" and an \"end to all forms of violence.\" It was the first such resolution on Myanmar in over five decades, and it is astonishing that it took the 15-member council so long to simply come to a consensus in the face of overwhelming evidence of injustice. While we hope that this resolution will finally speed up the process of ending the Myanmar military regime's escalating repression and violence against civilians, especially in the Rakhine state, the UN must recognise that a lot more needs to be done – and fast – if we are to bring back any semblance of normalcy to the lives of the Rohingya people living in a lingering nightmare within and outside the country. \nThe situation of the Rohingya population in Bangladesh continues to be dire, particularly for the youth, who are growing up in the camps without access to education, employment and hope for a better future. The dream of repatriation gets more distant as years go by, for both the Rohingya and Bangladesh. With global attention shifting to the Russia-Ukraine war over the past year, we must now confront another rude awakening: a slashing of food aid to the Rohingya refugees in Bangladesh. Starting next month, the World Food Programme (WFP) will reportedly reduce the value of its food assistance to USD 10 per person from USD 12, which will no doubt lead to increased food insecurity and malnutrition of an already vulnerable population. \nBoth Bangladesh and the Rohingya population find themselves in a precarious situation. The Rohingya need more support – not just food and basic amenities, but education, skills and livelihood opportunities – so that the camps don't turn into hotbeds of crimes and extremism. The government of Bangladesh must be more strategic in its short-, medium- and long-term visions for rehabilitating this population, and engage more meaningfully with its trade partners, particularly Russia, China and India, whose reluctance to act in the Myanmar issue has stalled actions in the UNSC. It is also time for the UN to prove that it can do more than simply pay lip service to peace and human rights, and provide lasting solutions to one of the most pressing crises of recent times.\n",
        "headline_1": "Will the UNSC ever hold Myanmar accountable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-unsc-ever-hold-myanmar-accountable-3256316",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The unabated hike in the prices of essential commodities had so far been making the general consumers dig into their pocket to buy those from the kitchen market. But, of late, as the low and fixed income group of people are no more able to keep pace with the price spiral of daily necessities, they have now rather gone for skimping even on the minimum of the daily diet of fish, milk, egg, chickens, pulses or other staples they had so far been surviving on. Consider, for example, the prices of farm produces including broiler chicken, egg, fish, etc. The price of broiler chicken has gone up by 50 per cent, while that of egg by 30 to 33 per cent within the span of a month, according to the Trading Corporation of Bangladesh (TCB). The price of egg is increasing on a weekly basis in the groceries.As told reportedly by some grocers in the Mohammadpur and Lalmatia areas in the city, since the middle of January, the egg has been getting pricier by Tk 10 a dozen every week. Similarly, the prices of cultured fishes like ruhi, katla, pangas and tilapia have also seen a rise by Tk 20 to Tk 30 a kg every week. On the other hand, the sources of vegetable protein including lentils, chickpea, anchor pulses, etc have also been going up without any letup. The owners of the fish and poultry farms have their reasons to raise the prices of their products. With their numbers reduced significantly during the Covid-19 pandemic, the existing poultry farms in the country are finding it harder to meet the nation's demand for poultry meat and egg. So, there is the factor of demand-driven price hike of poultry products. Add to this the sharp rise in the prices of the livestock feed including that of poultry. Here foreign exchange crisis leading to restrictions on the import of the ingredients of animal feed comes into play. The case with fish feed is also not different. In fact, many factors at play are driving up the prices of these basic sources of animal protein for the common people. As the pulses, the cheaper sources of vegetable protein, have also to be imported in bulk quantities, their prices are also out of control. So, low- and fixed-income people have got their back to the wall?This surely is having a disastrous impact, especially on their children's nutritional health. In this context, an international group concerned with nutrition, the Global Alliance for Improved Nutrition (GAIN), at a recent discussion event disclosed that 32.5 per cent of Bangladesh's under-5 children are now deficient in zinc, while 14 per cent of them are suffering from iron deficiency. Their physical growth and cognitive abilities are, as a result, getting severely impaired.Given the realities, government intervention by way of introducing rationing system for basic foodstuffs as well as open market sales of essential goods at a subsidised price should be launched on a massive scale to protect the common people. At the same time, strict monitoring of the market of essential commodities should be in place so that dishonest traders may not take undue advantage of the situation.",
        "headline_1": "Protecting commoners from food price shock",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-commoners-from-food-price-shock-1677243503",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The import-only policy adopted by Bangladeshi energy planners has begun to unravel in bits and pieces. First came the liquefied natural gas (LNG) debacle. Now comes the coal-shock --- to be more precise, importing coal-for-power. According to a report by the International Energy Agency (IEA): \"In 2022, high natural gas prices led to significant fuel switching to coal in electricity generation in Europe, although both gas and coal generation increased as the growth of wind and solar was insufficient to fully offset lower hydro and nuclear power output.\" Bangladesh is slowly waking up to the fact that coal prices globally, at least up to 2025, are not going to fall. The Adani cross-border electricity project (coal-fired) is turning out to be more of a bitter pill than a sigh of relief. Having relied too much on Russian gas (which is now embargoed), the EU countries have been forced to use coal once more. This comes against the backdrop of lower hydro and nuclear power output due to weather conditions, \"combined with technical problems in French nuclear power plants, put additional strains on the European electricity system.\" As cross-border electricity trading exists in the EU, this situation has forced some countries in Europe to fall back on coal power generation. Germany -- the biggest economic powerhouse in the EU is also turning to coal. The effect of all this flurry around coal means that coal will be in high demand till at least 2024.China's economy is re-opening. The IEA forecasts that demand for coal globally will hover around 8.0 billion tonnes through 2025. The world is looking to China which remains the largest consumer of coal (roughly 50 per cent). Indeed \"China's power sector alone accounts for one-third of global coal consumption.\" On top of this, India now consumes twice the coal it consumed in 2007, with an average annual growth of 6.0 per cent in coal consumption. China and India propel the direction of coal consumption globally. These two nations are both the largest producers of coal and consumers of it. India overtook China in coal production in early 2021. Then in March 2022, China set a new annual record where it achieved 8.0 per cent growth rate in coal production. These two countries have shown the rest of Asia where their national priorities lie in securing energy resources. In response to higher demand for coal in these two economic giants, Indonesia (3rd largest coal producer) is hoping to expand coal production to a new record in 2022, most of which will be headed outward as export to countries like China and India.As Bangladesh starts 2023 in uncertainty, some basic facts demand a closer scrutiny. A number of coal-fired powered plants have been commissioned or are in the pipeline for commissioning. IAE data state that due to the tight supply of coal in foreign markets coupled with high prices, countries like Bangladesh are in an unenviable position. Given today's high prices, Bangladesh simply cannot afford to buy enough coal to produce electricity from its coal-fired power plants. This is leading to electricity rationing. While environmentalists gleefully call for a halt to these coal-fired power plants, the reality is that a significant portion of electricity is to come from these plants. As the world moved to secure (particularly India and China) major coal fields all over the world, Bangladeshi energy planners went about it entirely the wrong way. Import-based coal for generating electricity was a nonstarter from the very beginning. Leading energy experts of the country had been warning over a decade that this folly of a notion that Bangladesh could generate electricity using millions of tonnes of coal imported from abroad would light up the country for generations to come. Well, we all know how that is panning out. Regardless of how many hard facts, data, international trends were presented, they all fell on deaf ears. There is an old English saying \"you can drag a horse to water, but you can't make it drink.\" By all indications, the summer of 2023 will be very hot. Hardly good news for anyone, retail consumer or industrialist! More than a decade has been wasted planning for an energy system that was never going to be able to see the light of day. All because a minority group of business interests which represent the import lobby (for energy) in this country could flourish to the utter detriment of the economy at large. It is one thing not to be able to get cool in millions of homes across the country, quite another to starve industry of requisite power to continue production. Billions have been sunk into the economy to make infrastructure, to build special economic zones -- all in the hope of attracting foreign (and domestic) investment. But without requisite power, nothing much will happen. Extracting domestic coal remains off the discussion table. Why? Exploring the most potential areas for on-shore natural gas remains off the table. Why? Will those questions ever be answered by our energy planners?\n[email protected]",
        "headline_1": "Importing coal for power a losing proposition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importing-coal-for-power-a-losing-proposition-1677243647",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "After more than seven decades of the language movement, it is pathetic to find that Bangla is yet to get its optimal status as the language of the judicial system in the country. Despite clear constitutional guidelines and legal provisions, there are many barriers to making Bangla a functional language in the courtrooms. Article-3 of the Constitution of Bangladesh recognises Bangla as the state language of the Republic. Bangla Bhasha Procholon Ain (Bangla Language Implementation Act) was made in 1987 to make the use of Bangla compulsory in courts and offices of Bangladesh. Nevertheless, most of the legal proceedings in Higher Courts are in English. Its use is limited. Though several justices have already set examples of writing their verdicts in Bangla, others are yet to do so for various reasons. The good thing is that lower courts have been using Bangla as a functional language, making it easy to understand the entire proceedings and verdicts. In many cases, there is, however, a trend to use the rigid format of Bangla, which makes many things difficult to comprehend, especially for those who are not well educated but only semi-literate. A key reason is the lack of a critical legal lexicon and relevant terms and terminology. So, more work is essential to use Bangla in easy and communicative ways. The demand for using Bangla in all matters of the country's judicial system is not new. Over the years, various stakeholders have submitted the demand to the policymakers. They have also identified the barriers to full-fledged uses of Bangla in the judicial system and offered solutions to overcome the drawbacks. An open public discussion in the last week in Dhaka, where this scribe joined, also highlighted the issues of using Bangla at all levels of courts. Organised by the Humanity Foundation, the discussants at the event expressed their disappointments at sidelining Bangla in all aspects of judicial function. Some pointed out that all the law books are in English and there is no serious attempt to translate these into Bangla. Some said that a lack of political will is mainly responsible for non-use of Bangla in all the courts and government offices. Again, some argued that it is primarily a matter of indifference to using Bangla as a functional language. As the nation observed the Amor Ekushey on Tuesday last to commemorate the sacrifices of the language martyrs and heroes, there was also a flurry of speeches to uphold the glory and honour of Bangla, the mother tongue and also the state language. All these have been repeated over the decades. But the talks and promises need to convert into practice. That's why the urge to use Bangla in all aspects of the judicial system has also been repeated over the periods. Making Bangla a fully working language in the judiciary will ultimately play a critical role in inspiring others to do the same. As the repository of the rule of law, the judiciary serves as the ultimate deliverer and upholder of hope and faith. Let it take the lead in advancing and preserving the excellence of Bangla. \n[email protected]",
        "headline_1": "Use of Bangla in judicial system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/use-of-bangla-in-judicial-system-1677243688",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2023"
    },
    {
        "full_article": "The commuters in Dhaka city suffer in innumerable ways. In most cases, they do not get a comfortable seat when they get on board a public bus. Then they are overcharged. And finally, they have to wait hours on the road to reach their destination due to frequent traffic signals and congestions. Their misery is further compounded by VIP movement, when the crawl comes to a complete standstill as law enforcers forcefully clear the roads for VIPs to move unobstructed. We can understand that VIP movement protocols are important. But it is unfortunate that the city roads and even footpaths are closed long before the VIPs (very important persons) pass through the roads. In many instances, these movements happen unexpectedly. So, commuters are caught by surprise as policemen desperately charge the commuters and pedestrians to clear the roads. Even patient-carrying ambulances are not spared. This unexpected VIP movement could take away one's life or make delay for examinees to enter their examination halls. We urge the authorities concerned to do something so that these VIP movements do not disrupt our life. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "VIPs move, commuters suffer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/vips-move-commuters-suffer-1677243713",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2023"
    }
]