[
    {
        "full_article": "The rigours of the law and the tribulations of politics have come together to bedevil Congress leader Rahul Gandhi. An election-time jibe he had made in 2019 — ‘how come all of these thieves have Modi in their names?’ — has been declared by a court in Surat to be defamatory. Mr. Gandhi has been sentenced to two years in prison, the maximum sentence for criminal defamation, and disqualified from his membership in the Lok Sabha. Both the conviction and sentence raise legal questions. Does the remark amount to defaming anyone in particular, or to people with the surname ‘Modi’ as a group? Case law indicates that the expression ‘collection of persons’ used in Section 499 of the IPC, with reference to those who can be defamed, has to be an identifiable class or group and that the particular member who initiates criminal proceedings for defamation must demonstrate personal harm or injury by the alleged defamatory statement. It is difficult to sustain the argument that all those with the surname, and not merely the three individuals including Prime Minister Narendra Modi who were referred to, can be aggrieved persons. Also, it is not clear if the complainant, BJP MLA Purnesh Modi, had shown that he was aggrieved by the alleged slur either personally or as a member of the ‘Modi’ group.The maximum sentence is also troubling. Statutes prescribe maximum jail terms so that trial courts use their discretion to award punishments in proportion to the gravity of the crime. It is questionable whether attacking an indeterminate set of people with a general remark will amount to defamation, and even if it did, whether it is so grave as to warrant the maximum sentence. The correctness of the judgment will be decided on appeal, but the political cost to Mr. Gandhi in the form of disqualification from the House and from electoral contest will have a lasting impact, unless he obtains a stay on the conviction rather than mere suspension of sentence. In a country that often frets over criminalisation of politics, corruption and hate speeches, it is ironic that criminal defamation should overwhelm the political career of a prominent leader. A modern democracy should not treat defamation as a criminal offence at all. It is a legacy of an era in which questioning authority was considered a grave crime. In contemporary times, criminal defamation mainly acts as a tool to suppress criticism of public servants and corporate misdeeds. In 2016, the Supreme Court upheld criminal defamation without adequate regard to the chilling effect it has on free speech, and to that, one must now add, political opposition and dissent. Opposition parties expressing dismay at the verdict against Mr. Gandhi should include abolishing criminal defamation in their agenda.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\n Related Topics\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nparliament\n\n/\n\nprison",
        "headline_1": "Chilling effect: On defamation, free speech and the Rahul Gandhi case",
        "headline_2": "Congress leader Rahul Gandhi’s conviction and jail term flags need to abolish criminal defamation",
        "link": "https://www.thehindu.com/opinion/editorial/chilling-effect-the-hindu-editorial-on-defamation-free-speech-and-the-rahul-gandhi-case/article66657495.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "More than three years after the pandemic began, newer variants, an uptick in cases, hospitalisations, and even deaths are being reported from across the world, though a far cry from the earlier alarming levels. After Kappa, Delta, BA.2.75, and BA.2.76, the latest variant (first detected in India) is the Omicron recombinant XBB.1.16. There has been a very small rise in cases in about a dozen States but no concomitant increase in hospitalisations even among vulnerable groups, suggesting that clinical severity in infected people might not be a concern. This variant accounts for over 30% of all sequenced genomes this month, and its proportion has been increasing, clearly marking the variant’s spread and dominance in the community in the last couple of weeks. With daily fresh infections at a record low in India for months on end, testing and genome sequencing had dropped sharply; the weekly test positivity rate has been below 1%. Hence, the true picture of the variant’s spread is not clear. It is against this backdrop that Prime Minister Narendra Modi directed officials to increase whole genome sequencing to help track the new variant and others that might emerge, so that the country is poised to act on time. With the pandemic far from over, the compulsion to continue genome sequencing cannot be overemphasised, lest India flies blind into a pandemic storm.With the majority of adults and even adolescents having taken their second dose at least a year ago, and with extremely small numbers opting for a booster, India is fully relying on hybrid immunity arising from vaccination and natural infection for extended protection. Fortunately, the estimated 95% of India’s population above 12 years possessing hybrid immunity has been shielding people from serious COVID-19 disease even when a few Omicron variants caused a spike last year. In fact, reinfection with any of the variants that emerged after BA.2 might have increased immune protection. A small percentage of people getting reinfected periodically has potentially translated to varying levels of immunity at the population level, leaving only a subset of the susceptible population vulnerable. But with people, especially from the vulnerable groups, running the risk of suffering from long-COVID, it is prudent to follow basic precautions such as wearing a mask in closed space settings when newer variants emerge. Universal masking even in poorly ventilated places might not be a health priority at this point in time in India, but that should not stop individuals belonging to vulnerable groups from being proactive and guarded.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCoronavirus\n\n/\n\nIndia",
        "headline_1": "No cause for alarm: On the Omicron recombinant XBB.1.16 in India",
        "headline_2": "But people of vulnerable groups must take all precautions against COVID-19",
        "link": "https://www.thehindu.com/opinion/editorial/no-cause-for-alarm-the-hindu-editorial-on-the-omicron-recombinant-xbb116-in-india/article66657516.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "Naveed Mehmood Ahmad and Ayushi Sharma\nA magistrate’s court in Surat, on Thursday, convicted Rahul Gandhi for his remarks at an election rally in Karnataka four years ago. After being sentenced to the maximum permissible punishment for criminal defamation – two years of simple imprisonment, he has now been disqualified from Lok Sabha.\nGandhi is expected to take his fight against the conviction to the sessions court. But this is also a context in which all right-thinking people should reignite another fight, one which is far more significant for the future of democratic values in India – the fight against criminalisation of defamation. This is another of those colonial relics in our statute books, and like others of its ilk, it has been misused for long. Criminal defamation has a chilling effect on free speech.\nRead full opinion on TOI+\n\n",
        "headline_1": "Rahul’s case & a colonial relic: Criminal defamation, under which Gandhi was convicted, is worded dangerously vaguely. SC had missed at opportunity to junk a law that has a chilling effect on free speech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rahuls-case-a-colonial-relic-criminal-defamation-under-which-gandhi-was-convicted-is-worded-dangerously-vaguely-sc-had-missed-at-opportunity-to-junk-a-law-that-has-a-chilling-effect-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "The law took its course. Wayanad MP Rahul Gandhi stands disqualified following conviction in a defamation case where a Gujarat court gave him two years jail – the conviction and sentence together disqualify him from Parliament. Gandhi can contest in the 2024 Lok Sabha elections only if his conviction is suspended/overturned, or if appellate courts reduce the jail term.\nGandhi had, in 2013, rightly opposed a UPA ordinance to dilute a judicial verdict – the Supreme Court had junked a leeway in law that protected MPs from disqualification while their case was in appeal. His stand was forward-looking as a measure to protect democratic integrity. Criminalisation of politics in India is a serious concern. Almost 30% of 2019 Lok Sabha members stood accused of serious crimes such as corruption and murder; MPs disqualified have been convicted of graft, murder, smuggling, sexual assault and hate speech.\nNot the disqualification law, but the defamation law is where the rub is. There is no place for criminal defamation in a modern world. In 2016, after SC refused pleas to decriminalise defamation from three MPs, a bill on the same was introduced in Lok Sabha in 2017 by BJD’s Tathagata Satpathy. One way of looking at this particular case is that politicians must develop a thick skin to prevent burns from the scalding heat of campaigning – voters are smarter than to swallow breathing-fire rhetoric. That said, given the highly competitive political system, there’s a case for politicians to dial down on coarse political speeches too. As Gandhi appeals his case, there should be no disquiet among opposition about the disqualification law. But on decriminalising defamation, there is plenty to be done by Parliament or by the courts, to end a law bad in spirit and practice.\n\n",
        "headline_1": "1 good law, 1 bad: Rahul’s disqualification correct, defamation law problematic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/1-good-law-1-bad-rahuls-disqualification-correct-defamation-law-problematic/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "FM Sitharaman recently made an announcement on the National Pension Scheme in Lok Sabha. A committee will be set up under the finance secretary to evolve an approach balancing the needs of government employees without diluting fiscal prudence. It will be designed for adoption by both states and GoI. The announcement should ease the pressure on many state governments.\nNPS, introduced two decades ago, was a reform to ensure fiscal stability. It moved incoming government servants from a guaranteed pension, OPS, linked to the last drawn pay to one which functioned on the lines of EPF for private sector employees in the organised sector. By the way, India’s informal sector employees have no meaningful old age protection of the kind linked to their peak income and also indexed for inflation. NPS also tried to create schemes to attract savings from unorganised sector workers to provide an old age savings corpus – a very necessary provision.\nThe proposed committee should keep in mind that the defence ministry is struggling to cope with the fiscally unwise OROP for ex-servicemen. To illustrate, recently the Supreme Court allowed GoI to stagger pay-out of OROP arrears of Rs 28,000 crore to safeguard defence preparedness. The incident encapsulates the fiscal fallout of guaranteed pensions. India’s labour force is dominated by the self-employed. It’s unfair to expect them to foot the bill of guaranteed pensions for a tiny fraction of the workforce.\n\n",
        "headline_1": "Don’t look back: Don’t change NPS’s fiscal fundamentals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-look-back-dont-change-npss-fiscal-fundamentals/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "Why and how do the arts matter? Culture: The Story of Us, From Cave Art to K-Pop by Martin Puchner is a wide-angle take on the continuum of human creativity, from a Nefertiti bust to Greek theatre to Gangnam Style and TikTok. It aims to show that culture has never been property to be owned by any single group. It evolves through circulation, through encounters between communities, it is never the resource of a single community.\nThe book argues against glib claims of cultural appropriation – arguing that even when we want to resist ‘disrespectful’ uses of other cultures and exploitative tourism, it is not helpful to rely on a property or ownership concept. What gives any culture vitality is this pastiche, this history of borrowings. Think of Xuanzang, the Chinese traveller who came to India and took back Buddhist manuscripts, or Arab and Persian scholars who translated Greek philosophy, or all the artists and writers who found inspiration far away from home.\nRead full opinion on TOI+\n\n",
        "headline_1": "No culture is pure and that’s good: Creativity is a flow, not a stock, encounters enrich it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-culture-is-pure-and-thats-good-creativity-is-a-flow-not-a-stock-encounters-enrich-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "I have the best job in the world. I read stories and poems for fun. I share my joy with my students. And I get paid for it. The best part is, with every new batch, I return to old texts and find new meanings and new reactions. The freshness of young students keeps me alert and agile.\nI don't blame those who are envious of my profession. Little do I care if people call me \"Sir\" out of love, respect, conviction or protocol. The great master I had, under whose apprenticeship I got accepted for my highest academic degree, never insisted that I address him as \"Sir,\" even though he was native to the country responsible for the colonial hangover that has led to our obsession with being a sire while in a position of power. I called my PhD supervisor by his first name. That was the norm at graduate schools in the UK. In a formal setting or at an undergraduate level, you are expected to use a title with surname, but never Sir or Madam. So I don't mind if people call me by my first name without any honorifics as long as I know that the address is sincere and genuine.\nI teach my students to learn from the essential human spirit embedded in human triumphs and downfalls, engagements and detachments. We deal with characters in every possible permutation and combination of lived and imagined experiences to prepare for life. When characters from the pages of our imagination appear, I start making connections. That's what literature is all about.\nThe young rebels that I teach about appear in the real world in the guise of some little girls of Bogura Government Girls' High School. My passion for life is renewed by their spirit of redressing wrongs. The older generation, represented by their parents and teachers, surrendered to the whims of an additional district and sessions judge who allegedly threatened her daughter's classmates with jail terms under the Digital Security Act (DSA).\nWhile the old ones boosted the ego of the judge by apparently begging for her mercy by touching her feet to protect their daughter from her wrath, the young ones staged a protest that has now allowed the judge to be judged. The protesters insisted that at school the only identity that the judge has is that of a mother and guardian. When other girls are expected to sweep the classrooms to keep them clean, the daughter of the said judge should have done the same. On the contrary, the young girl, powered by her mother's haughtiness, refused to join her peers in the cleaning process. The girls acted as the voice of democracy. Their boldness makes me alive. They are my Joan of Arc. These little ones exposed one instance of abuse of power within the system. The judge has now been recalled.\n\nSometimes reality is stranger than fiction. The internet is rife with a modern-day Count of Monte Cristo. An absconding prisoner returns to city life with an immense amount of wealth to settle some scores. On second thought, Arav Khan, the Dubai-based gold jewellery shop owner, is showing off his wealth with the naivety of a teenager. He is playing pranks with the police like the childhood game that we used to play, \"See croc, we have dipped into your water.\" The crocs are probably his old patrons who sponsored his business.\nA similar tension over power dynamics was felt when the deputy commissioner of Rangpur insisted on being addressed as \"Sir.\" She got into an altercation with a university teacher who went to her office for an official purpose. The officer did not like the way she was being addressed as \"Apa\" (sister) and told her visitor to follow the official decorum. The university teacher staged a protest, which drew media traction.\nMany government officials have come out in public to say that there is no constitutional protocol to address a civil servant as \"Sir.\" The issue became a battle between two Sirs. A university teacher is normally addressed as \"Sir\" in our culture, whereas government officers prefer a gender-neutralised version of \"Sir\" in a recently developed culture. The female officer, the first ever woman DC, felt that her visitor would have used \"Sir\" if she was a man. The \"Apa\" address was a sign of her not being taken seriously enough.\nThe debate that has erupted now involves the desire to de-sire colonial legacies. As a student of postcolonial literature, I would welcome any such move that would revisit some of the colonial biases and practices and end all forms of asymmetrical power arrangements. But I think what the officer said about her post is important: you need to show respect to the chair. A personalised bhai and apa often compromise the dignity and integrity of the post. We often face such odd examples in real life. For instance, if a minister comes to our campus, a university teacher is expected to address him/her as \"sir.\" Then again, our politically active students, who address us as their sir or madam, would address the minister as \"bhai/apa,\" latching onto their party camaraderie.\nIn The Prison Diaries, Bangabandhu Sheikh Mujibur Rahman shares a funny anecdote. One thief was promoted to the position of a guard. He wrote to his wife about the prestige and honours that he was receiving in jail. Everybody was addressing him as \"sir\" and he could whip prisoners and exert his authority at will. The letter was scrutinised by the jail supervisors who had a hearty laugh at the expense of the petty thief who had no respect in his village. After reading the letter, the jailers took away his temporary guard badge. That was the end of his haughtiness. Ah, downfall due to pride – a favourite topic among literary artists.\nSometimes reality is stranger than fiction. The internet is rife with a modern-day Count of Monte Cristo. An absconding prisoner returns to city life with an immense amount of wealth to settle some scores. On second thought, Arav Khan, the Dubai-based gold jewellery shop owner, is showing off his wealth with the naivety of a teenager. He is playing pranks with the police like the childhood game that we used to play, \"See croc, we have dipped into your water.\" The crocs are probably his old patrons who sponsored his business.\nIn Ben Jonson's animal allegory Volpone, a fox is outwitted by his parasite, a fly called Mosca. To avoid his sex scandal, the fox uses his parasite's help to announce his death. The moment the fox is presumed dead, the slave fly claims himself as the fox's sole heir and takes possession of his property. The slave fly does not anticipate the \"master\" stroke: the fox comes back to life to expose the cheat.\nVolpone was a gold worshipper who treated gold as his soul. My job is fun. I connect stories.\n \nDr Shamsad Mortuza is a professor of English at Dhaka University.\n\n",
        "headline_1": "For whom the titles toll",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/whom-the-titles-toll-3279741",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "After spending months studying the issues related to the US-led Indo-Pacific Strategy, the foreign ministry of Bangladesh has finalised a draft strategic paper on Dhaka's position on this matter. The paper, provisionally titled \"Indo-Pacific Outlook,\" expected to be released in April, is meant to clarify Dhaka's stance on how it sees the Indo-Pacific Strategy and what it wants to achieve in the context of the growing geopolitical contest between the United States and China in the region. By highlighting the importance of not leaning towards any side, the responsible foreign ministry officials suggested that Dhaka considered the Indo-Pacific Strategy mostly from the economic point of view.\nAs a rising middle power, Bangladesh is being wooed by major powers as a market, investment destination, and strategic outpost. Its rising importance is recognised in the protracted great power competition (GPC), particularly between China and the US. Qin Gang, China's former ambassador to the US and the newly appointed foreign minister, made a surprise \"technical stopover\" at the Dhaka airport, meeting his Bangladesh counterpart Dr Abdul Momen before making his first diplomatic trip to Africa on January 10.\nJust four days after the Chinese foreign minister's visit, US Assistant Secretary for South and Central Asia Donald Lu arrived in Dhaka for a two-day visit on January 14. This was the second high-profile visit by a US government official within a week, following the four-day visit of US National Security Council's Senior Director for South Asia Rear Admiral Eileen Laubacher on January 7.\nThese visits by high-ranking US and Chinese government officials were soon followed by Anne-Marie Trevelyan, UK's minister for the Indo-Pacific, who visited Bangladesh on March 10.\nWith Bangladesh becoming the site of major power rivalry, Dhaka needs to understand the unfolding dynamics of the great power competition by figuring out a more effective way to ensure its survival in this new geopolitical age. Dhaka's ability to handle foreign affairs and relationships with other countries will determine whether Bangladesh is torn apart by the rivalry of bloc politics or succeeds in preserving its political independence by safeguarding its national interest.\nOne overriding national interest of Bangladesh is its physical survival as an independent sovereign state. In order to preserve and defend its hard-won independence, Dhaka has a vital stake in ensuring that the region as a whole is peaceful while the neighbouring countries remain friendly (or at least not hostile) towards Bangladesh. The rationale behind \"Friendship to all, malice to none,\" therefore, is to dissociate Bangladesh from military alliances by avoiding alienating major powers.\n\nWith Bangladesh becoming the site of major power rivalry, Dhaka needs to understand the unfolding dynamics of the great power competition by figuring out a more effective way to ensure its survival in this new geopolitical age. Dhaka's ability to handle foreign affairs and relationships with other countries will determine whether Bangladesh is torn apart by the rivalry of bloc politics or succeeds in preserving its political independence by safeguarding its national interest.\nAnother important national interest of Bangladesh is its economic security for the people. In order to continue the growth of exports, the flow of foreign investment, and official development assistance, it is in Bangladesh's economic interest to keep friendly relations with other countries for trade, assistance and support.\nThe fact that Bangladesh, as the foreign minister suggested, is getting so much geopolitical attention means the country can no longer fully insulate itself from major power rivalry in the Indo-Pacific region. Bangladesh has successfully established good relationships with different countries and major powers by adopting a policy of peace and non-alignment. However, with South Asia and the Indian Ocean region increasingly becoming a significant site of major power competition, it will be very difficult, if not impossible, for Dhaka to continuously adopt this middle-ground approach.\nBangladesh wishes to avoid upsetting China, since China is crucial for its socioeconomic and infrastructural development. As Foreign Minister Abdul Momen puts it, \"[W]e need to help develop our economy, and they (China) have baskets of money. They come with the baskets of money with affordable and aggressive proposals.\" On the other hand, the US has exerted great efforts to persuade Bangladesh to join the Quadrilateral Security Dialogue (QUAD), and the Indo-Pacific Economic Framework (IPEF).\nBut the reality facing Dhaka is, while the US is keen to incorporate Bangladesh into the Indo-Pacific Strategy, China has (already) made its displeasure known over the possible consequences of Dhaka's participation in the anti-Beijing \"club.\" In this context, maintaining a good relationship with both Washington and Beijing at the same time, even as Momen admits, is a challenging task.\nFurthermore, Russia's invasion of Ukraine has put Bangladesh in an awkward position. Except voicing its support for the territorial integrity of Ukraine and peaceful settlement of all disputes, Bangladesh has abstained on every UN resolution condemning Russia. Since the US seeks to intensify sanctions against Russia, Bangladesh's \"neutral\" stance may amount to a form of tacit support for Russia's act of aggression. Dhaka's room to manoeuvre by maintaining a balanced foreign policy is, inevitably, shrinking.\nBangladesh's vital national interest lies in its extensive decision-making autonomy. Therefore, rather than paying attention to the attitudes of major powers towards the country (in order not to upset them), Dhaka has to demonstrate its ability to conduct an independent foreign policy by evaluating whether becoming part of US Indo-Pacific Strategy, including joining the QUAD and the IPEF, is in its national interest.\nWith the Russia-Ukraine war dragging on, and both the US and China vying for influence in the Indo-Pacific, there is no better time than now for Bangladeshi policymakers to think and reflect on their country's geopolitical value, re-evaluate its relationship with major powers, and have the nerve to come to grips with some tough decisions. After all, siding with a major power on the basis of common interests instead of having the best of the two worlds may be crucial to Bangladesh's fundamental survival in this geopolitical age.\n \nDr Sk Tawfique M Haque is director of Center of Peace Studies and the South Asian Institute of Policy and Governance (SIPG) at North South University (NSU).\n\nDr Raymond Kwun-Sun Lau is member of the Center for Peace Studies, SIPG at North South University (NSU).\n",
        "headline_1": "How Bangladesh can survive in a geopolitical age",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-bangladesh-can-survive-geopolitical-age-3279716",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "Pakistan is the metaphor of everything Bangladesh doesn't want to be. And the independent land we call Bangladesh today ceased to be a part of Pakistan on March 25, 1971 when the Pakistan state apparatus launched a genocidal war. The genocide was unique in the sense that it was perpetrated by the state against its own people. The Pakistani state lost its legitimacy by killing its own citizens. \nBangladesh's Proclamation of Independence has emphasised this causa finalis by stating, \"Whereas the Pakistan government by levying an unjust war and committing genocide and by other repressive measures made it impossible for the elected representatives of the people of Bangladesh to meet and frame a constitution, and give to themselves a government… we declare and constitute Bangladesh to be sovereign peoples' republic.\"\nThe March 25 genocide became the metaphor for the irreparable break that the Bangladeshi state will never reverse. As if the Bangladeshi state, which pledged to uphold the principles of \"equality, human dignity, and social justice,\" would never perpetrate such violence against its citizens. To fully comprehend the metaphor's significance, it is essential to have a more profound understanding of the nature of the violence that transpired on March 25, 1971. \nNumerous eyewitness accounts exist regarding the events that occurred on that fateful night. In this instance, we are focusing on Ahmed Sofa's testimony. In his article titled \"Dhakay Ja Dekhechhi Ja Shunechhi\" (What I saw and heard in Dhaka), he vividly depicts the heinous brutality unleashed by the Pakistani state, showcasing a dreadful contempt for the democratic aspirations of the people of East Pakistan. \nAfter spending the night of March 25 in a hideout, Ahmed Sofa ventured out when the curfew was lifted for a few hours the following morning. Upon witnessing the city's situation, his eyes were filled with tears. He described the scene as if thousands of savage animals had descended upon the city, leaving scars of destruction and chaos in their wake.\n\nAs we ponder the significance of March 25, it is critical to ask ourselves whether the oppressive nature of the state has changed. Are practices such as extrajudicial killings, enforced disappearances, custodial deaths, and the systematic persecution of religious and ethnic minorities, as well as the structural killing of labourers, still prevalent in contemporary Bangladesh?\nHe traversed the city, from Topkhana to Gulistan, then to Dhaka University, Medical College, Salimullah Hall, Pilkhana, and Rajarbagh. At every turn, he encountered signs of death, torture, rape, and barbarism. \nThe lethal apparatus of the Pakistani state not only killed the ordinary citizens, but also numerous members of the state's uniformed personnel, including police and EPR members. Historian Thomas Newbold aptly noted, \"No other 'police operation' by a state before or since has started with the slaughter of its own security apparatus, and few other commanders who have ordered the killing of their soldiers in their barracks have ever had the nerve to accuse those they ordered to be murdered of 'betrayal.'\" \nWhile returning home, Ahmed Sofa discovered that the Pakistan Army had burnt down the newspaper offices of The People and Daily Ittefaq. \nAt the conclusion of his account for the day, he shared the distressing news of the brutal slaying of Lieutenant Commander Moazzem Hossain. The Pakistan Army, after murdering him in cold blood, tied his lifeless body to a jeep and dragged it along the road. Sofa expressed his sorrow, stating that they had killed a hero of Bengal and desecrated his body in such a despicable manner. \nThe following day, Ahmed Sofa went out once more and arrived at Ramna Kali Mandir, only to find it in ruins. The idols had been demolished by shelling. In the midst of such devastation, a thought occurred to him: where did all the people go? The region was cordoned off by soldiers, yet someone whispered to him that the army had first set fire to the houses by pouring petrol. When the inhabitants came out to escape the flames, the army opened fire on them.\nAhmed Sofa bore witness to numerous other heinous acts committed against the Hindu community in various areas of Dhaka. In Shankhari Bazar, he encountered hundreds of charred corpses displaying clear evidence of torture, rape, murder, and arson. According to Ahmed Sofa's testimony, the Pakistani junta specifically targeted religious minority communities. The collaborators of the Pakistan Army would identify Hindu homes and properties during the day, which the army would destroy under the cover of the night. \nAhmed Sofa witnessed the most horrific brutality near Nawabpur crossing, where shanties built by impoverished people lined both sides of the rail track in an area stretching from Tejgaon to Kamalapur. The Pakistan Army mercilessly set fire to the entire area, leaving burnt rubble and human skeletons. The stench of charred bodies permeated the whole air, Sofa testified.\nThe savage attacks extended to industrial areas and nearby labour colonies, such as Narayanganj, Demra, and Gazipur. The rampant hatred towards the labourers and the urban poor, often termed as \"lumpen class,\" was fuelled in part by their active involvement in all the protests against the Pakistani state. Unfortunately, the sacrifices of the labourers and urban poor are conspicuously absent from the nationalist narrative of Bangladesh's liberation struggle.\nOn that day, the prominent Bangla daily Sangbad was set on fire.\nAhmed Sofa had to flee Dhaka to save his life. He ends his article with the lament, \"Dhaka has become a dangerous place for students and young people. The Pakistan Army is shooting young people at sight and abducting them without any trace. The soldiers appear to have grown weary of killing, and the whereabouts of the arrested individuals remain unknown. Rumours are circulating that the detainees are being taken to a secluded area near the Shitalakkhya River in Narayanganj and shot dead, or that they are being drained of blood using syringes before being killed. In various parts of Dhaka, including Kamalapur and Dhanmondi, bloodless bodies have been discovered.\"\nAs I read Ahmed Sofa's testimony, a question continued to plague my thoughts in the context of present-day Bangladesh: what distinguishes state-sanctioned killing of one individual from the mass murder of many? Wasn't the genocide on March 25 the ultimate culmination of Pakistan's 24-year history of state violence? Perhaps the only difference lies in the number of victims.\nAs we ponder the significance of March 25, it is critical to ask ourselves whether the oppressive nature of the state has changed. Are practices such as extrajudicial killings, enforced disappearances, custodial deaths, and the systematic persecution of religious and ethnic minorities, as well as the structural killing of labourers, still prevalent in contemporary Bangladesh?\nShamsuddoza Sajen is a journalist and researcher.\n",
        "headline_1": "The genocide of March 25 as a metaphor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-genocide-march-25-metaphor-3279591",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "That our environment – and by extension, people's lives and livelihoods that depend upon it – is at the mercy of powerful quarters is no longer news. Yet, we can't help but be horrified by the extent shipbreakers and influential locals are exploiting the environment in Chattogram's Sitakunda upazila. According to our report, they have been extracting huge amounts of sand from the Sandwip Channel of the Bay of Bengal – as usual, with impunity – resulting in the destruction of embankments and coastal forests. At least two kilometres have reportedly already collapsed due to uncontrolled sand mining, while more embankments are at risk of collapsing, putting the area and its inhabitants at tremendous risk of natural calamities. Meanwhile, saline water from the sea is now inundating cultivable land in the surrounding areas, leading to a loss of prized farmland and farmers' income. With coastal forests taking the hit of the sand mining, hundreds of wildlife species have already been displaced and thousands of trees will likely die if nothing is done to stop it. \nWhat is most upsetting is that this has been happening because the Ministry of Industries gave special permission to shipbreakers to lift sand from their yards, apparently to facilitate the anchoring and navigability of the ships. Many shipbreakers, it seems, have taken this provision as permission to lift sand at will, whenever and from wherever, even going so far as to lift sand from the sea and selling it to local buyers. As much as 300,000 cubic feet of sand has already been excavated from the Sitakunda coast, according to an enquiry report from the Department of Environment (DoE), even though it is illegal to lift sand from the sea, rivers and water bodies for commercial purposes, without permission from the relevant authorities. \nThere can be no doubt that destruction on such a massive scale has taken place because the authorities failed to do their job. And as usual, no one is willing to take the blame. The DoE, for instance, says that it can only levy fines on miners, but that it falls upon the Ministry of Land to take harsher steps. But even if that were true, thus far, they have only fined three companies a meagre Tk 250,000, which, when compared to the tremendous profits they are making from the mining, is a drop in the ocean. Are we to believe these are the only companies that are grossly violating the law? Meanwhile, the Ministry of Land, which is supposed to implement the Sand Fields Management Act, has apparently conducted only 10 mobile courts in two years to stop sand mining, which has clearly been inadequate in detecting and deterring the lawbreakers. As for the Ministry of Industries, why would they grant such a special provision if it couldn't guarantee coordination among the relevant authorities to ensure monitoring and compliance?\nThe authorities involved must answer for their part in enabling such a large-scale devastation to take place. Most importantly, they must stop their usual blame game and take coordinated steps to urgently stop all sand mining in the area, and protect people's lives, livelihoods, forests and wildlife habitats.\n",
        "headline_1": "The crumbling coasts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-crumbling-coasts-3279491",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "As we enter the holy month of Ramadan, there is a lingering concern writ large among ordinary consumers: will food prices continue to remain unstable and soar higher? To expect a dramatic change from how things were pre-Ramadan would be unwise, despite assurances of \"sufficient food supplies\" which are expected to bring stability in the market. While talking to The Daily Star, a number of people from the low-income group have shared their frustration. For example, one woman described how she bought 250-gram dressed chicken at a staggering Tk 110 for her family of five. \"I will store the chicken in a neighbour's fridge and cook it on the first day of Ramadan,\" she said, adding that buying beef, fish, milk or fruits is \"out of the question\" for them.\nThis is the story of most low-income households caught between stagnant wages/income and ever-increasing prices of essential items. According to the Trading Corporation of Bangladesh, sugar was Tk 80 a kg just before Ramadan last year; now it's Tk 115-120. The price of chickpeas rose from Tk 70 to Tk 85-90 a kg, and lentils from Tk 95-100 to Tk 135-140 a kg. The price of dates rose by 26 percent, eggs by 24.32 percent, broiler chicken by 62.5 percent and beef by 8.89 percent. How are the poor supposed to bear such expenses?\nUnfortunately, there are at least three laws to check abnormal price hikes – namely, the Control of Essential Commodities Act-1956, Consumers' Right Protection Act-2009, and Agricultural Marketing Act-2018 – and as many government bodies to enforce them – namely, the Directorate General of Food, the Directorate of National Consumers Right Protection, and the Department of Agriculture Marketing. Apparently, the food ministry is working on amending the Control of Essential Commodities Act to incorporate a provision for capital punishment for hoarding. This marks a rather absurd turn of events at a time when it is evident that it is not lack of laws but their enforcement that is responsible for the total chaos in the market. Toughening up penalties, just like those periodic warnings/assurances issued by the government, minus visible results, are little more than ill-timed PR exercises that the public could do without right now.\nWhile the effect of the Russia-Ukraine war is no doubt a big factor behind the high prices of essentials, the lack of market regulation is equally to blame for that, with corrupt traders taking advantage of the situation. It's been like \"a cat and mouse game\" between the regulators and traders, as a former food secretary claimed. Drives are carried out when prices of essentials are artificially raised, she said, but those only bring temporary relief and the problem persists. However, those drives are rarely carried out or followed up on, and hence rarely been effective. The question is, how long will the government try to deflect attention away from its own failures?\nAs things stand, people's suffering may continue during this Ramadan as well. We, therefore, urge the authorities to take strong action to prevent any market manipulation. Unscrupulous businessmen must be restrained and brought under the law.\n",
        "headline_1": "Let there be restraint in Ramadan market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-there-be-restraint-ramadan-market-3279401",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "The last time the government hiked the fuel price by 42.5 to 51.7 per cent was in early August last year. The price of octane, for example, was raised by 51.7 per cent to Tk135 per litre from the previous rate of Tk 89. Similarly, the price of diesel, the fuel most in use, rose to Tk114 per litre from the previous rate of Tk80. That was the highest price escalation ever of fuel oils in the country's history. The reason the government showed in support of such an unforeseen price hike of fuels was that the price of crude oil in the international market was very high. So, to make up for the huge loss the economy was incurring, the government had to go for such an unpopular decision, it was argued. However, under public pressure, the government by the end of August last year, made a small, face-saving, downward adjustment of the fuel oil prices by Tk 5 per litre. But the fact remains that the price of crude oil was then already on a declining trajectory in the international market. The state minister for power, energy and mineral resources, Nasrul Hamid, at that time, assured the public that the government would reduce the fuel price if it falls in the international market. Even the multilateral lender, the International Monetary Fund (IMF), whose delegates visited Bangladesh in early November last year, urged the government to initiate a market-based pricing regime for fuel oils. However, so far, the government has not gone for any downward adjustment of fuel prices, though in the international market, the crude's price is still falling. One wonders why the government has been silent on the issue. At the moment, the main objective of any fuel price adjustment should be to alleviate the public's suffering caused by runaway commodity price inflation and not to make a profit.Obviously, the government is certainly not unaware of the fact that one of the main drivers of price inflation is the hike in fuel prices. Because increased fuel price has a knock-on effect on the entire price chain of the market. Since most transports run on fuel, commodities become pricier immediately after any hike in fuel price. It may be recalled here that the government went for raising fuel price last year when inflation was already on the rise. Especially, the increase in diesel's price by Tk 34 per litre pushed up the transport fares immediately. Notably, diesel is consumed mostly by the country's transport and power sectors including agriculture for irrigation purpose. So, it is not hard to understand why the entire economy and the population suffer as a result of the fuel price escalation. In that case, if the government is serious about addressing the public woes caused by inflation, an important step would be to reduce the price of fuels, especially of diesel. This is also the proper time to cut fuel prices domestically without the risk of any loss for the government as the fuel price is now falling in the international market. Apart from that, to tame inflation, the government needs also to plug holes in different sectors of the economy including non-performing loans (NPLs) in the banks. This is misuse of public money which should be retrieved to help the low-income and vulnerable section of the people in such difficult times.",
        "headline_1": "Reducing fuel prices to tame inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-fuel-prices-to-tame-inflation-1679665503",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "A recent study, one that's funded by The Sustainable Textile Initiative: Together for Change (STITCH) with support from the Ministry of Foreign Affairs of the Netherlands found some interesting facts about the readymade garment (RMG) industry, which contributes to the bulk of Bangladesh's exports. The Ethical Trading Initiative (ETI), GIZ and Brac University jointly carried out the research titled 'The Declining Number of Women Workers in the Bangladesh RMG Industry'. One area that may be disconcerting for many is that although the RMG industry is overly dependent on women workers, the same cannot be said about women's participation in supervisory roles. Indeed, career progression of women in the sector remains very poor. According to the report, \"an estimated 86 per cent of the workers joined garment factories as helpers while 66 per cent left as operators and only 1.0 per cent as supervisors\". Hence, where nearly 09 out of 10 workers on the factory floor are women, only 6 or 7 make it to operator level, and a measly one percent become supervisors! What one can glean from the research study is that women who come to work for this industry, are resigned to the fact that there is next to nil chance of any of them making it to supervisor. Apparently, this has much to do with the way male counterparts think of women workers. Gender disparity doesn't come out of the blue, rather there are entrenched societal beliefs which make it next to impossible for women to climb up the management ladder. Most male managers and supervisors are not comfortable in dealing with women at their level as colleagues. Rather, women are considered to be fit for work as helpers or as assistants to supervisors. Regardless of the proficiency that many women in RMG factories have, the negative attitudes that seem to be ingrained into the management thought process have helped perpetuate this archaic belief - that women are inferior and cannot perform as well as men.One would think that ever since the restoration of democracy in 1991, the country has been governed by women prime ministers; where women have increasingly become members of parliament, led chambers of commerce & industry in both domestic and international arenas, become more proactive in the corporate and banking sectors, such attitudes should have changed by now. But then, change only happens when it is initiated at the top. Nobody wants to change, especially when one particular gender has had nurtured the biased attitude for millennia. The idea of male superiority has been reinforced in art, culture and at the very basic family level. Getting back to the study, it was found that the fact that women can't work for long hours (as they have duties beyond the workplace), and this has been held against them. Had women stopped performing the herculean task of finding ways to manage work and family, where would society end up is a question that is seldom asked and even answered less. But of course there are other reasons touted for this discrimination. One interesting finding is that operators can work overtime, whereas supervisors are on fixed salary. Since working in factories is all about maximising take-home pay, most women would opt for operators' role, and fewer would prefer to work as supervisors. Having said that, there will always be women who will aspire to work in a managerial role, which is being supervisor of the factory floor or a particular production line, just like men. But excuses are brought forth when a woman wishes to be a supervisor, and that could be one of the reasons why only 1.0 per cent makes it to that position.A woman works much more than her male counterpart in any given day. While society may not be willing to consider the work at home as work per se, it is work nonetheless. A woman is not just the average human being, she is a mother, a caregiver and a bread winner. Her role deserves much greater attention and respect. She may be just as proficient as her male colleague on the factory floor. Her output (in production terms) is probably more than her male colleague, which is why the bulk of the workforce in the RMG sector is constituted by women. Depriving women of upward mobility at work is gender discrimination which is most likely harms productivity and profitability of the company. For things to change here, mindsets have to go for a paradigm shift at the top - not only at the factory level but also at ownership level. Only then, could we see changes in management style which would allow for competent women to take up greater roles in the RMG sector. \n[email protected]",
        "headline_1": "Few women in RMG management",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/few-women-in-rmg-management-1679665552",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "More than five decades after its independence, Bangladesh is yet to establish a social order. Though the country has emerged as a vibrant economy defying many odds, the lack of a sound social order is a big drawback. Not that the social order is at its worst form, or there is a perennial state of chaos and conflict. But the current state of social order is quite disappointing. Being a densely-populated country, Bangladesh also faces lots of challenges in its bid to establish a proper social order. The theory of sociology provides a complex definition of the term 'social order'. It refers to 'the organisation of many interrelated parts of a society.' When members of a society agree to a shared social contract where specific rules and laws must be abided by and certain standards, values, and norms maintained, that is known as a social order. Any social order is usually hierarchical as some people hold more power than others, so the former can enforce the laws, rules, and norms necessary to protect a chosen social order.Without going to the complex and multidimensional characteristics of social order, it can be simply dubbed a state of stability and consensus in a society where chaos and upheaval are minimal, as no community can be entirely free from disorder. In other words, social order prevails when an organisation moves on with less chaos, instability, and conflict. In Bangladesh, chaos is almost everywhere, which is reflected in various events and incidents. It appears that the country as a whole is prone to chaos, as maintaining discipline requires persistent effort and patience. From policymakers to ordinary citizens, addressing the chaos remains a less priority. Instead, almost everyone seems interested in going with the trend, mainly due to the growing focus on a self-centric attitude day by day. Many people now think or are compelled to think that one does not need to look or wait for others and should move ahead only to protect one's self-interest. When everyone, or a large number of people, to be more accurate, wants to move according to their whim, there is an eruption of a chaotic situation.Just look at the roads and streets, which will tell anyone about the extent of chaos in this society. Many people will be found driving motorcycles and rickshaws on the wrong sides of the roads giving a damn to traffic laws and rules. Shopkeepers and street vendors occupy pavements creating undue obstacles to movement of pedestrians. Buses do stop abruptly in the middle of the road to collect passengers. Such examples too plenty to catalogue would only cause deeper despondence.A flawed education system is a major reason for creating chaos in society. A lack of family education to learn and maintain order and discipline makes things difficult. Thus, students and youths are not guided adequately to follow social order and value social bonding. Gone are the days when residents in the neighbourhood were used to interacting with each other frequently. A culture of closed-door living and ignoring neighbours also becomes a barrier to social order. Those creating or supporting chaos do not want to realise or are incapable of realising that they are trying to gain at the expense of others who value and practice an orderly way of life. The trouble is deepening, which is reflected in growing insensitivity and intolerance to each other. All these make it challenging to ensure a social order, which is necessary for sustainable development in the long run. As the nation is set to observe the 53rd Independence Day tomorrow, it should set its sight on a change of the mindset and a comprehensive behavioural turnaround for establishing a desirable social order.\n[email protected]",
        "headline_1": "Getting social order right",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-social-order-right-1679665587",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2023"
    },
    {
        "full_article": "Heavy traffic is the main frustration in Dhaka city. Most business headquarters and famed educational institutions are located in this city. But reaching these destinations on time is a massive challenge for city dwellers. Last week, I had a horrifying experience. I could not attend an important examination on time due to traffic congestion. It may seem trivial to many people but not to me. Such things happen regularly nowadays. Prime locations like Mohakhali and Gulshan are often beset with traffic signals and vehicles move much too slowly there. One is unlikely to escape the airport road's traffic without losing all patience and resenting every single traffic signal, given the newfound lunacy of the city's traffic and the development activities in the area. Nobody enjoys the daily chaos of horn-blaring cars and frustrated yells of disputing drivers, but in everyday life of Dhaka, such interactions are unavoidable. What is not inevitable, though, is for educational institutions and employers to become more sympathetic towards their students and employees for their lack of punctuality. What is even more frustrating is the unexpected occurrences that create intractable chaos on roads and streets. Is it even fair to expect punctuality, when there is such crazy traffic on way to destinations? \nMalabika Paul, Student of School of Management, BRAC University, [email protected]",
        "headline_1": "Punctuality becomes casualty due to Dhaka traffic",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/punctuality-becomes-casualty-due-to-dhaka-traffic-1679665619",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2023"
    }
]