[
    {
        "full_article": "Eight months after ethnic violence broke out between the largely valley-dwelling Meitei and the hill-dwelling Kuki-Zo communities in Manipur, hostilities continue. The ethnic polarisation has persisted and displaced people on both sides are still unable to return to their homes; schooling and health care remain disrupted and the writ of the State government does not run in the Kuki-Zo hill areas. The government’s inability to win peace and the failure of institutions such as the State Assembly to deliberate on the problem have compounded the conflict even as the Chief Minister, N. Biren Singh, continues to be seen more as an ethnic leader, preventing the possibility of any thaw in the pervasive hostility. Even media and civil society organisations seem to be divided on ethnic lines and, more dangerously, the role of the army and central paramilitary forces is being seen through this lens, evident in the utterances of the Chief Minister and representatives of ethnic chauvinist groups. The Union government’s response has been to rely on a smoke and mirrors approach — a de facto assumption of powers related to law and order enforcement without publicly announcing the imposition of Article 355 that enables it to do so. There has been little follow-up on confidence-building measures between the representatives of the ethnic groups after visits by the Union Home Minister Amit Shah and others from his Ministry. The latest visit by a Home Ministry team is a reaction to a resolution by some MLAs to take collective action following fresh killings and violence in Moreh town.The predominance of militant outfits is alarming. Militias such as the Meitei radical Arambai Tenggol have been allowed to act as “defence squads”, brandishing weapons and being allowed to vitiate the already perilous discourse in the valley even as Kuki insurgents do the same in the hill areas. The arms looted from police stations and camps have still to be recovered, which suggests that there is a dangerous militarisation of non-state groups. The Union government must focus on addressing this key issue on either side of the divide. Meanwhile, Mr. Singh has tried to erroneously link the prevailing conflict and the ethnic polarisation to the refugee situation in Manipur with many, predominantly from the Chin communities, fleeing the civil war in Myanmar following attacks by the junta. This has led to the demand for ending the Free Movement Regime (FMR) enabling trade and people-to-people contact near the border. While the porous border has also enabled drug trafficking and the movement of insurgents, a cessation of the FMR would be a case of throwing the baby out with the bathwater.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nunrest, conflicts and war\n\n/\n\nManipur\n\n/\n\ngovernment\n\n/\n\npeace negotiations\n\n/\n\nnational or ethnic minority\n\n/\n\nmedia\n\n/\n\npolitics\n\n/\n\nMyanmar",
        "headline_1": "Dangerous status quo: On continuing hostilities in Manipur",
        "headline_2": "Unless non-state actors are demilitarised in Manipur, hostilities in the State will persist",
        "link": "https://www.thehindu.com/opinion/editorial/dangerous-status-quo-on-continuing-hostilities-in-manipur/article67772983.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "Within weeks of the India-Maldives showdown over derogatory remarks by Maldivian Ministers and the call for Indian tourists to boycott the archipelago, as well as the tussle over Indian troops stationed in Maldives, Delhi and Male are dealing with another controversy. This time it is over the Chinese “research” ship Xiang Yang Hong 03, that is expected to dock in Male in February. India has made its concerns over Chinese ships in the Indian Ocean clear. After objecting to visits by Chinese “research” vessels to Sri Lanka, New Delhi managed to ensure that Colombo banned, from 2024, all foreign research ships, that are believed to collect data for military and civilian purposes, from docking there. For New Delhi, the welcome mat for Chinese ships, at a time the new government of President Muizzu has scrapped the India-Maldives hydrography agreement, has played out as a rebuff. Male also welcomed a visit by the commander of the United States Indo-Pacific Command, who presented equipment. That the developments follow other setbacks, beginning with Mr. Muizzu’s electoral win last year after he ran with an “India Out” campaign slogan, his government’s plans to push out Indian personnel and his decision to prioritise visits to Türkiye, the UAE and China have made it more worrying.It is significant that despite Male’s pushback and hyper nationalist calls within India, New Delhi has not stopped engaging the Muizzu government. Prime Minister Narendra Modi met Mr. Muizzu in December and set up a high-level core group for bilateral negotiations on tricky issues. External Affairs Minister S. Jaishankar also met with his Maldivian counterpart last week. It is hoped that both sides realise that their tensions are merely symptoms of problems that could get larger: one, a regional power that aspires to be a global power, and the other, an archipelago dependent for its economic and regional security needs on external forces. While sovereignty is paramount for any country, it is important that the two sides see the benefit of a détente over confrontation. For India, whose neighbourhood first policy focuses on helping according to its neighbour’s priorities, it is ungainly to be seen as foisting its military, that has carried out humanitarian operations, on the Maldives. For the Muizzu government, that just lost a significant election for Male mayor, the impact of the animus with India on upcoming Majlis (parliamentary) elections should also be a worry. In that sense, the Maldives decision to invite the Xiang Yang Hong 03, but not to allow it more than a routine port call is hopefully a sign that quiet diplomacy is working. A rational approach is more likely to shore troubled bilateral ties out of the choppy waters now.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nMaldives\n\n/\n\ntourism\n\n/\n\npolitics\n\n/\n\nChina\n\n/\n\nSri Lanka\n\n/\n\ngovernment\n\n/\n\nelection\n\n/\n\nTurkey\n\n/\n\nUnited Arab Emirates\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nNon-Aligned Movement\n\n/\n\ndiplomacy",
        "headline_1": "Choppy waters: On India-Maldives ties",
        "headline_2": "India and the Maldives must persist with quiet diplomacy to reset ties",
        "link": "https://www.thehindu.com/opinion/editorial/choppy-waters-on-india-maldives-ties/article67773018.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "Atheists do not believe in God. They see themselves as scientific and rational, and find God to be a superstition. For them sacred lore, or mythology, such as Ramayan, is either exaggerated historical fact or a psychological metaphor. The former transforms them into vira (he who overpowers his rivals). The latter transforms them into maha-vira (he who overpowers his own ego).\n\nHistory of vira\nFor those who see Ram of Ramayan as a historical figure, he is bound by space and time. The space is now identified as Ayodhya, on Sarayu’s banks. The time of Ram’s birth, as per planetary software, is claimed to be 12.30 pm on Jan 10, 5114 BCE.\nRead full story on TOI+\n\n",
        "headline_1": "There’s a Ram for everyone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/theres-a-ram-for-everyone/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "Chinese ‘research’ ship Xiang Yang Hong 03 is travelling to Maldives. Effectively President Muizzu has invited China to India’s doorstep. By contrast, India has been asked to stop joint hydrographic surveys, an area of crucial importance to Maldives. Maldives saw Indian hydrographic assistance as infringing its sovereignty. But not the Chinese?!!\n\nThis comes close on the heels of Sri Lanka finally refusing to allow Chinese research ships to dock in Sri Lankan ports. India’s neighbourhood is a case of one step forward and two steps back.\nRead full story on TOI+\n\n",
        "headline_1": "China-Maldives relationship: Muizzu in deep water",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/china-maldives-relationship-muizzu-in-deep-water/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "That Sensex fell yesterday is normal seesaw. Point is Indian markets can permanently overtake Hong Kong’s in value\nIndia’s equity market on Monday crossed a threshold. Market value of all listed Indian shares was $4.33 trillion, pushing it ahead of Hong Kong to become the world’s fourth largest equity market. That it fell over 1000 points, or 1.5%, yesterday is a reminder of daily seesaws in valuation. But it’s really the long-trend that matters.\n\nAsian pack shuffles | China and Japan are the biggest markets in Asia, followed by India. Beneath this headline lies a tale that encapsulates rapid changes driven by politics, capital flight and corporate governance reforms. Sensex has been a standout performer globally over last year, gaining 15.4%. China’s benchmark CSI 300 moved the other way. It lost 23% of its value. But it’s Japanese equities that are hot property, even for Chinese investors. Nikkei 225 gained about 33.7%.\n\n\nBouquet of magnets | India’s economic growth is driving equity prices as Indian companies are beneficiaries of an economy that IMF estimates will grow 5.7% in 2024. Japan, by contrast, is forecast to grow 1%. But what Japan lacks in growth momentum, it’s made up for in corporate governance reforms and its reputation as a stable alternative to China. Chinese communist party’s war on its tech firms has helped Japan’s equity market. Even Chinese investors are opting for an exposure to Japan through Shanghai-listed exchangetraded funds that track Nikkei.\n\n\nIndia’s growing heft | A proxy indicator of the importance of Indian equities is that information on its indices is now published daily in Western business media. But the relative attention is not in sync with India’s economic performance. Nikkei and Hong Kong’s Hang Seng Index, which has declined 32% over the last year, still serve as handier proxies for Asia. However, Hang Seng’s fortunes are tied to China’s troubled economic future. This situation provides India an opportunity to become a key proxy for Asia.\n\nNeed for internationalisation | Global investors seek safety in familiarity. Therefore, when Warren Buffett opts for Japan as the second most important market after US for his flagship investment company, it draws in others. It makes no sense that UK, with a weak economy and short of world beating companies, gets more attention. India’s done well to start harmonising its corporate governance norms with the world. But it’s perceptions of quality that matter. As also homegrown companies that are global brand names. That is where we should be headed.\n\n",
        "headline_1": "Market manthan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/market-manthan/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "We have said it for decades. But it might get a lot more pop play now that Elon Musk has said it. That it is “absurd” how India doesn’t have a permanent Security Council seat. This absurdity has obviously become starker since we became the world’s most populous country. UNSC’s structure with five veto-wielding permanent members is completely out of touch with today’s geopolitical realities.\n\nOld world order | UN was born after WWII and continues to represent global power structures from 80 years ago. UK, for example, is a shadow of its former self. Its permanent UNSC seat will be a further absurdity if Scotland secedes. Or look at Russia, which replaced Soviet Union in UNSC, some say illegally. It is hardly a global security guarantor today. France barely registers, while US has undertaken many unilateral military actions outside UN purview.\n\n\nGeographical bias | It’s also glaring that Africa doesn’t have permanent UNSC representation. Neither does South America. Meanwhile, Europe’s largest economy, Germany, remains outside. So does world’s third-largest economy, Japan.\n\nIneffective body | Permanent members have repeatedly used their veto for selfish interests – like US did recently on a nearunanimous resolution on Israel-Hamas war. China is the biggest obstacle to India’s permanent membership. And Russia can’t even unfreeze $300 billion in its central bank assets. UNSC hasn’t made one bit of difference in halting Ukraine and Gaza wars.\nIndia’s path | World today is far more multipolar than 80 years ago. And India’s growing importance is acknowledged by platforms such as G20, Indo-Pacific Quad, I2U2 and others. Therefore, permanent UNSC membership may not mean much for New Delhi. Plus, India will in a few years become a $5 trillion economy. When this trajectory takes it to an $8 or $10 trillion economy, it will be un-ignorable.\n\n",
        "headline_1": "Absurdity called UNSC",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/absurdity-called-unsc/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "The row between the National Board of Revenue (NBR) and tax lawyers over the former's incorporation of tax return preparers (TRPs) in the tax collection system may end up doing anything other than helping motivate taxable people outside of the tax net to submit tax returns. If the NBR banked on the deployment of TRPS the way banks have made use of agent banking, for expanding its tax net, it has already met with a reversal. This is because the Tax lawyers' associations have filed with the High Court (HC) a writ petition against the NBR rules made exclusively with the aim of bringing uninitiated revenue payers under the tax net. Taking cognizance of the lawyers' grievance, the HC has issued a stay order on the written test the NBR was scheduled to hold for recruitment of TRPs. Under the stay order, the NBR cannot start the process of recruitment for long six months unless its appeal successfully counters the lawyers' writ petition. The NBR's TRP brigade was supposed to go about angling fresh taxpayers from this year. But their recruitment did not come about earlier. The Bangladesh Tax Lawyers Association and Dhaka Taxes Bar Association submitted the writ petition on January 10 leading to the stalling of the recruitment test. Either way, the TRPs would hardly be of any use this year because of the inordinate delay the NBR made to initiate the process. January 31 is the last date for submission of tax returns and this is after two months' extension of the deadline. Clearly, the NBR did not do its homework and it can blame none but itself for the imbroglio it now finds itself in. However, the TRPs can be useful, if of course they deliver according to the set guidelines and not resorting to excesses. After all, there is a temptation to go for excesses when their income will depend solely on their commission from the amount new tax payers pay in taxes. At no point should they pretend to be taxmen themselves, rather the drive's success will depend on how friendly they can persuade taxable people outside of the tax net. Well, intimidation may sparingly be used for the purpose. Clearly, both the NBR and lawyers' associations have points in their favour. The most important issue here is the national interest---one that can be served well if the untaxed and perhaps unbanked taxable people can be brought under the tax net. If the TRPs are deployed at the grassroots level to explore and attract such people not quite familiar with the complexities of tax return, their service is unlikely to hamper the professional tax practitioners who usually have salaried people, corporate houses and business entities as their clients in matters of submission of tax returns. That they have felt threatened by the NBR's move to deploy TRPs seems to a large extent to be out of place. Banks have been doing business at the grassroots level through agent banking. So can the TRPs, as agents of the NBR, do. However, if the TRPs become more ambitious--- which some of them are unlikely to resist--- than the area assigned to them, they surely can take away some clients from the lawyers. But this hardly ought to be a cause for concern. If the NBR collects more revenues, the target of which is never met, the entire nation benefits from it. Where things, however, may go awry is the malpractices and aberrations involving agents deployed with the task of expansion of the tax net. If they so wish, they possibly can bargain for a larger share than the commission they were supposed to receive with parties unwilling or untaxed at the grassroots level. Unless their activities are closely monitored, the chances of blackmailing or arranging mutually beneficial deals cannot be ruled out.",
        "headline_1": "Row over NBR's plan to introduce TRPs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/row-over-nbrs-plan-to-introduce-trps-1706106217",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "That corruption in Bangladesh is both endemic and systemic is hardly a debatable issue. This is particularly true for the public entities. A number of national and international organizations have carried out surveys on the extent of corruption in different state entities. The Income Tax Department (ITD) takes centre stage in the outcome of such surveys/ studies. The ITD is responsible for evaluating income, expenditure, and accretion of wealth of every taxpayer without exception. Hence some people tend to believe that corruption can be combared using taxation within the existing legal framework by claiming back a significant portion of ill-gotten money, thus making corruption significantly less attractive. The only condition is income tax officials must be free from corruption themselves, and must fulfill their duties diligently without fear or favor. In crime thrillers it is often seen that clumsy thieves leave fingerprints behind at the crime scene. Similarly, dirty money is also untrustworthy, disloyal, and its owners in most cases find it difficult to explain its source. All corrupt deals leave an invisible trail for the ITD officials to sniff, trace, and take action.When ITD officers become aware of undisclosed assets belonging to a taxpayer, they are required to conduct a thorough inspection to ascertain the true extent of these assets. Subsequently, they assess the tax payable by the taxpayer for the entire undisclosed asset, usually treating it as income for the relevant tax year.According to Section 20 of the Bangladesh's Income Tax Act, 2023, Income Tax authorities are mandated to levy a 50 per cent tax on the value of undeclared investments that have not been reported in income tax returns. Consequently, the failure to disclose such investments may lead to forfeiting half of their value to the government exchequer. However, given that the Income Tax Act of 2023 is a recent enactment, there are limited instances of this section's application.In practice, the mechanism engaged by the Income Tax authorities to address potential tax evasion or the underreporting of income often aligns with Section 212 of the Income Tax Act 2023 (formerly Section 93 in the now-repealed Income Tax Ordinance, 1984). Taxpayers are individually assessed based on tax laws specific to their situations, but a common approach involves treating unreported assets as income and taxing them accordingly. Typically, the income of male taxpayers exceeding 1,650,000 taka is taxed at a rate of 25 per cent. In a hypothetical scenario where a government officer illicitly amasses Tk. 40 million and the income tax department becomes aware of it, he would be required to relinquish 1/4th of the amount (Tk. 10 million) to the government.However good the revenue collection system may be in theory, it falls flat on its face if there's corruption within the tax department itself. Suppose a corrupt government employee amasses Tk. 200 million by illegal means and an income tax officer traced the illegal gain. The former got off the hook paying a sizeable bribe to the latter. Thus corruption not only persists, but also expands its tentacles. The duties of income tax authorities can be broadly divided into two categories: Investigatory and Assessment.Investigatory duties include discovering and disclosing undisclosed assets and unreported income. Income Tax inspectors who, generally, occupy the lowest tier in the hierarchy of the income tax department usually perform investigations at field level. On the other hand, circle officers (individuals holding the office of Deputy Commissioners of Taxes) are responsible for assessment duties. They assess taxpayers' incomes and apply tax according to law. Most often, officers rely on assumptions regarding an individual's income and do not delegate inspectors for in-depth inspections. Only in a handful of cases inspectors are assigned to report on ground realities. This happens for various reasons such as: (a) high volume of cases, (b) inspections would not be practical and (c) illicit arrangement between Tax officers and taxpayers that results in a lower tax burden. Actual investigations properly done by inspectors, obviously, might reveal more undisclosed taxable income and assets and boost national revenue.Inspection work is of utmost importance and a vital element to the overall success of the department keeping a tight grip on tax receipts, but inspectors are severely hamstrung as they lack proper fieldwork support. They visit homes, businesses, and workplaces in near and far-away places, but don't receive logistical support or even their travel expenses. Their only options are to pay from their own pocket or take money from taxpayers, which is ludicrous. It is as if the government expects them to be taking bribes from the taxpayers they are investigating so it doesn't need to cover their travel and tiffin expenses. Obviously, if the taxpayers under investigation do pay travel expenses to tax inspectors, it would influence their reporting and undermine the government's objectives of unbiased tax investigation. This couldn't be right and must be changed to enable the inspectors to fulfill their duties ethically, efficiently, without bias or influence and encouraging them to become corrupt.Income tax officers of the NBR are responsible for tax assessments according to the Income Tax Act 2023, making them the primary implementing authority for this newly enacted legislation, effective from July 2023. Formulation of this law was undertaken by income tax officers themselves, presenting inherent conflict of interest. Conflict arises from the fact that the very individuals tasked with implementing the policy are also the architects of the policy itself! This dynamic raises concerns about the likelihood of policy decisions being influenced by self-interest rather than an objective assessment of what is in the best interest of the general public. There are widespread allegations that a significant number of income tax officers exploit their authority in tax assessment to personally benefit financially. The absence of a robust system of checks and balances allows and encourages these officers to engage in questionable practices without accountability. Except for the arrest of an income tax officer in Rajshahi in April 2023 with Tk 1.0 million bribe money, there is no other example of income tax officers facing prosecution for their misconduct in the last one decade or so. This fosters a belief that they have a carte blanche to engage in any actions they desire to generate personal income, perhaps with kickbacks to those at the top.Moreover, it's an open secret that many employees within the income tax department - from officers to support staff - serve as income tax advisers to taxpayers. This dual role raises concerns. Lack of separation between advisory roles and official responsibilities within the income tax department creates an environment where they prioritize the interests of taxpayers over those of the government.Thus the income tax department remains bogged down by a host of malpractices. A staggering 85 per cent of all income tax is collected at source, mostly automatically, so the actual contribution of income tax officers towards tax collection is minimal. It is, therefore, about time the government streamlined the tax administration by addressing aforementioned shortcomings if it is sincere enough to boost revenue and eradicate corruption.\n[email protected]",
        "headline_1": "Strengthening tax administration to fight graft",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-tax-administration-to-fight-graft-1706106253",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "When the Non-Aligned Movement (NAM) was launched 63 years ago, it ruffled the feathers of the global power elites. Gripped by the Cold War, the world in early 60's was divided into two blocs- one led by the United States (US) and its European allies and other led by the communist Soviet Union and its comrades in arms including China.Both the US and the USSR, to expand their sphere of influence, were engaged in efforts to lure the countries who remained neutral into their fold.Against such a backdrop, five leaders from the neutral countries took the initiative to float a platform of countries who preferred not to be aligned with any of the blocs and thus the Non-Aligned Movement (NAM) was launched in 1961.The move was initiated in 1955 at the Asia-Africa Bandung Conference in Indonesia and finally the first summit of the NAM took place in Belgrade, Yugoslavia, in September 1961.The five leaders - Josip Broz Tito of Yugoslavia, Jawaharlal Nehru of India, Kwame Nkrumah of Ghana, Gamal Abdel Nasser of Egypt, and Sukarno of Indonesia steered the course of the NAM in the initial days but the platform started to lose its appeal when the world started to become unipolar under the sole influence of the US.The irony is that after six decades the necessity of the NAM has become as important as it was in the 60's because of the world is becoming bipolar again. And that is why the recently ended NAM Summit in Kampala was under deep scanner of the global current affairs watchers.Leaders from the 120-member bloc met in the Ugandan capital amid deep division globally, including rising geopolitical tensions, climate catastrophe, widespread poverty and raging conflict in Sudan, Ukraine and Gaza.Like in the 60's, leaders of neutral countries are now seeking a neutral stance and are trying to avoid joining either of the two major power blocs-one headed by the United States and the other by China and Russia.To address the present-day challenges and to attain the SDG goals, the neutral countries badly need accelerated economic growth but their endeavours are facing severe setback due to the conflicts across the globe such as in Palestine, Ukraine, Sudan, Myanmar and in Libya.No doubt, the uncertainty and instability in the world today offer new opportunities for countries and the NAM can lead the way towards 'deeper cooperation and shared global affluence'.Organisations like NAM can also play its role in carrying out the much-needed reform of the limping UN Security Council, which has miserably failed regarding conflict resolutions and bring about effective solutions to major international crisis.Reforms and promoting ideas to rebuild trust and strengthen multilateral collaboration is the need of the day to ensure stability in the world.A united Nam can also boost sustainable development to reform the global financial system.To absorb the shocks resulting from the second edition of the Cold War, the NAM must remain united in making joint effort towards achieving a peaceful and prosperous world order.The significance of NAM has become more pronounced in a world that is getting increasingly complex as it is confronted with several challenges, including insecurity, health pandemics, climate change, and terrorism.NAM can also play pivotal role in addressing challenges in regards to development financing and debt burden. Multilateralism and solidarity are required now more than ever so those neutral countries collectively respond to further challenges.For NAM countries including Bangladesh, it is crucial to address the challenges that emerged from the toxic geopolitical rivalry between the two blocs.\n[email protected]",
        "headline_1": "Significance of NAM in detoxifying geopolitics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/significance-of-nam-in-detoxifying-geopolitics-1706106307",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2024"
    },
    {
        "full_article": "Migratory birds from various countries of the world come in our country during winter. These birds come from regions such as Siberia, the North Pole, parts of Asia and Europe and around the Himalayas. Winter conditions, marked by heavy snowfall, create a harsh environment in their native areas, leading to acute food shortages. To survive, these birds seek refuge in temperate regions, including Bangladesh.When winter ends, these birds depart. Unfortunately, our treatment of these winged guests is far from hospitable. Despite travelling thousands of miles to survive, these birds fall prey to poachers who use various hunting techniques including spears, traps and guns. A group of unscrupulous individuals persistently engages in bird hunting. Moreover, the high market value of these birds fuels the demand for their illegal trade.Poaching constitutes a punishable criminal offense, with legal provisions under the Wildlife Protection Act, 1974, and the Wildlife Conservation and Safety Act, 2012.The relentless hunting of these birds has led to a decline in their arrival and numbers within our country. Many species are on the verge of extinction, with approximately 130 of them disappearing due to indiscriminate bird hunting. This not only poses a threat to biodiversity but also contributes to increased insect attacks on cropland.Migratory birds serve as vital contributors to our ecosystem. To preserve nature and the environment, immediate measures must be taken to cease the hunting of these guest birds, or else biodiversity will face imminent threats.\nNahida Nishi,Dhaka",
        "headline_1": "Cruelty against winged guests",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cruelty-against-winged-guests-1706106346",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-01-2024"
    }
]