[
    {
        "full_article": "The Asian Games, which were opened on September 23 by Chinese President Xi Jinping in Hangzhou following a spectacular opening ceremony on a scale that has now come to be expected from China, are meant to showcase a broader message of Asian solidarity. The days leading up to the opening ceremony of the 19th edition were, however, marked by anything but. The day before the opening, Union Sports Minister Anurag Thakur cancelled his visit to China as a mark of protest to the last-minute denial of entry to three Indian Wushu players from Arunachal Pradesh. The three athletes — Nyeman Wangsu, Onilu Tega and Mepung Lamgu — were given the accreditation needed to travel along with the rest of the Indian team for the Games. However, in what appears to be a directive issued to the airline by China, the athletes were told they could not board their flight. China has in the past issued stapled visas to Indians from Arunachal Pradesh. Only in July, three wushu players from Arunachal Pradesh, due to take part in the World University Games in Chengdu, were issued stapled visas. In this instance, the decision to bar the athletes appears particularly vindictive as visas were not needed to travel for athletes issued digital accreditations. Indian officials believe Beijing thus went out of its way to bar their travel by instructing the airline to not allow them to board. The Ministry of External Affairs in a statement described the action as “targeted and pre-meditated”. This is, unfortunately, not the first instance of Beijing using sporting events that should have no place for politics to score geopolitical points. In February last year, Beijing ill-advisedly selected the People’s Liberation Army’s commander involved in the Galwan Valley clash as one of the torchbearers for the Winter Olympics. Both then and now, the organisers have appeared more than happy to look the other way given China’s status as both a willing host and strong financial backer of such events. The acting President of the Olympic Council of Asia, Randhir Singh, who met with President Xi in Hangzhou, in remarks to journalists chose not to call out the denial of entry to athletes, instead only saying the matter was being discussed. Beyond the Asian Games, the latest Chinese action serves as a reminder of the current distrust in bilateral relations, as well as of the absence of adequate channels of communication to deal with long-persisting thorny issues, including visas. New Delhi has correctly made clear that restoring normalcy in relations will not be possible without completing the disengagement process along the Line of Actual Control and restoring peace in border areas. Until Beijing reviews its stance on the border, the current state of affairs, which suits neither India nor China, is likely to endure.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\ndiplomacy\n\n/\n\nathletics, track and field\n\n/\n\nArunachal Pradesh\n\n/\n\nsport\n\n/\n\npolitics",
        "headline_1": "Politicising exchanges: On China using sporting events to score geopolitical points",
        "headline_2": "China’s denial of entry to Arunachal athletes shows up the distrust in ties",
        "link": "https://www.thehindu.com/opinion/editorial/politicising-exchanges-on-china-using-sporting-events-to-score-geopolitical-points/article67341372.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "Prime Minister Narendra Modi had called for a new chapter in parliamentary history, and exhorted members to “forget all past bitterness”, as they moved into a shiny new building last week. “Whatever we are going to do in this new Parliament building, it should be an inspiration to every citizen in the country,” he had said. Fittingly for a new beginning, Mr. Modi’s government brought a Bill for reserving 33% seats for women in Parliament and State Assemblies. The proposal found near unanimous acceptance across the political spectrum, though some parties were concerned about the timeline for its implementation, and some wanted a carve out for Other Backward Classes. But this show of unity and purpose was soon overshadowed by incidents that lowered the majesty of the institution of parliament. A Bharatiya Janata Party (BJP) Member of Parliament hurled toxic communal slurs at a fellow MP from the Muslim community even as some other senior leaders of the ruling party smiled on in the Lok Sabha during a discussion, of all things on the success of India’s Chandrayaan mission, hardly a partisan issue. In the Rajya Sabha, visitors in the gallery reportedly raised political slogans in support of the government during the discussion on the women’s reservation Bill, a singularly inappropriate method of credit appropriation.The conduct of the BJP MP was condemnable but what compounds it is the party’s overall approach that followed. Union Defence Minister Rajnath Singh who was present during the outrage did apologise to the House for the remarks. But soon after that, the party fielded several spokespersons to explain away the episode, and they accused the one who was at the receiving end of provoking the incident. An equivalence has also been sought between communal abuse against a fellow member and remarks allegedly made by some Opposition members about faith and the existence of god. The Lok Sabha Speaker who has in the past suspended Opposition members on charges of misconduct is expected to take a more serious view of this incident, and set out an example, making it clear that the House cannot condone communal slurs against any one, and certainly not a member. Several Opposition leaders have written to Rajya Sabha Chairman regarding sloganeering from the visitor’s gallery. That episode too calls for exemplary punitive and preventive action. The new building must foster healthy dialogue among members, and between the institution and the people.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\npolitics\n\n/\n\nLok Sabha\n\n/\n\nRajya Sabha\n\n/\n\npolitical parties\n\n/\n\ndemocracy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nReservation\n\n/\n\nlaws\n\n/\n\nhate crimes\n\n/\n\nminority group",
        "headline_1": "Playing to the gallery: On incidents that have lowered the majesty of the institution of Parliament",
        "headline_2": "Parliament should not be turned into a forum for verbal abuse",
        "link": "https://www.thehindu.com/opinion/editorial/playing-to-the-gallery-on-incidents-that-have-lowered-the-majesty-of-the-institution-of-parliament/article67341355.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "“Be as nice as possible, only as nasty as necessary.” That – my favourite line by USA Today founder-editor Al Neuharth – should have served as a golden advice for the AIADMK and the BJP in Tamil Nadu. The electoral partners are now being as nasty as possible with each other. The latest bout started with BJP state president K Annamalai giving an anecdote about DMK founder C N Annadurai allegedly apologising to Forward Bloc leader U Muthuramlinga Thevar who took offence to a speech by Anna in June 1956 “insulting Hinduism”.\n\nBefore the DMK could react, the AIADMK hit squad comprising D Jayakumar, C Ve Shanmugam and Sellur Raju were at Annamalai’s throat. “It’s the BJP that needs us, not the other way around,” said Shanmugam. Not one to be cowed down, Annamalai said the BJP can be nobody’s slave. The next day, Jayakumar announced that “as of now” the AIADMK is not in an alliance with the BJP. Annamalai tried some damage control saying all is fine between the two parties, but when asked if AIADMK general secretary Edappadi K Palaniswami would be the alliance’s chief ministerial candidate in the 2026 assembly election, the BJP president said he cannot assure that.\nThe slanging match between the allies has been on for so long that the only way to put an end to it is, well, by putting an end to it. The AIADMK and the BJP should part ways. This will not only save the two parties from being suffocated in each other’s company, it will also let them explore their full potential to grow – if they have the potential, that is.\nSince the time of J Jayalalithaa, the biggest lie propagated by these parties – and a section of the media – whenever they came together is that they are “natural allies”. They never were. Under Jayalalithaa, the BJP had to eat humble pie. After her, the saffron brigade has been trying to be more assertive with its uneasy partner, but to no avail. While the AIADMK leadership plays the obedient friend in front of Narendra Modi and Amit Shah, EPS has actively encouraged his lieutenants to put the BJP state leaders in their place.\nWhile the regional party can afford to play the pinch-and-praise double game, Annamalai has an unenvious job being the sole spokesperson for his party when it comes to alliance trouble (H Raja & Co have been conspicuously silent). Annamalai has to carry out the orders of his leaders to keep the ally in good humour, but he also has to preserve his self-respect in the face of insults. Now he has to convince his national leadership to look beyond the 2024 general elections and prepare the BJP for long-term growth.\nThis may be easy if the BJP leadership is confident of winning a comfortable majority of seats in the northern states, so it can forgo the couple of seats it hopes to win in Tamil Nadu in the company of the AIADMK. However, if the desperation the BJP has been showing at the consolidation of the INDIA bloc is any indication, it’s too early to take a call. Annamalai should know better that his party has to oppose both the DMK and the AIADMK if it were to give itself a chance to grow organically, however little that would be for many years.\nFor the AIADMK, too, the saffron baggage will not be a pleasant thing to carry into 2026. The party’s internal assessments show that its image of being the BJP’s ‘B Team did considerable damage in 2021. AIADMK leaders may have other concerns and considerations when the BJP rules the roost, but when your ally puts a gun to your head, it’s better to bite the bullet. On Sunday, Jayakumar reiterated that the AIADMK stands by its ‘no alliance’\n\n",
        "headline_1": "AIADMK and BJP should part ways for mutual good",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/aiadmk-and-bjp-should-part-ways-for-mutual-good/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "Oscar Wilde dismissed aristocratic fox hunters as “the unspeakable in pursuit of the uneatable.” Most Indians have similar disdain for the Khalistan movement, which they see as disreputable and dangerous in equal measure as it fights on, despite decades of futility, in pursuit of the unattainable — a separate Sikh state.\n\n\nWithin India, that dream ended thirty years ago. Today, 75% of the world’s Sikhs live in Punjab, where pollsters from Pew Research found in 2020 that there was “near-universal” opposition to separation, with 95% of Sikhs in Punjab saying they were “very proud to be Indian.”\n\nWHERE’S THE PROOF? Word on the street is that this was a sordid local vendetta, not a state-sponsored execution.\n\nIf that seems suspiciously high to outsiders, it’s worth recalling that every family has its own memories of the Khalistani insurgency, which took more than 20,000 lives — mostly Sikhs — in the carnage of the 1980s and early ’90s.\n\n\nYet now, once again, the Khalistani threat is ascendant — without the killing, to be sure, but with deep political effects. It has divided two nations — India, with the most people, and Canada, with the most land. India accuses Canada of coddling terrorists who plot and incite violence against India, while Canada accuses India of murdering a Canadian citizen. As it stands, Canada’s PM Justin Trudeau has not proved his claim. To date, we only know that he has confronted PM Narendra Modi, whose government has dismissed the allegation as “absurd.” Tit-for-tat expulsions of diplomats followed, and trade negotiations put on ice. Both sides and their allies now wait to see if Trudeau can make his charges stick.\n\n\nIf he doesn’t, it’s hard to see how a beleaguered Trudeau can survive. Already, the polls suggest he would lose an election if it were held tomorrow. His appearance at the G20 in New Delhi, where Modi accused him of sheltering terrorists, was embarrassing. Trudeau plainly hoped to box Modi’s ears in return but his blows will only land if he can persuade Canadians and their allies that he’s got the goods. So far, having been shown something — who knows what — those allies have expressed concern and called for a full investigation, but that’s as far as they go.\n\n\nAnd what more can they say when Trudeau himself is demanding Indian cooperation in the investigation? That suggests that his case needs improvement and may, in fact, depend on India’s help. So far, that help seems most unlikely. Trudeau could escalate by alleging obstruction by India, but he’d still be without the rock-solid case he needs.\nThe absence of evidence runs through the whole matter. The allegation that India was behind the June 18 killing of Hardeep Nijjar originated with Canadian Khalistanis who offered no evidence but, instead, loudly repeated their accusation and hoped that people would buy it.\n\n\nTheir case, if that’s the word, was that three prominent Khalistanis died in the space of two months — one in Lahore, one in Birmingham, England, and Hardeep Nijjar in Surrey, British Columbia. The Birmingham case fizzled when the hospital confirmed that the victim actually died of blood cancer, not at the hands of some flying squad of Indian government assassins. But never mind. The accusation that India killed Nijjar became holy writ for Khalistanis who quickly printed posters, naming and shaming Indian diplomats as “killers”.\n\n\nAt the same time, real evidence emerged suggesting a different explanation. In July of 2022, a wealthy suspect in the 1985 Kanishka bombing, Ripudaman Singh Malik, was murdered amid rumours that there was bad blood — and a lawsuit — between him and diehard Khalistanis, formerly his allies and including Hardeep Nijjar, who were angered by Malik’s gushing letter praising Modi for doing great things for the Sikhs. Then, when Nijjar was killed in June of this year, rumours flew that the Malik camp had exacted its revenge. In short, the word on the street was that this was a sordid local vendetta, not a state-sponsored execution. What’s more, while hardly conclusive, the Malik letter, the lawsuit and videos of Malik and Nijjar, each pouring scorn on the other, do represent something the Trudeau theory lacks: actual pieces of evidence.\n\n\nOf course, the tale may never have a neat, Hollywood or Bollywood ending. It may remain murky and disputed. The police have laid no charges and even the shooters in the Nijjar killing, let alone those who paid them, have not been identified. That’s another sign that Trudeau may be sticking his neck out too far for comfort.\n\n\nMeanwhile, the Khalistani movement pushes ahead with its referendum on independence. In the long term, then, it seems likely that the flame of independence will continue to burn in the diaspora, long after it has flickered out in India. In the short term, we can only wait to see if Trudeau makes a real case. And then – will the allies choose to side with Canada over India? It’s not a given. Whatever Trudeau comes up with had better be good.\n\n",
        "headline_1": "Nijjar case: Real evidence points elsewhere",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nijjar-case-real-evidence-points-elsewhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "The Women’s Reservation Bill,  named the ‘Nari Shakti Vandan Adhiniyam’ has been passed by the Parliament. The 128th amendment to the Indian Constitution, it is set to expand women’s participation in politics and policymaking at the state and national level. It will certainly create conditions for more women to lead, and catalyse a deeper democracy,  a hope expressed by Prime Minister Narendra Modi. It will redefine the nature of political action, and will make politics more truly representative.\nHere, I assess the mobilisational impact of women’s reservation in electoral politics, especially in the 2024 parliamentary election.\nAs various electoral results show,  the BJP led by PM Narendra Modi has been able to attract a large percentage of women voters. The Women’s Reservation Bill, which ensures 33% reservation in parliamentary and assembly seats, is going to enhance and consolidate this support. It may bring a large number of new women voters and add substantially to the BJP’s female cadre. It may give PM Modi long-lasting political capital among women, across caste and religion. The timing of the Bill is bound to impact the 2024 election and forthcoming state elections.\nNEW TICKET: Mayawati was very popular with Dalit women. That support base may shift to the BJP and other parties\nWe will see two kinds of contesting narratives around it in the coming months. One is the BJP narrative, which will assert that it fulfilled the dream of women’s reservation, and the other is the Congress narrative, which claims that it initiated this discourse in Parliament.\nAs we know, implementers get more benefits than initiators. There is only one way through which the opposition could try to restrain the enormous flow of women voters towards BJP is to give tickets to the right winnable women candidates. The opposition may also raise the issue of a ‘quota within the quota’ for OBC women, which has not found place in this Bill yet. This may help the opposition limit the political impact of this Bill in favour of BJP and mobilise OBC sentiment in their favour. The opposition parties seem to already be working on this line.\nThe Nari Shakti Vandan Adhiniyam, like its previous iteration, provides the reservation of one-third of the SC/ ST quota for women. This provision could bring a qualitative change to Indian democracy, right up to the margins. It will check the patriarchal chokehold on the political culture of subaltern groups, which is the result of dominant social groups exerting their influence on them. This may shape a new Dalit-Bahujan politics in India.\nDalit-Bahujan leaders and ideologues like Babasaheb Ambedkar and Kanshi Ram tried to make space for women in Dalit politics, and the career of BSP leader Mayawati is the outcome of these efforts. While Behenji failed to pay back to the community of Dalit women, and did not cultivate such leaders in her party,  the BSP and Mayawati commanded enormous popularity among Dalit women. The women’s reservation Bill may galvanise the support base. A huge number of aspiring Dalit women leaders may also move towards the BJP and other parties for tickets. As we know, there is a large and emerging class of educated and entrepreneurial Dalits keen to participate in politics. Seven decades of growing grassroots democracy has also produced a local leadership of Dalit women. These politically aware, capable subaltern women aspire to higher leadership. This Bill will bring upward political mobility to them.\nBut within the canvas of hope created by this Bill, there remain some crucial issues to address. First, among SCs and STs, only a few castes and groups in every state and region have acquired the political visibility and economic capacity to enter the fray. So the women in these large and political assertive groups may get a large share of these benefits. For example,  only five or six out of 66 SC communities in Uttar Pradesh, and three or four among 20 SC communities in Bihar have garnered the benefit of protective discrimination policies. This phenomenon can be observed in other Indian states too. Among tribal communities too, the women who come from larger, more economically empowered groups may come and claim these opportunities.\nBut over time, this democratic strengthening will trickle down, and reach the margins of marginal groups. The major challenge for  political parties is to distribute these opportunities horizontally, and not just vertically. But will the participation of women produce a new culture in politics, and push back against patriarchal norms? Much will depend on how these beneficiaries of women’s reservation negotiate with identities such as caste, clan and religion, which play an enormous mobilisational role in our electoral democracy.\nWomen’s reservation in politics will create conditions for these triply oppressed women — those who bear the brunt of being female, Dalit and poor — to subvert and turn these facts into avenues of empowerment. Now, they will claim their place in politics and policymaking as women, as Dalit or tribal women, or as socially marginalised persons.\nWe are going to see a whole new face of Indian democracy in the coming years.\n\n",
        "headline_1": "Bill will give mobility to subaltern women but will it change culture?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bill-will-give-mobility-to-subaltern-women-but-will-it-change-culture/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "Humans are vanquishing uncertainty in all areas, but we don’t know what comes next, says The Age of Prediction: Algorithms, AI, and the Shifting Shadows of Risk by Igor Tulchinsky and Christopher E Mason . Our world is wired by billions of predictive algorithms, more powerful, ubiquitous and precise than ever. We model markets, disease and traffic; countless fields are being transformed by these tools.\nOceanic amounts of data, more computational power and sophisticated analytical processes with machine learning and AI, are making enormous things possible. Two forces shape our life: the light of prediction and the shadow of risk, says the book.\nPrediction in stationary systems can approach perfection; large numbers drive certainty to near 100%. Datageneration has taken off like a rocket in recent decades. Digital data is currently estimated at 10 zettabytes (100 followed by 21 zeroes) – too much to wrap our minds around – and it’s growing exponentially. Smart thermometers can help countries detect disease spread, shipping data tells you about migration movements, purchasingdecisions can tell you aboutabrewing war, and phone location data,of course, can be put to all kinds of uses.\nComplex non-linear systems had been harder to crack statistically: the way a mob behaves or consumer choices, or what a turbulent stream of water does, or the mutations that drive evolution, are seemingly random. But increasingly, even this complexity can be penetrated. Financial markets were revolutionised by modern portfolio theory that aims to quantify risk and reward, and AI and machine learning have changed that game. The explosion of vaccine work that emerged after Covid relied heavily on machine learning.\nThe book is clear-eyed about the enormous power of these technologies, and their current limits. Artificial intelligence is an imprecise term that includes machine learning, deep learning, natural-language processing, expert systems and fuzzy logic. The history of AI is a ‘graveyard of famed predictions’, but at root, it is simply the idea that evolution could expand beyond biology.\nMore powerful predictive capacities do not mean better outcomes, though. In warfare, AI and robotics threaten to escalate risk. What’s more, behavioural responses to changing risk have always been fluid. When individual risk is reduced, behaviour grows more reckless, as is seen in insurance, for instance. Predictive technologies spawn unintended consequences – it can increase longevity through healthcare, but it doesn’t tell you what to do with older populations. Risk moves around like a game of whack-amole, popping up in new forms even as older ones are subdued.\nPerfect accuracy is not here yet, but what happens when we come close to it? Absolute prediction is repressive; the future shrinks to one inevitable option. There are other disturbing possibilities – imagine genetically engineering people for the right job. Pre-election polls can corrupt democracy if voters believe they are infallible. Big tech companies with their minute surveillance can commandeer our actions.\nMeanwhile, look at how we face the existential threat of climate change – its impact can be modelled, risks can be quantified, behaviour can be modified, tech can be mobilised. But the human and social snarl of finding an effective response carries on. Ultimately, for all the power of our tools, the book calls for a certain humility, an awareness that there are things beyond our imagination, let alone prediction.\n\n",
        "headline_1": "Quantosaurus Rex: Rewards & Risks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/quantosaurus-rex-rewards-risks/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "Historical evidence suggests that almost every year before independence in 1971, present-day Bangladesh consistently grappled with a widespread shortage of food grains. It's worth noting that a low food grain intake was a common characteristic of Bengal. Alongside the scarcity of food grains, Bangladesh has perennially faced the adverse impact of natural disasters, rampant poverty, and income inequality. These factors have consistently played a significant role in driving hunger and starvation within Bangladeshi society.\nMuch like the situation in pre-independence Bangladesh, hunger remains a pressing issue in today's Bangladesh. For political reasons, successive governments have sought to conceal the extent of hunger, but available data paints a different picture. For example, a recent study revealed that between 2018 and 2020, approximately 52 million people in Bangladesh experienced varying degrees of food insecurity (FAO 2021: 148).\nOn three recent occasions—in 1973/74, 2007/08, and 2022/23 (largely due to the Ukraine war)—there were sharp surges in food prices, especially staple foods like rice and wheat. These price hikes had catastrophic socio-political ramifications globally. Consequently, the number of people experiencing hunger saw a significant rise. It's worth noting that Bangladesh, being a net food importer, bore the brunt of the global food crisis.\nHowever, it's crucial to recognize that hunger and food insecurity in Bangladesh are neither new nor solely tied to global food price hikes. Strikingly, it often takes the occurrence of a devastating famine for hunger and starvation to capture widespread attention.\nWhy nations fail to feed the poor\nIn my recent book, \"Why Nations Fail to Feed the Poor: The Politics of Food Security in Bangladesh\" (Routledge, London, 2023), I attempt to explore how the Bangladeshi state responds when its people go hungry. This book provides a detailed portrayal of the missing dimensions of stateness, including the strength of institutions, the scope of state functions, and other essential attributes. In doing so, it employs the concept of neopatrimonialism to examine the political system of Bangladesh. The analysis utilizes five key concepts—rent-seeking, public corruption, the partial reform syndrome, weak state capacity, and poor governance—as an analytical framework. A primary concern of this book is to elucidate the various obstacles to food security in Bangladesh, spanning from the process of policy formulation to the mechanisms of implementation.\nIt is true that the food security of a nation-state has multi-dimensional aspects involving national and international politics. However, the role of the state remains central in shaping and reshaping national food policies and promoting food security. This is because national governments adopt policies that ultimately affect and potentially eliminate hunger. In this era of globalization, the emerging global food network remains excessively reliant on policies driven by external actors. This issue is compounded by regimes that neglect the need for proactive food security governance, posing significant challenges for many nation-states in providing resources to address the numerous hunger-related problems they face.\nI argue that millions of people go hungry in Bangladesh not because it is a resource-poor country, but rather due to the nature of the state.\nThe neo-patrimonial Bangladeshi state lacks administrative capacity, effective institutions, and a coherent ideology, rendering it incapable of achieving developmental and economic goals. In other words, as a result of the erosion of state capacity, the state's ability to define and pursue essential services has dwindled over the years, making it rarely capable of providing these services to its citizens. Most importantly, the neo-patrimonial regimes in Bangladesh persist through patronage politics, where personalized exchanges are the mechanisms of governance. Consequently, the neo-patrimonial regime is diametrically opposed to good governance and development.\nThe problems of food availability in Bangladesh\n\nThe book delves into the difficulties faced by the neo-patrimonial Bangladeshi state in ensuring food availability, a crucial aspect of food security. The state's limitations are evident in its inability to bolster domestic agriculture for increased production, its overreliance on food imports instead of encouraging domestic production, its failure in timely food imports, its dependence on uncertain food aid, and its flawed efforts to promote food availability.\nBy examining the political economy of budgetary allocation and the budget-making process in Bangladesh, I have demonstrated that the state is progressively diminishing its role in fostering agricultural growth. Alongside the dwindling budget allocation for the agriculture sector, the state has either not taken adequate steps or is unable to promote agricultural growth in a manner that would ensure food availability.\nA critical analysis of the changes within Bangladesh's agriculture sector over recent decades indicates that the state's inability to promote the sector is primarily due to weak state capacity and poor governance, resulting in a shrinking role for the state. In essence, poor state performance in economic management, particularly in the agriculture sector, is evident.\nThe state's initiatives in developing and implementing agricultural development policies are seriously hampered by patronage politics, which is an inevitable outcome of a neo-patrimonial regime. Rent-seeking, public corruption, poor governance, and weak state capacity further undermine these initiatives.\nMoreover, due to the neo-patrimonial nature of the state, reform efforts often succumb to interest-based politics, a phenomenon I refer to as the 'partial reform syndrome.' As a result, the state's efforts in agricultural development, including the provision of fertilizer subsidies and distribution, do not effectively offer substantial assistance to impoverished farmers, essentially leaving them to fend for themselves.\nBecause Bangladesh faces food deficits, international trade and food aid remain crucial for maintaining food availability. Importing food grains effectively to bolster food availability in Bangladesh presents four significant challenges.\nFirst, uncertainties revolve around food grain imports, mainly linked to the global rice market.\nSecond, the decision-making process within the Bangladeshi government is sluggish. This is exacerbated by the absence of robust infrastructural capacity for an effective early warning system, which is vital considering that natural disasters like floods and droughts are the primary causes of food availability fluctuations. Furthermore, the state has failed to provide essential statistical services necessary for informed decision-making regarding food availability.\nThird, due to patronage politics and poor governance, effective state regulation and monitoring of private sector traders are lacking. This often results in disruptions in the steady supply of food grains.\nFourth, despite some advocating for the mobilization of the Trading Corporation of Bangladesh (TCB) to ensure a stable food grain supply, this government institution is hindered by issues such as rent-seeking, public corruption, and administrative inefficiencies. Consequently, it is not capable of effectively managing imports.\nBy highlighting these four primary shortcomings of the state, I argue that international trade is an unreliable means of ensuring food availability within Bangladesh's neo-patrimonial state.\nThe problems of food accessibility in Bangladesh\n\nThis book delves into two crucial facets of food accessibility: the state-sponsored direct-entitlement generation mechanism and market regulation aimed at ensuring price stability. Food accessibility remains a persistent issue, particularly among the impoverished population. The challenges associated with food accessibility are intricately tied to the state's inherent weaknesses, marked by limited capacity, poor governance, rent-seeking behavior, corruption, and partial reform efforts.\nGiven the prevailing socio-economic conditions and widespread poverty in Bangladesh, this chapter asserts that state-sponsored patron entitlement generation remains essential to ensure food accessibility for vulnerable segments of the population. Traditionally, the Public Food Distribution System (PFDS) has been instrumental in generating entitlements in Bangladesh through a variety of projects and programs. By highlighting three key weaknesses within the PFDS, my book underscores the significant challenges these projects and programs face:\na) The PFDS operates as a highly politically motivated system, often undermining its humanitarian objectives.\nb) The state's commitment to promoting food security through the PFDS is questionable, evident in budgetary allocation trends.\nc) Social Safety Net (SSN) programs do not fully address food security concerns, particularly among the vulnerable poor.\nThroughout its history, the PFDS in Bangladesh has been driven by political motives. Its inception, development, and current practices suggest that the program's primary purpose is to ensure regime survival using state resources rather than genuinely advancing food security. It has historically appeased the urban middle class through urban-focused channels and donors through various donor-recommended reforms, often fostering target errors and leakage errors through politically motivated projects and programs. Therefore, while target errors and leakage errors are typically viewed as governance issues, I argue that they serve as mechanisms for distributing opportunities among various actors to secure regime survival.\nOn the other hand, recognizing the impact of sudden price hikes as a significant hindrance to entitlement generation, this book examines state initiatives for market regulation necessary to stabilize prices. However, it becomes evident that market regulation in Bangladesh is primarily driven by political agendas. Under political pressure, neo-patrimonial regimes engage in token market monitoring and initiatives for the sake of price stabilization, primarily to maximize political gains rather than addressing the root causes of market failures. Consequently, public policies fail to provide effective remedies and enhance economic efficiency.\nHistorically, successive governments have adopted two main strategies to rectify the market: coercion through military and law enforcement agencies and market influence through public stock, particularly via the PFDS. Drawing from the food crisis of 2007/08, I demonstrate the government's policy shortcomings in terms of market influence.\nThe book systematically dissects the government's failure in public intervention in foodgrain markets, attributing it to several factors, including weak state capacity, poor governance, rent-seeking behavior, and public corruption. Market structure significantly influences the prevalence of bribery, extortion, and illicit payments. It's not merely that the state is incapable of providing institutional and infrastructural support for markets; it also tolerates illegal activities that undermine the market mechanism—a consequence of the patronage politics inherent in neo-patrimonial governance.\nIn conclusion, \"Why Nations Fail to Feed the Poor: The Politics of Food Security in Bangladesh\" elucidates the structural deficiencies in the state's institutional capacity to promote food security. It argues that the root cause of food insecurity is deeply entrenched within the Bangladesh state itself and the political institutions that bind the state and society.\nMohammad Mozahidul Islam, PhD, is a Professor at Jahangirnagar University and author of 'Why Nations Fail to Feed the Poor: The Politics of Food Security in Bangladesh' (Routledge, London, 2023)\n",
        "headline_1": "The Political Origin of Hunger in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-political-origin-hunger-bangladesh-3427311",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "In a country where monsoons and flooding are frequent occurrences, the safety of its citizens should be an unquestionable priority. However, Bangladesh grapples with a grave and avoidable problem: the lack of proper maintenance and safety measures for electric wires, which puts an added risk during floods and rainy days. It's a critical issue that demands immediate attention and action from the relevant authorities to safeguard the citizens from the threat of electrocution.\nBangladesh's vulnerability to floods and heavy rainfall is well-known. Every year, lives are lost and properties are damaged due to these natural disasters, and while we still need to work on measures to tackle climate change, we are reminded of another major drawback of our infrastructure. An often-overlooked aspect of this crisis is the risk of electrocution, a hidden danger lurking in the submerged streets and clogged drains.\nThe issue primarily arises from inadequate infrastructure and insufficient preventive measures. Electric wires, often installed haphazardly, dangle perilously close to the water's surface during floods. The situation worsens due to blocked drains and poorly maintained roads, making it treacherous for citizens to navigate flooded streets safely.\nThe recent tragedy in Dhaka's Mirpur area, where four people including a toddler lost their lives to electrocution during flash floods last week, serves as a stark reminder of its urgency. The question that looms large is why the government has not taken more decisive steps to address this issue before.\n\nEvery citizen deserves protection and security, irrespective of their socioeconomic status or location. It is the government's duty to shield its people from foreseeable hazards as such.\nEnsuring electrical safety during floods and heavy rains must be ensured by the relevant authorities. Every citizen deserves protection and security, irrespective of their socioeconomic status or location. It is the government's duty to shield its people from foreseeable hazards as such.\nAmid extravagant hard infrastructural improvement where roads and bridges are made to better the traffic condition, addressing the cabling infrastructure that benefits people is crucial and should also be a priority. According to the 2020 World Bank report on infrastructure development in flood-prone regions of Bangladesh, the government must invest in modernising the electrical infrastructure, which includes raising electric wires to a safe height, moving vulnerable power lines away from flood-prone areas, and putting protective measures in place like insulating wires to prevent water ingress.\nThe government and the power distribution companies should develop and execute strict legal sanctions against people in charge of mediocre electrical installations and maintenance in order to discourage negligence and guarantee accountability. The establishment and training of specialised emergency response teams is necessary to tackle electrical crises that arise during floods. This includes safeguarding the security of first responders and residents, as well as the speedy deactivation of electrical grids in affected areas.\nThe tragedy in Mirpur is a heartbreaking reminder of the pressing need to address this issue urgently. The government has a vital responsibility to make sure its citizens are safe and secure. While the country is getting digitised gradually, it is about time for the authorities to give serious attention to the prevention of electrocution during floods and extreme rainy days. To put policies in place that safeguard the citizens, the government must move promptly and firmly.\nMoumita Sultana Hema is a student of the University of Liberal Arts Bangladesh (ULAB).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Why aren’t we doing enough to fix electric wires?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-arent-we-doing-enough-fix-electric-wires-3427091",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "In 1996, as the Awami League's crippling Dhaka oborodh campaign went on in full swing against the BNP government, a platform of government officials dubbed as \"Jonotar Moncho\" also gained traction. This platform, led by the likes of Mohiuddin Khan Alamgir, echoing AL's demands with unabashed partisanship, was perhaps the first concerted move to politicise the country's bureaucracy. Although a controversial move, it was not questioned at that time since, similar to other instances of legal impropriety, it was acceptable. The people actually wanted a fair election and, as is the case now, it was proven that it would not be possible under the stewardship of the ruling government. AL, who is seeking office for the fourth consecutive time this election, has reportedly exhibited partisanship in recruitment at all levels of the republic during its tenures. And now the servants of the republic appear to be confused as to where their allegiance must lie. They appear to be torn between the state and the party, which poses a challenge for the Election Commission (EC) in conducting a free and fair election come January.\nThe EC has reiterated its commitment to hold a free and fair election, but for that it needs assistance from all stakeholders – political parties, the administration, law enforcement agencies, and obviously the voters. Chief Election Commissioner (CEC) Kazi Habibul Awal has said on several occasions that deputy commissioners (DCs) and superintendents of police (SPs) – chiefs of district administrations and district police forces, respectively – should perform their duties as government employees during elections, not as party workers. \"You should not behave in such a way that the general public may think you are biased, that you are not neutral. You must act impartially. You as a public servant should understand the difference between the government and the political party,\" he said last year.\nThis issue came to the fore again on September 13 when the now former Jamalpur DC Md Imran Ahmed urged people to re-elect the AL government to continue the country's development work, in the presence of local AL MP Mirza Azam. Imran was transferred as the EC sent a letter to the cabinet secretary to take action against him. A video clip of Imran's speech went viral on social media, and the state minister for public administration remarked that a DC cannot make such a comment.\nThis type of statements by government officials in the run-up to the election is not new. On August 15, the officer-in-charge of Dewanganj model police station in Jamalpur, Shyamal Chandra Dhar, drew flak after he termed the ruling Awami league his \"own party\" and sought votes for its symbol, the boat. He was withdrawn from his station later. In July, a senior secretary of the government named Khaja Miah was made OSD after he reportedly said he wanted to contest the election from his constituency in Narail. We can also recall when the OC of Nangalkot police station in Cumilla, Faruk Hossain, \"earnestly requested\" people last month to re-elect Finance Minister AHM Mustafa Kamal in the polls, following which he was withdrawn from the police station.\nThe EC has said the election schedule will be announced in November, and the election will take place in early January. In this circumstance, such comments are damaging to an already tenuous election atmosphere. Seeking votes for a particular political party while holding a government post is a serious violation of the government service rules. Government officials know it very well, yet they keep making such comments. The opposition side – no matter which parties – have always alleged that the government has politicised the administration and law enforcement agencies to stay in power or to repress the opposition. And none of the political parties can deny it. Even ordinary citizens have come to accept this practice. The administration's neutrality seems to be lost, and a number of bureaucrats and police officials seem to have become desperate for personal gains.\nWhen trust deficit over the election is high among the political parties and voters, such comments surely widen the gap and make it challenging for the Election Commission to hold a free and fair election. But this \"culture\" did not develop in a day. The role of police and civil administration in the last two elections was controversial. There were media reports that police aided ballot stuffing at the polling centres in the 2018 polls.\nThere is another factor pertinent to this partisan attitude: many of these bureaucrats and police officials were engaged in politics in their student lives and are alumni of the ruling party. Perhaps they could not forget their affiliation or were reminded of that allegiance through lucrative appointments and cushy postings. It may be why they think they might get in trouble if the regime changed, and that's why they show loyalty and take risks. For violating the job rules, one may be demoted, sacked and sued, if found guilty. But in recent times, we have not seen any such action for showing loyalty to the ruling party.\nIn the national elections, DCs, SPs and OCs will play a crucial role. They will be involved directly in the election affairs. If they are found to be campaigning for the ruling party publicly, how can the EC be expected to hold a free and fair election with the assistance of these very officials? Yes, it is easy to identify those who seek votes for the ruling party publicly and keep them away from the field come election day. But there are hundreds more who harbour the same partisan feelings and would go out of their way to favour the ruling party without being vocal about their political inclination. The challenge lies in identifying those officials.\nIt would not have been such a headache, had this EC shown more resilience and resolve towards holding a free and fair election. It would not have been such a huge problem if the ruling party had not blatantly sought partisanship among the bureaucrats. Now that people's trust wavers, the EC is burdened with this additional challenge to allay doubts in the public's minds that it is indeed going to make sure that the field-level officials are neutral and committed to ensuring a just outcome of the election.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "What's at stake with a politicised bureaucracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/whats-stake-politicised-bureaucracy-3426901",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "It is a tragedy that, as another World Rivers Day goes by, instead of celebrating our abundance of rivers, we must actually mourn the death of many and the slow demise of others – all due to human greed. The River and Delta Research Centre (RDRC), a research institute, has found that around 77 rivers face the onslaught of aggressive extraction of sand. Violating the law, individuals connected to power have been extracting sand from innumerable areas of rivers and seashores across the country, with detrimental effects on the biodiversity and ecosystems of these water bodies.\nAccording to a report published in this daily, there are 707 government-announced sand extracting sites, called \"Balumahal,\" out of which 382 have been leased out to different individuals. But apart from these official sites, at least 265 individuals are illegally extracting sand from 132 sites of these 77 rivers. The illegal sites are in all major rivers such as the Padma, Jamuna, Meghna, Brahmaputra, Surma, Sangu, Ichhamoti and Teesta. There are at least seven sites in the Bay of Bengal where sand is being unlawfully extracted. A good number of these people, to the shock of none, are public representatives.\nThe Bangladesh Balumahal and Soil Management Act, 2023 (an amended law of 2010) was meant to regulate sand extraction activities. Obviously, it is a law merely on paper and little has been done to enforce it. It is frustrating that in spite of endless media reports on illegal extraction of various rivers over the years, as well as the experts' views on the irreversible damage to rivers caused by this insatiable appetite for sand, little has been done to stop the robbing of rivers.\nWe urge the government to make sincere efforts to stop this human corrosion of our rivers by holding the people or organisations involved accountable. These include some unscrupulous public officials and government agencies that have been carrying out their illegal activities under the nose of the administration. As environmentalists have urged, sand extraction has to be done in a scientific and planned way by conducting proper surveys before dredging the river. Sand extraction sites, moreover, must be monitored closely and law enforcers deployed to make sure sand is not taken away illegally. The government must show its political will to save the country's rivers, not only from sand extraction but other threats such as encroachment and pollution. To do so, it must clamp down on all the culprits, no matter what their political affiliation may be.\n",
        "headline_1": "Our rivers are being robbed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/our-rivers-are-being-robbed-3426871",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "The latest bout of monsoon rains has once again exposed the capital city's woefully inadequate drainage system and the extent of the damage it can cause to people and businesses alike. The tragic incident of four individuals, including a family of three, being electrocuted on a waterlogged street in Mirpur on Thursday – after a live electric wire fell on the water – may be an extreme case in point. But it does serve as a grim reminder of the dangers posed to people when recurring issues such as poor drainage and infrastructure are left unaddressed.\nOn Thursday night, as incessant rain showered the city, numerous neighbourhoods in Dhaka were plunged into chaos. Even major thoroughfares like Manik Mia Avenue and Mirpur Road near Dhanmondi-27 remained waterlogged and gridlocked until late into the night. As a result, not only did residents and commuters suffer, but businesses also incurred heavy losses. Many areas remained under waist-to-knee-deep water even on Friday, leading to all sorts of troubles. A city that saw 113 millimetres of rain in a single evening – the highest in a day this year – should have a functional drainage system capable of channelling away the excess water. But Dhaka's current infrastructure is evidently falling drastically short.\nThe question is: how long must residents suffer from what has become an inescapable outcome of any above-average rainfall? In recent weeks, we have seen similarly crippling instances of waterlogging in other major cities as well, including Chattogram. You hear of initiatives taken to dredge canals and clean up drains, but those remain clogged nonetheless. In Dhaka, the two city corporations officially took over the responsibility of managing canals and drains from Dhaka Wasa on December 31, 2020. The changing of the guardianship was expected to make things work better and faster, neither of which has happened. There are also bigger issues involved: given the chaotic nature of urbanisation in Bangladesh, with low-lying areas being filled, is only clearing existing drains and connecting canals enough anymore?\nDhaka's inadequate drainage system is but one of the fallouts of how the overall urban infrastructure is being planned. Given the gravity of the situation at present, where even regular rainfall exceeds its drainage capacity, the urgency of addressing Dhaka's woes cannot be overemphasised. It's time for the authorities to step up and do whatever necessary to build a functional drainage system that can protect the city from perennial waterlogging.\n",
        "headline_1": "Dhaka’s monsoon woes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhakas-monsoon-woes-3426676",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "In the age of digital financing, or fin-tech, the introduction of electronic payment of salaries in the country doesn't sound too extraordinary. Scores of vital sectors in socio-economic life have adopted digital technologies. In accordance with this trend, Bangladesh has stepped into its largely untested era of mandatory electronic disbursement of salaries among private sector employees. It falls under the new income tax law. Quarters watching the new system's developments fear it is set to adversely affect the low-paid people's wages through cash-out charges. This class of employees, along with others, is feared to be miserably hit by the new fiscal measure --- salary disbursement through electronic channels. As has been observed by tax experts, it is the cash-out charges which will leave a damaging impact on the income of the low-paid private sector workers. Accordingly, they have advocated reduction in cash-out charges for these economically vulnerable employees.Considering the ongoing hard times in which these low-paid employees remain stuck, it's high time they were bailed out from their plight. Instead, their being subject to a new fiscal measure defies logic. Previously, there was an exemption ceiling reaching up to Tk 20,000 for salary payment in cash as per the tax law. From July 1, 2023, employers will be required to pay all salaries and wages by way of electronic channels. Tax would be imposed on the portion of expenditures paid in cash. According to the new income tax law, effective from June this year, expenditure on account of salary payment of a company would be considered 'disallowable income' in case of cash payment. Tax analysts say MFS (Mobile Financial Services) is a popular system of salary disbursement for lower-grade private officials. It enables the MFS regulator to take initiatives to bring down the cash-out charges to help expedite financial inclusion through banking system.MFS is not unique to Bangladesh. A number of countries around the world have in operation the electronic salary disbursement for employees in varied forms. They include the UAE, a few regions in Brazil, Albania, Algeria and Argentina. According to Bangladesh Bank data, salaries worth Tk 291.62 billion were disbursed through MFS in 2021 calendar year. The amount increased to Tk 346.41 billion in 2022. The central bank had earlier issued directives for MFS providers to cap the cash-out charges for Universal Pension Scheme to 0.7 per cent. A directive like this could also be issued up to a certain ceiling in order to alleviate the finance-related anxieties of the lower-tier salaried persons, analysts suggest.It's worth mentioning that RMG workers enjoy free cash-out as costs are borne by both companies and MFS. A digital ecosystem has already been developed through which RMG workers can cover 70 per cent of their payments directly from their mobile account. To speak in short, wage and salary disbursement through MFS has been gaining momentum as a result of digital financial inclusion in the country. At the same time, it's heartening to learn that the MFS industry has some special arrangements for the RMG workers' wage disbursement. They could be made to serve the marginal-income group of the salaried people if the employers show interest. Bangladesh Chamber of Industries observes transaction on electronic channels involves charges, tax deduction at source and fees that employers and employees have to bear. It suggests NBR could consider keeping a ceiling for the marginal-income persons for the time being. Teething problems associated with electronic salary disbursement warrant to be viewed patiently. Loopholes may surface in the system. Preparations to face them ought, also, to be in place.",
        "headline_1": "Electronic salary payment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/electronic-salary-payment-1695567404",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "In the face of the runaway food price inflation that reached 12-year high in August, 2023at 9.92 per cent, the fixed-income and the socially less privileged section of the population are in a tight corner. And this has been the case despite the government's target of keeping the inflation at 6.0 per cent during the current fiscal year. The government has adopted various measures including strong market monitoring and fixing the prices of certain essential commodities to tame inflation. But such measures did not work, as expected, in arresting the price inflation. So, it is necessary to consider other issues that might also contribute to inflation. For instance, the depreciation of taka against US dollar. Though the goods produced locally should not be affected by the volatility in the foreign exchange market, it still happens due to the overall erosion of taka's purchasing power. There is also the impact of the soaring prices of other imported essential commodities being sold in the market at the same time. The price expectation of customers in a market of fluctuating prices strongly influences the demand of a commodity and hence its price. Unless addressed duly, such price expectation becomes accepted as normal which can work for further raising the prices in the market. In this situation, the government is required to instil in the public mind the belief that the situation is not as bad as they think. But that has to be done in a credible way, because the consumers are a very critical lot and cannot be expected to be fooled. And seeing that there is domination of oligarchs over the commodities market, strict monitoring and control of the market by the government cannot be overemphasised. And the central bank's lending money to the government in the form of high-powered money can also drive up inflation. In this way the central bank can monetise government debt through creation of new money thereby permanently increasing the monetary base to finance the government. To be fair, any country with a history of its government intervening in the central bank's decision-making, the practice of such debt-monetisation hardly ever helps to resolve the issue that led to adopting the measure in the first place. Conditions of such monetary finance or financing the government through money creation usually arises in crisis times such as during 2008's global financial crisis or during the pandemic. And such monetisation of debt usually takes place through the central bank's buying interest-bearing debts through non-interest-bearing money, which is but a permanent exchange of debt for cash. But such practice if continued for long can lead to dangerous consequences like hyperinflation. And in that case, a country may have to abandon its currency altogether to get out of the crisis. However, the good news is such printing of currency by the central bank, i.e., Bangladesh Bank (BB), to fund the government stopped last fiscal year (FY 2022-23) after the government borrowing from the BB alone reached as high as TK 988.26 billion (which is close to Tk 1 trillion). Thankfully, the government paid back Tk 70.44 billion of the loan it had borrowed from the central bank in July last. Obviously, that points to the government's reduced dependence on the central bank to fund its expenditures. However, the amount the government owes to the BB is in addition to what it borrowed from the country's commercial banks. Though the government repaid some of its debt to the commercial banks, its total debt from the sector still stands at Tk 3.96 trillion. Against this backdrop, in a bid to ride out the crisis the economy has been going through, especially the situation of uncontrolled inflation, the government's financial high-ups and the BB authorities have decided to exchange views with the former colleagues, the country's leading economists, experts and think tanks. Of the economists and experts so invited to come up with their valued opinions on the subject, in the first phase, the senior economist and former adviser to the caretaker government, Professor Wahiduddin Mahmud, for instance, was invited for talk. He first advised the government not to further print money through the BB, which, as noted earlier, has already stopped. And the monetary policy the government adopted to address different issues including inflation cannot be expected to produce results unless it (the policy) is transparent and credible, professor Mahmud viewed. Needless to say, to improve its abilities, the central bank needs to be fully independent in playing its critical role in the economy. Even so, it undoubtedly testifies to its or the government's seriousness about dealing with the crisis at hand. First thing first. The excess money circulating in the economy for reasons including this being an election year has no doubt a role in fuelling the inflation. So, BB would do well to remove it from the market. Also, to address the liquidity crisis in the banks, the default loans which crossed Tk 4.1 trillion in March this year and was equal to over half the national budget for the current financial year, has to be recovered. Otherwise, neither the liquidity crunch that the banks have been experiencing, nor the issue of credit expansion to the private sector can be effectively addressed. But the big bank defaulters being politically powerful, to prove its worth and deliver, the BB will have to overcome their influence. Can BB do that? So, many such practices as the one that includes extending loans to businesses from the country's foreign exchange reserve should be avoided at all costs. Admittedly, the falling forex reserve is one of the biggest economic crises the government is facing at the moment. Finally, the government should continue with such opinion sharing exercises with experts in the field before going for formulating the next monetary policy.\n[email protected]",
        "headline_1": "Central bank's novel approach to resolving issues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/central-banks-novel-approach-to-resolving-issues-1695567447",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "The city dwellers were once again gripped by severe waterlogging during the last weekend. The problem went to such an extent that many commuters were found wading through stagnant water on main roads. Others suffered immensely because of thin presence of vehicles on the roads. Apart from that, it also put a damper on trade and commerce in the capital city. The waterlogging, triggered by incessant heavy rains on Thursday, continued into the next day, which was a weekly holiday. The city's New Market was found dipped in stagnant water at least until noon on Friday, though it was supposed to be a busy day for the traders there. Not only the New Market, many other areas of this sprawling metropolis grappled with the same problem. The waterlogging just added to the woes of the city dwellers, who were already counting the cost of unplanned digging of roads by utility service providers and others for different purposes.These days utility service providers take longer time than needed earlier for doing their work. If they start a work, they do not do it quickly. In many cases it so happens that they do the work round the year. They dig the roads and leave them in that state for a long time. Then they return to install the drainage pipes. They again go back without completing the work. In such a situation nobody knows when the work will end. What is certain is that the people are left to bear the brunt of the unplanned and lingering digging of roads. It leaves a telling effect on business.Let's cite an example. One trader in Old Dhaka invested Tk 1.0-1.2 million, the life savings of his mother, to open a shop. As soon as he started trading, the road in front of the shop was dug for installation of pipes and the rubbish heaped on the road left it blocked. So his lost his customers and were incurring losses. After several months he chose to wind up his business to stem the losses he was incurring. So, any lengthy road work not only causes trouble to the commuters but also leaves the adjacent businesses faced with their moment of truth. Those who are doing the development work in the city should always bear this in mind.Reportedly the authorities are planning a water retention pond in Dhaka's Kalyanpur area. It will help solve the waterlogging problem and also serve as an ecological breathing space in the chaotic city. The project will also cover Mohammadpur, Gabtoli, Darus Salam and a portion of greater Mirpur. It will be designed in a way that it will contain water for a minimum of 8-10 hours during the monsoon period. Pumps will also be installed to drain the extra water into the Buriganga.For the sake of development, we have destroyed our environment. We might have not needed to construct a water retention pond in the city, if we could protect our environment while doing the development work. This city had its own environment -- it had its ponds, canals and greenery. But we have killed them mindlessly. Now we are facing the problems like air pollution, waterlogging, etc. We are bearing the brunt of unplanned development.\n[email protected]",
        "headline_1": "City again faces severe waterlogging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/city-again-faces-severe-waterlogging-1695567478",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2023"
    },
    {
        "full_article": "Hilsa is called the king of fish for its unique taste, fragrance and size. This fish contains high levels of protein and omega-3 fatty acids, which lower blood cholesterol and insulin levels. Therefore, hilsa oil is beneficial for heart patients. The amount of saturated fat in hilsa fish is very low. However, not many of us are now able to taste this delicious fish for its skyrocketing prices. A one-kilogram hilsa is now selling at Tk 1,200-1,500 or more in the capital's fish markets. It is now difficult for the lower- and middle-class people of the country to have this fish. This is the peak season of hilsa fish and kitchen markets have enough supply of hilsa. But its price is out of common people's reach. Now buying hilsa means a luxury for many people in the country. In this situation, the government should invest in hilsa research and take initiatives accordingly so that the national fish of Bangladesh does not become extinct from our menu. \nAshikujaman Syed, Foreign Service Officer, Anhui Haikang Pharmaceutical Co. Ltd, Anqing, China, [email protected]",
        "headline_1": "Conducting research on hilsa production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/conducting-research-on-hilsa-production-1695567499",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2023"
    }
]