[
    {
        "full_article": "After two last-minute cancellations due to waves of the COVID-19 pandemic in early 2021, British Prime Minister Boris Johnson was in Delhi last week, committing to more cooperation with India on trade, defence, combating climate change and cyber security. But it was a visit surprisingly short on actual agreements. While an early harvest agreement on trade had to be shelved — the plan was to announce it by Easter (April) this year — Mr. Johnson and Prime Minister Narendra Modi said they have pushed a deadline to complete the full FTA by October-end or Deepavali, with a view to doubling bilateral trade by 2030. It is not clear whether the respective trade delegations are on track for the final agreement, but Mr. Johnson sounded optimistic, with India fast-tracking its FTAs with the UAE and Australia. Of concern to the U.K. is the lifting of Indian tariffs on Scotch whisky, which might make some headway, as India has accepted lower tariffs on Australian wine and the U.K. seems more flexible in increasing visas to Indian professionals. Both Prime Ministers discussed strengthening defence ties and cooperating strategically in the Indo-Pacific. The two leaders also discussed green technology transfers and international climate finance, although India has yet to commit in writing to the Nationally Determined Contributions that Mr. Modi had described at COP26 in Glasgow.Mr. Johnson did tread lightly on issues that the Modi government is sensitive about, such as Ukraine and human rights violations. He referred to India’s long-standing relationship with Russia, expressing understanding of India’s position, in stark contrast to the visit of his Foreign Minister two weeks ago. He brushed aside a question on human rights concerns in India, despite facing criticism over posing with a bulldozer while inaugurating a factory on the same day the Supreme Court of India was deliberating over the Government’s controversial new policy of using bulldozers to demolish shops and homes. A sub-group is to be set up to study “extremism” inside India and the U.K., which Mr. Johnson suggested would be used to monitor Khalistani groups (as New Delhi desires), but has a broader mandate to counter all groups and individuals “seeking to incite violent extremism and terrorism”. In return, New Delhi chose not to press the point too hard on why economic fugitives (Vijay Mallya, Nirav Modi) have still not been extradited. However, while side-stepping irritants in the relationship can increase the prospects for agreements, it cannot replace the actual work and elbow-grease needed to give ties some momentum after years of stasis. Both New Delhi and London must ensure more concerted efforts to bring those agreements to a finale in the near future, to reach their ambitious goals under “Roadmap 2030” agreed to at the last summit in 2021.",
        "headline_1": "Side-stepping irritants: On India-U.K. ties",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/side-stepping-irritants-the-hindu-editorial-on-india-uk-ties/article65350942.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "In addressing the residents of Jammu for the first time since the removal of special status for Jammu and Kashmir in August 2019, Prime Minister Narendra Modi laid out a rosy picture of increased connectivity of the Union Territory with the nation’s capital, promised more investments, and hailed the boom in tourism as a harbinger of progress. The UT, conflict-ridden for decades, had fared better on several development indicators compared to the rest of India, except in per capita net State GDP. Data from FY2017 showed that J&K ranked 21st among States then. The investment proposals and development projects inaugurated by the Prime Minister, in particular the connectivity projects between Jammu and Srinagar and Jammu and Delhi should help shore up the UT’s economy. After a period of harsh lockdowns and communication restrictions, the UT went through a tough period, exacerbated by the COVID-19 pandemic between 2019 and 2021. But significantly, the Kashmir Valley has seen a substantial increase in footfalls with a revival of the tourism industry during the recent winter despite security concerns, with its natural beauty proving a magnetic attraction for international travellers in particular, who had been affected by global travel bans. This has come as a balm to the residents of the Valley, with political forces cutting across mainstream and separatist sections calling for unhindered access for tourists in the region.Does this mean that there is an unequivocal acceptance of the status imposed on the erstwhile unified State of J&K (that included the present day UT of Ladakh), among the people in the Valley and beyond? That certainly does not seem to be the case in the Kashmir Valley, at least if recent events such as the district development council elections in late 2020 are any indication. The Gupkar Alliance, which has steadfastly demanded a return to status quo prior to 2019, had decisively won in the Valley and the group has also vociferously protested the delimitation exercise whose proposals clearly seek to repurpose the politics of J&K through arbitrarily providing greater electoral prospects for Jammu-based parties over Kashmir-based ones. Notwithstanding the recent uptick in economic activity after the prolonged turmoil post-August 2019, there is no indication that the resultant discontent has diminished; security risks continue to remain preponderant as the spurt of terrorist violence shows including the killing of two “fidayeen” militants barely 14 km from Palli village, where the Prime Minister made his address on National Panchayati Raj Day. Beyond doubt, New Delhi must engage in substantive outreach in the form of gestures that reverse the hostility towards the political representatives in the Valley. The return of J&K to statehood will be a good beginning.",
        "headline_1": "Addressing discontent: On PM Modi’s J&K visit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/addressing-discontent-the-hindu-editorial-on-pm-modis-jk-visit/article65351499.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "Quality education is urgently needed in Bangladesh as the country is progressing at a fast pace. Unfortunately, despite having a large number of youth, the dearth of skilled and competent human resources is felt by most of the employers in the country. The problem is two-pronged. First, our high economic growth has not been accompanied with enough jobs for the youth who enter the job market—two million of them every year. Opportunities for those who want to be self-employed are also insufficient. Second, those who seek jobs are not suitable for the labour market. Employers do not find them good enough to do the job. So, the scope for harnessing youth potential through education, skills, and access to finance is inadequate.\nThis also speaks of the quality of education imparted by the educational institutions in our country. Several studies have indicated poor quality of education at various levels—from primary to tertiary. Despite progress in several educational indicators in recent years, the quality of education has not improved much. Particularly, poor performance in mathematics, science, and English even after secondary- and higher secondary-level education is disappointing.\nThe Covid pandemic worsened the situation. In-person lessons stopped at schools, colleges, and universities. This has been termed as the greatest disruption in the learning of students. Around 188 countries suspended face-to-face education during the pandemic. Therefore, countries that were already facing a crisis in the case of education could face a learning catastrophe. In Bangladesh, about 40 million students have been affected due to the closure of educational institutions. In the last two years, students suffered a learning loss that is irreparable in many ways. Very few institutions provided online education. Those who did, the quality of their lessons were rather poor. All these are expected to have an impact on the lifelong earnings of many youth as the loss has been on many fronts. These include learning loss, experience loss, employment loss, and disruption of social and professional interactions. This has taken a toll on their mental health, too, as they were in isolation and anxiety during this difficult time.\nTo overcome the challenges in our education sector, adequate resources are required. Sadly, the budget for the education sector has been stagnant at around two percent of the GDP for the last few years. In the national budget for 2021-22 fiscal year (FY), the education sector received only 2.08 percent of the GDP and 11.9 percent of the total budget. The allocation is much smaller than what is suggested by the United Nations Educational, Scientific and Cultural Organization (Unesco). The UN agency recommends allocating four to six percent of the GDP for education in its Education 2030 Framework for Action. However, the Eighth Five-Year Plan (FYP) of Bangladesh sets the target to increase budget allocation to 3.5 percent as a share of GDP by 2025, four percent by 2031, and five percent in 2041. However, at the current rate of resource allocation, the education budget as a share of GDP may reach up to 2.15 percent in 2025, 2.26 percent in 2031, and 2.43 percent in 2041. Hence, the immediate target must be breaking the cycle of two percent of GDP for education and raising it to at least 2.5 percent in the upcoming budget for FY2022-23. For poor and low-income families, public expenditure plays a positive role. Unfortunately, in the rural areas, out-of-pocket expenditure on education is increasing. High personal expenditure on education may discourage parents to educate their children, especially in poor rural families. This could also increase the inequality between rural and urban areas further.\nHigher allocation in the budget is, however, not the only remedy to help recover from the learning loss due to the pandemic, as well as improve the quality of education in Bangladesh in general. The budget for education should be spent efficiently. The allocated resource remains underutilised and the budget allocations for most sectors, including education, are revised downwards due to low spending. Often, there is more interest in physical infrastructure and less on soft infrastructure. Hence, recruitment of the adequate number of teachers at schools and their training are less prioritised by the authorities. As a result, the teacher-student ratio in schools is low. For example, in 2020, the teacher-student ratio in the country was 1:40. Such a low teacher-student ratio—particularly in primary and secondary levels of schooling, which build the foundation of learning for students—leads to poor quality of education, particularly in science and mathematics. Moreover, the number of trained schoolteachers is low. Available data indicates that as of 2020, the percentage share of trained teachers was 66.4 percent. Teaching is no longer considered as an attractive profession, and the lack of meritorious teachers is one of the reasons for the poor quality of our education.\nCovid has intensified the already existing challenges in accessing quality education in Bangladesh. There seems to be a lack of understanding that investment in human capital is key to economic development. Skilled human resources have more opportunities in the labour market, and they are more productive and economically better off than those who are not. They also contribute to their economies. As Bangladesh is on its journey of graduating to the Developing Countries group by 2026, and becoming an upper middle-income country by 2031, investment in education is vital not only for its smooth and sustainable transition, but also for reducing inequality among its citizens.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Invest in education to reduce inequality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/invest-education-reduce-inequality-3011591",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "We've spent so many years going round in circles on various issues impacting garment supply chains. We are still no closer to ensuring fairer purchasing practices now than we were a decade ago; it's the same case with other supply chain issues, too. This week, I read an article that suggested that the organic cotton supply chain in India was under scrutiny. This will have an impact on Bangladeshi garment manufacturers, many of which use organic cotton. I could name so many other issues in supply chains that are not being resolved; sadly, it doesn't seem like they will be resolved in the near future.\nThere is a common denominator in all of them: nobody is listening to the suppliers. If they are, they are not listening hard enough.\nTo me, this is like a detective attempting to solve a crime without considering their most important evidence. Take the issue of organic cotton integrity. I know through supply chain contacts that this is a major challenge in India. I also know why it's a challenge and why root and branch reform will be required to bring trust and confidence back to that sector. I only know all this because I talk to suppliers, and that stands to reason: Who else would be better to have true insight on these issues than the actors themselves?\nThis year, our industry will—thankfully—be returning to live events and conferences. It is interesting to note that many of the key events relating to supply chains take place in Europe or the US. This in itself seems strange. Fashion's environmental and social challenges reside in supply chains. We all know that. But when the major fashion retailers gather to discuss these issues, they remain close to home. They largely discuss these issues among themselves.\nThe speaker line-ups for these events will likely be overwhelmingly dominated by the same old faces, fashion brands and retailers, various NGOs and industry consultants. Can these people bring any insight on these issues? Yes, of course. But to get the full picture, we need to hear the voices from the supply chains. Surely, a weighting of 50 percent supply chain voices for each event would be the best way to ensure that we find out what's going on and how the issues can be resolved.\nInstead, we risk an event scene where the same issues are raised time and again—the same, ineffective solutions are put forward and no progress is made.\nI was invited to speak at a major European event several years ago. My speech was well-received; however, I was not invited back to the event later, and I assume that's because I had probably ruffled too many feathers in the fashion industry.\nThis issue relates, of course, to the topic of transparency. There is much talk of transparency in fashion circles. But how can you have true transparency when some voices are being ignored or side-lined? True transparency means having difficult, awkward conversations. And it means having these conversations in public, where they can be heard by all stakeholders. At present, fashion is making too many claims about transparency, which simply don't stand up to scrutiny. One example is publicly listing their suppliers. Is this a welcome move? Yes, of course. But please, let's not try to claim that it's for transparency. Real transparency would mean enabling the world to hear what these suppliers have to say in an open forum.\nThink about some of the world's most successful companies: Apple, Nike or Microsoft, for example. One of the aspects which drives companies like these is that they are constantly challenging themselves internally. Structures are in place to ensure that all voices are heard—good or bad. If there are problems, they are not swept under the carpet (which, sadly, is what we do far too frequently in our industry). To get to this stage, these companies create a climate where people are comfortable raising their voices—from senior management to the lowest ranking officials. No stone is left unturned as they strive for perfection, and the end result is a constant process of innovation and improvement. And, of course, market success.\nNow think about our industry. Are problems and issues thrashed out in public? Are all voices given an ear? Is there a willingness to openly discuss difficult subjects? Are people comfortable raising their grievances?\nSadly, I think the answer to all these questions is a resounding no. This is a systemic failure of our industry to take on board the sentiments of some of its most important players.\nUntil this changes, until we get true transparency and listen to the voices of suppliers, we will not get the radical change our industry requires.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "For real change, listen to RMG suppliers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/real-change-listen-rmg-suppliers-3011576",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "Dhaka residents are scorched by a hot sun above their heads, their throats feeling like dry wood, and there is plenty of murky, smelly water all around, but alas! One cannot drink a drop of it! It reminds us of Coleridge's sailor who is dying of thirst, even though he is surrounded by a whole ocean.\nNow, we know ocean water is salty and you cannot blame anyone for this, but why should we not be able to drink water supplied by the Dhaka Water Supply and Sewerage Authority (Wasa)? What's wrong with it? Wasa bosses loudly claim that there is nothing wrong in their water. They endure so much hassle to collect polluted water from far away rivers and supply the greenish thing to our homes with great care. Should we not be grateful that something resembling water comes out of the taps in our kitchens? We are always complaining, and this makes the water guy very angry. He has said he gets the same water at home and merrily drinks it, so the lesser humans like us must not keep complaining so often.\nIt appears that we, the beleaguered citizens, have no other option but to consume the foul-smelling water by the gallons until we become immune to the bacteria that live in it. And until that happens, maybe some of us—a thousand, perhaps—will have to go to hospital for the treatment of the worst kind of diarrhoea or cholera.\nInterestingly enough, the claim by the Wasa boss of the safety of water supplied by his organisation takes a turn for the absurd when, in a recent \"meet the press,\" he suggested everyone to boil the supplied water before drinking it. Now, does it not sound like pushing the ball into the court of the suffering citizens? Meaning, if we fail to boil the water and fall ill, he would blame us for it; \"I told you to boil this water, but you didn't. So, it's not our fault anymore.\" One cannot help but wonder: If he is so confident that his water is safe to drink, why should he suggest boiling it?\nAs for the foul smell and the presence of harmful microorganisms, he blames it on the polluted water of the Shitalakkhya River, which, according to him, needs to be pretreated before it is finally treated at Sayedabad water treatment plant. Now, who would pretreat the river water? The consumers or Wasa? We already know that after the Buriganga, the water of Shitalakkhya is the most polluted. So the pertinent question is: Why is the polluted water of Shitalakkhya not pre-treated by Wasa?\nThe Wasa boss kept on defending his office in a recent dialogue with the press. Even though numerous laboratory tests confirmed the presence of various types of germs, including the ones that cause diarrhoea and cholera, Wasa denied this fact. It was perplexing to hear him say with such a show of confidence that no germs were found in Wasa water in 10 areas of the capital, from where most diarrhoea patients have visited various hospitals, including the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) in the past weeks.\nThe Wasa chief may have denied the presence of harmful germs or E. coli in the water collected from the pipelines and water tanks of city houses, but experts like senior microbiologists brush off his claim, terming it \"baseless.\" They say that when a waterborne disease like diarrhoea breaks out in an area, one has to assume that a single source of water is causing the disease, and this gets confirmed after doing necessary laboratory tests.\nThe problem with some of our bureaucrats, technocrats and politicians is that they cannot accept inadequacies or failures with grace. Knowing very well that they are trying to hide facts behind clever words, they would go on denying things that are so blatantly visible to the world. Such an attitude does not help in removing the faults in the project and allow better ideas to be adopted for its success. The Wasa issue has been going on for decades, but the organisation's top bosses never acknowledged the fact that they could not deliver safe drinking water to the citizens.\nOne really cannot take chances with drinking water. Health issues are involved here, so it is expected that Dhaka Wasa, being the sole authority to supply piped water in the city, should show more respect to the rightful demand of the citizens. This organisation never hesitates to raise the price of its murky water, but does not do much to improve the water quality. One wonders what really goes on in its own laboratory—whether they have ever been able to find the harmful microorganisms floating under the microscopes.\nThis newspaper carried a number of reports and opinions on Dhaka Wasa since the present managing director took charge of it. In 2019, he faced huge public uproar for saying that Wasa water was 100 percent drinkable. He made the claim publicly as a rebuttal to allegations raised by the Transparency International Bangladesh (TIB). He had declared that people would be able to drink water straight from their taps by 2021. But, even in 2022, we continue to get contaminated water from them.\nSo, it seems like the Wasa conundrum will remain unresolved for many more years, until a more competent person is put at the helm.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Wasa water everywhere, not a drop to drink",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/wasa-water-everywhere-not-drop-drink-3011566",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "We have become so heartless that we can now watch video of Nahid Mia getting beaten to death – without any hesitation. Once, we identify the \"Helmet Gang\" as killers, we reach the decision that nothing will happen to them.\nA love message, written with mehedi, on the palm of Nahid's wife makes us emotional. But the feeling doesn't last long. After that, shop worker Morsalin's death news comes. He was injured during the students-traders clash in New Market area as well. Instantly, his wife and two children's lives become insecure. Morsalin's daughter will never again be able to ask her father to buy her a hair band.\nNo one will have spare time to know or to inquire about the state of these families. By this time, three cases have been filed against three named individuals and 1,200 anonymous accused. Meanwhile, the prime accused, BNP leader Mokbul Hossain has been arrested.\nOf the cases filed, two are over murder. The victim families have initially informed that they don't want any trial. They believe, justice is hardly delivered and they don't even have the money for trials.\nAccording to the cases, Advocate Mokbul and 200 to 300 unnamed individuals carried out the attacks in the New Market area using sticks, rods and hockey sticks.\nMokbul earlier told The Daily Star that instead of filing case against the real culprits, police filed a politically motivated lawsuit against BNP leaders and its affiliated organisations. He also alleged that police framed him only to harass him.\n\"I have not even gone to the New Market area in the last four months,\" he said on April 21, 2022.\nAs per the case document, police are claiming that Mokbul led the attacks.\nSo, whose statement is correct? Who is telling the truth?\nOne of The Daily Star's photographers managed to capture glimpses of deliveryman Nahid getting beaten up by miscreants with rods and hacked to death by machete.\nThe Daily Star reported, \"In the photograph and video, it can be seen that another man, wearing a black helmet, came with a machete and started hacking him indiscriminately. The attacker stepped back after he was stopped by a third man, who was wearing a yellow helmet. The two helmeted men then joined the other students.\"\nOfficials of the Detective Branch of police, which is investigating the murder case, said the young man who hacked Nahid has primarily been identified as Zakir. He is a BCL activist, DB officials said.\n\"Nahid was first hit by Kaiyum, a Dhaka College student. He was wearing a blue T-shirt with white stripes,\" they said today (24 April, 2022).\nTill now, no publicly available photo or video confirms the presence of BNP leader Mokbul or any of the other accused anywhere near the murder scene. There are many closed-circuit cameras between New Market and Dhaka College. Mokbul and the other accused must have been framed by the CCTV cameras if they were present there.\nIt is not known whether the police have seen it or if they have any information. Cases have been filed against those who were not physically present there. Arrests have also been made. But no case has so far been filed against those who were seen in the video.\nA police source, who did not want to be named, told The Daily Star that the police did not want to arrest anyone associated with student politics of Dhaka College in this situation. This may worsen the situation, they feel.\nWhat kind of logic this is, only they know.\nWere the cases filed and BNP leaders arrested hastily, as it will not worsen the situation?\nThe incident centred around a rift between two shops of New Market. Those who carried out the vandalism in New Market area were wearing helmets, taking the side of one shop's employees.\nPeople who led the Dhaka College students the next day in another reckless act of destruction have also been exposed.\nThis helmet gang first came to prominence during the school students' movement in 2018. During that time, the helmet gang had beaten and bloodied the students and journalists. The media published identities of many of those, who were hiding behind helmets. But the law enforcers neither investigated, nor did they take any action against them.\nDuring the quota reform movement, a Chhatra League leader from Rajshahi University used a hammer to mercilessly beat up a student named Torikul and crippled him permanently.\nIn a televised interview, the leader claimed responsibility and boldly stated, \"I am still within the hall premises. I didn't run away.\" But no action was taken against him by the law enforcement agencies. Following the same tradition, once again, we saw the helmet gang in action. Witnesses informed, some helmet gang members worked for the businessmen, too. During any clash, helmet is quickly becoming a useful defensive and identity-hiding shield.\nWhat kind of a country and society we are trying to build by letting murder case accused off the hook and shifting the blame on others?\n\"There is no justice\", \"we won't get justice\", \"we don't want justice\" – are we not establishing a country devoid of justice?\n",
        "headline_1": "Helmet cannot hide identity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/helmet-cannot-hide-identity-3011376",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "Laws are supposed to protect our rights and security against abuses committed by other people, by organisations, and by the government itself. But one often sees the enactment of laws that actually impede honest citizens from conducting their affairs freely and exercising their right without let or hindrance. Thus, the four recently proposed laws—namely, the draft data protection law, the anti-discrimination bill, the new social media and OTT regulations, and the mass media employees bill—which the government says are meant to serve public interest will, in reality, do very little of that. This view was recently expressed at a discussion organised by a rights platform, and we believe it is fairly representative of the general public opinion.\nFirst of all, the due process in formulating a law was not fully followed. Vital stakeholders were left out of the consultation process, and the views of the few who were involved were not incorporated. It is not as if there are no laws or regulations related to most of the subjects dealt by those bills. The problem is the lack of fair and equitable application.\nWe believe that, as citizens, our personal data should be protected, and that the digital space should be brought under closer scrutiny for the sake of the country's security, and that a law that makes discrimination on any grounds an offence is the order of the day. But such acts must be formed in a manner that would bring maximum benefits to the maximum people. But if the motive is to be more repressive, curb free speech and dissent, identify critics of the administration, or keep journalists under its thumb, then we have serious reservations about the proposed bills. More security does not mean fewer rights.\nWe should remember that government and state are not the same, but our government seems to be mixing them up. Criticism of the government cannot be an offence, much less considered anti-state. In fact, one may say that criticising government plans or policies that harm the interests of the people is the bounden duty of all citizens. Revealing the fault lines in society should be the duty of every creative person, whether a filmmaker or a cartoonist. We hope the members of parliament would consider the bills minutely before casting their votes. Theodore Roosevelt's wise saying is worth quoting here, \"It is difficult to make our material condition better by the best law, but it is easy enough to ruin it by bad laws.\"\n",
        "headline_1": "More security doesn’t mean fewer rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/more-security-doesnt-mean-fewer-rights-3011561",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    },
    {
        "full_article": "It is difficult to understand the viciousness that we witnessed during last week's New Market clashes, and why it continued for as long as it did. What was especially troubling was the nature of the attack against 19-year-old Nahid Mia, who was killed while on his way to work. The men who did this have primarily, and unsurprisingly, been identified as members of Bangladesh Chhatra League (BCL). Video footage of the gruesome attack shows a motionless Nahid lying on the ground, seemingly dead already, being indiscriminately hacked with a machete by a young man wearing a black helmet. Officials of the Detective Branch of police have identified him as Zakir, a BCL activist.\nA post-mortem examination revealed that nearly every inch of Nahid's body bore injury marks. The level of insanity that led to someone being murdered like this is unfathomable. And it wasn't just one BCL activist who was involved in the violence. According to various witnesses, Dhaka College students led by three BCL factions took part in the clashes with New Market shopkeepers that eventually led to Nahid's death. The question is: Who are these people bearing the banner of the ruling party's student wing? If they didn't belong to the ruling party, they would never have had the courage to do something like this. It was clear from the footage that the attackers didn't care whether Nahid lived or died, even though he was engaged neither in politics nor with the shopkeepers.\nNow that investigations have revealed BCL's involvement, it makes sense why the police didn't go in immediately and stop the violence. We have seen BCL members using such violent tactics—wearing biker helmets and wielding sticks, machetes and other weapons—against students demanding safer roads, while police idly stood by. If instruction from the ruling party is that police shouldn't interfere when BCL is involved, it can only lead to building resentment among the public. By allowing BCL to repeatedly resort to such violence, what message is the party giving us? That BCL can get away with anything?\nWe have no idea what benefit the ruling party thinks it's getting from the atrocities of its student activists, but as far as we can tell, it has led to seething anger among the people while tarnishing the country's image in front of the world. We call on the authorities to immediately arrest and punish those involved in the New Market violence, including those responsible for Nahid's murder. And we once again ask the ruling party to seriously reconsider the repercussions of its actions that have allowed for its activists to become like this.\n",
        "headline_1": "Brutality at its worst, on full display",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/brutality-its-worst-full-display-3011406",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2022"
    }
]