[
    {
        "full_article": "What comes undone is best redone. The latest development in the prolonged National Eligibility cum Entrance Test (NEET) 2024 saga has played out in the court, and will answer the question raised initially — the unusually high number of toppers this year. The Supreme Court of India’s ruling on the right answer to a particular physics question in the NEET paper, based on the expert opinion of IIT Delhi professionals, has brought down the number of toppers from 61 to a more reasonable number — 17. The wrong answer for the disputed question was chosen reportedly by four lakh students, including 44 in the list of toppers. As a result, all these students will lose five marks each. Ruling that there could be only one correct answer, the Court directed the National Testing Agency (NTA) to revise the scores based on the correct answer. It also emerged during the hearing that the wrong answer for the question was actually present in the older (until 2021) NCERT textbooks. The Court had earlier refused to cancel the entire NEET, which over 23 lakh applicants took. While the scheduled date of counselling, July 24, is past already, and with the NTA having to re-tally the marks with the revised answer, the counselling has been delayed again, but will take place as soon as possible.While the scenario, as it stands today, seems ostensibly resolved sufficiently to let the process move forward, the truth is that an unprecedented number of violations have occurred in a manner that vitiated, possibly for good, the faith in NEET as a fail-safe entrance route. From charges of paper leaks, giving out the wrong question papers, damaged answer keys, impersonation by students, and an analysis of marks that showed an unusually high number of toppers from certain centres in the country, NEET-UG 2024 has been a string of bad news this year. Notably, the interventions to right the course have come mostly from the judiciary, with the executive stopping short of initiating significant or decisive action required to clean its Augean stables. For starters, the extraordinary emphasis that has come to be placed on medicine as a career choice, with over 23 lakh students hoping to compete for over one lakh MBBS seats, will have to be dialled down, with a healthy promotion of other scientific streams as viable career options. The government also has no option but to unwind the entire spool, and cast it out if it must, reorienting all systems so that the next NEET can be conducted professionally, and with adequate safeguards in place to prevent malpractice or inefficiency.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nentrance examination\n\n/\n\nmedicine\n\n/\n\nmedical education\n\n/\n\njudiciary (system of justice)\n\n/\n\ntest/examination",
        "headline_1": "Cleansing NEET: On a recast test",
        "headline_2": "Next year, the test must have safeguards against malpractice and inefficiency",
        "link": "https://www.thehindu.com/opinion/editorial/cleansing-neet-on-a-recast-test/article68441632.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "The Supreme Court of India on Monday stopped the enforcement of directivesissued by the Uttar Pradesh and Uttarakhand governments that required food stalls on the route of the Kanwar Yatra — an increasingly popular pilgrimage that Shiva devotees undertake — to prominently exhibit the names and other identity details of their owners and employees. Petitioners argued that the directives would result in discriminatory outcomes, besides negating the secular character of the country. The Court accepted the need for urgent judicial intervention in the matter and issued notices to the States that fall in the route — Uttar Pradesh, Uttarakhand, Delhi and Madhya Pradesh. The case will come up for hearing again on Friday. The yatra takes place during the Hindu month of Shravan when those who worship Shiva — popularly known as Kanwariyas or Bhole — walk hundreds of kilometres carrying pots of Ganga jal, known as kanwar (a structure made of bamboo that has containers suspended on both sides of a pole), to the temples in their home town. The yatra is increasingly popular, particularly among the Dalit and Other Backward Classes in the Hindi heartland. The police in Muzaffarnagar, western U.P., were the first to issue the controversial directive last week, which they said was done to ‘prevent any untoward incident’.The discriminatory nature of this move became clear soon, and was criticised by the Opposition and National Democratic Alliance allies. Amid the criticism, U.P. Chief Minister Yogi Adityanath extended the requirement across the entire route of the pilgrimage in the State. The Bharatiya Janata Party (BJP) government in neighbouring Uttarakhand followed suit. Reports emerged of Hindu hotel owners being asked by the administration to remove their Muslim workers; there were also accounts of harassment of meat shop owners. BJP allies, the Rashtriya Lok Dal (RLD) and the Janata Dal (United), joined the Opposition Congress and the Samajwadi Party in calling out the brazenly communal move of the BJP governments. Many pilgrimages in India are undertaken and organised jointly by people of different faiths, and as it turns out, there are Muslims too who trek with Hindus to take part in this unique form of Shiva worship. All along the route, they have, for years, been served by Muslim shop owners and even volunteers. Muslim artisans make a living by making the kanwar in some parts. The economic, cultural and social aspects of the Kanwar Yatra — as with any other pilgrimage — are shared by people of various sects and religions. The government directive was unreasonable and achieved nothing other than promoting communal enmity. U.P. and Uttarakhand should withdraw their directives without waiting for the decision of the Court. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ngovernment\n\n/\n\nUttar Pradesh\n\n/\n\nUttarakhand\n\n/\n\nreligion and belief\n\n/\n\nDelhi\n\n/\n\nMadhya Pradesh\n\n/\n\nCaste\n\n/\n\npolice\n\n/\n\nBharatiya Janata Party\n\n/\n\nRashtriya Lok Dal\n\n/\n\nJanata Dal (United)\n\n/\n\nIndian National Congress\n\n/\n\nSamajwadi Party\n\n/\n\nnational or ethnic minority",
        "headline_1": "Not in order: On the Kanwar Yatra and directive on display of names",
        "headline_2": "The directive’s on display of names on Kanwar Yatra route must be withdrawn",
        "link": "https://www.thehindu.com/opinion/editorial/not-in-order-on-the-kanwar-yatra-and-directive-on-display-of-names/article68441646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "Forget disabled, this babe is very specially able \nDisclaimer: Any reference to any person living or dead is purely intentional. This column is entirely a work of faction. Nothing in it is meant to hurt the sentiments of anyone with genuine disability or OBC certificate. No animals were hurt during writing, but animal spirits are definitely being hailed.  \nForget being shocked, I’m totally in awe of Puja Khedkar. Not just one helluva bindaas babe, she’s Wonder Woman herself. With  differently-enabled certifications, she gamed every system, from ‘lowly’ disability and OBC to lofty IAS, where this trainee turned tricks only the seasoned would dare. She was on the make, making up, audaciously manipulating everything to her advancement. She’s New India, exuding chutzpah, dumping fuddy-duddy old rules. She embodied our unique jugaad, she should be made a national emblem.  \nLet’s start with enabling disability. She wrangled three certificates using  different names and different/fake addresses. Sassy Puja, 30/31, had sussed out that there’s least competition in UPSC’s new 1% reservation for multiple-disability. She already had a visual impairment certificate and another for locomotor disability. For such pizzaz, I’d give her a patella on the back. Adding insanity to injury she presented  a mental illness cert. To get into IAS? Whatever. She’s got the kind of visibility and access for which other cases would give a prosthetic arm and calipered leg. \nSecondly, while OBC agitations have caste several states into simmering cauldrons, while census and sensibility turned the recent elections themselves into a pot-boiler, cool Puja got smartly classified. Thirdly, this OBC-wannabe thumbed her nose at ‘twice-born brahmins’, cheekily demanding perks not due to IAS probationers. Flashing a blue-batti summed up her Audi-city. \nWhat gave her such nerve? Seeing her ‘disproportionate-income’ dad, her gun-brandishing mum, let’s just say she owns a pair of  ‘distressing genes’.\n                                                    ***\nAlec Smart said: “Nirmala should learn from Kamala how to rake in $100mn in 36 hours.”\n\n",
        "headline_1": "The Talented Miss Puja",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/the-talented-miss-puja/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "That SC refused a retest is no cause for relief. This year’s controversy makes clear how flawed system is\nSC’s refusal to order a UG-NEET retest, on the ground there wasn’t evidence of a ‘systemic leak’, has put the lid on the controversy. The court’s decision is clearly based on analysis of results, which did not indicate candidates of centres under scanner doing exceptionally well. It was also mindful of the impact of such a decision on 2.4mn students who took the test this year.\nNot a win | But Centre should not be taking SC’s stance as a victory for its position. For, the same SC has acknowledged that question papers were leaked at Hazaribagh and Patna. Besides, we now have unseemly scenario of all-India rankings being changed at the last stage because 4L students were granted marks for wrong answer – which, incidentally, was the ‘right’ answer in an older NCERT textbook. Do we need more proof that we face a mess?\nGo for CBT | On NEET-UG, the way forward is clear. The pen-and-paper format must be replaced with the more secure offline Computer-Based Test (CBT). Given the huge number of examinees and keeping JEE’s relative success in mind, NEET-UG must be made a two-stage exam, with the second stage being conducted with help from top medical institutions. To allow them to give their best, candidates should have the choice to take exam more than once in a year.\nChoice of centres, questions vital | How exam centres are selected is all-important. Allowing outsourcing of work by successful bidders, as NTA has been doing, won’t do. Roping in one of the top companies in the business is the best option.\nCreation of a question bank and proper use of technology to frame questions would add another layer of security. But for all this, we need genuine concern for young people’s future, not the bureaucratic mindset NTA has shown thus far.\n\n",
        "headline_1": "Scrap NEET",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scrap-neet/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "Budget indicates that the most important data-gathering exercise will be further delayed\nThat the budget has further cut outlay for India’s much-delayed Census 2021 is message enough that GOI is in no hurry to carry out the singlemost important data-gathering exercise. The cabinet had sanctioned ₹12k cr in 2019 for the 16th Census. It was to be in multi-mode – pen-paper and via app/mobile devices. Per Registrar General of India, info would also be collected online. GOI expected half the population to fill in own household data. Covid resulted in the exercise being “postponed indefinitely”. But while everything else is back to normal, Census is still on hold.\nYes, there are logistical problems. One, the potential exclusion of communities without digital access. Two, officials are vague on the question of preserving anonymity when individuals fill in their own data online – digital footprints cancel out Census’s guarantee of anonymity. Three, the possibility of data theft – recall CoWIN breach and Aadhaar data hacks – is real. But all this is only half the story. Census is India’s biggest database, crucial for policymaking. So, when free grain is distributed to 60% of the population, it’s based on estimates, projected from the 2011 Census. Is coverage complete? We can’t figure out.\nSo, maybe it’s down to politics. First, the new law on women’s reservation. Six months after its historic passage, it’s a law in letter alone. The delay was inbuilt – women’s quota will kick in only after delimitation post-Census. Delimitation in turn is bound to be fraught – a political hot potato that can burn. But delimitation is slated for only after the first Census post 2026. That means if a Census is carried out before 2026, delimitation could get pushed to after the next Census. That’s the wrangle – BJP stands to gain from early delimitation. The argument goes that if Census 2021 is held after 2026, delimitation can immediately follow, possibly giving BJP an edge in the north, while south India stands to lose constituencies.\nSecond, opposition bloc INDIA’s demand/promise for caste to be enumerated. The demand found electoral articulation with Nitish’s caste survey in Bihar in Oct 2023. Nitish won brownie points. BJP softened its stance. With key assembly elections around the corner, caste enumeration as part of Census is a big political question.\nWhat does this tell us? That electoral considerations possibly trumped post-Covid scheduling? If that’s the case, there’s reason to worry. Census is about getting a sense of us. Politics shouldn’t come into it.\n\n",
        "headline_1": "Sense of us…when?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sense-of-uswhen/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "The standout feature of the first budget of Modi-led NDA govt is its emphasis on employment. Before analysing this, last decade’s good track record on job creation needs to be recognised. High-quality data provided by PLFS and KLEMS databases clearly suggest that during FY14-23 India created 12.5cr jobs, compared to only 2.9cr during FY04-14. Even if we exclude agriculture, the jobs created equalled 8.9cr during FY14-23.\nThe 80L jobs required every year – as highlighted in this year’s Economic Survey – must be seen in this context. The 8.9cr jobs created over a 10-year period translate into 89L jobs created every year on average. Therefore, with an unparalleled emphasis on job creation in the next five years, India should be able to create the required jobs. Also, total labour force in India is about 60cr. Thus, this need translates into 1.3% of the labour force. This is not a number about which fear-mongering carries any substance.\nEmployment’s importance to the macro-economy is illustrated by the success story of township and village enterprises in China. While in 1980, there were about 14L TVEs with 3cr employees, by 1996, there were 2.3cr with 13.5cr workers contributing nearly 30% of China’s GDP and 50% of the industrial output. By 1999, TVE exports accounted for 48% of China’s total exports and much of these were labourintensive products involving simple production techniques.\nThe budget measures also draw from the success of Atmanirbhar Bharat Rozgar Yojana implemented in Oct 2020. This scheme incentivised new hiring, including for those who had lost their jobs due to Covid. Under this scheme, govt covered both employee and employer contributions to EPF, which accounted for 24% of wages, for all new hires in firms with up to 1,000 employees. In the case of firms with more than 1,000 employees, employees’ EPF contributions for all new hires, which amounted to 12% of wages, were covered.\nResearch shows that over 60L employees were hired under this scheme by over 1.5L firms. Around 2L establishments specialising in export services, textiles and trading-commercial sectors emerged as the top three contributors to job recovery and growth. Therefore, new budget announcements to incentivise both employers and employees for job creation are based judiciously on past successes.\nIncentives also need to be shifted away from dwarfs to infants. Otherwise, these can create ‘perverse’ incentives for firms to stay small. Misuse of the agebased criterion can be easily prevented. If, for instance, a promoter starts a new firm, takes advantage of the age-based incentive for a period of 10 years, and then shuts down the firm to start another one and continues benefitting from the age-based benefits, the promoter’s Aadhaar can alert authorities regarding this misuse.\nOnce small firms know that they would receive no benefits from continuing to remain small despite aging, their natural incentives to grow would get activated. MSMEs that experience growth not only generate increased profits for their promoters, but also contribute towards job creation and productivity in the economy. So, our policies must enable the growth of MSMEs by unshackling them. In sum, India@100 cannot become an inclusive and progressive nation without creating quality employment opportunities.\nThe writer is an executive director, IMF. Views are personal\n\n",
        "headline_1": "The job of job creation, done well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-job-of-job-creation-done-well/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "The updates coming from several government hospitals in Dhaka in the aftermath of recent violent clashes are quite concerning. These hospitals, treating people injured during the unrest centring the quota reform movement, are struggling to provide optimal care due to the sheer number of incoming patients, as per a report in this daily. Clearly, these and other public hospitals in major cities need proper support from the authorities.\nAccording to our report, the hospitals in Dhaka, especially the Dhaka Medical College Hospital (DMCH), have been stretched thin since July 18, when violent attacks spread out across the city. People were injured with shotgun bullets or pellets as police and Border Guard Bangladesh (BGB) troops shot at protesters and alleged infiltrators. At the DMCH, some 1,071 people wounded by sharp weapons, bullets and/or pellets sought treatment between July 15 and 22. Most of these victims—ranging from teenagers to middle-aged individuals—said they were merely bystanders or commuters and not associated with the protests or clashes. All the patients currently admitted at the DMCH were injured critically and had to undergo surgery. Overwhelmed by the surge, the hospital had to prematurely discharge those who had come in before the start of the violence to make room. The situation is similar at Shaheed Suhrawardy Medical College Hospital (SSMCH), NITOR, and the National Institute of Ophthalmology.\nHealthcare services in general have been facing a massive disruption due to the ongoing situation. Due to the nationwide internet shutdown, which came into effect on July 18 night, private medical colleges, hospitals and diagnostic centres have been unable to provide services, according to another report in this daily. All online healthcare services have been out of reach as well. These facilities and services cater to a significantly large number of people in Bangladesh.\nGiven the unprecedented levels of violence, deaths and destruction seen over the past week, it is understandable that hospitals would get overwhelmed to some extent. However, as we have said numerous times before, an emergency service sector like healthcare must always have contingency plans anticipating all kinds of crisis. We urge the government to urgently mobilise all resources needed for the DMCH and other hospitals so that they can provide the best possible treatment to patients. The medical professionals who worked tirelessly in such a high-stress situation deserve some compensations as well.\nThe limited restoration of internet services is a positive turn of events; this means private healthcare facilities and online services can get back to doing their job. We expect the authorities to extend the necessary logistical and technical support to all healthcare service providers so they can help people without disruption.\n",
        "headline_1": "Dhaka hospitals need urgent support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-hospitals-need-urgent-support-3661041",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "The student protesters' demand for the reform of the existing quota system in government job recruitment is logical, in my opinion. Quota is a temporary special arrangement, which can be enforced in hopes of achieving equality. Our constitution says the same; the preamble mentions creating equal opportunities.\nIn the preamble as well as Article 8, it is stated that the goal of our state is to create a just economic and social system. In articles 28 and 29, there is a mandate for the state that allows it to take special initiatives in this regard. Article 28 (4) says that for the advancement of women, children and the backward sections of society, the state can take special initiatives. And Article 29 (3) says that for any appointments in the service of the republic or a republic office, there can be reservations for the backward sections. So there is a constitutional mandate that quotas can be created to achieve equality.\nNow the question is, how will the quota be used, and for whom? The quota reform seekers have raised this concern: through which process the quota system is being implemented, and whom it is serving. Are the existing quotas helping us achieve equality, as per the constitutional mandate, or are they the doing the opposite, creating a situation where some groups are getting advantages over others, further creating discrimination? This is why the protesters have labelled themselves as the Students' Movement against Discrimination.\nIn the verdict we received from the Appellate Division today (yesterday), the court suggested five percent quota for freedom fighters, one percent for differently abled population and the third gender, and one percent for the Indigenous people. The women's quota was not mentioned. I see today's verdict as a suggestion, because how the quotas will be determined is entirely to be decided by the executive branch, as only it has the power to do so according to the constitution. The court also observed that the government can change or reform the quota system as it deems necessary. The court also mentioned a circular to be issued in this regard.\nI think quotas should be determined because we need quotas in order to ensure progress towards equality for those who are historically disadvantaged in our society. And that includes certain communities including Indigenous people, people with disabilities, etc—people who have been held back because of their cast, ethnicity or other characteristics. But the process of determining these quotas should be based on evidence. There's already a lot of decisions from our courts and from other courts in the region and indeed elsewhere, that when you make quotas, they can't create further discrimination as a result. These principles have to be borne in mind when the quotas are determined. I think it's important that all these issues should be taken into account when the government does make a decision regarding quotas, that they should be aimed at serving equality for those who are disadvantaged. And this has to be based on exercising constitutional powers and the mandate.\nSecondly, about the movement by the young men and women who are students in our public and private universities for the reform of quotas, I understand it to be for ensuring equal opportunities for everyone in our society, to obtain representation in government service. They have always talked about ensuring quota reform so that the system is fair and representative, and that it doesn't unfairly advantage any particular group. They want the quotas to not be imposed in a way that the majority of the aspirants for positions in government offices are blocked out from that opportunity.\nWhat we have seen in the past week in terms of the excessive use of force against peaceful protesters, I think that is unconscionable. We are hearing reports even today that there are firings going on. It is essential that this violence stops. It is critical that there should be proper accounting for who authorised this kind of use of force, which has been excessive and disproportionate. Almost everyone in the country has witnessed, either in person or through the media, the kind of assaults that have been carried out against the peaceful protesters. This has to be brought to account through a process that is independent, impartial, and effective. We need to see not only those who shot directly on the protesters and others, but also those who ordered the firing to be brought to account. The last two days we had a curfew, and we have been told that there is a shoot-at-sight order. What was the order in place before the curfew was imposed? Under whose authority did those shootings happen that led to more than a 100 deaths, as far as we know, or maybe more? How did this take place and how do we hold these people to account? I think this is the most urging question before us now.\nBarrister Sara Hossain is Supreme Court lawyer and the honorary executive director of Bangladesh Legal Aid and Services Trust (BLAST).\n\nViews expressed in this article are the author's own. \nThis article was published in print on July 22, 2024. Owing to the internet shutdown from the evening of July 18 to July 23, it is being uploaded online on July 24, 2024.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Bring those who ordered the excessive use of force to account",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bring-those-who-ordered-the-excessive-use-force-account-3660991",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "I am a grandchild of a freedom fighter. My Nana did not fight the Pakistan Army in the battlefront, but as a railway official in 1971, he used train coaches to transport arms and ammunition to freedom fighters. When the Pakistani authorities learnt of his actions, Nana had to spend months as a fugitive, which took a toll on him both mentally and physically. His contribution was recognised by the Bangladesh government. He got promoted after the war, and also received a plot in Dhaka. Though he did not live long enough to build a house there and reside in it, his children, grandchildren and great grandchildren are reaping the benefits of that reward: a place to call our nanabari/dadabari. But, in my opinion, the biggest reward that my cousins and I and our children received, thanks to my Nana and thousand others like him, was Bangladesh—a independent nation, where, I believe, we enjoy much more privilege than our parents did growing up in East Pakistan.\nBangladesh was under Pakistani rule for more than two decades. I don't know how much change my parents witnessed during that time, but in my lifetime, in independent Bangladesh, two decades meant a huge transformation. I will give a tiny example. My earliest memory of travelling to our village in the Narsingdi district in the 80s was crossing a river on a ferry and parking our car at the house of a local influential politician. We had to walk the rest of way to my dadabari on an earthen road. By 2000, there was no need for a ferry to cross the river anymore, and our car could drive right up to the gate of our village home. The serene landscape of green rice fields one could see after crossing the Shitalakkhya Bridge all the way to our village also disappeared gradually, being replaced by numerous factories and mills. In the 80s, poor young men and women from our village would come to Dhaka looking for employment opportunities often as domestic help or for other low-skilled jobs. That changed at the turn of the century, so much so that it became difficult to find even agriculture labourers in our village anymore. That happened largely because of the factories that grew on the outskirts of Dhaka.\nSome may argue that the change Bangladesh experienced can also be attributed to the global advancement of technology and economy. But is it not true that, after independence, whatever we produced in this country were spent in the development of this country and not some distance land to the west? And it is us, the post-independent generations, who are the beneficiaries of that development.\nAt a personal level, I believe the change Bangladesh went through helped me and my cousins attain good education and subsequently get jobs, which may not pay enough to buy a goat worth Tk 15 lakh, but help us get by and put food on our plates at least three times a day. None of us hold a government job. Whether we were talented enough to even try for a government job is a different question. Most of us never actually took the BCS exams or the recruitment tests in Bangladesh Railway. I don't think getting a government job was ever our dream—not mine, at least. Growing up in the 80s and 90s, we were attracted to private jobs because the remuneration was way better than any government job. The only government job that sounded \"cool\" was that in foreign service and our relatives who worked in that government wing scored the highest marks in their public examinations throughout. Mind you that was a different era and only one or two persons could stand first in the public examinations among thousands of students in the entire country. So foreign service remained an unattainable dream, which was not even worth trying for.\nOne reason why my cousins and I were able to live a more or less privileged life in independent Bangladesh is our parents' hard work. They, too, had an advantage over others. They were educated, and were able to cultivate that privilege so they never needed to rely on any quota system to get jobs. In fact, three of my four uncles worked in the private sector, and my eldest uncle who worked in a government bank had secured the job before 1971. It can be argued that, unlike my uncles, descendants of many freedom fighters might never have had the privilege of a good education to start with. Mere recognition would not have helped improve their situation. Whatever little the state offered them to make their situation better right after liberation was much-needed. In fact, the state could have done more. The political instability the country went through in the mid-70s and 80s denied many freedom fighters and their heirs their rights to access those state benefits. But did things not change in the 90s? Were the children and grandchildren of freedom fighters not able to use the preferential system in the 90s when the Awami League was in power? That should have helped many, who were deprived before, to change their fate by securing government jobs.\nThe point I am trying to make is, people have had five decades in independent Bangladesh to make their lives better. During that time, at least two generations must have grown into adulthood, and despite all the corruption and crimes in the country, their lives must have been impacted to some positive extent by the country's economic development. If that did not happen, then it is a total governance failure. It is the failure of all the governments Bangladesh has had that the country's progress only touched a privileged few, created opportunities only for a handful, so much so that many want to rely on preferential treatment rather than on their own merit to attain some kind of job stability in their lives. It is also a failure of our policymakers and industrialists that they could not create enough employment opportunities in the private sector in 53 years so that young people, like their Western counterparts, would aspire for jobs in private enterprises or want to be entrepreneurs themselves.\nWhile I never had to use any preferential treatment as a freedom fighter's grandchild, today I feel if I had to, I would have felt ashamed to use it especially after so many deaths surrounding this issue. Like I said, my Nana's contribution to the Liberation War has given me a country to call home. A 45-year-old like me in Palestine does not have that privilege. How well I use this gift depends on my own capability. For my descendants, the last thing I want is preferential treatment for their ancestors' legacy. They should undoubtedly be proud of and thankful for their ancestors' achievement, but also should have the dignity to make their own names on their own merit.\nTamanna Khan is a member of the editorial team at The Daily Star.\n\nViews expressed in this article are the author's own. \nThis article was published in print on July 22, 2024. Owing to the internet shutdown from the evening of July 18 to July 23, it is being uploaded online on July 24, 2024.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "An independent Bangladesh is enough for me",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/independent-bangladesh-enough-me-3661006",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "Waste disposal in metropolises has ever remained challenging not only for mega cities the world over but also in other smaller cities and towns. Dhaka City came out creditably in the task of clearing off the accumulated solid garbage in its wards, at kitchen markets and other busy commercial centres. To put their acts together, the Dhaka South City Corporation (DSCC) and the Dhaka North City Corporation (DNCC) each had to develop a pool of vehicles. Some of those were financed by their own funds and the more advanced of the collecting vehicles they received as gifts from friendly countries. Now the DNCC is facing an uphill task in disposing of waste from Mirpur in particular. Why? It is because 29 dump trucks and compactor trucks out of a total of 46 vehicles were set ablaze during the quota reform movement precipitating in widespread violence, arson, damage to and destruction of public property. Why the vehicles used for collection of waste from city areas were targeted for the mindless arson is certainly inexplicable. The arsonists are not supposed to have come from outside of Dhaka and also not quite unaware of what can happen if garbage is left uncollected in dumping spots in each locality. Piled up garbage emitting obnoxious stench was not an uncommon sight even a couple of decades ago. Carrying the stinking garbage in an overflowing open truck was also nauseating. There was a paradigm shift in the collection of city waste with the arrival of the modern waste collecting vehicles. Some areas of Mirpur has gone back to experience unpleasant encounter with waste similar to the time years ago. Although the DNCC mayor has expressed his intention of getting rid of the waste by Saturday, there is no guarantee of happening this. Saturday, in terms of waste disposal, is a long way off and by this time more waste will get accumulated to turn the situation hellish. Sure enough, the arsonists went either insane or did it with an ulterior motive. Local protestors needed to think twice before committing themselves to this act of sabotage because they have to fall victim to their own indiscretion. Environmentally unsound with high degrees of pollution, Dhaka City cannot afford any further deterioration of its liveability. The inhabitants of this city cannot said to be highly caring about keeping its physical environment clean. Littering the streets with all kinds of rubbish including polythene seems to be the second nature with them. If delay in collecting debris of nauseous garbage happens, sanitation and hygiene will get further compromised. The DNCC mayor says that his city corporation will take at least a year before it can replace the damaged and lost vehicles in order to attain the required waste management capacity. A year is a long way if the issue of waste disposal is taken into account. Perhaps rescheduling the garbage collection with shuffling vehicles between and among different zones and introducing double shifts for the task may be of some help. In a city where mosquitoes proliferate at will and dengue prevalence is nightmarish, garbage collection cannot wait long.",
        "headline_1": "DNCC waste management incapacitated",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dncc-waste-management-incapacitated-1721836635",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "A sound feasibility study is the key to successful implementation and effective functioning of any project. But in Bangladesh, the importance of conducting a feasibility study before project implementation is often overlooked, leading to implementation delays and cost overruns. Worse still, in some cases, the opinion of experts is even ignored. Construction of the Payra Seaport is a case in point. Before the construction of the seaport, various quarters had opined that construction of the port would not be viable as its site is prone to heavy siltation. Moreover, its location near the Sunderbans had given rise to concerns over potential biodiversity and habitat loss in the world's largest mangrove forest. A 2019 study by a team of researchers from Germany, Belgium, and Bangladesh raised concerns about excessive sedimentation at Payra Port channel. The study found that the Bay of Bengal receives a staggering 1.1 billion cubic meters of sediment annually from the Himalayas through the rivers. Of this, a significant amount, roughly 400 million cubic meters, accumulates around the Payra River channel each year. Experts warned that such substantial siltation could pose operational difficulties for the port. The study estimates that removing this accumulated silt annually would cost approximately 80 to 100 billion taka. Additionally, researchers have expressed concerns that a moderate storm could render the port unusable due to rapid siltation. In sum, the study suggests that Payra Port's functionality might be significantly compromised by sedimentation.Yet, the government went ahead with its plan to construct Payra Port, the country's third seaport, located on the western bank of the Rabnabad Channel at the confluence of Rivers Galachipa and Tetulia in Patuakhali. Initially, the government had planned to develop Payra as a deep-sea port with a 16-metre draft to enable the entry of large vessels that cannot do so at Mongla and Chattogram ports. But later, the government backtracked from the deep seaport project at Payra and opted for constructing a seaport there as the water draft in the area linking the Bay of Bengal appeared to be challenging. The Payra Port is one of the 10 fast-track mega projects of the government. Although the port has been operational in a limited capacity since 2016, construction of a full-fledged port is still limping on. According to a recent report of the Financial Express, the Payra Port Authority initiated a Tk 11.28 billion project titled 'Development of Necessary Facilities at the Payra Port for its Smooth Operation Project' in 2015 for the smooth functioning of the port. It was supposed to be completed in June 2018. Unfortunately, the project has not been completed yet, while the project cost has jumped to Tk 43.75 billion - an increase by 287 per cent from the original allocation.After missing the initial three-year deadline, the PPA in its first revision got the cost inflated to Tk 33.50 billion, and the deadline extended to June 2020. After failing to complete the project in 2020, the port authority sought the second revision shooting up the cost to Tk 43.75 billion with another two years of extension up to June 2022. The authorities, however, failed to meet the deadline and applied for one-year more time extension up to June 2023. Again, the port authority failed, compelling the government to extend the deadline to June 2024. Now, the project awaits another extension of the deadline and, possibly, an increase in funds as well.Observers are of the view that repeated failure to complete the project in time has already made the purpose of the project outcome vulnerable, while the country has failed to get the expected port services for the past six years. The government has invested a huge amount of money for the port facilities. But the outcome remained elusive for the project delays.Meanwhile, the fear of heavy siltation hampering the port's navigability also came true. The PPA has already spent TK 65.35 billion in carrying out capital-and-maintenance dredging of Rabnabad channel. The funds mostly came from Bangladesh's fast-depleting forex reserves. The Rabnabad channel, a 75-kilometre-long main navigation channel of the seaport, was dredged by spending 524 million Euros from the forex reserves and some Tk 11 billion in local currency. Now due to heavy siltation, the channel is in need of dredging again, and the PPA is pursuing a Tk 52 billion project with the Ministry of Finance for maintaining the navigability to the port through the channel.Given the huge amount of money that the authorities have already spent and will be required in future to maintain the navigability of the port channel, many believe that Payra Port is another white elephant project of the government after the Rooppur Nuclear Power Plant. When the Payra Port project was conceived, it was envisaged that the port with its 16 metres berth depth would be the country's premier seaport by 2022. Both the Chittagong and Mongla ports have berth depth of around 10 metres. Moreover, the Chattogram Port is 260 kilometres off the capital and the Payra Port 190-km away, while with 170 kilometres distance Mongla Port is the nearest seaport from Dhaka. The capital is surrounded by a large number of industries that have so far depended entirely on the far away Chattogram Port, thereby incurring a higher cost and loss of time. Use of the Mongla and Payra ports was expected to be more convenient for businesses located in Dhaka, especially following the construction and inauguration of the Padma Bridge.But the hope that Payra seaport would offer a much more convenient port facility to businesses in Dhaka and adjacent areas was dashed when the project implementation authorities finally came to terms with the reality that the site is not suitable for the construction of a deep-sea port. Now, a seaport is being constructed there when the nearby Mongla seaport cannot be utilised to its full capacity due to a lack of infrastructural development, and about 92 per cent of the country's exports and imports take place through Chattogram seaport. Moreover, it is anticipated that the cost of maintaining the navigability of the Payra port channel would far outweigh the revenue the port would generate. One can only hope that the government exercises greater caution and conducts thorough feasibility studies before implementing such mega-projects. Ideally, project selection should be based on sound economic and strategic considerations, not on political consideration.\n[email protected]",
        "headline_1": "Payra Seaport: A white elephant in the making?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/payra-seaport-a-white-elephant-in-the-making-1721836682",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "Mango is the most popular fruit in the country. People of all ages are fond of mango, and it is so popular that from time memorial mango has been heavily featured in the works of leading poets and artists.Bangladesh has a good number of mango varieties which are unique in taste and are adored by mango lovers across the world.Mango is produced almost in all the corners of the country, but Rajshahi division is considered the mango hub of the country in terms of the area under mango cultivation as well as the quantity and quality of the fruit. Thousands of people in this district and adjacent areas are dependent on mango trading and cultivation. This year mango production was not up to the mark and supply was lower than demand resulting in surge in mango prices.But for the mango farmers, this was not bad after all. They are getting high prices for their products. Many unemployed young people have already started selling mangoes through online portals and social media platforms. So, all was on track during the first half of the current mango season from June to mid-July. Farmers were happy and the varieties like Gopalbhog, Himsagar, Langra, which were harvested in this period enjoyed a good business.But with the starting of blockade and curfew, the second half of the mango season stretching from mid-July to mid-August, has become a nightmare for thousands of mango farmers.According to reports, due to the collapse in the supply chain, the mango prices fell by 30 to 40 per cent. It is assumed that the farmers in Chapai-nawabganj district alone would face a loss of over Taka one thousand crore.Usually, local traders collected mangoes of Fazli, Amrapali, Ashini and Bari varieties from mango orchards in this period and sold those to the wholesalers. But due to the blockade and curfew the wholesalers have been absent from the markets. As a result, the local traders, too, did not go to the mango orchards.The fall in demand caused huge price-fall. For example, the average price of top grade Amrapali varieties during this period last year was TK 4 thousand per maund. Naturally, the average price for the same quality of mango should not be less than that. But due to lack of buyers the farmers had to sell the same type of Amrapali at a price of TK 2500 per maund.The price of Fazli was TK 3500 per maund in the second week of July this year but now farmers in Rajshahi and Chapai Nawabganj area are selling it at TK1500 per maund. The online based sales are totally stopped due to the absence of internet connections. The mango exports are also put on hold for an indefinite period.So, thousands of farmers have to face huge loss posing serious threat to their livelihoods.Like other fruits, mangoes are a perishable item and one cannot keep those in one's orchard or store it in home for more than a week. Though mango transportation was exempted from curfew, there are no buyers at the orchards. Under these circumstances, the government should take necessary measures to make up for the losses the mango farmers suffered.China has shown interest in importing mangoes from Bangladesh this year on test case basis but the current situation posed uncertainty about that move also. It was said that a team of Chinese experts would visit Bangladesh for assessing the feasibility of importing mango from Bangladesh this July. Naturally, that becomes uncertain for now.It is expected that the authorities would come up with a solution to resolve such crisis in the future. One such solution can be setting up of storage systems in those areas so that mangoes can be preserved for a longer period.But the poor mango farmers who incurred huge financial loss must be provided with some sort of support by the government to protect their livelihoods.\n[email protected]",
        "headline_1": "Crisis-ridden mango farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crisis-ridden-mango-farmers-1721836708",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2024"
    },
    {
        "full_article": "The recent internet shutdown has left a devastating impact on the country's online freelancer community. As a nation striving to build a robust digital economy, such disruptions not only cause immediate financial hardship but also erode our long-term reputation in the global marketplace.Freelancers depend on uninterrupted online access to maintain communication with international clients. But the shutdown severed this vital connection, jeopardizing their ongoing projects as well as the trust painstakingly built with overseas employers. Recovering positive ratings and rebuilding client confidence in this highly competitive online space will be a long and arduous battle.Dr. Tanjiba Rahman, Chairperson of the Bangladesh Freelancers Development Society (BFDS), rightly points out the critical role online ratings play in securing future work. The internet shutdown threatens to undo years of hard work invested in skill development and positive online profiles. This not only impacts established freelancers but also discourages new entrants at a time when Bangladesh desperately needs to create more employment opportunities.The solution lies not in blanket internet shutdowns but in developing a more sophisticated approach. As Dr. Rahman suggests, building the capacity to regulate internet access with targeted blocking mechanisms is crucial. We must learn from other nations that successfully regulate the web without sacrificing critical online services.The internet shutdown has tarnished Bangladesh's image as a reliable hub for skilled freelancers. Khairul Alam, owner of Fleet BD, a leading organiaation in the sector, expressed genuine fear that this might push clients towards competitors like India, Pakistan, and the Philippines. Unlike traditional sectors with established customer bases, online freelancing demands a constant flow of communication and trust. \nMustafa MamunStudentJessore Science and Technology University",
        "headline_1": "Freelancers hit hardest by internet shutdown",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freelancers-hit-hardest-by-internet-shutdown-1721836736",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2024"
    }
]