[
    {
        "full_article": "In refusing to entertain ‘sealed covers’ submitted by the government or its agencies, the Supreme Court has made a noteworthy and welcome shift away from this unedifying practice. At least two Benches have spoken out against it. Recently, in the Muzaffarpur shelter home sexual abuse case, Chief Justice N.V. Ramana wondered why even an ‘action taken’ report should be in a sealed envelope. The use of material produced in a ‘sealed cover’ as an aid to adjudication is something to be strongly discouraged and deprecated. However, it gained much respectability in recent years, with contents withheld from lawyers appearing against the government, but being seen by the judges alone. Unfortunately, in some cases, courts have allowed such secret material to determine the outcome. In a recent instance, the Kerala High Court perused confidential intelligence inputs produced in a sealed envelope by the Union government to uphold the validity of orders revoking the broadcasting permission given to Malayalam news channel Media One on the ground of national security. It is quite disconcerting to find that courts can rule in favour of the government without providing an opportunity to the affected parties to know what is being held against them. In this backdrop, it is significant that the Supreme Court has decided that it will examine the issue of ‘sealed cover jurisprudence’ while hearing the channel’s appeal. For now, the apex court has stayed the revocation order and allowed the channel to resume broadcasting.It is true that the law permits the submission of confidential material to the court in some cases. In addition, courts can order some contents to be kept confidential. The Evidence Act also allows the privilege of non-disclosure of some documents and communications. Even when authorities claim privilege over classified material, they had no objection to judges perusing them to satisfy themselves about the claims. The government usually justifies the submission of secret material directly to the court, citing national security or the purity of an ongoing investigation. Courts have often justified entertaining material not disclosed to the parties by underscoring that it is to satisfy their conscience. However, the practice sometimes has undesirable consequences. It compromises the defence of those accused of some crimes, especially those involving an alleged threat to national security, or money laundering and corruption. Undisclosed material is often used to deny bail, something the apex court criticised the Delhi High Court for doing in a case against former Union Minister P. Chidambaram. It observed that recording a finding based on material kept in a sealed cover was not justified. The main mischief of the ‘sealed cover’ practice lies in the scope it gives the state to avoid deep scrutiny of the need and proportionality of its restrictions on freedom. The time has come for the Supreme Court to determine and circumscribe the circumstances in which confidential government reports, especially those withheld from the other side, can be used by courts in adjudication.",
        "headline_1": "Sealed justice: On sealed cover jurisprudence",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/sealed-justice-the-hindu-editorial-on-sealed-cover-jurisprudence/article65256773.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "Sri Lanka is facing an economic crisis with long queues in front of petrol stations, steep rise in prices of essential commodities and frequent blackouts. Although the COVID-19 pandemic precipitated a crisis of trade imbalance, the fundamentals of the Sri Lankan economy have always had serious issues. Debt, both domestic and foreign, has been a major problem. Even in February 2020, hardly a few months after Gotabaya Rajapaksa assumed office as President, his elder brother and Prime Minister Mahinda Rajapaksa, during his visit to New Delhi, wanted India to reschedule the loan. Over the last three months, India has provided assistance of $2.4 billion including a $500 million loan deferment and $1 billion credit line to enable the supply of essential commodities. Apart from approaching Beijing, Colombo has also sought help from the International Monetary Fund, shedding its earlier reservation of taking help from the agency. As soon as the shortage of certain essential commodities ends, which the government expects before the start of the Sinhala-Tamil New Year (which falls in the middle of April), steps should be taken for economic recovery. Compulsions of electoral politics should not come in the way of tough measures such as restructuring the administration of concessions and subsidies. Mr. Gotabaya Rajapaksa should also use the scheduled meeting with the Tamil political leadership to create a road map on the issue of political devolution and economic development of the war-affected northern and eastern provinces, among the areas badly hit by the current crisis. Perhaps, Tamil Nadu has already started feeling the impact of the crisis with the reported arrival of 16 persons from Sri Lanka, including six women and seven children, through illegal means. Tamil Nadu was home to nearly three lakh refugees after the anti-Tamil pogrom of 1983. Regardless of the motive of those who have reached Tamil Nadu clandestinely, the authorities, both in India and Sri Lanka, should ensure that the present crisis is not used to step up smuggling activities and trafficking or whip up emotions in both countries. On the contrary, the crisis should be used as an opportunity for New Delhi and Colombo to thrash out a solution to the Palk Bay fisheries dispute, a longstanding irritant in bilateral ties.",
        "headline_1": "Crisis in Sri Lanka",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/crisis-in-sri-lanka-the-hindu-editorial-on-the-economic-crisis/article65256846.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "It's like a scene from a Stephen King movie: a small passenger vessel being \"devoured\" by a cargo ship about 20 times its size. But perhaps even the master of horror couldn't have produced a moment so short, yet so fateful. Video clips capturing this tragic encounter on the Shitalakkhya River show how panicked passengers of the Munshiganj-bound vessel ML Afsar Uddin screamed as the much larger MV Rupshi 9 cargo ship crept up on the former and, without warning, ploughed into it. The ship continued to push forward until some passengers jumped into the river. Seconds later, the smaller vessel sank, with many passengers still on it, while the ship went along like nothing had happened.\nYou normally use words like \"plough\" when describing some highway crashes. \"The truck ploughed into a van,\" you say, or \"The train crashed into a stranded car.\" The \"killer truck\" epithet owes its origin mostly to this type of impact. It's a standard trope for crime thrillers as well. One may also recall the 2016 terrorist attack in France, in which the world was shocked by the audacity of a cargo truck being driven into crowds celebrating the Bastille Day, killing 86 people.\nSo it takes some imagination to think of a similar occurrence on the waterway, where you least expect it. Yet, here we are.\nReports published after the March 20 ferry disaster, which recorded at least 10 deaths so far, describe emotional scenes of people searching for their missing relatives or mourning the dead. Some of the headings aptly captured their mood: \"I need no compensation, just find my husband's body,\" said Momela Begum about her husband who returned from Kuwait only a month ago. \"My child, I can't bear losing you,\" cried Jayaram Rajbangshi, holding the lifeless body of his three-year-old daughter. \"Are we doomed to die like this? Die again and again?\" said Minu Begum, who lost her nephew's wife and daughter before losing her daughter-in-law and granddaughter in another launch tragedy on the Shitalakkhya last year. \"Will there be no punishment for the murderers?\" asked another grieving relative.\nThese expressions of pain and sorrow remind us that there's no tragedy like the loss of a loved one, especially in such pointless deaths.\nWhen the relatives talk about murderers, they don't just mean the crew members of the vessels involved. They also mean the vessel owners and the regulators, who together are responsible for creating an environment in which ordinary passengers are basically sitting ducks waiting for something bad to happen when out in the waterways. The relatives have a fair point: if a person killing another person is called murder, why can't we call an institutional murder for what it is? After all, when institutional failures, incompetence and negligence are encouraged rather than punished, such catastrophes—either in the form of collision, or fire or capsize caused by internal malfunctions—become a natural outcome, making the official-owner complex complicit. And if a person is held responsible for a deliberate act of murder, why can't we hold an institution and related stakeholders responsible for the same?\nUnfortunately, the officials or owners of vessels are rarely held to account for their actions or lack thereof. We see low-level operators rounded up after each incident, which makes for good optics but cannot prevent the recurrence of such tragedies. The same can be said about land transport owners. Or, the regulators and top officials in both sectors.\nTheir culpability becomes clear when you consider how water vessels, for example, are caught in a tragic loop of circumstances that makes accidents, small or big, almost predestined. First, you have a system that allows faulty vessels and ill-trained crew members to operate. (Part of the reason why ML Afsar Uddin capsized so quickly was its being a \"sunken-deck\" vessel, known for having fewer safety measures and no watertight deck which could help it remain afloat for a longer time.) Then, there is the lax enforcement of safety rules and regulations. And then, when something bad happens, you have the usual blame game, a knee-jerk exercise in damage control, and bountiful lip services without any meaningful reform or accountability measure whatsoever. There is no indication whether this loop will be broken anytime soon.\nExperts generally blame poor regulatory oversight, lack of trained crew members, rise in river traffic (including unregistered vessels), shortage of manpower for safety checks, overcrowding, and an overall culture of impunity for the waterway tragedies, which have been on the rise in recent years. According to Buet's Accident Research Institute (ARI), 110 people were killed in waterway tragedies in 2019, while 264 people were killed in 2020. Last year, some 199 people lost their lives.\nThe frequency of these incidents should be a wake-up call for those in charge of the Department of Shipping and the Bangladesh Inland Water Transport Authority (BIWTA). They must first acknowledge their failures to prevent such incidents and then help institute a system of accountability that actually works, regardless of how well-connected one is. They can no longer hide behind excuses or blame games, especially with the monsoon/storm season coming. \nThere is no dearth of research on why waterway tragedies keep happening in Bangladesh, nor on what should be done to prevent them and modernise the river management system. All this is more or less known already. What we really need now is a push to change how the system works, and ensure accountability for everyone involved in it.\n \nBadiuzzaman Bay is an Assistant Editor, The Daily Star.\n",
        "headline_1": "Ferry disasters: Let’s not sugarcoat institutional murders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/ferry-disasters-lets-not-sugarcoat-institutional-murders-2989856",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "For all of us around the world, the last two years have been rough because of the Covid-19 pandemic. As of March 24, 2022 afternoon, more than 476 million people have been infected by various strands of Sars-CoV-2. Globally, more than 6.1 million have died so far. The greatest toll—nearly 80 percent of all cases—has been among those 65 years or older in terms of cases, hospitalisation and deaths. Many of us have lost close family members. The trauma of the losses is still with us.\nIn recent weeks, when we have been experiencing a steady decline in Covid cases in many countries, with people coming out of the long \"Covidian\" hibernation, there still have been worrisome developments, such as the rising number of Covid cases in parts of the Asia-Pacific (Singapore, China, South Korea and New Zealand) and Europe (Britain, Germany and Italy), with the new surges largely driven by vaccine scepticisms. The latest Covid surge, according to the World Health Organization (WHO), is \"the tip of the iceberg.\" So, even after two years of fighting with the pandemic, we are evidently not out of the woods yet.\nThe bottom line is, Covid is not going away, according to many experts. The vaccines and other treatments can keep future increases manageable. However, the biggest problem that remains is the millions of unvaccinated people—many of them by choice while others without access to vaccines—in much of Europe, Africa and the rest of the world. The two years of Covid have taught us some lessons not only about the coronavirus itself, but also about healthcare systems globally—how people and society have perceived this terrible disease and their responses, the sociopsychological tolls, the politics and backlashes against Covid restrictions, the astonishing vaccine nationalism, and, finally, how the pandemic wrecked and transformed the world economy.\nAn immediate lesson out of the pandemic showed how ill-prepared our global health institution, WHO, was. There was a major disconnect between what the world expected of WHO and its capacities and power to deliver—particularly its inadequate budget, which, strangely, is only one-fifth of the budget of the US Centers for Disease Control and Prevention (CDC). The fragility of public healthcare systems across the world became apparent, too, reaching their limits with shortages in every respect—from hospital beds and nurses/caregivers, to oxygen supply, medical tools and modern technologies—due to historic neglect. The situation was further compounded by pre-existing vulnerable and disadvantaged population groups, influenced strongly by the lack of access to health insurance and other social and economic factors, both in developed and developing countries.\nThe pandemic further exposed vulnerabilities in our society and accelerated the already existing inequalities in many countries, without any adequate social protection measures. As a result, the poverty-stricken and ethnic/indigenous groups, no matter where they live, have suffered the most. In many countries, the pandemic and the measures to fight it—for instance, periodic and/or prolonged lockdowns—led to mistrust in government, with the rise of anti-science populism, particularly in North America and Europe, despite the triumph of scientific and political leadership that so quickly developed and produced billions of vaccine doses. However, at the same time, we witnessed vaccine nationalism in many countries, with utter failure of the global leadership to distribute and ramp up enough supplies through the ambitious COVAX programme to the least developed and developing countries.\nThe pandemic forced us to be bunkered in our homes until now. As a result, the concept of the workplace changed—perhaps forever. Millions lost jobs during the pandemic; others were forced to work from home due to lockdowns and travel restrictions. Many with inadequate or limited home office facilities endured stressful and long hours of work at home, without any scope to relax and recover from Covid anxieties; others with good home office support (and without any parental responsibility) found benefits in working remotely. However, the shift to remote work completely changed the way we work and interact every day through endless and often poorly timed virtual meetings via Zoom, Microsoft Teams and WhatsApp, online lectures/seminars, and training, often harming our relationships with family members, friends and colleagues. This remote work style may ultimately lead to a \"hybrid\" model for work in the future.\nCan we foresee a post-Covid future anytime soon? Expert opinions suggest that Covid is here to stay. Just like recent surges in several countries, the disease will likely continue in some form and keep on disrupting our daily life. Some scientists predict that Covid will become endemic—perhaps more in the form of a respiratory disease that would be regularly treated like influenza. In other words, we must be ready to live with it in the future. Until then, it would be wise to continue putting on masks and testing periodically as part of everyday life. We can only hope the dangers and disruption of Covid will ease soon.\n \nDr Mohammad Zaman is an international development specialist and lives in Vancouver, BC, Canada.\n",
        "headline_1": "After two years of Covid, what’s next?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/after-two-years-covid-whats-next-2989826",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "Dateline: March 25, 1971. 11am. Some of us were having tea at the canteen of Mohsin Hall, Dhaka University when a batchmate of ours came inside and warned us of a possible police/military action later in the evening. He was politically active, so sensing the urgency in his voice, we immediately got up and left the hall. I went to Wari, where I used to live those days, and informed everyone about the development.\nIn fact, when the talk between Bangabandhu Sheikh Mujibur Rahman and Pakistan President Yahya Khan ended abruptly without any solution, it was feared that the army might crack down on political and student leaders in East Pakistan any time. The news spread fast, and unease descended on the entire city of Dhaka. Dreading that something ominous was going to happen, people rushed back to the safety of their homes.\nWhile the Bengalis in Dhaka were bolting their main gates, a grimmer drama was being scripted in some other parts of the city. A large group of bloodthirsty hyenas donning the Pakistani military uniforms were gnashing their teeth, sensing human blood. Those animals were kept on a leash for a last moment signal from their high command to launch the infamous Operation Searchlight. Everything was in place. The top army brass were in town. And don't forget that politician Zulfikar Ali Bhutto, one of the masterminds behind the planned genocide, was also in the city—at the Hotel Intercontinental, to be precise—waiting for the orgy of killings to begin.\nThe nefarious plan, hatched throughout the months of February and March, was to move fast and arrest or kill Awami League leaders, student leaders and Bengali intellectuals. It also included disarming the Bengali officers and jawans in the military, paramilitary and police forces, and capturing the armoury, radio station and telephone exchange. The last two places were important to establish control over the province of East Pakistan.\nHistorical sources tell us that Lieutenant General Tikka Khan and Lieutenant General AAK Niazi decided to strike before the Bengalis could put up strong barriers on their way to the interiors of Dhaka. Major General Khadim Hussain Raja, general officer commanding (GOC) of the 14th Division, Major General Rao Farman Ali, GOC of the 57th Division, and General Abdul Hamid Khan, chief of staff of Pakistan Army, had approved the plan of Operation Searchlight. It is said that Rao Farman Ali himself prepared the five-page operation plan, and along with General Hamid Khan, General AO Miththi and Colonel Sadullah, he had visited different cantonments by helicopter to inspect the preparation of the operation.\nThe plan elaborated that on the night of March 25, General Rao Farman Ali would lead the operation in Dhaka, and General Khadim Hussain Raja would lead the operation in other regions of East Pakistan. To reinforce their strength, two more senior officers, Major General Iftikhar Khan Janjua and General Miththi, had been asked to join them in Dhaka.\nThe heavily armed Pakistani soldiers, in full battle gear, rolled out of Dhaka Cantonment at 11:30pm to launch a full attack on unarmed Bengalis. At the Farm Gate area, they killed dozens of demonstrators. Some of the army units launched an attack on Pilkhana headquarters of the East Pakistan Rifles (EPR), and another group attacked the Rajarbagh Police Line. The brave policemen in Rajarbagh resisted with about 200 rifles, and laid down their lives for their motherland. Pakistanis also faced resistance at Pilkhana. But they could not hold the fort for long because of a shortage of ammunition.\nFrom \"Witness to Surrender\" by Brigadier General Siddiq Salik of Pakistan Army intelligence, we have come to know that it was around 1:30am when a contingent of commandos went into the residence of Bangabandhu and arrested him. Salik wrote that the commando leader was instructed specifically to bring Bangabandhu alive. Around that time, the Pakistan Army brutally attacked some residential quarters of the teachers of Dhaka University, and then attacked Iqbal Hall, Jagannath Hall and Rokeya Hall, killing hundreds of students and some senior teachers.\nOther units of the Pakistani troops went to the old part of Dhaka all the way up to Sadarghat to kill Bengalis indiscriminately. Striking maximum fear in the minds of Bengalis was their main intention.\nIn Wari, we went to the roof of our house to look for any sign of the police/military operation. It was around 12am when a loud explosion shook our building. It seemed something had happened nearby on the road but, as we learnt later, military tanks had blown up the office of Daily Ittefaq newspaper, located on Hatkhola Road. The shell had killed about a dozen workers in the printing machine room and set the building on fire. The loud explosion was followed by heavy machine gun fire. We learnt later that pedestrians in and around Thatari Bazar had been gunned down. A number of rickshaw pullers and shop owners who could not run to a safer place were killed there that night. Then we saw the sky on all sides turning red as houses were set on fire.\nIt was well past 2am when we could still hear the sound of gunfire and heavy army vehicles moving in the distance. We jumped at any sound of footsteps outside on the road. By 4am, it became quiet and we dozed off wherever we were sitting surrounding the radio. Suddenly, the radio crackled back to life, and we heard a voice saying that curfew had been imposed for an indefinite period of time. Anyone violating the curfew rules would be shot to death.\nZulfikar Ali Bhutto was happy with what he saw from the window of his hotel. A satisfied man, he boarded a plane for Karachi at dawn. He had to execute some of his heinous plans now that Sheikh Mujib was out of the way. Reaching Karachi, he said, \"Thank God, Pakistan has been saved.\"\nThere were no signs of life outside on March 26 as units of the Pakistan Army patrolled the streets of Dhaka menacingly. On March 27, the leaders of some political parties that supported the army action managed to convince the army generals to lift the curfew for about half a day so people could buy essentials and the homeless could board a train or a bus to go out of Dhaka.\nDhaka University had been at the centre of our fight for total liberation from the illegitimate Pakistani military rule since the Language Movement. The teachers and students of this iconic institution provided the moral and intellectual support for the social and political leaders to continue their mission at all fronts until achieving total victory. In 1971, teachers, students and the general staff of Dhaka University gave their blood for the independence of the country. The history of this brave nation is written in golden letters in our hearts.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "March 25: A glimpse into the darkest of all nights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/march-25-glimpse-the-darkest-all-nights-2989816",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "The 13th Election Commission (EC) of Bangladesh, led by Chief Election Commissioner (CEC) Kazi Habibul Awal, assumed office at a time when election credibility in Bangladesh is under question. The 2014 parliamentary election was termed \"failed\" by the Perceptions of Electoral Integrity (PEI)—evaluated by the Electoral Integrated Project—while the 2018 election was held in a situation where \"the degree of trust over the 'rules of the game' remains low.\" Compared to its last two predecessors, the Habibul Awal commission faces enormous challenges.\nThe first challenge before the new EC is restoring the trust of all electoral stakeholders in the electoral process. In countries such as Norway, Denmark and Germany, there is basically no electoral authority—a department under a ministry conducts the elections under the supervision of the minister concerned. But elections in those countries are ranked at the top of PEI, and one of the main reasons for that is trust. However, it is tough to build or restore trust in the electoral process in a country like Bangladesh, where there are high levels of political polarisation.\nThe second challenge would be bringing people back to the elections. Since the 2018 polls, a voter apathy has been noticed: voter turnout was 40.31 percent in the upazila elections in 2019, 65 percent in the municipal elections in 2020-21, and 71.92 percent in the union parishad elections in 2021-22, which were lower than those at the elections held in 2014-2016. A democracy cannot function properly without its citizens' involvement. Elections, which are at the centre of any democratic system, engage the electorate, enforce accountability, and promote representation. How people feel about elections is also consequential. When people have confidence in elections, it grants legitimacy to the election outcome and the political system.\nThe third challenge would be to involve all the political parties, including the BNP, in the electoral process. They have not only boycotted the EC appointment process, but they have also continuously criticised the president's dialogue with political parties and enactment of the law on the formation of a search committee to appoint the EC. They reiterated that they would not participate in the 2023 parliamentary election under the Awami League government, adding that their \"main worry is over the election-time government.\" The BNP may continue its stance until there is a political consensus.\nThe fourth challenge is transforming the unopposed elections into contested ones. Unopposed elections are not illegal in Bangladesh. But such elections are only accepted when someone is elected uncontested per the will of the people.\nThe fifth challenge is to ensure a level playing field for all parties and candidates. In a report on the 2018 polls, the UK House of Commons stated that \"the 'playing field' remains far from level. Official harassment of political opponents remains intense. The Awami League enjoys the advantages of incumbency.\" This is mostly true in most elections held under political and authoritarian governments in Bangladesh since 1973. Therefore, addressing this will be quite challenging for the EC.\nThe sixth challenge is to make the commission a cohesive body. Although the constitution authorises the CEC to chair the commission meeting, and exclusively empowers him to defer the date of elections due to reasons that are acts of God, all the decisions should be made unanimously. The Supreme Court of Bangladesh said unequivocally that \"for exercising and performing any powers and functions under this Order, he (the CEC) must get authorisation from the commission itself, otherwise his action would be coram non judice and without jurisdiction.\" Due to a lack of consensus, a rift in the immediate past commission not only hampered its cohesion, but it also eroded citizen trust in the electoral process.\nNow, how can the EC overcome these challenges? Here are a few suggestions:\ni) Officially, the EC is not answerable to the president, prime minister, speaker of parliament, or the judiciary, which means they are accountable to the citizens. They could develop an accountability mechanism that may include various citizen engagement strategies in every step of the electoral process. This could include regular issue-based reporting, rigorous public scrutiny, and keeping the electoral stakeholders and the public periodically updated on their strategies and policies, intended outcomes, performance and the financial resources. Accountability to the citizens and its stakeholders would promote transparency and good governance, and positively influence the public's perception of the commission's professionalism and impartiality.\nii) The EC could prepare a two-year strategic plan as well as an action plan targeting successful outcomes from credible elections, to be achieved by organising local body elections scheduled for 2022-24, and of course the 12th parliamentary election next year. With intensive interaction with electoral stakeholders, the commission should fix its two-year vision and mission, analysing what its current position is and where it wants to be in two years, identifying its focus, strategies, and roadblocks to conducting credible elections that may arise along the way.\niii) The commission could start organising \"model elections,\" which could be held in selected unions or upazilas or municipalities. To do that, the commission could revise the electoral code of conduct, considering the current context and the challenges faced in recent years, deploy security forces from other districts, provide comprehensive trainings to all temporary poll officials, allow stationary election observers who can remain at any polling station from poll opening till the announcement of results.\niv) It should set up a high-level effective monitoring cell led by a commissioner, which must register all complaints coming from anyone, even the media, and address those quickly through investigation, leaving no complaint untouched. Pertinent to gazette notification of election results, if there is any minor complaint, the commission should withhold such notification until it completes relevant inquiry.\nNowhere in the world can electoral authorities conduct credible elections alone. In general, the role of an election commission is mainly to make policy decisions along with strong monitoring for effective enforcement of the decisions. All electoral stakeholders—the government, political parties, candidates, voters, the media, CSOs and international communities—are required to support the electoral authorities. However, the Election Commission of Bangladesh possesses some extraordinary powers, including cancelling candidature, suspending polls at any time, supervising, directing and controlling the activities of returning officers, and withdrawing any officer from poll duty. I want to believe that, by addressing the aforementioned challenges and exercising its powers, the new commission will be able to conduct credible elections in the country.\n \nDr Md Abdul Alim is an international election specialist and has worked with the Shamsul Huda-led Election Commission.\n",
        "headline_1": "How the EC can conduct credible elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-ec-can-conduct-credible-elections-2989096",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "The world is on tenterhooks since Kremlin spokesman Dmitry Peskov said Russia would use nuclear weapons if its very existence came under threat. Now, the word \"if\" could mean anything, and it would depend on the Russians how they perceive the necessity of using such weapons of mass destruction (WMD). Peskov must have imparted the thoughts of President Vladimir Putin when he said, \"We have a concept of domestic security, and it is public. You can read all the reasons for nuclear arms to be used. So if it is an existential threat for our country, then it can be used in accordance with our concept.\"\nSuch expressions as \"existential threat\" and \"our concept\" only after a month when Putin ordered Russia's nuclear forces to be put on high alert may invoke a high-stake war in Europe unless otherwise averted. We also note with great concern that Russia's defence ministry confirmed that its nuclear missile forces and northern and Pacific fleets have already been placed on enhanced combat duty.\nWe condemn Russia's subtle threat of using nuclear weapons, and share the concern of United Nations Secretary-General Antonio Guterres, \"The prospect of nuclear conflict, once unthinkable, is now back within the realm of possibility.\" We have observed that Russia's war in Ukraine has already left a terrifying trail of destruction and deaths. And while the body count is increasing every day, there is no sign of respite for the besieged citizens.\nIt is distressing to note that while the world community is clamouring for non-proliferation of all kinds of nuclear weapons for the sake of creating a safer world, a threat from Russia of using one in a war with a neighbour has sounded the alarm bell across the world. We are aware of the UN Treaty on the Prohibition of Nuclear Weapons signed in 2017, which could happen after a prolonged campaign by the International Campaign to Abolish Nuclear Weapons—ICAN. We know that an overwhelming majority of the world's nations, including Bangladesh, adopted the landmark global agreement to ban nuclear weapons, known officially as the Treaty on the Prohibition of Nuclear Weapons. It entered into force on January 22, 2021.\nTherefore, we call upon all members involved in the conflict—Russia, Ukraine and the West—to tone down the aggressive rhetoric coming from all sides. A month into the war, it is imperative that the parties to the conflict need to sit down and try to reach a political settlement to end it without any further delay, taking into consideration the security and concerns of all sides.\n",
        "headline_1": "Russia’s threat of using nuclear weapons alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/russias-threat-using-nuclear-weapons-alarming-2989796",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    },
    {
        "full_article": "We completely agree with the views expressed by consumers at a recent public hearing organised by the Bangladesh Energy Regulatory Commission (BERC) to discuss the proposed gas price hike by Titas Gas Transmission and Distribution Company Ltd. Titas recently proposed to increase gas tariffs by 117 percent. At the hearing, consumers from various sectors—domestic, industries, power, etc—termed the proposal not only \"unacceptable,\" but also \"illogical.\" They asked the Titas authorities about the rationale behind such a proposal, and pointed out the company's failure to provide proper services to its subscribers. Reportedly, Titas not only failed to snap illegal gas connections, but also could not prevent gas theft and ensure uninterrupted supply to its consumers in all these years.\nMeanwhile, the Technical Evaluation Committee of BERC recommended raising the gas tariffs by 20 percent on average, which was also criticised by the Consumers Association of Bangladesh (CAB). They said this increase was not logical given the poor service the consumers get.\nGas shortage has become acute in many areas across Bangladesh over the last few months, and many gas-fuelled industries have been struggling to continue their operations due to severe supply interruptions. To solve this, the government decided to import more LNG at higher prices. Experts, however, have long advised the government not to go for more LNG imports, but to explore gas reserves inside the country to solve the shortage in supply, to avoid further burdening the consumers.\nIn addition, a large part of the problem can be solved by removing inefficiency and irregularities in the distribution companies. Reportedly, Titas—which distributes gas in Dhaka and Mymensingh divisions—has 2.9 million legal connections and nearly the same number of illegal connections. Titas employees are reportedly involved in conferring these illegal connections. Although Titas authorities claim that they regularly snap illegal connections, that hardly makes a dent in their number. They claim they can't take care of all illegal connections due to manpower shortage. If that's the case, why don't they recruit more people to do the job?\nAdditionally, CAB has rightly pointed out that the government, which owns 75 percent of the shares in Titas, could be reinvesting the profit instead of taking it.\nThe consumers at the public hearing raised some very important issues—questions that need to be addressed. Titas needs to answer them before proposing unreasonable price hikes.\n",
        "headline_1": "Consumers are right: Titas proposal to raise gas prices unacceptable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-consumers-are-right-2989696",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-03-2022"
    }
]