[
    {
        "full_article": "Six weeks after his visit to Moscow, Prime Minister Narendra Modi’s trip to Kyiv and meeting with Ukrainian President Volodymyr Zelenskyy on Friday (August 23, 2024) was largely seen as an exercise in balancing India’s position on the Russia-Ukraine war. Since Russia first invaded Ukraine in February 2022, India has maintained a uniquely distant position from the war: abstaining from all resolutions at the United Nations that dealt with the conflict and were critical of Russia. India also ignored western sanctions, particularly on payments for oil imports and defence hardware from Russia, and did not accept Mr. Zelenskyy’s requests to include Ukraine in the G-20 summit last year or to send a high-level political participation to the Swiss peace summit in June this year. India’s disapproval of Russia’s actions was instead couched in the language of peace, all of cold comfort for Ukraine, which was seeking a clear alignment with its cause, and deeply critical of Mr. Modi’s Moscow visit. That Mr. Modi made the visit at all, the first by any Indian Prime Minister since Ukraine’s independence in 1991, is significant, and is being watched for signals of any major change in India’s policy on the war. During his short visit, the two leaders discussed the conflict, and later visited a memorial for children killed in the war. Unlike other international leaders visiting Kyiv since 2022, Mr. Modi did not meet with any war casualties or injured soldiers and civilians. The two sides signed agreements on cooperation in agriculture, culture, medical products and assistance for community development projects. The leaders did not, however, speak of progress on other outlooked issues, including a strategic partnership, or supplies of telecom and medical infrastructure, and construction equipment that Ukraine has requested.The broader question around the visit was whether India would now play a larger role in resolving the conflict which includes an idea propounded by Kyiv for another summit in November. Mr. Modi has also become one of a handful of world leaders, from Indonesia, Türkiye, South Africa and Hungary, to have visited Kyiv and Moscow, and, hence, in a position to reach out to both with peace initiatives. As a leader of the Global South, India has a stake in ensuring that the impact of the war in Europe and sanctions do not continue to imperil the developing and under-developed nations. However, New Delhi has thus far not shown an interest in more than passing messages when required, sending officials to Doha and Bürgenstock when invited to attend peace dialogues, and encouraging the two parties to deal directly with each other. Unless that understanding of India’s interest changes, it would seem Mr. Modi’s visit followed form, but did not fundamentally move the needle on the global peace effort. Nor did the substance greatly outweigh the symbolism of the much-awaited visit.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nRussia\n\n/\n\nUkraine\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ndiplomacy\n\n/\n\nIndia\n\n/\n\nUnited Nations\n\n/\n\ndefence equipment\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nSwitzerland\n\n/\n\npeace negotiations\n\n/\n\noil and gas - upstream activities\n\n/\n\nwar\n\n/\n\nagriculture\n\n/\n\nculture (general)\n\n/\n\nmedical service\n\n/\n\ntelecommunication equipment\n\n/\n\nIndonesia\n\n/\n\nTurkey\n\n/\n\nSouth Africa\n\n/\n\neconomic sanction",
        "headline_1": "Not taking sides: On Prime Minister Modi’s Ukraine visit",
        "headline_2": "Narendra Modi’s visit to Ukraine was more a balancing act than a peace effort",
        "link": "https://www.thehindu.com/opinion/editorial/not-taking-sides-on-the-prime-ministers-ukraine-visit/article68559349.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Former Jharkhand Chief Minister Champai Soren’s exit from the Jharkhand Mukti Morcha (JMM) follows a familiar pattern. He was the trusted lieutenant who was hand-picked by party supremo Hemant Soren to be his placeholder in his absence. That act of high trust, or political gamble, soon deteriorated into a mismatch of expectations of loyalty and rewards from both sides. Champai has been a veteran of tribal mobilisation in Jharkhand and has played second fiddle to Shibu Soren and his son Hemant Soren, the former and current Chief Ministers of the State, respectively, all his life. When Hemant resigned as the Chief Minister on January 31, 2024, minutes before he was arrested by the Enforcement Directorate on charges of corruption, Champai took over the reins. It was a bold and decent move on the part of Hemant to choose a party veteran instead of a family member, as it usually happens in such situations, but, perhaps, it was too good to last. As soon as he was released on bail in June by the High Court, after spending nearly five months in jail, Hemant wanted to be back in the saddle. Champai’s removal turned out to be abrupt, and he found it humiliating. He had wielded power as the chief executive for the first time and expected to be treated more respectfully by his leader.The JMM, like most parties in India, is controlled by one leader or family, and there is little room for the separate ambitions of individual leaders. Champai himself has played that game for a long time, but after being the Chief Minister, he thought a tipping point had been reached. External factors too may have played a role in his decision. While Champai cried of “bitter humiliation” by Hemant, Hemant insinuated that Champai was being lured by the Bharatiya Janata Party (BJP). The BJP is pushing hard for a political return in Jharkhand where elections are due soon. Its strategy is to fragment the tribal vote and consolidate the non-tribal vote in its favour while inciting resentment among the tribal communities against Muslims. To this end, the BJP is arguing that in its absence, the State has undergone unchecked changes in its demography. And, as a counter, the JMM has questioned the BJP’s intent in delaying the 2021 Census, further putting the onus of checking “infiltrators” squarely on the Centre. Champai has not completely revealed his plans — he might float a party of his own or join the BJP. Either way, his role in the Assembly polls will likely work to the advantage of the BJP. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npolitics\n\n/\n\nJharkhand\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\nprison\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitical parties\n\n/\n\nBharatiya Janata Party\n\n/\n\npopulation and census\n\n/\n\nAssembly Elections\n\n/\n\nminority group\n\n/\n\ntribals",
        "headline_1": "​Soren vs Soren: On Jharkhand politics",
        "headline_2": "Champai Soren seems keen on defeating Hemant than on winning",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsoren-vs-soren-on-politics-in-jharkhand/article68558963.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "First, Kyiv wants to understand New Delhi’s position. Second, Kyiv wants to figure out New Delhi’s motivation. Third, Kyiv is grateful for the very fact of Modi’s visit\nAir-raid sirens blared early in the morning in Kyiv even as Modi made his way to the Ukrainian capital by train from Poland. A grim reminder that Ukraine very much remains a war-zone, notwithstanding the hustle and bustle of everyday life here. That Modi reached Kyiv on Ukraine’s national flag day – also a day before its independence day – was more symbolic than any message that Putin was trying to send across by firing ballistic missiles at Ukrainian cities.\n\nCuriosity to gratefulness | The Ukrainian response to the visit – the first by a sitting Indian PM to independent Ukraine – elicited three kinds of reactions. First, there was genuine curiosity about India’s position on the war. Zelenskyy may have bristled at Modi hugging Putin last month in Moscow while Russian missiles struck the largest children’s hospital in Kyiv, but Ukrainians are also discovering that the world is a complicated place.\nRead full story on TOI+\n\n",
        "headline_1": "How does Ukraine see India? In 3 different ways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-does-ukraine-see-india-in-3-different-ways/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Understand the roots of male aggression. Empower women to counter it\nMen can be mad, bad and dangerous? Women can, too. So said criminologist Freda Adler back in 1975, in her Pulitzer nominated book Sisters in Crime. Women’s emancipation, she declared, afforded a newly-‘virilised’ sisterhood access to ‘illegitimate’ opportunities, ‘violence-oriented’ crimes included. Only, women’s lib didn’t end up spurring female offending, something traditionally linked to poverty and choked avenues. Had freer, smarter, better-off women turned deviant in droves, crime wouldn’t still be a boys-heavy club.\n\nBarring prostitution, men lead all criminal categories, including property-related and white collar offences. But violent crime’s their bastion: armed robbery, organised crime, sexual assault, murder. Women are mostly self defensively violent: globally, around 736mn have faced physical and/or sexual violence in their lives. If males comprise 81% of homicide victims, male intimate partners or family kill over five women/girls every hour.\nRead full story on TOI+\n\n",
        "headline_1": "A (pre)history of violence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-prehistory-of-violence/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Western women’s silhouettes have changed…but not the constant pressure to look good\nGlowing radioactive corsets. Lead makeup. Slimming pills and botched surgeries. With every step towards emancipation, society also instructs women to place all hope and happiness in their appearance. All The Rage: Stories from the Frontline of Beauty by Virginia Nicholson explores women’s changing looks between 1860 and 1960.\n\nCustom, colour and class dictate beauty conventions. A change in desirable silhouettes always reflects social change. As late as the mid-19th century, upper-class female bodies in the West were squashed and imprisoned by a complex infra of crinolines and corsets, bodices and garters. And yet, hidden from sight, the bodies were honest. Fat or thin didn’t matter, body hair was fine, hardly anyone wore makeup.\nRead full story on TOI+\n\n",
        "headline_1": "Duty of beauty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/duty-of-beauty/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Krishn was born in a prison. The day he was born was magical. The guards fell asleep, and the prison gates flung open. Krishn was Atman personified. Spirit cannot be limited by matter. We are Spirit enclosed in matter. If we identify with matter, we remain imprisoned by the body, mind and intellect. Shift your attention to Atman and you are instantly liberated.\n\nVasudev, Krishn’s father, carried the child across the river Yamuna to Gokul, where Yashoda and Nand had just had a baby girl. He gently swapped the two infants and returned with the girl. Thus, Krishn’s childhood was spent in the loving village of Gokul.\nKrishn was dark-complexioned to denote that Atman is unknown to us. We know only matter. Krishn was blue and wore a pitambar, yellow garment. Blue represents infinity, while yellow is the colour of the earth. We are Spirit clothed in matter.\nKrishn played the flute expertly and attracted the whole world with his divine music. The flute is hollow with seven apertures, representing our personality with seven windows to the world – the five senses, mind and intellect. When you learn the art of dealing with them you bring out exquisite, enchanting music. Without this crucial knowledge, only discordant notes emerge.\nKrishn was an epitome of joy, cheer, and mischief. Your life gets filled with laughter and fun; sorrow vanishes when you learn the technique of living. Krishn says emphatically in the Bhagwad Gita – there is no place for sorrow in life. If you are unhappy, it is because of wrong identification with your matter layers and the unintelligent attachment to them.\nOnce, when Krishn was playing with his friends on the banks of a lake, the dreaded multi-headed serpent, Kaliya, appeared. It had poisoned the lake.\nKrishn danced on Kaliya’s heads.\nThe wives of Kaliya then paid homage to Krishn.\nThe lake represents the mind. It is polluted by desires, denoted by Kaliya. As you turn inward and focus your attention on the higher, the desires vanish, and the objects of desire come to you. The wives of Kaliya represent worldly objects. Fix a higher goal and work for a noble cause. Then, the object of desire comes to you.\nJust before the Mahabharat war began, both Arjun and Duryodhan went to Krishn to ask for help. Krishn said he would divide his resources equally between the two. One would get his army and weaponry, while the other would have Krishn alone, unarmed. Since he saw Arjun first, he gave him the first choice. Unhesitatingly, Arjun chose Krishn, while Duryodhan was only too happy with the army. During the war, it was Krishn’s invaluable advice that helped the Pandavs win.\nThus, Krishn, as Arjun’s charioteer, provided him with the timeless wisdom of the Gita that helped Arjun overcome his grief and win the war. The Gita helps us win our battles in life. Today, take a moment to reflect on your life. Let the teachings of Krishn rekindle your passion and zest for life.\nJaya Row will conduct Janmashtami webinar on Aug 24, 6-7pm on YouTube. WhatsApp 9820138429 for the link\n\n",
        "headline_1": "Shift attention to atman for instant liberation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/shift-attention-to-atman-for-instant-liberation/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "An extraordinary example has been set on the Dhaka University (DU) campus over the past three days. Under the leadership of the Anti-Discrimination Student Movement, DU students have launched a massive relief campaign for the flood-affected people of the country. The campaign, which began on the morning of August 22, is still ongoing, with people from all walks of life—from corporate workers to homemakers, from small children to elderly citizens, from day labourers to rickshaw pullers—contributing whatever they can. While students from DU are working around the clock to collect and organise relief goods, students from other institutions and volunteers have also joined the effort. The nation has not witnessed such a display of compassion and unity in a long time.\nSince the start of the student-led mass uprising that led to the fall of the Sheikh Hasina government, Bangladesh has witnessed the power and unity of students, as well as the general populace, who have been desperate to bring about real change in the country. Now, as the country faces one of the deadliest floods in its recent history—which has already affected 48 lakh people in 12 districts—our students have once again shown us the way by uniting the entire nation. And it's not just the students of DU—other educational institutions and voluntary organisations across the country have also come forward to help those affected.\nOver the past few decades, we have somewhat forgotten the culture of volunteerism that once existed in the country. The last times we witnessed such volunteerism were during the floods of 1988 and 1998, when people from all walks of life came forward to help. After the fall of the Awami League government, when there was virtually no government in the country and the police force was reluctant to perform their duties, we saw how our students managed traffic and safeguarded their localities and places of worship of religious minorities. We must revive this culture of volunteerism and stand by our people during any future crises—whether they be natural disasters or other emergencies.\nReportedly, by the second day of the relief campaign on August 22, around Tk 1.5 crore had been deposited into the relief fund operated by the students at the TSC, which is truly remarkable. While the biggest challenge in any such mass effort is organising the relief goods and utilising the received funds efficiently, it seems that the students are well-organised to do so. To help support the flood victims, we should all step forward to contribute whatever we can from our own positions. We must be prepared to help the them after the water recedes, as they will need more assistance with rehabilitation and livelihood opportunities. And finally, we should continue such volunteerism for the sake of improving our country and for the betterment of all its people.\n",
        "headline_1": "An extraordinary flood relief campaign",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/extraordinary-flood-relief-campaign-3685391",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "As the world grapples with the increasing effects of climate change, heavy precipitation events have become a common challenge. Bangladesh, with its vast network of rivers, its topography, and its location, is particularly vulnerable. The recent devastating floods in the country mirror a global pattern, exemplified by the catastrophic flooding in Derna in Libya, where historic rainfall led to dam failures and over 4,000 deaths. This disaster starkly illustrates the dangers posed by extreme weather and failing infrastructure.\nBangladesh receives a massive influx of water and sediment from India. The recent flooding, driven by an unusually high volume of rainfall over a short period, overwhelmed levees and caused breaches at numerous locations, leading to unprecedented flooding in the eastern districts of the country. Parts of Bangladesh recorded over 400 millimetres of rain in less than 72 hours. Heavy rainfall in India's Tripura, Meghalaya, and Assam states, where the terrain accelerates water flow into Bangladesh, further worsened the situation.\nIndia's decision to open the floodgates of the Dumboor reservoir has sparked criticism in Bangladesh, but it was a necessary step to prevent an even greater catastrophe. Had the dams failed, the disaster would have been far worse for both countries. My research team's analysis of the Derna disaster, where thousands perished, shows that the situation would have been much less severe if the dams had not failed—or if they had not existed at all—underscoring the critical need for infrastructure maintenance and taking a holistic approach to flood management.\nA report in the Bangla daily Prothom Alo notes that India did not inform Bangladesh about the rising water levels in its rivers, despite a common practice of doing so twice daily. As a downstream country, Bangladesh has the right to receive timely information from India about impending disasters. Whether India failed to share this vital information or Bangladesh failed to act on it needs to be probed.\nGiven India's track record of heavy-handed approach to managing shared rivers with Bangladesh, it is not surprising that many in Bangladesh are blaming India for the ongoing flooding. However, the flooding appears to be primarily driven by extreme precipitation, not by the release of water from a reservoir with a relatively small surface area. Blaming others can only go so far. As Bangladesh emerges from the revolution, the nation has a unique opportunity to become self-reliant. Bangladesh needs to bolster its capacity for disaster management, guided by science, confident diplomacy, and the national interest.\nThe most important task now is for Bangladesh to adopt a proactive mindset in all sectors of governance, including disaster management. This involves fostering professionalism within government agencies and academic institutions, establishing dedicated research cells staffed by competent experts, and building critical capacities in data collection and analysis. The government should also seek expertise from the Bangladeshi diaspora at this crucial juncture in the country's history.\nDeveloping local capacities for accurate and timely flood forecasting, alongside effective early warning systems, is crucial. Comprehensive flood preparedness plans, including community-based risk reduction strategies and cross-border collaboration, are equally important.\nBangladesh must shift from depending entirely on others for critical data to building its own capacity. The country has a history of overcoming adversity, and the current challenge of increasingly severe climate impacts can be met with the same determination. By focusing on developing the necessary skills, adapting technology, and designing and building resilient infrastructure, Bangladesh can better protect its people and secure its future.\nJasim Imran is professor of civil and environmental engineering at the University of South Carolina. Views expressed in this article are the author's own and do not reflect those of any organisation, institution, or entity with which he is associated.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "We need to build our flood forecasting and management capacity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-need-build-our-flood-forecasting-and-management-capacity-3685326",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Bangladesh is once again free from the clutches of an authoritarian regime. If we do not hold onto the principles that allowed us to reach this point, and remain persistent in our resolve to remain here, a backsliding may occur. Our overpopulated nation, with its unemployed yet developable workforce is, at least on paper, on track to graduate to the status of a developing country by 2026. With the ambitious aspiration of becoming an upper-middle income nation by 2031, we are moving at top speed with a majorly faulty component.\nThe Ministry of Labour and Employment is tasked with ensuring the well-being of our nation's human capital. Unfortunately, this one unit of the government seems to be quite underutilised. Given the ongoing employment conditions and adherence to HR practices in Bangladesh compared to other progressive nations, there needs to be more emphasis on this ministry. \nOur prospective workforce includes young graduates who, despite the tenacity to improve, face an uphill battle in navigating the bumpy roads of job-searching. The ministry offers them little guidance or support. Skill development programmes, an often essential component in ensuring employability, are still quite inadequate. At large, we're still training for yesterday's jobs while the world races towards tomorrow.\nMoreover, the ministry's supposed role as an enforcer of labour rights and sound corporate culture is riddled with questions. Dispute resolution mechanisms are rusted leaving maltreated workers oscillating between justice and despair. More concerningly, the aspect of unsafe working conditions in most sectors is growing ever-distressing, and that testifies to a lax enforcement regime.\nTo put it mildly, the current state of the Ministry of Labour and Employment is disheartening. It must be revitalised so that it can guide and aid a 21st century workforce. One of the most pressing challenges in today's job market is the skills mismatch. Many workers possess skills that hold no alignment with current industry needs, leading to underemployment. The ministry's pivotal role in creating a usable supply of competencies in demand must not be delayed any further. Active engagement of the ministry with vocational institutions as well as industry leaders can contribute significantly in developing targeted training programmes that arm workers with the right skillsets.\nWorkplace safety must draw paramount attention. Concerns linger about the comprehensiveness of current inspections of factories. The ministry could significantly resolve workers' protection issues by devising a more robust inspection system. This might require involvement of an increased number of inspectors, equipped with requisite tools, and establishment of firmer inspection protocols. Regular and thorough assessments are vital to ensure safe working conditions.\nThe ongoing backlog of unattended and unresolved workers' grievances has been creating increased frustrations among workers who seek justice. To this end, the authorities concerned should be proactive in implementing a well-accessible and more convenient grievance handling and conflict management system. Such an implementation of change should allow workers to submit complaints without trouble and receive satisfactorily justified solutions swiftly.\nWith uncompromisable adherence to transparency, insights pertaining to grievance resolution rates and progress made on outstanding cases should be regularly published to rebuild public trust in the ministry's commitment to workers' rights.\nThe ministry should extend its reach to incorporate the specific needs of white-collar, especially corporate, workers. Reviewing and amending the existing labour laws to ensure their applicability across all sectors are the need of the hour. The revision must include scrutinisation of regulations on overtime pay for salaried employees, clear guidelines on and adherence to termination procedures, and provisions for addressing workplace harassment and discrimination at all levels.\nThe good news is that the ministry doesn't need to reinvent the wheel to roll. Collaboration with established international labour organisations and ministries of human resources of other countries would be a valuable source of knowledge, guidance, and best practices. Sharing experiences and learning from successful strategies implemented in other countries to rework those resourceful insights in accordance with our domestic requirements can give the ministry the leverage to solve many problems with reliable solutions.\nThe ministry should also facilitate making the HR associations and federations in Bangladesh more useful. The ministry should provide support to these organisations so they are professionalised and become truly impactful, people-oriented, and strategically important arms of the nation's labour and employment system.\nWe want to see the Ministry of Labour and Employment foster remarkable improvements through innovation and proactive governance, where businesses learn from each other and collective action begets a success-ready as well as economically healthy labour market. Translating this dream into a fruitful reality requires much more than suggesting what requires to be acted upon. It is thus imperative for us all to play our parts, no matter how small, and create the platform to stand firmly for the enlightenment and economic sustainability we deserve. With a promising interim government, it is now the best opportunity to implement these much-needed changes.\nNafis Ehsas Chowdhury is a columnist and studies business at United International University (UIU).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "We need a revitalised labour ministry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-need-revitalised-labour-ministry-3685171",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Millions across many districts have been severely affected by the devastating floods. The response to help those in need this time around has a different dimension. First, there is overwhelming anger and general perception that a neighbouring country intentionally opened the gates of its dam in the upstream without giving proper advance warning to Bangladesh. Second, water level was allowed to build up to a maximum level when the sluice gates were opened. In consequence, it allowed for a massive body of water to travel downstream and create havoc in Bangladesh. With little or no warning, the devastation caused in Bangladesh has swept away the livelihoods of millions of people and there is much public anger at this unfriendly behaviour by a neighbouring country.Regardless of what excuse policymakers in that country makes, the end result of this flood, the first of this magnitude in nearly four decades, will leave a bitter taste in the collective memory of this country. What is heartening to see is that while government machinery and response was still taking stock of the situation, general people have responded overwhelmingly to mobilize own resources and head out to affected districts. Media reports over the last few days have shown that thousands of privately requisitioned trucks and other modes of transports loaded with speed boats, food and medical supplies and operated by ordinary citizens heading towards those districts that are inundated.Nearly 4.40 million people are marooned in various districts. Roads have been washed away, as have livestock, homes and infrastructure. The scenes of young and old wading through endless waist-deep water in the hope of reaching higher ground has struck a chord in people's minds. And this year, it is not just the government and military who are moving, people, too, are. That there is a need to respond as a nation to help people in distress is something new. Students who have shown the rest of the country that it is possible to change can be seen raising funds and helping organise not merely collection of funds but getting things done. It gives hope to people in dire straits that other people from different parts of the country are responding in various ways to reach essential supplies like dry food, medicine etc. to them. This brings us to the State's responsibility and it is good to see that apart from fund raising (both domestic and foreign), the civilian and military arms work together towards a common goal. Going by official information, at least 900,000 people remain stranded as of Friday due to flash floods and indirect impact on people has crossed 4.5 million across 11 districts. The army has also donated one day's salary of all its members to the government coffers and are using its logistics to help victims of flash floods in the districts of Feni, Chattogram, Cumilla, Noakhali, Sunamganj and Habiganj districts.Lastly, protocol dictates that India notifies Bangladesh before opening the gates of Dumboor Hydroelectric Plant in Tripura and this was not followed. Whether this was a deliberate act or a mistake does not absolve neighbour of this massive failure and the anger in Bangladesh cannot be understated. The advisor concerned for environment has stated that the government has already taken this matter up with that country's highest diplomat. But one thing is certain, it would be a terrible mistake to try strong-arm tactics with Bangladesh as that would demonstrate that neighbour is trying to destabilise the government here and undermine people's welfare. There has to be a working relationship in the region and open hostility serves no one and does not advance peace.",
        "headline_1": "Expeditious mobilisation of relief for the flood-hit imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expeditious-mobilisation-of-relief-for-the-flood-hit-imperative-1724508764",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "After the fall of Sheikh Hasina's brutal autocratic regime on August 5, thanks to student-people's mass upspring and scarifies of hundreds of lives, the country has entered an unchartered territory. The details of the economic damage done by the ousted regime through bad governance have now started to surface on a big canvas. Though some were not unknown, such as the plundering of money from the banks by manipulating the rules and allowing irregularities, the severity now becomes clearer. The interim government, headed by Nobel laureate Dr Muhammad Yunus, thus is facing a monumental challenge to fix the economy and restore normalcy. At this moment, at least three immediate key challenges are there, and they require urgent and tough measures to overcome within a short period of time. These are containing inflation, resetting the financial sector, and balancing foreign credit. The annual average inflation rate reached 9.90 per cent in July last, when monthly food inflation stood at 14.10 per cent, the highest in the previous 13 years and four months. The persistent surge in inflation for the last two years has seriously eroded the real income of most people, and their cost of living has increased significantly. The Hasina government's unchecked corruption was a prime driver of inflation, and the situation deteriorated further due to reckless borrowing from the banking system last year. The government borrowed some Tk 940 billion in the last fiscal year (FY24) from the banking system, of which around three-fourths was direct borrowing from Bangladesh Bank, which indicates that money was printed. Printing money means the injection of fresh banknotes in circulation, and that leads to a rise in the money supply. As according to the central bank, the money multiplier was 5.47 in May last. It simply means if the central bank raises the monetary base by TK 100 only, the money supply rises by Tk 547.00 or more than five times. It ultimately increases inflation. Again, illegal toll collection by various groups at various stages of the supply chain increases the prices of products by five to six times at the retail market, causing consumers to pay higher prices. It also fuels inflation. Moreover, over the years, there was a practice of distorting and manipulating data of production, supply and demand, leading to a significant mismatch between supply and demand. The mismatch ultimately sparked inflation. So, the big question now is how the interim government will be able to cool down the inflation by the end of the year. There is no magic wand, as the interim government took charge less than three weeks ago. One has to wait for a couple of months to see the outcome of the measures taken by the current government, which is working hard to devise some effective tools to curb inflation. The sudden flash flood, unleashed by heavy rains and an onrush of water from upstream in India, tore through the country's eastern, southeastern, and northeastern districts, making the economic recovery even more challenging. Already, around 4.5 million people are seriously affected by the flood, and thousands of fish farms, poultry farms, aman seedbeds, and vegetable fields have been damaged in these districts.The banking sector has become vulnerable due to gross irregularities over the last 15 years. The amount of default loans in the total banking system stood at Tk 1.82 trillion at the end of March this year, which was around 11 per cent of the total loans distributed during the period under review. And around Tk 920 billion was plundered from the sector during 2008-2023 through two dozen bank scams, according to an estimate revealed by the Centre for Policy Dialogue (CPD). The amount was equivalent to 2 per cent of the country's GDP and 12 per cent of FY24 national budget. Over the years, some oligarchs have emerged in the country backed by the government's political and legal protection and took control of the banking sector. Oligarchs are the individuals who 'through private acquisition of state assets amassed great wealth that is stored especially in foreign accounts and properties and who typically maintain close links to the highest government circles.' The interim government is trying to clamp down on some of the oligarchs by freezing their bank assets and removing them and their proxies from the different banks' boards. It is, however, a very challenging task as they own some big conglomerates of the country and control many businesses and trading. Recovering the default loans and retaining some plundered money is hard.The interim government has also decided to form a banking commission, which will provide recommendations to reform the banks and fix the problems in the coming days. This proactive step demonstrates the government's commitment to addressing the economic challenges and restoring stability. A large amount of foreign and domestic debt becomes a big liability for the country. Shortly, the pressure to repay primarily foreign debts, will increase. Currently, the amount of outstanding foreign debt is US$ 70 billion, which has to be repaid in the coming days in various instalments. For instance, the repayment of US$12 billion borrowed from Russia to construct the Rooppur Nuclear Power Plant is scheduled to start in 2027. An effort is, however, there to delay the payment by rescheduling, which requires hectic negotiations. As foreign debt has to be repaid in the US dollar, it creates pressure on foreign exchange reserves. The reserve has also been depleted for the last two years due to higher import bills and regular repayments of foreign debts. Over the years, the forex reserve was shown by inflating the figure. There was also a manipulation to inflate the statistics of export earnings. As the gross manipulation of two key indicators of the external sector has been detected recently, and the actual figures are less than the manipulated figures, the national economic statistics also come under question. The policy measures, adopted based on manipulated data, ultimately provided a distorted picture. So, the problems in the economy compounded, and the list is long.The interim government has thus started a 'mission tougher' if not 'mission impossible' to address the country's economic problems. However, one needs to keep in mind here that there is no quick fix.  [email protected]",
        "headline_1": "Resetting economy an uphill task",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/resetting-economy-an-uphill-task-1724508824",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Exceptional heavy rains and unprecedented water flows from upstream have inundated large areas of eastern Bangladesh threatening life, causing untold chaos and profound concern, and seemingly heralding what to many may seem like the world is ending. Millions of people are marooned, suffering immeasurably and praying for divine help.At least 16 people so far have been killed and 4.8 million affected by the worst flooding in decades in the eastern region. Eleven districts have been impacted, including Feni, Cumilla, Noakhali, Lakshmipur, Brahmanbaria, Chittagong, Cox's Bazar, Khagrachhari, Sylhet, Moulvibazar, and Habiganj.The district of Feni is completely submerged, with most houses gone underwater, and mobile networks, rail and road communication cut off. Many roads, dams, and bridges have been severely damaged or totally destroyed. Crop fields are submerged and their crops are ruined. Whatever chance of survival people had including livestock, has been lost. Chicken, cattle, goats, and other livestock have been washed away. The magnitude of their material loss is immense; however, at the moment, more important is to save their lives.According to Indian media, as the flood situation worsened in the Indian state of Tripura, one of the three gates of the large Dumbur Reservoir in Tripura's Dhalai district was opened. It is claimed this gate is opened when there is massive water build-up and abnormal water pressure. It is standard practice to notify downstream countries beforehand, allowing them to prepare and take necessary measures to mitigate the oncoming flood situation it creates.According to media reports, however, India failed to inform Bangladesh before opening the gate, which is a violation of international norms. The action has been widely criticised and condemned in Bangladesh and has sparked demonstrations by students in various locations, including Dhaka.Added to the sorrowful woes of the flood victims there is negligible and insufficient aid at the ready as the administration was totally off-guard and was not prepared to tackle the situation. Flood victims -senior citizens, men, women and children - in temporary shelters urgently require food, drinking water and medical supplies. Relief efforts must be intensified without delay to address their urgent needs.The first priority now should be to save people's lives threatened by the flood. They need to be airlifted by helicopter or by whatever means of transport are available and taken to safe areas, where they should be provided with shelter, food, and medication.Fortunately, people from various walks of life are responding. Many boats have been sent, and volunteers have travelled to flood-affected areas to provide food and financial assistance. Members of the Army, Navy, Air Force and BGB have also participated in rescue operations. As water recedes, outbreaks of waterborne diseases are feared, and the health department needs to remain vigilant in this regard.It should be obvious to all that the recurring floods in Sylhet and Northern districts and this unprecedented and unnatural flood in the eastern region underscore the urgent need for a comprehensive and sustainable approach to flood management. Increasing the navigability of rivers, restoring natural drainage systems, and preventing encroachments on waterways are some crucial steps that need to be taken to ensure that water can flow unimpeded. A long-term, sustainable plan is needed to protect all rivers across the country from encroachment and pollution. Yearly allocations for river dredging have proven ineffective because they're never done. As the frequency and intensity of floods are increasing and are likely to be exacerbated by climate change, proactive measures, rather than reactive responses, will better safeguard lives and property.  [email protected]",
        "headline_1": "A new era of natural disasters looming?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-new-era-of-natural-disasters-looming-1724508883",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2024"
    },
    {
        "full_article": "Due to heavy rain and water from upstream, nearly twelve districts in Bangladesh are experiencing severe flooding. This sudden flood has wreaked havoc on the lives of those living in these areas. Many people have fled their homes in search of safe shelter. Sadly, many elderly people and children have drowned due to rise in the water levels. Reports in daily newspapers indicate that nearly 5 million people have been directly or indirectly affected by the flood, with 1 million families submerged. This flood is being described as one of the worst in Bangladesh's history.The ongoing situation indicates that the country is now facing a severe disaster. Numerous problems have already emerged in the flood-affected areas, with many struggling to find basic necessities, including food. Additionally, many people are suffering from various diseases. On a positive note, apart from students and the army, various voluntary organisations are stepping up their rescue efforts and distributing relief among the flood-affected people. The scale of the damage caused by this flood is too great for a few individuals to handle. Therefore, it is crucial that people from all walks of life would come forward to help. It is hoped that there will be a collective effort to rehabilitate the victims of this flood.Md. Syful MiaStudentDepartment of Islamic History and CulturalUniversity of Chittagong[email protected]",
        "headline_1": "Stand beside flood-hit people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stand-beside-flood-hit-people-1724508899",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2024"
    }
]