[
    {
        "full_article": "After Jayalalithaa, Kejriwal has become the second CM to be arrested while still in office. Trouble has been brewing for AAP ever since it introduced a new liquor policy in 2021. Withdrawing it in 2022 hasn’t provided protection against CBI and ED investigations. Manish Sisodia, Sanjay Singh and Vijay Nair are among those already in jail. Kejriwal has been ignoring ED summons since Nov last year. By Thursday the ignored summons had climbed to nine. And Delhi HC had refused protection from coercive action by ED. So, this was very much an arrest foretold.\n\nTime out | But it came just five days after the Model Code of Conduct kicked in. With courts refusing him relief yesterday as well, there is a rising concern within his party about whether he will be effectively held back from Lok Sabha campaigning. Of course, by itself, this cannot be a factor in the orderly processes of law. These should proceed at just pace, whether against someone who came into political prominence on an anti-corruption platform or an actual aam admi.\nOdd even? | The unsettling doubt here is whether investigating agencies are acting with political bias. While such misgivings are certainly not new in Indian polity, what looks new is the volume of action central agencies are pursuing against opposition parties.\nOn record | Kejriwal’s arrest comes less than two months after Soren’s, with the difference that the Jharkhand CM had stepped down ahead of ED taking him into custody. Opposition leaders have been investigated in many states. Yes, corruption must be probed. But what about leaders whose records aren’t allegedly too clean, who after joining BJP seem to acquire a sheen of virtuousness. Of course, there’s graft in Indian politics. And the venal must be probed. But the exercise must be seen to be fair and impartial – that’s the point.\n\n",
        "headline_1": "Do it right: Arresting, investigating a CM isn’t the issue. But graft probes must be seen to be politically impartial",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/do-it-right-arresting-investigating-a-cm-isnt-the-issue-but-graft-probes-must-be-seen-to-be-politically-impartial/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "SC’s Feb 15 verdict that held that electoral bonds are unconstitutional led to two positive developments. First, it shut down a form of funding that had conflicts of interest and hid info relevant to voters. Plus, it forced the entire system to ask searching questions on political funding. That’s a good start.\n\nNot just by bonds | EBs represent a fraction of funding required in a single LS election. Delhi-based CMS concluded that in 2019 LS elections, aggregate expenditure across parties was around ₹55,000-₹60,000 crore. That’s a little over ₹100cr per constituency, on average. Very likely, India has the world’s most expensive elections.\nRegulatory state and funding | A takeaway from the granular data on EBs is that there’s a strong correlation between the extent of regulation in an area of economic activity and political contributions. That’s spread across regulations of both Centre and states. Therefore, some of the more prominent sources of funding are from firms in areas such as infrastructure, mining, lotteries etc.\nLogic to pattern | This takes us back to a central issue in political funding. Political parties, which make up the legislature and political executive, make public policy decisions. There are inevitably winners and losers. That’s the way a democratic system works. But this process also has an inherent conflict of interest. It gives some stakeholders in public policy matters an incentive to influence the outcome. It also gives political parties a chance to use policy decisions and tweak it as a source of funding.\nOne antidote to this abuse is greater transparency in political funding. But the political class has no incentive to find a solution. Therefore, even at the end of the EB saga, the larger question of transparency in political funding remains unanswered.\n\n",
        "headline_1": "After Bonds: EBs were a small part of poll funding. And incentives for donors & recipients haven’t changed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/after-bonds-ebs-were-a-small-part-of-poll-funding-and-incentives-for-donors-recipients-havent-changed/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "Hindu men in their 20s & 30s have refashioned worship: less ritualistic, more experiential\nYoung Hindus have made it known that matters of worship are too serious to be left in the withered hands of old people. This process began tentatively in the last century, but from 2005 onwards, the youth are boldly reimaging their religion in their very own way. They’re unimpressed by rituals, or by priests, but seek an unmediated personal bond with the divine.\n\nTravel professionals, too, have found that young men, yes, men again, are gustily setting off on pilgrimages, but increasingly on their own, without their parents. They want a more profound spiritual experience uncluttered by the demands of elders or their ways of worship. Middle-age couples with bundled, bawling families on a pilgrimage are getting fewer in comparison.\nRead full story on TOI+\n\n",
        "headline_1": "India’s young & India’s Gods",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-young-indias-gods/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "A prominent politician jailed doesn’t automatically mean a sympathy wave. Voter profiles, notions of voter loyalty are evolving. But such arrests do swing the focus on law enforcers\nArrests of any high-profile politician tends to be noted by voters, and gets high billing across media. Delhi CM Arvind Kejriwal’s arrest in the alleged liquor scandal could have some impact in the Lok Sabha polls, coming as it does barely days after elections dates were announced.\nThe counterpoint – that Kejriwal refused to answer ED summons nine times before being arrested – may not play as well for him and his party, but the optics look bad for BJP, which governs at the Centre, and controls many levers of power in Delhi state, too.\n\nJail term’s limited returns | Preceded by years of media speculation and opposition allegations that ED’s being used to target only BJP’s political opponents, one has to wonder how this arrest will play out in Delhi and other states when voters reach the polling booth.\nHowever, there are points to consider before arriving at any conclusion that such arrests will necessarily impact voting patterns significantly, despite some sympathy for those sent to jail, for short or long periods.\nRead full article on TOI+\n\n",
        "headline_1": "What Kejriwal’s arrest does not mean",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-kejriwals-arrest-does-not-mean/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "Expectations are running high as the long-awaited construction work of the country's first deep seaport progresses in full swing at Matarbari in Cox's Bazar district. While the focus is on building the seaport itself, the importance of building access roads and bridges linking the port to Chattogram and rest of the country cannot be overemphasised. The country has a dubious record of constructing bridges at many places without approach roads. There are many instances across the country where newly-built bridges have remained unused for years because of the absence of approach roads. Even the iconic Padma Bridge is a victim of such oversight. Residents of Shariatpur are still unable to fully reap the benefits of this massive infrastructure due to repairs needed on a connecting 27-km road, which is so narrow and hazardous that two cars cannot pass through side by side. Now that the country's long-cherished dream of having a deep-sea port is becoming a reality, a comprehensive plan for related infrastructure is necessary for realisation of the port's full potential. The Matarbari Deep Seaport, being constructed in co-operation with Japan, is expected to be operational by 2026. Bangladesh pins high hopes on this port's benefits. The 18-meter depth of the port's channel will place it on a par with busy regional ports such as the Port of Colombo in Sri Lanka or the Port of Singapore. Consequently, Bangladeshi transhipment freight consignments will no longer be subjected to lengthy waits at ports in countries like Singapore, Colombo, or Malaysia. Additionally, Matarbari Port is poised to compete with the Port of Colombo to establish itself as a regional transhipment hub.The seaport stands to become a pivotal hub of connectivity and trade in the Bay of Bengal region by granting neighbouring countries access to it and facilitating maritime commerce through the Bay. By leveraging its strategic location, Bangladesh looks forward to gaining significant on-going profits from transit cargo, further boosting its economy. The government is prudently implementing this fast-track project to meet the escalating demands of local businesses as well as to realise its vision of transforming the country into a regional transhipment hub. The port may also attract the coveted international tourist-carrying cruise ships to dock right at the doorstep of the world's longest sea beach. A recent report published in the Financial Express disclosed that the government is drawing up plans to build a new rail-cum-road bridge over the Karnaphuli River. The bridge will replace the century-old Kalurghat Bridge, which is nearing the end of its lifespan, and will connect Chattogram city with Cox's Bazar and Matarbari Deep Seaport. This certainly makes sense. In fact, a new bridge has long been overdue there. Currently vehicles pass thorough the dilapidated Kalurghat Bridge at considerable risks. To reduce the possibility of accidents, motor vehicle and train speeds are regulated on the bridge. The Korean development agency EDCF is funding the new bridge that will allow trains to travel at 120 km/h and cars at 65 km/h, significantly reducing travel times to and from Cox's Bazar. Earlier, it was also reported that a 230-kilometre marine drive expressway would be built from Sitakunda to Cox's Bazar, which will link at least 10 special economic zones in the Chattogram region, the deep seaport, and a coal-fired power plant at Moheshkhali. To realise the full potential of the Matarbari Deep Seaport, simultaneous completion of the missing infrastructure linking it with other important places is of utmost importance.",
        "headline_1": "Building infrastructure for access to deep seaport",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-infrastructure-for-access-to-deep-seaport-1711293790",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "Some studies done in the past showed that in the case of low-income countries, total external debt was found to have left a negative impact on GDP growth. But in the case of middl-income ones, external debt was positively associated with income growth.Those studies further found that in some cases, even a debt-to-GDP ratio of as low as 20 per cent can be harmful for the economies concerned, while for others detrimental effects begin to show up when the ratio is as high as 60 per cent. (Journal of Macroeconomics, March 2020).In particular, when the levels of external debt prove to be high and unusual, it becomes risky for developing countries as in that case they are exposed to exchange rate fluctuations and a fall in capital flows which may precipitate into banking and currency crisis.So, there is reason for policymakers to be cautious about a country's external debt considering the short- and long-term impact of foreign debt on economic growth. These observations have relevance to Bangladesh as it is soon to join the group of middle-income countries after graduating from its current status as a least developed country (LDC). In this context, the recent report of the Bangladesh Bank (BB) on the country's present external debt situation is germane to the issue. The BB report says that Bangladesh's external debt has for the first time crossed the US$100 billion mark reaching US$100.6 billion. This is US$4.1billion more than previous year's total at US$ 96.5 billion. This debt comprises of US$79.69 billion as public sector debt and US$20.1 billion as private sector debt. The foreign lenders to whom the total external debt is owed include global multilateral lenders, foreign commercial banks and financial institutions. The good news is that 85 per cent of the external loans are long-term ones, while the remaining ones are short-term. The report has come at a time when the country is experiencing challenges like falling rate of inward flow of foreign remittance (from migrant workers), volatile foreign currency market, dropping value of domestic currency against US dollar, and declining forex reserve. On Thursday last, the BB informed the nation of the status of the country's external debt until December 2023. However, while disclosing the report, the BB's spokesperson with a note of reassurance told the press that the debt-to-GDP ratio was within tolerable limit and that there would be no problem even if additional loans are sought from any external sources. In fact, this amount of external debt has not also crossed the threshold set by the International Monetary Fund (IMF). But the BB spokesperson's remark that even with this huge debt burden on the nation's shoulder, the country is still credit-worthy is questionable. A country's credit rating at a particular point of time is an important consideration for prospective lenders. However, the fact that the total debt is okay vis-à-vis the country's GDP leaves no room for complacency for the simple reason that this huge amount of loan has, after all, to be repaid. So, it would be important to know how the government is going to service the debt and what the debt's composition is. Then, how did the amount of debt surge to such a humongous scale? The central bank's recent reports show that only seven years back in 2017, the nation's total external debt was US$50.31 billion. That means in the last seven years the amount has doubled to reach the latest figure at over US$100 billion. Only a decade back in 2014, the total volume of debt was USD37.47 billion. Obviously, the volume of external debt has risen at a rather faster rate in recent years than any time in the past. Experts point to bilateral loans received from China and Russia to build big infrastructure projects like Padma Bridge rail link, Karnaphuli tunnel, Rooppur Nuclear Power Plant for the steep rise in the amount of foreign debt in recent times. Also, to implement pandemic time vaccine support programmes, loans were extended by multilateral donors including the World Bank (WB), Asian Development Bank (ADB), Japan International Cooperation Agency (JICA), International Monetary Fund (IMF) and European Investment Bank (EIB). Going by the BB data, just in two years' time between 2019 and 2021, debt amount jumped from US$60.29 billion in 2019 to US$90.79 billion in 2021. During the pandemic, businesses and investments were in the doldrums. Understandably, the loans from multilateral donors were cheaper and the lenders, too, were eager to advance loans to LDCs like Bangladesh so they might fight the pandemic better. So, from that point of view, the US$30.50 billion worth of loan taken from different multilateral donors, which mostly comprises long-term ones, should not be an issue of big concern. Even so, the fact remains that debts are debts and the government should have a plan about how it is going to repay those when there are additional pressure from bilateral debts of commercial nature.Some experts are of the view that the government should not go for any more loans from bilateral lenders, especially on suppliers' credit basis. Now that the economy's growth has slowed down due mainly to meeting forex crisis, servicing of existing debt may prove problematic.Notably, between July and November of the current fiscal year (FY 2023-24), the government, as part of external debt servicing, paid an amount of US$ 562 million in interest. Year-on-year, this marks a 137.6 per cent rise in government's spending on debt servicing. Once the time for servicing bilateral commercial debts comes, the amount will see another big jump. Since returns from the projects implemented with loans, bilateral or otherwise, will come in BDT, not USD, the amounts to be paid back to service debts will be more than what the government would pay when the value of taka against USD was higher (at the time of getting the project loan). So, these points have to be considered while dealing with an external debt of such prodigious amount.\n[email protected]",
        "headline_1": "Dealing with huge external debt",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-huge-external-debt-1711293845",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "There was a time when black marketing of train and bus tickets was a rampant routine practice, particularly before the two Muslim religious festivals, Eid-ul-Fitr and Eid-ul-Azha and Bangalee Hindus' Durga Puja. With technological advancement and introduction of online ticketing system along with improved surveillance system, the malpractice has been reined in, but could not be rooted out. After the arrest of nine members of a ticket black-marketing gang known as 'Mizan Syndicate' by the Rapid Action Battalion (RAB), any hope of seeing the clandestine transaction of tickets as a thing of the past gets severely dented. When there is virus in the antidote, no system can be foolproof. For long 20 years Mizan, the ringleader of the gang, has been involved in black marketing of railway tickets. His rise to a veteran black marketeer from a humble peon is a classic case of how corruption breeds corruption and becomes endemic. During the 20 years under review, the system of railway's ticket sale and operators have changed several times but Mizan Dhali stayed at Kamalapur Railway Station only to spread his roots. This may sound strange but the fact is that Mizan was considered an experienced employee and the new operators also absorbed him in their set-ups. Thus Mizan developed bonhomie not only with those involved with ticket sale at the counters to online operators but also with bigwigs of the railway. What made it possible for Mizan to retain his job is the clause in the contract that at the time of change in operators of ticket sale, 80 per cent employees of the outgoing operator have to be retained. This condition was to the advantage of Mizan and he was determined to make the most of the situation. Thus he became instrumental in managing a job for his nephew at Kamalapur Railway Station. A smart guy, Mizan kept in touch with all the railway stations and himself was kept updated with the latest position of ticket sale by operators at the Kamalapur station's server room. The practice of keeping aside 2.0 per cent of tickets of every train under the head of reserve quota, facilitated the malpractice. Only 12 hours before the trains' schedule, the server is opened. Mizan and his gang used to collect those tickets as soon as it was done so that people willing to avail of the opportunity had no option for procuring those tickets. Mizan and his gang members then sold those tickets at exorbitant prices, the RAB had this admission extracted from the culprit himself.That Mizan has been caught in the RAB net after 20 years gives a mixed feeling. How could the syndicate evade detection of the crime for such a long time? Unless people within the system are corrupt and collude with the gang, this is impossible. Then there is a sense of relief that the gang of black marketeers has at last been arrested. Better late than never. If this is the last vestige of black marketing, the sense of relief will endure. But if other intriguing gangs are still active or some of Mizan's well trained disciples are at large only to stage a comeback with new tricks to outsmart the system, black marketing of railway tickets may not come to an end. Now that digital systems are exposing chinks here and there, security of people's privacy and important matters including financial transactions often comes under threat. If this issue needs greater attention, there is also an urgency of keeping those serving at key points under constant watch so that any breach of confidentiality can immediately be addressed. \n[email protected]",
        "headline_1": "Will black marketing of railway tickets come to an end?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-black-marketing-of-railway-tickets-come-to-an-end-1711293883",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2024"
    },
    {
        "full_article": "Foreign remittance has become increasingly significant in our globalised world. It serves as a lifeline for many families, contributing to economic development and stability. The funds sent through foreign remittance support basic needs such as food, education, and healthcare, while also stimulating local economies through increased spending and investment. As our world becomes more interconnected, foreign remittance plays a vital role in facilitating financial inclusion and reducing poverty globally. It is essential to recognise the importance of foreign remittance and work towards ensuring accessible and efficient channels for its transfer. The government should root out corruption from the remittance sector. It is crucial for ensuring the integrity and effectiveness of financial transactions. Corruption in the remittance sector is having detrimental effects on both the economy and the welfare of individuals relying on these funds. It can lead to financial losses, inefficiencies in money transfer processes, and exploitation of migrants sending money back home. There should be effective measures to combat corruption in the remittance sector. These include strengthening regulatory frameworks, enhancing transparency and accountability in financial institutions and promoting ethical behaviour among stakeholders. Additionally, leveraging technology to modernise remittance systems and increase oversight can help plug avenues of corruption.Raising awareness about the negative consequences of corruption and fostering a culture of integrity within the remittance sector are essential steps towards combating this problem. \nImtiaz Khan, Student North South University [email protected]",
        "headline_1": "Transparency in remittance transfer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/transparency-in-remittance-transfer-1711293906",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-03-2024"
    }
]