[
    {
        "full_article": "That the use of Internet shutdowns and arbitrary curbs on free speech on social media have become a rampant tool for those in power is evident in the manner in which the Bharatiya Janata Party-led State governments of Haryana and Rajasthan and the Union government have dealt with the farmer protests. These State governments have used Internet shutdowns arbitrarily, and without adequate cause, using vague reasons related to the prospective breakdown of law and order and without any actual evidence to implement such shutdowns, thus failing the proportionality tests laid out in Anuradha Bhasin vs Union of India. The Union government, on the other hand, has used its oft-deployed device of issuing notices to social media companies such as X to block the accounts of those leading or even supporting the protests without even issuing the reasons to those who hold these accounts. In the past, X, when it was known as Twitter, did not accede to all blocking requests unless they ran afoul of its own rules or were not sufficiently issued with recorded reasons among other considerations. Twitter/X had also approached the Karnataka High Court to challenge several of the blanket blocking orders that were issued by the Ministry of Electronics and Information Technology during the earlier round of farmer protests in 2020-21. The High Court had, in a problematic judgment by a single judge, dismissed X’s petition, but later admitted an appeal by the firm and hearings are under way.Unfortunately, X, ever since Elon Musk’s takeover, has not been publishing its transparency reports that indicate the number of legal requests made by Indian state agencies to block, take down content or accounts. By admitting that it has decided to withhold accounts and posts flagged by the government, even if it disagreed with these actions, X was giving up any recourse for its users affected by these actions. This is not unexpected; X under Mr. Musk is no longer a thriving platform for free speech that strives to promote discussion, information-sharing and even critique of governments. It now takes its cue from the views and business interests of its owner. But it is even more worrisome that the extant judgment in the Karnataka High Court has given credence to the idea that government authorities enjoy a wide berth in issuing content blocking orders without the need to provide notices to the originators of the content or even seeking account-level blocking without valid reasoning. It is hoped that X’s appeal in the High Court will definitively clarify the rights and obligations of social media companies over content on its platforms. As for the government, it does not seem to be concerned at all about what such actions mean to India’s reputation as a free, open and democratic society, a key reason for social media companies to operate in the country, beyond just the presence of a large consumer base.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninternet\n\n/\n\nBharatiya Janata Party\n\n/\n\nHaryana\n\n/\n\nRajasthan\n\n/\n\nagriculture\n\n/\n\njudiciary (system of justice)\n\n/\n\nTwitter\n\n/\n\nKarnataka\n\n/\n\nIndia\n\n/\n\ndemocracy",
        "headline_1": "X factor: On the X appeal in the Karnataka High Court",
        "headline_2": "Courts must act against governments issuing blocking orders on social media content",
        "link": "https://www.thehindu.com/opinion/editorial/x-factor-on-the-x-appeal-in-the-karnataka-high-court/article67878754.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "After doddering for the past few months, the Opposition has got a shot in the arm with Samajwadi Party (SP) and the Congress finalising their seat-sharing agreement in Uttar Pradesh. This is a milestone in the long road to opposition unity that still remains distant at a national level against the BJP. The agreement sees each side gaining something in the bargain. The Congress has got a respectable figure, though out of the 17 seats that it will contest, not many hold much electoral promise against a dominant BJP. Sonia Gandhi will not be contesting Rae Bareli, which the Congress has won 17 times since 1952. Whether one or both of her children, Rahul Gandhi and Priyanka Gandhi, will contest, choosing between Rae Bareli and neighbouring Amethi, remains an open question. Mr. Gandhi is trying to bring his battle against the BJP to the heartlands of U.P. As for the SP, the alliance is crucial in sustaining its social base of Yadavs and Muslims which resists the BJP. The Congress and the SP have found their alliance not merely mutually beneficial but also critical for their survival. It should be noted, however, that an alliance is no guarantee of victory. In 2019, the SP-BSP alliance could not aggregate its individual vote shares of 2014, and ended up a distant second to the BJP.The SP-Congress tie-up is the rare good news that the INDIA bloc needs, hit by attrition with the exit of two of its partners, the Janata Dal (United) in Bihar and the Rashtriya Lok Dal in Uttar Pradesh, in recent days. In West Bengal, the Trinamool Congress and Congress are again in talks, though the broad contours of the conversation have not changed. The TMC remains adamant on conceding only two seats in the State and wanting a seat in Meghalaya and two in Assam. Neither have the conditions that led to the breakdown in talks improved since then. Coinciding with the revival of negotiations, Congress State President Adhir Ranjan Chowdhury visited Sandeshkhali, which is the new battleground between the TMC and the BJP. Attacking West Bengal Chief Minister Mamata Banerjee, he called her the “queen of cruelty”. Opposition parties have not been able to announce seat sharing in Tamil Nadu and Bihar as yet. For the alliance to seamlessly work, the dominant partners in each State will have to cede ground to others, setting aside their own aspirations, while others will have to show the grace to accept the ground realities without basking in past glory.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nSamajwadi Party\n\n/\n\nIndian National Congress\n\n/\n\nUttar Pradesh\n\n/\n\nBharatiya Janata Party\n\n/\n\nRahul Gandhi\n\n/\n\nminority group\n\n/\n\nJanata Dal (United)\n\n/\n\nRashtriya Janata Dal\n\n/\n\nWest Bengal\n\n/\n\nAll India Trinamool Congress\n\n/\n\nTamil Nadu\n\n/\n\nBihar\n\n/\n\nGeneral Elections 2024",
        "headline_1": "On the long road: On the INDIA bloc",
        "headline_2": "Current ground realities, and not past glory, will shape seat adjustments",
        "link": "https://www.thehindu.com/opinion/editorial/on-the-long-road-on-the-india-bloc/article67878792.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "A judge expressed ‘shock’ that in Kerala, of all states, a woman was given ‘written instructions’ by in-laws to help conceive a ‘good baby boy’. And that for long, state depts ignored her pleas. The petitioner (39), married in 2012, was long tormented by in-laws and husband for giving birth to a girl, a ‘financial liability’ for the in-laws.\n\nHome truths | Surelythe judge knows that obsession for boys is unsurprising in modern-day Kerala? It’s no news the once matriarchal state is jauntily patriarchal today. Only recently, HC took the state to task for denying pension to a divorced daughter of a freedom fighter. In Sabarimala, it took an SC order for women to breach hoary temple customs. Kerala movie world’s vicious misogyny and abusive actors’ troll armies cannot have escaped the judiciary’s attention either. Kerala’s society can plumb patriarchy’s depths as effortlessly as any other. In January, a judicial officer took her own life – her notes alleged severe workplace harassment.\nCourt matters | Where Kerala stands out is in the fight in its women.That’s why they knock at court’s doors – especially on family matters, where those in most states would baulk. So, Anupama Chandran, a politician’s daughter, justly won back her child, ‘kidnapped’ by her parents. HC junked a govt dept ban on hiring women for jobs with night shifts. HC has often restored women’s rights. Even under socially embedded patriarchy so long as courts have women’s back, women can hope to have their rights realised.\n\n",
        "headline_1": "Case by Case: Kerala HC shows how judges can protect women’s rights",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/case-by-case-kerala-hc-shows-how-judges-can-protect-womens-rights/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "From both Ukrainian and Western perspectives, Ukraine-Russia war is only getting more complicated. Its economic damage is of course not being felt by the West alone, but the whole world. As the war enters its third year, people are feeling pessimistic about it ending anytime soon. But that’s what everyone wants. And that can only be brought about by resuming peace negotiations.\n\nTalks Boris wrecked | Türkiye facilitated peace negotiations between Russia and Ukraine in Istanbul during the second month of the war, ultimately leading toColumnist based in Ankara the signing of a feasible deal. However, these were quickly put on hold by Zelensky. This was at the West’s behest, particularly Boris Johnson, British PM at the time.\nRead full story on TOI+\n\n",
        "headline_1": "‘Zelensky must listen. Ukrainians want peace’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/zelensky-must-listen-ukrainians-want-peace/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "But AI tools pose a big challenge to copyright regime\nCopyright is one of the biggest money machines in the world. Who Owns This Sentence? A History of Copyrights and Wrongs by David Bellos and Alexandre Montagu describes how the concept of intellectual property swelled in the last few centuries. Today, intangible assets eclipse land, plant and machinery and other material wealth; those who own intellectual property are the barons of the 21st century, and these are usually big corporations.\nCrossborder licensing of IP was worth $508 billion in 2021. This includes patents, trademarks and copyright. While patents remain for 20 years and trademarks lapse when not being used, copyright is automatic, lasts a century or more, and covers more and more, from books to films, sounds to photos, software and architecture and graphic design.\nThis was not an intuitive concept for most of human history. There is little moral justification for it, argues the book. Creative expression, which cannot be depleted by consumption, was not seen as heritable property, but as something meant for the public.\nAnd it’s not about the rights of creators either. Authors’ incomes have been falling ever since these laws were passed, but copyright industries have grown richer. So many things are protected by copyright that it’s hard to calculate what we indirectly pay this machine. It is an engine of inequality, in a way that economists have not fully contended with.\nWith successive laws and acts, the threshold of ‘original’ work has been set so low that almost anything can be closed off and monetised. In US, a work is copyrighted for 70 years after the author’s death. Disney fiercely protected any reference to its Mickey Mouse – copyright lapsed only last month – while freely plundering myths and tales around the world. The Happy Birthday tune was minting money for a company every time it was used in a show or movie, until recently.\nAmerica was a pirate nation that built its economy and culture from ideas, books, machines and devices culled from the rest of the world for free. Today more than a quarter of international IP payments flow there, its foreign sales bring it more than agriculture, chemicals, pharmaceuticals, airplanes or rockets – these copyright industries comprise between 8-12% of its economy.\nCopyright and its restrictions have been resisted, especially by artists and writers. Software has seen a movement for collaborative invention.\nCreative Commons licences offer authors a suite of protections, with different levels of protection between personal control and public ownership. Photography wasn’t allowed a patent, nor was the internet, nor does Wikipedia seek ownership, nor do advances in maths. The question is, will these free zones increase in the future, or will they be reined in by law?\nAI is a new challenge. Machine learning creates outputs without human involvement, but their underlying training material is based on copyrighted human inputs. If a few software corporations that own copyrights in AI programmes are allowed to own services and simulations they create, then we’re all in their hands. AI tools will spawn the next generation of copyright litigation. Will the copyright regime cope or will AI break the back of the current system?\n\n",
        "headline_1": "Why IP holders are new barons of 21st century",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-ip-holders-are-new-barons-of-21st-century/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "By Anil D Ambani\nOn my 50th birthday, my mother, Kokilaben Dhirubhai Ambani, dug out the pillow that used to lie in my crib. She had embroidered the words, ‘Mothers hold their children’s hands for a while but their hearts forever.’ And it’s true. My mother is the bedrock of my existence and has sculpted the very essence of who i am. She epitomises strength, compassion, patience, and stability – virtues that make her nothing short of extraordinary. She is more than a parent; she is my guiding light, my unwavering source of motivation, and my ultimate sanctuary of comfort.\n\ni recognise that my profound admiration and love for my mother are sentiments many share, each cherishing their unique bond with the maternal figure in their lives. Pondering the linguistics, it’s fascinating to observe how the term ‘mother’ echoes a universal sound in languages across the globe. In Hindi, we say ‘maa’, in Gujarati ‘mata’, in Urdu ‘amma’, and in English ‘mama’. This linguistic symmetry is a testamentto the universal essence of motherhood. The ‘ma’ sound, often among the first vocalisations of a baby, is instinctively associated with the most primal and profound relationship – that between a mother and her child.\nMothers, in their silent, often unnoticed ways, are the architects of society. They lay the foundation of our character, instilling in us values and wisdom that precede any formal education. They are the unsung heroes whose dreams and aspirations often take a back seat to nurture the potential in their children. Their love, a universal language, speaks directly to the heart, transcending the barriers of speech and cognition.\nOften attributed to a Hadith, a line in Arabic says, ‘Al-jannatu tahta aqdamil ummahat’ – paradise lies under the feet of mothers. Even the Old Testament’s Exodus emphasises honouring one’s mother. In the New Testament, Jesus is on the cross but tries to ensure that his mother is taken care of by his disciple John. The Quran 31:14 specifically talks about the hardship and sacrifice of mothers and the eternal gratitude that must ensue.\nTruth be told, every mother is a manifestation of Shakti, through her role as a life-giver, nurturer, and protector. Her inherent strength, resilience, and unwavering love mirror the qualities of Shakti, as she tirelessly works to create, sustain, and transform the lives of her children and family.\nIn the rich tapestry of Bharat’s past, the maternal archetype is portrayed with divine reverence and multifaceted complexity. Mothers like Yashoda, who nurtured Krishn with boundless love, or Kaushalya, whose sacrifices were pivotal in Ram’s journey, stand as pillars of strength and virtue. Then there’s Sumitra’s selflessness, Devaki’s endurance, Anjana’s dedication, Parvati’s patience, Sita’s resilience, and Kunti’s wisdom. These symbolise the virtues that mothers worldwide embody and pass down through generations.\nOn the momentous occasion of my mother’s 90th birthday today, join me in ‘Charan Sparsh’ to all mothers. To the composers of our first lullabies, who whisper the tunes of life into our ears. To the providers of unconditional love, who embrace us with the warmth that never wanes. To the healers of our souls, who mend our wounds with tender care. And to the nurturers of our dreams, who sow the seeds of possibility in our minds and hearts. May we cherish, honour, and recognise their indispensable presence today and every day.\n\n",
        "headline_1": "Celebrating the shakti we call Maa, Mata, Amma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/celebrating-the-shakti-we-call-maa-mata-amma/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "The question that has been hovering most in people's minds is this one: when will government do something about runaway food inflation? Can the government do anything about it? Why are the so-called \"syndicates beyond government control? These are some of the questions floating around amongst people who have to go to the retail markets for vegetables and protein (poultry, red meat and fish) and watch in silent rage as less and less things can be bought every time one goes to shop. The pain has dulled with time, but it is omnipresent. Most consumers expect absolutely nothing from the authorities and public representatives who had been promising change that never came. Even the honourable prime minister has stated that there is no shortage of basic items in the country. Then why, if there is no shortage, do retail prices for the most common essentials jump upwards, throughout the weeks, months and, maybe, even years?In the run up to the holy month of Ramadan, traders in other countries slash prices in an effort to help those who are less fortunate than them, the poorer members of the faith, may also enjoy a month of fasting. This happens everywhere else, even in India, which is not a Muslim-majority country. It is a question of piety and adherence to a belief system - something that has long been lost apparently, by the Muslims in this country particularly, by traders. Given this setting, one wonders if authorities have their eyes focus on right issues when against all expectations, the price of sugar has been raised by Tk20/kg (kilogram) by the state-run Bangladesh Sugar and Food Industries Corporation (BSFIC). The rationale given for this increase in price is that since state-run mills only control 1.0 per cent of the total market, this will not affect overal pricing. The markets that are controlled by traders have just been given a free \"Eid bonus\", by silently acquiescing in raising the price at least to Tk160/kg, if not more. The hope was that, with this new cabinet in charge, this time round, the government would do something for the poor consumers. Sadly, that expectation is yet to be met. It is simply amazing what is happening in this land. The national board of revenue (NBR) has reduced import duty by Tk0.75/kg (which means less revenue for the national exchequer). So, on the one hand, the government will earn less revenue as it has cut duty, while importers, wholesalers and retailers will reap the bounties of such lax measures taken by authorities, on the other.Fact of the matter is that these traders and others up the chain have gotten so fat and so used to skinning the average consumer on a regular basis, one would think they rather enjoy it. This no-holds- barred laissez-faire has been allowed to grow and blossom to a stage where, it appears, it is these business interest groups who dictate policy, not the government. Policymakers are sadly mistaken to think that their word is the law. That is not entirely correct. Going by what has been published in the media, nearly 94 per cent of the current crop of peoples' representatives in parliament are business people. Things were never like this in any previous administration. Consumers are going to be fleeced (again) this Ramadan unless some good sense prevails at the top of the decisionmaking chain.",
        "headline_1": "Can kitchen market be stabilised?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-kitchen-market-be-stabilised-1708781686",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "Around three decades ago, senior representatives and officials of 123 nations gathered in the Moroccan city of Marrakesh, also a town strongly linked with medieval history, to establish a global body for making and updating international trade rules and resolving trade disputes among the nations. They adopted the Marrakesh Declaration, which led to the establishment of the World Trade Organization (WTO) as a successor of the General Agreement on Tariffs and Trade (GATT), a provisional agreement and organisation since 1947. GATT members formally signed the Marrakesh Agreement on April 15, 1994, concluding GATT's Uruguay Round trade negotiations. Thus, the WTO replaced GATT as the international organisation, whereas the General Agreement still exists as the WTO's umbrella treaty for trade in goods. Almost 30 years later, 164 members of the WTO are set to meet for the organisation's highest decision-making body formally, the ministerial conference, in Abu Dhabi of the United Arab Emirates for four days starting tomorrow (Monday). It is the 13th session of the conference, abbreviated as MC13, where the trade ministers are expected to reach a consensus on some critical issues of international trade. Though many changes in global trade and geo-politics have taken place since the inception of the WTO, and a good number of new elements and issues have emerged during the period, referring to the agreement establishing the body seems necessary. The draft declaration of the MC13 thus said: \"Our Thirteenth Session takes place as we mark the 30th anniversary since the establishment of the WTO. On this occasion, we reaffirm the principles and objectives enshrined in the Marrakesh Agreement and underline the critical importance of the rules-based, non-discriminatory, open, fair, inclusive, equitable and transparent multilateral trading system with the WTO at its core.\" It also added that during these 30 years, WTO members have put various efforts into fulfilling the agreement's objectives, and some meaningful progress has also been made. Against the backdrop, one valid question is how successful the organisation is. A quick answer: WTO has demonstrated mixed success, meaning the body is also loaded with many failures. One key benchmark to evaluate the success and failure of the organisation is the outcomes of the ministerial conferences. The first conference took place in Singapore in 1996. Though it is a biennial conference, the members cannot always maintain the schedule. For instance, after MC5 took place in Hong Kong in 2005, the sixth session of the conference was held four years later in 2009. Again, five years after the MC11 in Buenos Aires, the MC12 or the last one was held in Geneva in 2022. Again, not all the conferences concluded with concrete outcomes. For instance, MC11 ended without any ministerial declaration. Generally, the ministerial declaration, along with ministerial decisions combined, is known as the package of the host city, like the Bali Package (in 2013). A lot of background work has to be done before the formal gathering of the trade ministers and senior representatives so that they can make the final decision within the designated days. In the ministerial conference, they come with their respective countries' political mandates. So, many issues were primarily agreed on in Geneva in the presence of the ambassadors and country representatives before the final session take-off, sometimes not getting the final nod in the ministerial conference. Countries have divergent interests, and there are always sharp differences among themselves in various areas. Thus, it is hard to reach a consensus on any issue. Although the final decision is considered a consensus, many countries do not agree. However, they have nothing to do in the face of pressure created by powerful nations through political and diplomatic channels. Nevertheless, the formal negotiation goes on.The Abu Dhabi ministerial conference, scheduled to take place from 26 to February 29 (and may extended for a day if required), is expected to make some concrete decisions on critical issues like the e-commerce moratorium, fisheries subsidies, agriculture and food security, WTO reform, and post-graduation support measures for Least Developed Countries (LDCs) including Bangladesh, and plurilateral deals on investment facilitation and e-commerce. Accession of two LDCs, Timor Leste and Comoros, will also be finalised increasing the WTO's total membership up to 166 countries.Developed nations are pressing to extend the e-commerce moratorium, which means the 'no tariff on electronic transactions' will continue. Many developing countries oppose the move and demand that the moratorium should go so that they can impose tariffs to offset the foregone revenue.Talks are also ongoing to make decisions on further reduction of harmful fisheries subsidies that lead to the depletion of global fish stocks. In MC12, members agreed on partially banning subsidies for illegal, unreported, or unregulated fishing. As two-thirds of the members have yet to ratify the deal, the agreement has not come into force. MC13 seeks to agree on prohibiting subsidies for any developing nation whose global fish catch share crosses 0.80 per cent, which is already opposed by the developing countries. One of the critical issues is India's persistent demand for permanent rules for public stockholding (PSH) of food grains. The Indian government purchases food grains from farmers at above-market prices to support them in the name of food security, a subsidy under WTO rules. At the Bali ministerial in 2013, India got approval to continue the subsidy, and a decision was also made to reach a deal by 2015 for a so-called permanent solution to the PSH of foods. As no such decision has been taken so far, India is now trying to make a bigger deal covering all agriculture programs and for all developing countries. India has also threatened to block any outcome at MC13 unless there is an agreement on the matter, which is criticised by many other countries. They have already argued that India is the world's largest rice exporter and a major subsidy provider, breaching the WTO rules. Another critical issue is the agenda of WTO reform and making the dispute settlement system functional. Any breakthrough is unlikely in the issue in Abu Dhabai as it is vast and complex. A plurilateral agreement on electronic commerce, currently joined by 90 countries, may get a nod in the conference. Another one on investment facilitation, where more than 110 nations are now parties, is also likely to get endorsement. For Bangladesh and other LDCs, getting an extension of various support measures for the graduating LDCs is critical in MC13. Only modest progress is on the horizon so far.\n[email protected]",
        "headline_1": "Abu Dhabi calling: WTO to deliver",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/abu-dhabi-calling-wto-to-deliver-1708781729",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "Losing a child is the worst nightmare any parent can have. The incalculable pain and grief of such a loss is even more compounded by the knowledge that it could have been prevented. At around 8 pm on February 20, parents of Ahnaf Tahmin Ayham (10) took him to JS Diagnostic and Medical Checkup Centre for circumcision in the capital's Malibagh area.Male circumcision is a religious ritual performed amid great enthusiasm and festivity. In earlier days, and in many rural areas today, circumcision was and is performed by the Hazam. Hazams have been performing circumcision without any form of anesthesia from time immemorial, passing down their skillthroughout the ages from father to son. Of late, however, most parents have opted to have it done by a doctor or a nurse who generally administers a local anesthesia to make the procedure less painful. Ayham's parents had taken him to the healthcare facility trusting he would receive expert care. His father, however, became greatly concerned when the doctor prescribed administering full anesthesia to perform the circumcision. He had already come to know that while administering general anesthesia at another hospital, just 40 days before, a five-year-old child named Ayaan - also undergoing a circumcision operation - had allegedly resulted in his death. His concern for the well-being of his son escalated to the point where he tried to prevent Ayham from being administered the anesthesia. As Ayham was being taken to the operating theatre, his father pleaded with the doctor and the surgeon not to administer full anesthesia.Shockingly, both the doctor and surgeon ignored the father's pleas, went ahead and administered the general anesthesia, and performed the surgery. And that was it. The ten-year-old never regained consciousness and died.This tragic end to life of a young boy is the latest example of the horrific price people are paying for the carelessness of a section of medical professionals and systematic mismanagement of the healthcare sector. Every day, countless people across the country, like Ayham's parents, entrust their loved ones into the care of doctors and hospitals, thinking they would receive good care and treatment. All too often, this fundamental expectation is tragically betrayed, resulting in horrific consequences of medical malpractice, negligence, and greed. While the possibility of human error can never be eliminated, and healthcare providers do make mistakes, the current landscape, however, paints a gruesome picture. Confidence of the people in the healthcare system is at an all-time low due to the mercenary attitudes of some physicians, malpractice, non-professional and irresponsible behavior, and overall mismanagement of the sector.Soon after Ayham's death, the Directorate General of Health Services (DGHS) discovered the diagnostic centre had no licence to operate as a hospital! One cannot help but wonder how it was allowed to function as a hospital all these years. Why didn't the authorities concerned stop it or was that, too, interwoven in the brown-envelope kickback corruption system? Regrettably, it is not a stray incident. From time to time news reports reveal the existence of hundreds of such fake hospitals and equally fake doctors operating across the country. Through their fraudulent acts they're known to have killed people in the name of healing them.Ayham's grief-stricken father is now pleading for justice. He filed a case with the Hatirjheel Police Station, and the two doctors - SM Muktadir and Mahbub Morshed - in connection with the case have been arrested. The grief-stricken family is struggling to come to terms with their great loss. Ayham was a bright, healthy and well-behaved lad. As a fourth grader at Motijheel Ideal School and College, he was studious, used to love sports, and was beloved by family and friends. The tragedy has devastated his family, friends and near and dear ones, who were preparing to celebrate his circumcision ceremony. The incident should not go unchecked and those involved in the wrongdoing should be brought to book and given exemplary punishment to send a stern warning to all others engaged in illegal medical practices of similar kind. The deaths of Ayham and Ayaan have cast a shadow on the healthcare system that has been in shambles for years. How many more young innocent lives must be lost before appropriate action is taken to heal the ills of the healthcare sector?\n[email protected]",
        "headline_1": "A sick healthcare sector kills another boy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-sick-healthcare-sector-kills-another-boy-1708781769",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2024"
    },
    {
        "full_article": "A number of technological revolutions have unfolded throughout history, starting with steam power, followed by electricity, electronics and finally, IT. Now, we find ourselves in the midst of the fourth industrial revolution (4IR), where digital, physical, and biological technologies such as AI, blockchain, and IoT are revolutionising every aspect of our lives.AI, in particular, stands out as a game-changer. It is enhancing how businesses connect with customers and deliver services. Companies are increasingly embracing AI to enhance productivity and reduce costs. For instance, the use of chatbots is experiencing a surge in the finance sector, simplifying processes for customers.Experts project that AI could contribute a staggering $13 trillion to the global economy by 2030, equivalent to the combined economic output of India and China. Forbes has noted that AI is already disrupting industries like customer support and cybersecurity.In Bangladesh, AI is also making significant strides, with a growth rate of 7.1 per cent and the potential for a 45 per cent increase in gains. The IT sector is thriving, and automation is becoming commonplace in industries such as banking, telecom, and garment production. However, there is still considerable room for improvement, particularly in sectors like agriculture and construction.In sum, AI is fundamentally altering the economic landscape on a global scale. So it is time for industries to embrace this revolution.\nSamantha Rahman,Student,North South University, Dhaka,[email protected]",
        "headline_1": "AI's transformative influence on global economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ais-transformative-influence-on-global-economy-1708781796",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-02-2024"
    }
]