[
    {
        "full_article": "By Chandan Gowda\nCouple of weeks ago, an intelligence officer admitted in private his puzzlement about the uncertain electoral outcome in every Lok Sabha constituency in Karnataka. Holding out a 50:50 probability for each of the Congress and BJP-JDS candidates, his remark stood in stark contrast to the downbeat single-digit victory estimates that Congress politicians themselves would have settled for until then. This electoral trend, he thought, could be explained by the success of the Congress state govt’s welfare schemes. In fact, for all three parties in the fray, the Karnataka LS battle is playing out along similar lines as the assembly election almost a year ago.\nCong’s winning formula? | Recent days have seen much media discussion about the grassroots popularity of Karnataka CM Siddaramaiah’s welfare schemes, which may well prove a game-changer in these elections. There’s a widespread feeling that the chances of BJP, which won 25 of the 28 LS seats in 2019, are waning, while Congress morale is palpably on the rise.\nCongress has also attacked Modi govt for denying Karnataka its fair share of tax revenues and for refusing to release relief funds at a time of acute drought. The Congress campaign successes in the state all draw on state-level issues; the party has largely sidestepped the national Congress Nyay manifesto and the issues advanced by the INDIA coalition.\n\nBJP’s Modi bet | By contrast, despite former CM Yediyurappa’s influence, state BJP is banking on Modi magic. As in several other states, the party has levelled corruption charges against the Congress state govt, but these are not gaining much traction in the absence of any demonstrable Congress scams. BJP has also been keeping clear of Hindutva rhetoric, revealing the subdued electoral appeal of the recently built Ram temple in Ayodhya. Strong anti-incumbency sentiments have made BJP drop eight of its 25 sitting MPs in the state.\nFamily matters | Half of Congress candidates and a quarter of BJP ones are either children or close relatives of existing leaders. This suggests that both parties have found it convenient to mobilise election resources and voter support by handing over the task to wellentrenched political families.\nLotus spreading roots | In these LS elections, the BJPJDS coalition will have the most long-term salience for politics in Karnataka. The transfer of JDS votes to BJP in pockets of Hyderabad-Karnataka and MumbaiKarnataka regions will prove electorally helpful for Modi govt. BJP making inroads in the old Mysore region, a stronghold of anti-BJP sentiment that has been historically dominated by the pro-JDS Vokkaligas, will be significant. However uncertain BJP’s electoral fortunes may prove in other south Indian states, its presence in Karnataka is only growing more stable.\nRead full story on TOI+\n\n",
        "headline_1": "Same actors, different nataka",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/same-actors-different-nataka/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "What does Nestle adding sugar to infant milk formula sold in poorer countries, but not to what it sells in Europe and UK, really show? That corporations couldn’t care two hoots about public health in the absence of active regulation by govts. Nestle nonetheless promoting its products claiming they help children “live healthier lives” is also not unusual. Most ‘health’ products make tall claims as part of their promotion and ad campaigns.\nHardly healthy | Just before this revelation about Nestle, the headlines were about GOI asking e-commerce sites and platforms to stop categorising any drinks and beverages, including Bournvita, as “health drinks”. This followed the National Commission for the Protection of Child Rights informing govt that the Food Safety and Standards Authority of India (FSSAI) had actually not set any standards for such a category. Worse, most beverages categorised like this were found to have high sugar content.\nBut the long-standing demand of public health activists that beverage makers should be restrained from advertising to children, is yet to be heeded. This plea is in the context of rising incidences of obesity and noncommunicable diseases like diabetes and hypertension.\n\nResearchers from Rajagiri Hospital in Kerala analysed 36 different brands of protein powders sold in India and found that 70% of them had inaccurate protein information. Testing of the samples found that some brands, specifically those manufactured by India-based companies, had suspected protein spiking. Plus, reputable brands contained fungal toxins, pesticide residues, heavy metals such as lead and arsenic, and potentially toxic organic and inorganic compounds.\nOpaquely FSSAI | All the above products are supposed to be regulated by FSSAI. In the case of complaints against Bournvita ads, while FSSAI said it had “taken note” of various instances of health claims made by food companies, it gave no details about what action it had taken.\nFSSAI’s annual reports do give the state-wise number of cases filed, convictions, and penalty collected. But without revealing the identity of the entities convicted for violations or details of what those violations were. With no publicity given to the action taken, the regulations have little deterrence, as there is no reputational damage.\nPublic health activists have been flagging excess sugar, sodium and other chemicals in ultra-processed foods that claim to be healthy. Heavy metal and pesticide contamination in so-called healthy foods has also been flagged several times.\nDishonestly digital| While beverages and energy drinks might be promoted through traditional print and television media, protein powders, nutraceuticals, energy bars and health supplements are being heavily promoted through digital ads and social media, and by using social media influencers who mostly do not reveal that they are being paid by the companies to plug the products.\nRead full story on TOI+\n\n",
        "headline_1": "Hey kids, binge on sugar, no one’s watching",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/hey-kids-binge-on-sugar-no-ones-watching/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "Met has predicted largely normal weather for the 13 states/ UTs where elections will be held on April 26 in phase 2. But heatwave conditions are likely for about one third of the 89 seats, or about 30 constituencies. After the first phase’s 102 seats recorded over 3 percentage points lower turnout than 2019’s 69.4% on 91 seats, EC has cranked up plans to counter summer’s adverse impact. It’s invited NDMA and Met to its regular meetings.\nWho’s voting | Kerala’s single-phase poll for 20 LS seats will be held under continuing hot and humid weather. The state has braced against temperatures 2-4°C above normal in 12 districts, conditions expected to last till April 26. In 2019, turnout was 77.8%. Searing heat is on the cards in western UP (8 seats), Bihar (5), and interior Karnataka (14), and high temperatures in sub-Himalayan Bengal (3), on poll-day this Friday.\nHeat makes it worse | Average all-India turnout in 2019 was 67% – a robust figure for any democracy. True, those who vote willfetch up at poll booths. The undecided will waver, but the point is not of voters alone. It is as much a drain on the health of tens of thousands of our poll machinery, and for candidates and party workers too. Reports from UP this time talk of dampened enthusiasm – reportedly one can’t tell there’s an election on. While it is keen contests that fire up poll season, and several other factors weigh in as explanations for low-key drudging-along campaigns in some areas, the fact is predictions of heatwaves can push the hesitant and reluctant voter to stay in.\nWhat about EVMs? | There’s also the matter of impact of heat and high temperatures and humidity on functioning of EVMs. In 2018, heat was the primary reason cited for the large-scale malfunctioning of control units and VVPATs during the Bhandar Gondia bypoll in Maharashtra. The faulty machines were replaced with reserve machines that are kept for every polling booth. The newer VVPATs have glass that can reportedly better handle direct light. Naturally, EC will be keeping EVMs cool too, as part of its heat mitigation plans.\nThe bigger takeaway though is to hold elections, as much as possible, in less-than-enervating weather conditions.\n\n",
        "headline_1": "Heat’s on, vote’s on",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/heats-on-votes-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "On May 7 when Gujarat goes to polls, it will be to decide the fate of 25 seats instead of the usual 26. Surat’s winner has been chosen on a technicality, leaving voters unable to exercise their choice. BJP’s Mukesh Dalal has been elected unopposed because papers of other candidates have been rejected or withdrawn. Had election reforms been carried out in earnest, even now Surat could have had a contest. NOTA would still be in the fray.\nNegative vote | One of SC’s landmark electoral reform verdicts came in 2013 (PUCL vs UOI). NOTA was given the go-ahead, recognising the powerful messaging of a negative vote. SC’s verdict aimed to use NOTA to nudge change in two areas. Voters unhappy with choices on the ballot could still have the motivation to turn out and send a message. This, in turn, could push political parties to improve candidate selection. NOTA didn’t do badly in Surat in LS 2019 – it came third.\nHalf-baked reform | Responding to SC’s verdict, EC issued an order to add NOTA to the ballot. But it was a half-baked reform. NOTA was just a symbolic presence. Therefore, the power of a negative vote to induce change remained shackled.\nStates show the way | The Constitution empowers state election commissions to conduct panchayat and urban civic elections. Some SECs stood up and recognised the spirit of SC’s 2013 verdict. NOTA has been considered a “fictional electoral candidate”. And if NOTA wins, elections have to be held again. SECs of Maharashtra, Haryana and Delhi have since 2018 given weight to NOTA, thereby, finishing the reform that was at the core of SC’s verdict.\nSignals matter | NOTA hasn’t always been well received by politicalparties. Sometimes, in a close contest, NOTA’s vote share exceeds the difference between the winner and second placed candidate. Congress’s Bhupesh Baghel, for instance, wanted NOTA scrapped.\nA negative vote is a powerful signal to stakeholders. Voters are putting in an effort to express frustration. It’s a call for change. And EC should follow state election bodies in recognising a negative vote’s message.\n\n",
        "headline_1": "Power of NOTA",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/power-of-nota/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "Load-shedding has multi-dimensional consequences, especially at a time of punishing heat and humidity in April, the 'cruellest month'. According to the National Load Dispatch Centre (NLDC) at the Power Grid Company of Bangladesh, load-shedding on Wednesday reached up to 1500 megawatt (MW). Euphemistically called load-shedding, it is in effect a crisis of electricity or production and supply that fall short of the demand. Unsurprisingly, the authorities demonstrate a bias in favour of large cities marked by discrimination in the urban-rural divide of sharing utilities. Granted that factories, industries and administrative as well as commercial centres are concentrated in urban locations and losses caused to production facilities are likely to be colossal if power is snapped to those. But when it comes to administrative buildings and shopping malls and other outlets, random use of lighting, fans and air conditioners far exceeds the actual need. Rationalisation of power distribution between urban and rural locations always suffers. Only during the irrigation period when demand for electricity is low, do the authorities try to divert power to villages and that too in the small hours, forcing farmers to forgo sleep.What the authorities, however, forget is that villages have undergone phenomenal changes with cottage, micro, small and medium enterprises (CMSMEs) alongside agro-industries coming up at a decent pace. In the country's north, small dairies and poultries have turned out to be the livelihoods for many families. Load-shedding for long can prove fatal for eggs and chicken. Milk can as well get spoiled by the effect of heat waves. The CMSMEs are pitted against many odds, not least the soaring interest rates on bank loans, which have constrained their prospect of making profit.Apart from such economic concerns, the majority of village population have to work under the open sky. Right now, it is harvesting period in several parts of the country. At least it is not too much to expect by the toiling masses that they get some relief from the searing temperature when they return home for rest. Many people's livelihoods depend on uninterrupted supply of power. Photostat machines, computers have now become means of livelihoods for many youths in villages. Both service providers and customers may suffer irreparable losses due to uncertain supply of power. Given the Bangladesh Meteorological Department's forecast that the heat wave will persist longer, the demand for power will also rise. It bodes ill for the country because the different types of energy used as inputs for power plants are short in supply. The country's overcapacity for power generation has been negated by depletion of domestic gas, costly and uncertain import of oil, coal and liquefied gas on account of dollar crisis. More daunting will be the challenge if war in the Middle East escalates. Bangladesh's foreign debt servicing has risen by 49 per cent with the accumulated amount crossing the $1.0 billion mark for the first time. Add to this the government's failure to pay energy bills to both local and foreign companies, the crisis is likely to take a turn for the worse. It is against this backdrop, the uneasy revelation made by the recently published book, \"Fifty Years of Bangladesh: Economy, Politics, Society and Culture\" edited by Professors Rounaq Jahan and Rehman Sobhan should give policymakers sleepless nights. It contends that with denial of access to resources, 'ecological injustice' for poor populations 'has surpassed both the colonial and Pakistan experience'. The discrimination in power distribution is an example.",
        "headline_1": "Adverse consequences of load-shedding",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adverse-consequences-of-load-shedding-1713974243",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "\nThe proposed substantial increase in indirect taxes, such as the value-added tax (VAT), for the next fiscal year is a cause for concern amid persistent inflation. Despite the implementation of contractionary monetary policy, there are no signs of inflation cooling down. Recent reports indicate that the finance ministry and the National Board of Revenue (NBR) are gearing up to boost revenue from VAT and supplementary duties on goods and services from the upcoming fiscal year. A recent NBR report NBR says it proposes to collect an additional Tk 94 billion in VAT during the fiscal year 2024-25. Another news report reveals the finance ministry aims to generate approximately 51 per cent more revenue from VAT and supplementary duties next fiscal year compared to the target set in the revised budget for the current fiscal year. As a result of these proposed VAT tax hikes in the coming fiscal years, it is feared the hardship of low and middle-income earners will worsen.The NBR has already slapped 15 per cent VAT on metro rail ticket prices, effective from next fiscal year. This will make metro rides costlier. Moreover, the way the tax department went after private universities to collect income tax by freezing many of the universities' bank accounts just before Eid-ul-Fitr raised many disapproving eyebrows. While it was claimed that tax was only being imposed on the income of private universities, it is highly likely that the universities would pass it on students, making education costlier. It is also anticipated that VAT concessions and exemptions for local industries would be reduced in the coming fiscal years. Consequently, any increase in production costs will invariably result in higher product prices by consumers.Undoubtedly, there is a pressing need to ramp up revenue collection to fund the ever-expanding national budget and reduce dependency on foreign loans to meet fiscal deficits. Tax collection is the primary means of generating public revenue. However, unlike many countries where direct taxes, such as income tax, constitute the primary source of government revenue, Bangladesh heavily relies on indirect taxation like VAT. In the last fiscal year, indirect tax collection accounted for 66 per cent of the total tax revenue.Revenue collection through increasing VAT, however, is regressive as it typically applies uniformly to goods and services, regardless of the income level of the consumers. Since lower-income individuals spend a larger portion of their income on essential goods and services, such as food and utilities, an increase in VAT can disproportionately affect them. This means that lower-income individuals may end up actually paying a higher percentage of their income in taxes compared to higher-income individuals, making VAT increases regressive in nature.On the other hand, a progressive tax system is where the tax burden increases as income levels rise. Those with higher incomes pay a larger percentage of their income in taxes compared with those with lower incomes. This approach distributes the tax burden more equitably by placing a greater financial responsibility on those who are more financially capable. In a word, while progressive taxes aim to promote fairness by taxing the wealthy more, regressive taxes do the opposite by placing a heavier burden on those who can least afford it.Therefore, heavier the pressure of indirect taxes, wider the inequality tends to be. Adverse impact of indirect tax may well be understood from a recent study entitled, 'assessing the Impact of Indirect Taxation on Poverty and Inequality: A Pseudo-Panel Data Analysis on Bangladesh and Global Insights from Cross-Country Panel Regressions'. The study provides evidence to show that higher indirect tax burdens significantly contribute to increased rates of poverty and wider income inequality. Conducted jointly by the Research and Policy Integration for Development (RAPID) and the International Growth Centre (IGC), the study reveals that one percentage point increase in the indirect tax burden results in 0.42 percentage point rise in poverty and 0.1 percentage point increase in income inequality. Meanwhile, the Gini coefficient, a measure of inequality, rose from 0.458 in 2010 to 0.499 in 2022, indicating Bangladesh's alarming slide towards extreme inequality.To address the widening income inequality, stakeholders like the Consumer Association of Bangladesh (CAB) have been demanding more focus to be directed towards increasing direct taxes. Time and again, it has been pointed out that Bangladesh's tax-to-GDP ratio of around 8 or 9 per cent is the lowest globally. By contrast, Nepal boasts a 14 per cent ratio, while India maintains approximately 15-16 per cent. Notably, Nordic countries including Denmark, Finland, Iceland, Norway and Sweden have high tax-to-GDP ratios ranging from 60 to 70 per cent, which enable them to support welfare-centric government expenditures aimed at societal benefit and equity.In spite of the country's dismal record of income tax collection, Bangladesh stands as one of the world's leading nations in generating super-rich individuals. Many of those who leverage their power to amass vast amounts of wealth through unscrupulous means often evade taxes. Moreover, over 60 per cent of the country' nearly one crore Tax Identification Number (TIN) holders did not submit their returns for the last fiscal. This issue is further exacerbated by the concentration of tax contributors primarily in urban centers like Dhaka, leaving vast segments of rural businesses unaccounted for in tax collections.The government, therefore, has ample scope to boost revenue collection from direct sources by checking tax evasion and broadening tax bases, rather than increasing the burden of indirect tax on the general people. It is time to correct revenue collection strategy by embracing progressive taxation, instead of pursuing regressive methods.\n[email protected]",
        "headline_1": "Why increase VAT burden amid high inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-increase-vat-burden-amid-high-inflation-1713974278",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "A severe heat wave is currently affecting Bangladesh, with temperatures reaching previously unheard-of levels across the nation. The need for electricity to power cooling appliances like air conditioners and fans has increased as temperatures rise, significantly impacting the availability of electricity as well as the cost of these necessities.Recent data reveals a sharp rise in electricity consumption amid the current heat wave. Compared to the same period last year, the Bangladesh Power Development Board (BPDB) reports a 20 per cent increase in power demand in rural areas and over 15 per cent in urban areas. The national grid is under tremendous strain due to this surge in demand, leading to frequent power outages and load shedding across different regions of the country. The primary reason for the increased power demand is the necessity for cooling solutions to combat the unbearable heat. To maintain bearable indoor temperatures, homes and businesses heavily rely on fans and air conditioners, especially in locations where temperatures can soar well beyond 40 degrees Celsius. However, supply constraints have exacerbated the situation, with demand for electricity exceeding the infrastructure's capacity.Concurrently, cooling appliances have become significantly more expensive due to the surge in demand. Prices for fans and air conditioners have notably increased as retailers and suppliers capitalise on the heightened demand. Market sources indicate that compared to the same period last year, fan prices have risen by about 20-25 per cent, while the average price of air conditioners has increased by 10 to 15 per cent. The residents of Dhaka, experiencing particularly intense heat, bear the brunt of these price hikes. Beyond inconvenience, the heat wave and ensuing electrical supply issues have significant implications. Prolonged exposure to high temperatures poses severe health risks, especially for the elderly, small children, and individuals with underlying medical conditions. Heat waves elevate the incidence of heat-related disorders such as heatstroke and dehydration, underscoring the urgent need for effective mitigation strategies.To ensure the affordability of cooling equipment, targeted subsidies or assistance programmes for low-income households should be implemented. Additionally, the power grid should be strengthened to accommodate rising demand, and energy-efficient measures should be adopted to alleviate pressure on the system. Public awareness campaigns on heat-related health concerns and heat wave preparedness are also crucial in empowering communities to protect themselves during extreme weather conditions. Through proactive measures and a coordinated approach, Bangladesh can mitigate the adverse effects of heat waves on public health and electrical supply, safeguarding the well-being of its population in the face of extreme weather events. \nJannatul Zakia JebinStudent, BBA Department North South University[email protected]",
        "headline_1": "Heat wave, load shedding and rising cost of cooling appliances",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/heat-wave-load-shedding-and-rising-cost-of-cooling-appliances-1713974301",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2024"
    },
    {
        "full_article": "The residents of Baishnabhati village, located in the Kewarjor union under Mithamoin upazila of Kishorganj district, are facing a dire situation due to river erosion. Witnesses report a tragic scene unfolding along the riverside, with two houses and cowsheds on the western side of the village already submerged in the river. In the adverse climate of the haor, where survival is a daily struggle, this recent worsening of the river erosion problem has exacerbated the challenges faced by the villagers. They are suffering from severe anxiety in the face of this existential threat. It is imperative that urgent action is taken to address this pressing issue and alleviate the suffering of the local community.Against this backdrop, local administration must swiftly intervene and implement measures to mitigate the effects of river erosion in Baishnabhati village. The residents deserve support and assistance in navigating this crisis and safeguarding their livelihoods.\nBadhan BaishnabStudentDepartment of English literatureGovernment Titumir College, Dhaka From Mithamoin, Kishorganj [email protected]",
        "headline_1": "River erosion at Mithamoin",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/river-erosion-at-mithamoin-1713974952",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2024"
    }
]