[
    {
        "full_article": "With consumer food prices rising 11.5% in July, likely the third highest since the current retail inflation data series began in 2014, the government last Saturday made yet another gambit to arrest prices. A 40% export levy on onion exports was imposed with immediate effect till at least December 31. This move follows curbs on non-basmati rice shipments outside India in July, and stock limits on pulses and wheat imposed in June. Onion exports, which grew 65% last year, accounted for 8% of total domestic production. On Sunday, the government also announced a hike in buffer stocks of the curry essential by two lakh metric tonnes. Onion traders and farmers, in the midst of the first upturn in prices after almost two years, were not impressed. Markets were shut in protest in Nashik, Asia’s largest onion trading hub, as farmers feared a glut and a price crash.Maharashtra and Madhya Pradesh account for almost 60% of India’s onion supplies, and the deficient rainfall this month in parts of these States after excess rains in July had put a question mark on the moisture-sensitive tuber’s prospects this kharif season. These worries likely triggered the recent uptick in onion prices from around ₹23 a kilo two months ago to over ₹31 by this Monday. Relative to tomatoes, the other quintessential ingredient for Indian curries, this price surge was not as stark yet, although some analysts projected prices per kilo to touch ₹60-₹70 by September. To quell onion farmers’ displeasure at the export levy imposed without a floor price, Food and Consumer Affairs Minister Piyush Goyal on Tuesday promised that onions will be purchased at a “historical high” price of ₹2,410 per quintal, and buffer stock procurements will be ramped up further if needed. A Bank of Baroda report cautioned that steps such as export curbs also have a tendency to reinforce the scarcity factor worrying markets and push up prices further. How this attempt to balance the interests of consumers and farmers plays out remains to be seen. A profligate use of such blunt policy interventions ends up distorting sowing preferences in the coming year, especially in the very crops that spurred more inflation this year. Building durable food supply chains, especially for vegetables that are traditionally susceptible to price volatility, needs greater attention so that monetary policy can focus on growth concerns. For instance, if tomato imports from Nepal helped cool their prices from triple digit levels a month ago, it makes eminent sense to engage with the neighbour for a longer-term supply plan for vegetables with some predictable purchase assurances built in. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\nagriculture\n\n/\n\nMaharashtra\n\n/\n\nMadhya Pradesh\n\n/\n\nfruit and vegetable\n\n/\n\nimports\n\n/\n\nNepal\n\n/\n\nrains",
        "headline_1": "Driven to tears: On the government’s move to arrest prices",
        "headline_2": "Trade curbs on farm products will distort sowing preferences",
        "link": "https://www.thehindu.com/opinion/editorial/driven-to-tears-the-hindu-editorial-on-the-governments-move-to-arrest-prices/article67231106.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "On the face of it, the election of Srettha Thavisin, a property tycoon from the Pheu Thai party, as Thailand’s Prime Minister marks a shift towards civilian governance from almost a decade of military rule. But that is not the full story. Move Forward, the party that won the May parliamentary election, was prevented from forming the government by the military-royalist nexus because of its progressive and anti-establishment views, while Pheu Thai, the second largest party, was given a chance after it agreed to form a coalition with military-aligned parties. Pita Limjaroenrat, leader of Move Forward, had led a spirited campaign, offering a deal to voters that included ensuring economic justice, keeping the military in check and amending the controversial lèse-majesté law that shields the monarchy from public criticism. Mr. Pita, whose coalition had a clear majority in the elected lower House of Parliament, had tried to form the government twice, but was blocked by the military-appointed Senators. He was later barred from Parliament over allegations of hiding details of his shares in a now defunct media company. The constitutional court is hearing a petition against Move Forward’s promise to amend the lèse-majesté law, which could lead to its dissolution.Thailand has had phases of democratic experiments but the military has always maintained an outsized influence. Over the past century, the Thai military has carried out over a dozen coups, with all being endorsed by the monarchy. The military’s stranglehold has also produced populist resistance off and on. The Pheu Thai party itself is the third incarnation of the pro-democracy movement founded by Thaksin Shinawatra, who was ousted from power in 2006. Prior to the May elections, Pheu Thai had vowed to keep the military out of politics, only to walk back on its promises. It now says that it will not support amending the lèse-majesté law, citing a lack of consensus. Incidentally, Mr. Thaksin, who was sentenced in absentia to eight years in prison for “corruption” and “misuse of power”, returned after 15 years of exile on the day Parliament elected Mr. Srettha as Prime Minister. Mr. Thaksin was arrested on arrival, but his return raises questions on whether the Pheu Thai might cut a deal with the military to ensure his safety (and a probable royal pardon) in exchange for not harming the interests of the establishment. Whatever Thai politicians might call it, this is not a democratic transition. The military has moved to backseat driving, keeping its interests intact and flouting the spirit of the election results. Mr. Srettha could find it hard to tackle Thailand’s myriad challenges, that include reviving a sluggish economy and advancing democratic rights, when his government is remote-controlled by the establishment. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nThailand\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\ndemocracy\n\n/\n\ncorruption & bribery\n\n/\n\nparliament\n\n/\n\neconomy (general)\n\n/\n\ngovernment",
        "headline_1": "Backseat driving: On Thai civilian governance and the Thai military’s hold",
        "headline_2": "The military still wields an outsized influence in Thailand",
        "link": "https://www.thehindu.com/opinion/editorial/backseat-driving-the-hindu-editorial-on-thai-civilian-governance-and-the-thai-militarys-hold/article67231140.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "Chandrayaan-3 is a brilliant demonstration of Made-in-India landing and roving technologies. The fourth member of the elite lunar club must now aim to be in pole position as global space politics gets fiercely competitive.\nYesterday India successfully crossed a decisive milestone by accomplishing the demanding task of soft landing a robotic spacecraft on the Moon. Chandrayaan-3’s Vikram lander is now firmly sitting in the south polar region of the lunar surface and getting ready to collect valuable data about the Moon, its interior as well as the extremely thin atmosphere surrounding it. And the six-wheeled Pragyan rover, which was cocooned in Vikram till landing, has begun its exploration crisscrossing the landing area at snail’s pace.\nRead full story on TOI+\n\n",
        "headline_1": "We are over the moon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-are-over-the-moon-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "The successful Chandrayaan-3 mission not only marks India’s ascension to a tiny club of lunar states, it also marks the first time humans have conducted a controlled landing in the southern polar region of the Moon. Whatever scientific data the Vikram lander and Pragyan rover might collect, their greatest contribution may be to inspire young Indians to take up space exploration.\nThe success stands in contrast to a string of failures that have preceded it. These include India’s own Chandrayaan-2, which lost its lander in a crash near the Moon’s south pole. Most recently, Russia’s Luna-25 crashed on August 19 as it attempted to reach the same polar region.\nIf Luna-25 had its origins in the Cold War-era space race, two other recent failures represent something altogether new. One was the 2019 Beresheet lander funded by an Israeli non-profit organisation, SpaceIL. The other was a mission by Japanese company Hakuto-R, which crashed in April 2023. Significantly, both the Beresheet and Hakuto-R missions were launched by US-based private company SpaceX. Soon, more missions are headed to the Moon.\nRead full story on TOI+\n\n",
        "headline_1": "Why India must now prepare for lunar geopolitics as well",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-india-must-now-prepare-for-lunar-geopolitics-as-well/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "August 23, 2023, will be a red-letter day for not just Isro but all of Indian science. Chandrayaan-3 successfully landed on the south pole of the Moon, making India the first country to achieve this feat. It represents a successful culmination of the third attempt when Isro inserted a spacecraft into lunar orbit.\n\nThe very first attempt, Chandrayaan-1 in 2008, which was India’s first deep space mission, resulted in the discovery of water molecules in the lunar surface. It confirmed prior scientific speculation and again catalysed a global interest in Moon missions. It’s fitting that Chandrayaan-3 was the first to successfully land where no one else has.\nIndia’s space activities were launched in 1962, with the formation of INCOSPAR, the forerunner of Isro. Against odds, it’s taken India into the rarefied league of the top four space nations. The others being the US, China and Russia whose attempt to land a craft on the Moon’s south pole on Saturday failed. The lander and rover configuration of Chandrayaan-3 carries sophisticated scientific payload for exploration. It will be followed globally because the south pole is where other space powers want to send human missions.\nThe next critical phase for Isro will be its maiden human spaceflight, Gaganyaan. The aim is to send astronauts to space and the level of sophistication involved in this mission is huge. At this moment, consider what Isro’s dogged persistence and achievements mean to India’s scientific community. On shoestring budgets, they have enhanced India’s capabilities in communication satellites and remote sensing. It’s a remarkable homegrown effort. An RTI application a few years ago showed that only 2% of the employees were from IITs and NITs. It reveals the depth of India’s scientific potential and the scale of yesterday’s achievement will provide a shot in the arm for Indian science.\nIndia’s fast-growing space start-up segment is sure to attract a lot more talent and funding. For these trends to complement Isro, the institutional mechanism created in 2020 to draw the private sector into space needs to raise its game. Particularly, IN-SPACe, the single window agency to promote and supervise private agencies in the space sector. More than 150 private entities have approached it to date and the number’s bound to increase fast. If India is now in a position to harvest the benefit of a spurt in interest in basic sciences there’s one reason: Isro.\n\n",
        "headline_1": "Take a bow, Isro – Lunar landing is the most significant Indian scientific achievement. Let’s build on it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/take-a-bow-isro-lunar-landing-is-the-most-significant-indian-scientific-achievement-lets-build-on-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "Every civilisation has weaved tales romanticising the Moon and shared them over generations, but few have had the privilege of seeing it up close, let alone set foot on its dusty surface. Vikram, Chandrayaan-3’s lander, earned India that privilege on August 23.\nIsro’s successful controlled Moon landing manoeuvre is testament to the 61-year-old legacy of India’s space programme, its perseverance, innovation, and scientific prowess – from modest beginnings to giant leaps.\n\nVikram’s achievement has opened India’s space programme to new frontiers, and proved that cutting-edge space tech need not cost a king’s ransom. Chandrayaan-3 cost ₹601.3 crore.\nThat the Moon landing came six decades after similar feats by the USSR and over half a century after the first human stepped onto the Moon, in no way dwarfs Isro’s achievement. India is still only the fourth country to have successfully landed a spacecraft on the Moon.\nGlobally, six of 10 lunar missions with controlled landings ended in failure. The odds are slightly better at four of 10 for overall Moon missions. As scientific data from instruments on Vikram and rover Pragyan are awaited, it is time to look back at six decades of incremental growth and big leaps that brought stature and respect to India’s space programme.\nFirst to the proverbial elephant in the room: Should a developing country such as India indulge in expensive space programmes? The question, which is still raised by some, consumed several of Vikram Sarabhai’s evenings, with endless discussions stretching late into the night.\nHe collected ideas from all quarters. From political leaders Robert McNamara and Henry Kissinger, and renowned academics Prof B Rossi, IG Patel and Sir Arthur C Clarke. Sarabhai, as former Isro chairman late UR Rao recounted, came to a convincing conclusion that ‘space technology’ is most essential for the all-round economic development of India.\n“The question is not whether a developing country should adopt space technology – rather the question is whether it can afford to ignore it,” Sarabhai had famously said. Thus began the journey from the Indian National Committee for Space Research (INCOSPAR) in 1962 to the official formation of Isro (August 15, 1969), the space programme guided throughout along peaceful lines.\nThe early decades saw India launch its first satellite Aryabhata in 1975, only the seventh nation at the time to achieve this feat. The 1980s saw Isro launch satellites for telecom, meteorology and remote sensing. The Insat communication satellites and development of the Satellite Launch Vehicle (SLV-3) paved the way for the next decade’s debut of the Polar Satellite Launch Vehicle (PSLV) that launched satellites into polar orbits. The IRS series of remote sensing satellites facilitated resource management, disaster monitoring, and urban planning. This decade also saw India foray into commercial launches of foreign satellites.\nBy the 2000s, India had won international recognition for cost-effective launches and its science missions. The Chandrayaan-1 trek in 2008 discovered water molecules on the Moon, enhancing global understanding of lunar geology. In the 2010s, Isro had monumental achievements – the Mars Orbiter Mission, which made India the first Asian country to reach Martian orbit. The Chandrayaan-2 mission, despite its failed landing in 2019, greatly contributed to lunar and solar research. India is gearing up to launch its first solar mission (Aditya-L1), while key tests are in progress for Gaganyaan, the proposed human spaceflight programme.\nHumanity’s quest to explore, and ‘conquer’ the Moon has existed since the space race between the US and USSR, long before the renewed interest in the Moon. An extract from a declassified ‘secret’ document about US’s ‘Project Horizon’ reads: “There’s a requirement for a manned military outpost on the Moon… Initially the outpost will be of sufficient size and contain sufficient equipment to permit survival and moderate constructive activity of a minimum number of personnel (about 10-20) on a sustained basis.” This, dated March 20, 1959, was written over a decade before Neil Armstrong and Buzz Aldrin set foot on the Moon.\nAs humanity seeks to establish a more permanent presence on the Moon, Chandrayaan-3’s timing is opportune. Between now and 2025, there are at least 10 more lunar missions lined up by the US, China, Israel, Japan and India. The latter two will return with a joint lunar landing mission, Lupex, whose objective is to confirm the presence of water in the polar regions.\nWith footprints on the lunar surface, and expanding space capabilities, India must rest her gaze on becoming a global influencer. Isro’s spacecraft for India’s first solar observatory mission has already reached Sriharikota’s spaceport. It is time for India to demand a greater role in shaping global space policies for the peaceful application of science and space technology.\n\n",
        "headline_1": "Soft landing a tribute to a hard journey: Vikram’s smooth touchdown is a testament to our space programme’s culture: low cost, high science",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/soft-landing-a-tribute-to-a-hard-journey-vikrams-smooth-touchdown-is-a-testament-to-our-space-programmes-culture-low-cost-high-science/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "The Minimum Wage Board, which was initiated in October 2019, finally published the gazette on tea workers' wages on August 10. It is a shame that the wage board completely failed in framing and presenting acceptable recommendations on the tea workers' wage structure. Ultimately, the prime minister made a move and fixed the wage of daily-rated tea workers at Tk 170 per day for A-class gardens, Tk 169 for B-class and Tk 168 for C-class gardens.\nBut why did the wage board take so long to formalise the wage structure and publish a gazette, despite the prime minister's decision going into effect on August 2022?\nThe tea workers' wage board struggled to ensure consent of the workers' representative on the board, who actually resigned and did not approve of the acts of the wage board. The representative accepted the PM's decision about the wages, but there are a few important issues that they did not approve while the board was completing its formalities. Regarding those matters, the Minimum Wage Board (excluding the tea workers' representative) submitted to what the tea garden owners wanted.\n\nAlas, to the great disappointment of BCSU and the tea workers, the wage board's gazette says that fixing the wages of tea workers will no longer be a negotiation between BTA and BCSU. These bodies can make decisions only regarding benefits and productivity every two years, on a consensus basis. So, it is presumed that, from now on, the Minimum Wage Board will fix the wages every five years, and that the wages will increase at a rate of five percent over basic wages/salaries, according to Section 111(5) of the amended Labour Rules 2015.\nThe first important issue that disappointed the tea workers and their union was an abrupt change in a central point of the negotiation between the owners' apex body, Bangladesh Tea Association (BTA), and the tea workers' union, the Bangladesh Cha Sramik Union (BCSU). Traditionally, BTA and BCSU have signed a labour agreement every two years, through which they fix wages and agree on other benefits. The Minimum Wage Board has been an irregular presence in the tea industry and has been formed three times so far to fix the tea workers' wages. Its role seemed insignificant because the wages used to be set based on labour agreements signed between the BTA and BCSU. The last labour agreement expired on December 31, 2020, and no agreements were signed for the 2021-2022 period or the ongoing period. The anomalies in the wage board and the arrogance of BTA led the PM to intervene in setting the labour legislation.\nAlas, to the great disappointment of BCSU and the tea workers, the wage board's gazette says that fixing the wages of tea workers will no longer be a negotiation between BTA and BCSU. These bodies can make decisions only regarding benefits and productivity every two years, on a consensus basis. So, it is presumed that, from now on, the Minimum Wage Board will fix the wages every five years, and that the wages will increase at a rate of five percent over basic wages/salaries, according to Section 111(5) of the amended Labour Rules 2015.\nThis was an abrupt change, made at the wish of BTA, in the best interest of the employers, and to the great disappointment and loss of the workers. The change was reportedly proposed by BTA's representative on the wage board, which Rambhajan Kairi (representing BCSU) rejected outright. Kairi's argument was that such a change should have been discussed at length with BCSU and the tea workers. Cornered and disappointed, he resigned from the wage board claiming that the other members (including the chairman) had always sided with BTA. BCSU Vice President Panjkaj Kando, who replaced Rambhajan Kairi, attended one meeting before resigning on the same grounds.\nThe tea workers – the majority of whom are non-Bangalee, mainly Indigenous or low-caste Hindus – are tied to the tea gardens. Unlike workers in other industries, tea workers get rations at a subsidised price and some fringe benefits including housing, very basic health care, and free primary education. All the fringe benefits plus Tk 170 (the current daily wage of a tea worker) amounts to less than Tk 300, say labour leaders and workers. This, however, is calculated to be Tk 540 by BTA.\n\"A yearly increment of five percent is a very small amount and unacceptable to us,\" says Kairi, former general secretary of BCSU. While he was on the Minimum Wage Board, he protested the owners' intention to not negotiate the wage issue with BCSU. \"Now, we see the Minimum Wage Board has submitted to the owners' wishes. This goes against the long-time custom in tea gardens,\" adds Kairi.\nThe owners not only follow the labour legislations in governing tea workers, they also follow dastur or customs that have existed in the tea gardens for a long time. The Minimum Wage Board, in its March 2010 gazette, clearly spelled out that \"Cha Sramik Union in the tea garden industry sector and Bangladesh Cha Sangsad [BTA] representing the owners' side will take decisions on productivity and other issues in addition to wages, on consensus basis, every two years after discussion according to the established custom in the tea industry.\" Rambhajan Kairi and many others want this custom to prevail.\n\"But the August 10 gazette clearly shows that the Minimum Wage Board has imposed the owners' wishes,\" says Tapan Datta, a senior trade union leader and chief adviser to BCSU. \"Because crucial decisions have been taken in the absence of the tea workers' representative. They have actually been ignored and excluded.\"\nAn important addition to the wages is festival bonus. In an MoU signed between BTA and BCSU in May 2023, the owners agreed to pay a festival bonus equivalent to 52 days of wages. The employers started paying festival bonuses from Durga Puja last year at this rate. The wage board has trimmed the festival bonus amount down to 47 days of wages, which is the bonus that workers had been getting before the last Durga Puja.\nA lasting concern for the tea workers has been the issue of gratuity, which no worker has ever received. It has always been their demand that they are given gratuity according to the labour law. Instead, they receive a so-called pension upon retirement. This was determined to be Tk 250 a week, from January 1, 2021, and used to be Tk 150 per week before that, and only Tk 20 in 2008. BTA agreed to pay gratuity in the labour agreement signed for the 2017-2018 period with BCSU. But the employers backed out from their commitment and no worker received gratuity.\nIn the meantime, an amendment was made to Section 28(3) of the labour law in 2018 that exempts tea garden owners from paying gratuity. What the labour agreement signed for 2019-2020 stated was that gratuity would be paid according to the Bangladesh Labour (Amendment) Act, 2013. Labour leaders allege that the owners influenced the amendment. Now, the wage board has brought the issue into the wage structure and has stated that gratuity will only be for the staff, and that the workers will get pensions in place of gratuity, according to dastur.\nBut the pension that tea workers get upon retirement is much smaller than the gratuity amount, a grave injustice the hapless tea workers face. The owners' argument for not paying gratuity is that a worker's family does not vacate the house given to them upon retirement and that they are replaced by a family member. This is a clever way of avoiding gratuity payments, and demonstrates how the tea workers remain a captive labour force, whose forefathers arrived as indentured labourers to the tea plantations.\nThis situation must change. The tea workers and their communities, tied to the labour lines for five generations, must be treated as dignified people. The government has a pioneering role to play in ending the discrimination of labour legislations and practices.\nAn overlooked issue in the tea gardens is workers' access to shares in the company's profits. The owners of the tea gardens have never shared profit with tea workers. Now, the Minimum Wage Board has replicated the profit-sharing arrangement in the RMG sector (0.03 percent of sales proceeds) in the tea industry. But this is a very small amount, as 0.03 percent of total sales would be Tk 3,000 for every Tk 1 crore in sales. Secondly, workers' participation in the company's profit is subject to the formulation of a law and rules regarding the creation of a fund and publication of a gazette. It remains to be seen when the government will formulate the law and rules to create such a fund.\nWhat can the tea workers and their lone union do at this critical time? The central union leaders of BCSU wanted the wage structure amended in the aforementioned areas. There is perhaps no other issue more important for them to press for than eliminating the discrimination of the wage structure and the labour legislations, as well as work on their negotiation capabilities (in facing the government and owners) for their legitimate rights.\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n\n",
        "headline_1": "Owners win, workers lose",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/owners-win-workers-lose-3402171",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "For the last six years, I've been living in the world's largest refugee camp – Kutupalong in Cox's Bazar – with my family. However, it didn't have to be like this. My village had everything I wanted: a school, mosque, and all other essentials. But unfortunately, there was no option for 12-year-old Moshowraf but to escape Myanmar to survive.\nSince 1978, the Myanmar government has been persecuting my community, with the mission to remove us from the place we've been calling home for centuries. In this brutal process, it has erased our fundamental rights. We, the Rohingya, were not even allowed to visit another village without an official recommendation letter, and the opportunity for higher education was snatched away. Discrimination in every sphere of life was the norm.\nThis terrible situation culminated on August 25, 2017. At the dead of night, when my family and I were sound asleep, the Myanmar military encircled my village and arrested all the villagers. In the morning, the military and Rakhine mobs started burning our houses, markets and mosques – looting valuables along the way. They killed the arrestees, raped and murdered the women, and didn't even spare the babies. They did all this right in front of the victims' loved ones.\nIt was the most horrible day the community had ever witnessed.\nNowhere was safe for us, and so, we had to escape to Bangladesh to save our lives. Words cannot do justice to the harrowing events my family and I went through during the journey. We crossed high hills, great forests and unknown lands to reach the border. We didn't eat for seven days, and I had to see children and the elderly dying from starvation and dehydration. In those seven days, I felt like half my life went by.\nAt one point, we reached the river between Bangladesh and Myanmar. With the help of some Bangladeshis, we reached the refugee camp on a raft and have been living here ever since.\n\nAll over the world, I see students reaching great heights through education – and I feel sad thinking about the future of Rohingya people living in the camps, unable to pursue their dreams. If we stay here for a long time, without any opportunities, we will become hopeless. No one here is living a happy and peaceful life. I always long to go back to my country, Myanmar – but with full rights. In these six years, however, we have not been given any solution to return with dignity and security.\nEvery person wants to be something in life, and I'm no different. All throughout childhood, my dream was to be an engineer – but as the days keep passing in the camp, that dream is slipping away. After finishing my studies, I really want to help my community restore the peace we once enjoyed, but there are no facilities here for higher education. With little opportunities, many of the youths are just wasting time in the camps, while others have to work to support their families.\nIn the camp, every single day feels like a year. We live in makeshift shelters made of bamboo and tarpaulin, which offer little protection from the elements. The world's largest camp is still congested due to the overwhelming number of people. We lack clean water, and there aren't enough sanitation facilities. There are limited healthcare facilities in the camp, as the establishments remain overcrowded and understaffed. Additionally, there is no safety and security for us; unknown gangs who create conflict rob us of our sleep.\nStill, with my parents' encouragement, I'm doing everything I can to pursue my dream. I've just finished 10th grade at a community school, and I'm taking courses on Science Literacy and Foundation of Academic Writing on an online platform. My days go by attending classes and doing homework. I'm also into extracurricular activities such as sports, competitive exams, art and music to stay positive and boost my creativity and critical thinking.\nI've found solace in reading. It allows me to find escape through different worlds and characters, expand my understanding of various topics, develop my critical-thinking skills, and it acts as a relaxing activity that helps me unwind. My favourite novel is One Hundred Years of Solitude, because it is about a family that faces numerous challenges and upheavals, including war and political struggles – similar to my plight.\nAll over the world, I see students reaching great heights through education – and I feel sad thinking about the future of Rohingya people living in the camps, unable to pursue their dreams. If we stay here for a long time, without any opportunities, we will become hopeless. No one here is living a happy and peaceful life. I always long to go back to my country, Myanmar – but with full rights. In these six years, however, we have not been given any solution to return with dignity and security.\nOn the sixth anniversary of the horrible events that forced us to flee Myanmar, I'm asking everyone in the world to provide formal education opportunities for Rohingya students like me. I request that you keep us visible in the eyes of the world, so that we can return to our own country, with our rights.\n \nMohammed Moshowraf is a Rohingya refugee, originally from Maungdaw township in Rakhine state, Myanmar.\n\n",
        "headline_1": "My life in the Rohingya camp",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/my-life-the-rohingya-camp-3402096",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "Journalism in Bangladesh has become an extremely dangerous profession. One of the biggest threats facing journalists at present is violence by ruling party affiliated men. The most recent case occurred in Patuakhali, where a group of Chhatra League activists assaulted a journalist apparently for publishing a report against their district unit president. They stopped him while he was on the road, verbally abused him, physically assaulted him and attempted to injure one of his eyes, and even threatened to cut off his limbs should he publish any such reports. Their sheer barbarity demonstrates the level of danger journalists are exposed to these days. Violence, however, is just one of the many threats journalists face.\nThe main reason why such individuals have become so audacious is the poor state of law and order. It has become common for the powerful to get away with just about anything, often without any legal repercussion. In fact, rather than being used to protect journalists – and people in general – the law is being used to harass them. Under such circumstances, can we really be surprised when such incidents take place?\nJust a few days ago, another journalist was allegedly beaten up by BCL activists at Jahangirnagar University's Bangabandhu Sheikh Mujibur Rahman Hall, simply because they suspected he was filming them, when he did no such thing. But the fact that ruling party activists feel so embolden to attack journalists – as well as just about anyone – as their first instinct speaks volumes about how much leeway they have been afforded over the years.\nNot only that, ruling party politicians themselves, rather than condemning or preventing such criminal conduct by their supporters, often come out and criticise the media for exposing it. And that just goes to show the lack of remorse they all feel in the face of gross violations of human rights. This cannot happen indefinitely. We call on Awami League leadership to reign in their activists. The law enforcement authorities also should take stern measures to prevent such attacks and project journalists.\n",
        "headline_1": "Protect journalists from threats and aggression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-journalists-threats-and-aggression-3401941",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "Journalism in Bangladesh has become an extremely dangerous profession. One of the biggest threats facing journalists at present is violence by ruling party affiliated men. The most recent case occurred in Patuakhali, where a group of Chhatra League activists assaulted a journalist apparently for publishing a report against their district unit president. They stopped him while he was on the road, verbally abused him, physically assaulted him and attempted to injure one of his eyes, and even threatened to cut off his limbs should he publish any such reports. Their sheer barbarity demonstrates the level of danger journalists are exposed to these days. Violence, however, is just one of the many threats journalists face.\nThe main reason why such individuals have become so audacious is the poor state of law and order. It has become common for the powerful to get away with just about anything, often without any legal repercussion. In fact, rather than being used to protect journalists – and people in general – the law is being used to harass them. Under such circumstances, can we really be surprised when such incidents take place?\nJust a few days ago, another journalist was allegedly beaten up by BCL activists at Jahangirnagar University's Bangabandhu Sheikh Mujibur Rahman Hall, simply because they suspected he was filming them, when he did no such thing. But the fact that ruling party activists feel so embolden to attack journalists – as well as just about anyone – as their first instinct speaks volumes about how much leeway they have been afforded over the years.\nNot only that, ruling party politicians themselves, rather than condemning or preventing such criminal conduct by their supporters, often come out and criticise the media for exposing it. And that just goes to show the lack of remorse they all feel in the face of gross violations of human rights. This cannot happen indefinitely. We call on Awami League leadership to reign in their activists. The law enforcement authorities also should take stern measures to prevent such attacks and project journalists.\n",
        "headline_1": "Protect journalists from threats and aggression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-journalists-threats-and-aggression-3401941",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "It's disturbing to learn of yet another mass-market-level consumer fraud that was reportedly committed exploiting legal financial channels to defraud thousands of people in various districts. According to a report by Prothom Alo, the group behind this is a multi-level marketing (MLM) company called Metaverse Foreign Exchange (MTFE) Group Inc. Its nature of exploitation is different from that of the now-defunct MLM company Destiny, but just as Destiny used customers to collect customers, it used \"investors\" to attract investors, using digital tools, a promise of lucrative returns on investments, and hired representatives on the ground to convince them.\nAll this happening even after the egregious precedents set by MLM companies like Destiny or Jubok – or latter-day players like UniPay2U or Evaly – is a big concern indeed. It means that there has been little improvement in financial governance in the country in all these years, as a result of which an estimated Tk 220 billion has been lost to MLM and e-commerce scams, unlikely to ever be returned in full to the victims.\nSince the fallout of Destiny-Jubok controversies, there has been a lull in MLM practices for about six-seven years, and the business model reportedly made a comeback in 2018 through e-commerce ventures. There are laws against pyramid schemes and such fraudulent business practices in the country, although there are no approved MLM companies at present. The question is, how could the MTFE then stay under the radar and circumvent regulations, and do that so openly?\nA big tragedy of our financial sector is that every time a scam like this is exposed, far from taking responsibility for it, those in charge just pass the buck – as they did this time, too. Reportedly, the Ministry of Commerce, Bangladesh Bank, and Bangladesh Telecommunication Regulatory Commission (BTRC) are unwilling to take responsibility for what happened, instead opting to blame gullible investors for it. In the past, we have seen the government initiate inquiries, form commissions, and suggest refund mechanisms, yet a majority of victims have not been able to recover their investments.\nThis is quite frustrating. To prevent the recurrence of such scams, it is imperative that the authorities strengthen financial regulation and monitoring, properly enforce relevant laws, and enhance consumer awareness. Technological vigilance in an era where digital platforms can easily be exploited for financial misconduct is also vital. Those defrauded by MTFE and others deserve nothing less.\n",
        "headline_1": "Is MLM fraud back in disguise?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mlm-fraud-back-disguise-3401836",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "For years the staggering amount dished out as capacity payment to power plants -- a large number of which are inoperative -- does make a unique case of squandering public money. Capacity payment is what the government has to pay whether or not electricity is produced upon commissioning of a power plant. As per agreement with power plants, the government is required to pay capacity charges based on the plant's capacity and establishment costs, regardless of whether power is purchased or produced. In FY2021-22, the government paid around Tk 240 billion in capacity charge to power plants including the diesel-based ones. Ironic as it seems, the government paid the charges to power plants most of which have been idle for years, without reviewing the terms of the agreement or their effort to go for production. There are people related to the energy sector who are sceptical about any performance tests of the diesel-fired power plants ever carried before signing the agreement. Lately, although the government has sat up, one finds it intriguing how the spendthriftiness could last so long! A FE report says the long overdue scrapping of the practice has finally been taken up. At the start, it is the idle diesel-guzzling plants which are the targets. Shutting down these diesel-based plants, most of which have been sitting idle for years burdening the exchequer, should have been closed long back. The country's overall electricity generation now hovers around 14,000MW. The highest generation recorded so far was 15,648MW on April 19, 2023. On the other hand, total generation capacity is around 24,602 Megawatts including the installed capacity of the idle ones, according to official data of the Bangladesh Power Development Board (BPDB). Around 51 per cent of the power generation is gas-fired, of which 27 per cent is generated from furnace oil, 6.0 per cent from diesel, 2.0 per cent from solar and hydropower and another 5.0 per cent is imported from India. Cost of electricity generation from diesel-fired power plants is the highest at around Tk 154.11 per unit followed by around Tk 22.10 per unit for furnace oil-based plants, around Tk 9.17 per unit for coal-fired plants, according to the BPDB's latest annual report. It has been gathered that in the past months five privately owned and one state-run diesel power plants were closed down. These plants, reportedly, has outlived their life-span. However, according to the BPDB, almost all the state-run plants are still kept active although many of those have crossed their productive lifespan. Most of the diesel-fired power plants were awarded to private entrepreneurs before the last national election in 2018 under an indemnity law. Clearly, the decision of the government did not pay, rather caused a significant burden in the form of capacity payment. The belated move of the government to part with this will stop drainage of money, but the damage is done.",
        "headline_1": "Spendthriftiness in the name of capacity payment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/spendthriftiness-in-the-name-of-capacity-payment-1692888278",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "The scam over supply of bacillus thuringiensis israelensis (BTI), a group of biological agents used for controlling larvae of certain dipterans, has poured cold water on the enthusiasm Mayor Atiqul Islam of the Dhaka North City Corporation (DNCC) exuded at the launching event of the biological compound. In its latest move, the DNCC has blacklisted Marshal Agrovet Chemical Industries Ltd, the company that imported as the lowest bidder the BTI for the city corporation's use, cancelled the agreement and also constituted a three-member committee to look into the matter in details and take further legal actions on the basis of its findings.So far, this looks good. But there is a vital unanswered question, how can a company without licence receive the work order, in the first place? Strangely, all three companies that took part in the e-tender bidding had no licence. It is exactly at this point one cannot be blamed for smelling a rat in the tender floating and bidding by only the unlicensed companies. On the last day of April, this year ---four days before the tender closed officially, the DNCC wrote a letter to the Plant Protection Wing (PPW) of the Department of Agricultural Extension (DAE) asking if it was possible to issue a licence or give special permission for import of BTI to a company, because the process was lengthy and the city corporation had an emergency. The PPW claims it advised the DNCC to follow the Pesticide Act, 2018. But the DNCC mayor contends that his corporation was given permission to import BTI. Let it be noted that the DAE is the licence-issuing authority. If the PPW says the DNCC can import such biological agents following the rules under the Pesticide Act,2018, it does not mean the former has approved the move to give work order to an unlicensed company. The city corporation people may have construed it as permission but compliance of the pesticide act, if PPW categorically mentions it, does not allow the DNCC to go ahead at all. Does it not show that the DNCC knew the lowest bidder or perhaps all three of them had no licence? But they were not supposed to know who the bidders were before opening the tenders and those cannot legally be opened before the closing date.  Something seems to be fishy here. Is a scandal of ill-famed Regent Hospital's Shahed Karim proportion unfolding here? Concerned in both cases are public health and protection against viruses. One wonders what would have happened had the Best Chemical Co. (S) Pte Ltd (Bestchem) did not notice and declared that it had not supplied BTI to any company in Bangladesh. It also added that the person, named Le Kwang, presented as the representative of Bestchem had nothing to do with the company. In fact, the authorities of the Singaporean company did not recognise the man. In the tender, though, there were several source countries' names such as Singapore, USA, India and Malaysia. It is not clear if the 5.0 tonnes of larvicide worth Tk 5,300,000 has been sourced from China or the entire consignment is counterfeit. The DNCC has sent samples to the PPW for testing and the report should be available any day now. That both the DNCC and the importing company have breached the Pesticide Act, 2018 is quite clear. An unlicensed company cannot import, manufacture, package, repackage and sell pesticides under this act. The law does not permit awarding a work order to such an unlicensed company. It is not clear if the mayor, who on his return from a US visit publicly announced that fumigation is futile and has learnt the technology of destroying aedes mosquitoes, pinned his hope on this biochemical controlling technology. At least the launching of BTI gives the impression that he savoured the prospect of becoming successful in his mission this time. However man proposes, a deceitful element disposes. What is particularly frustrating for the mayor and the residents of his part of Dhaka is that the packets that were flaunted as the ultimate recipe have printed on those that the content has to be applied in ditches, drains and sewers. Looks like this particular variety of BTI is meant for controlling mosquitoes other than aedes. Can it be that the genuine type is meant for eradication of the dengue vector aedes? If it is so, the Agrovet Chemical really not only wanted to play a bluff on the DNCC but also made a mockery of the entire episode with far-reaching consequences for Dhaka residents and even people staying beyond. Any hope of containing dengue's far and wide spread now diminishes.This is a crime of stupendous order. The fake company was all set to play with public health and lives. So it must suffer exemplary punishment for the crime. The role, if any — pertaining to collusion in particular — of the DNCC also has to be brought under the scanner. Finally, the Le Kwang issue is a clear proof that Marshal Agrovet tried its best to hoodwink its misdeed. With the ulterior motive of giving credibility to a fake initiative, it produced one impostor. The legal procedure should compel Marshal Agrovet to produce the charlatan before the court for him to suffer the legal consequences for his part in the crime. [email protected]",
        "headline_1": "Frauds playing with public health must be made to pay",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/frauds-playing-with-public-health-must-be-made-to-pay-1692888366",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "There is a saying in Hindi: 'Sarker ki maal, dariya mey dhal', meaning that one is free to waste it the way one likes if the money/property belongs to the government. The indiscriminate misuse of resources is possible only in the absence of an accountability mechanism.The resources belonging to the State get wasted in various forms and routes. Development project execution is said to be one major route when projects are either ill-conceived or prepared in a hurry. It is no secret that implementation delays and faulty project preparation have been eating up a sizeable portion of the development funds that could be used otherwise. Time and cost overruns have become more of a norm, particularly when it comes to mega infrastructure projects. Hardly any rigorous scrutiny is done to find reasons for delay and additional funds are allocated. Money is wasted not only on faulty development projects. It has happened with precursors such as feasibility studies usually done before initiating a development project. The wastage of government money has taken place involving some feasibility studies in recent years and none seems interested in stopping it. A report published in a leading vernacular daily this week has brought to the fore how the Bangladesh Railway (BR) has been wasting billions of Taka on feasibility studies on cost-intensive projects that had no potential financiers in sight. The news report contains the names of some large projects where the BR spent a lot of money in the name of feasibility studies, but, finally, the projects got shelved for failure to get funds from abroad. One such ambitious project was the introduction of bullet trains on the Dhaka-Chattogram route. The BR spent Tk 1.0 billion on the feasibility study, but the bullet train project remains a distant dream.According to the report, the BR had carried out at least 20 feasibility studies on projects since 2009 involving a cost of Tk 8.39 billion. However, no project was put in place following these studies. The introduction of electric and circular trains was among those projects. Eight more feasibility studies involving a cost of Tk 3.64 billion, reportedly, are also in progress. None knows for sure what will be the result of those studies. Spending a huge amount of money on feasibility studies by a loss-incurring entity such as the BR raises a lot of questions. Suspicion about foul play is very strong in this case. Allegations have it that suggestions for conducting feasibility studies often come from 'somewhere else'. The money wasted on so-called feasibility studies belongs to the taxpayers and none is likely to dispute that fact.It is important to carry out feasibility studies before taking up development projects, particularly the big ones. But, before embarking on the same, it is important to tap potential sources of funds required to implement those. Since wasting taxpayers' money in the name of conducting feasibility studies has surfaced, it will be important for the government to stop the recurrence of the same.The Planning Commission (PC) is supposed to play a key role in the development project formulation and execution process. But somehow its presence is not quite visible. Instead of leaving the responsibility of conducting project feasibility with the relevant government ministries/ agencies, the PC may consider having a separate wing within its fold for doing that job. Feasibility studies need to be started only on implementable projects. [email protected]",
        "headline_1": "When money belongs to 'Sarkar'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-money-belongs-to-sarkar-1692888416",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2023"
    },
    {
        "full_article": "Begging, despite being a hated profession, continues to exist in our society. We can see beggars everywhere in the country, especially at bus stands, railway platforms, hospitals, foot-over bridges, markets, parks and traffic signals. Even healthy people are seen begging and children are also pushed into beggary. This is a grim reality that a number of children of school-going age have been deployed for a demeaning act of beggary by their handlers. Floating people from other districts have thronged the capital in a great number during recent years, bringing with them a large cache of professional beggars. Many of them in disguise of transgender and sick people ask for money in a way that verges on extortion. Some places in Dhaka city have been declared beggar-free. The beggars, however, are often seen everywhere in these places.It is said that a hefty amount of money is earned every day through begging, which cannot otherwise be earned with investment and hard work. As most people of our country are soft-hearted, some people play tricks to extract money through begging. So, professional beggars are everywhere in cities, ports, villages and towns. Begging is a bane to society and a hindrance to the progress of the country. Therefore, if we want to make our country a developed one, we have to get rid of this begging culture. Financial assistance to the destitute should be ensured and action should be taken against professional beggars. Only then can we build an ideal society and nation. The authorities concerned are requested to take initiative to stop professional begging and stand by the genuine helpless. Ashikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Beggars should be rehabilitated--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/beggars-should-be-rehabilitated-1692888483",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2023"
    }
]