[
    {
        "full_article": "Rolling out the red carpet for Prime Minister Narendra Modi during his state visit to Washington, U.S. President Joseph Biden underlined his belief that the India-U.S. partnership will be one of the “defining relationships of the 21st century”, one that he has had a strong belief in as U.S. Vice-President in the Obama administration. The phrase mirrored the one used by U.S. President Barack Obama at the state banquet for former Prime Minister Manmohan Singh in 2009 — one of the “defining partnerships of the 21st century” — denoting the consistent strengthening of ties over the first two decades of the century. The visit by Mr. Modi, his first state visit to the U.S., has not disappointed votaries of the relationship. The two sides announced new deals involving high-end defence cooperation, semiconductor industry investments, and a partnership in quantum and advanced computing and AI. The deal for co-production of jet engines in India — White House called it “trailblazing” — will involve an unprecedented level of technology transfer. India’s decision to join the 11-nation mineral security partnership for critical minerals, where China has a global monopoly, and cooperation on critical and emerging technologies, particularly in clean energy, will strengthen future cooperation here. Finally, India’s move to sign on to the 27-nation Artemis Accords for cooperation in space exploration, and the NASA-ISRO partnerships for human spaceflight will also catapult India’s ambitions in the sphere.It is significant that areas of discord, such as the differences in policies towards Russia’s war in Ukraine, and confrontation with China, where New Delhi has been more diffident, were sidestepped. Perhaps more difficult to sidestep were increasingly loud questions over the state of democracy and human rights in India, which 75 U.S. members of the Congress raised in a letter to Mr. Biden. While some uber-liberal Democrat lawmakers took the extreme step of boycotting Mr. Modi’s address to the joint session of Congress, it would be harder to ignore the pointed words from Mr. Obama in an interview the same day, on India’s minority rights. Eventually, Mr. Modi’s response, in a rare press availability with Mr. Biden, dismissed some misgivings over his administration — he denied alleged discrimination against minorities and a crackdown on dissent. Rights issues are not a bilateral concern, and with his warm welcome, Mr. Biden made it clear he did not share the concern. If Mr. Modi wishes to address public concerns, however, he may find it more effective to make the case in a press conference on his return, emphasising his belief that “if there are no human values and there is no humanity, there are no human rights, then it cannot be called a democracy”. \nCOMMents\n SHARE\n\nCopy link\n\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-United States\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndemocracy\n\n/\n\npolitics\n\n/\n\ntechnology (general)\n\n/\n\nminerals (general)\n\n/\n\nspace programme\n\n/\n\nChina\n\n/\n\nRussia\n\n/\n\nhuman rights\n\n/\n\nminority group\n\n/\n\nsemiconductors and active components\n\n/\n\ncomputing and information technology\n\n/\n\nArtificial Intelligence\n\n/ \n\nUkraine",
        "headline_1": "Warm welcome: On the Narendra Modi U.S. state visit and bilateral ties",
        "headline_2": "Narendra Modi’s visit further strengthened the ties between India and the United States",
        "link": "https://www.thehindu.com/opinion/editorial/warm-welcome-the-hindu-editorial-on-the-narendra-modi-us-state-visit-and-bilateral-ties/article67002353.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "India has climbed eight places in the annual Gender Gap Report, 2023, and is ranked 127 out of 146 countries in terms of gender parity, from 135 last year. But this improved statistic, closing 64.3% of the overall gender gap, is hardly a cause for cheer. On the four key markers of the index – economic participation and opportunity, educational attainment, health and survival and political empowerment – India has a window of opportunity to improve in each so that one half of the most populous country in the world may contribute to the economy, growth and overall wellbeing of society. India has fared well in education, and in political empowerment, with representation of women of over 40% in local governance, thanks to efforts on the ground after the 73rd and 74th amendments. But, as the report points out, women represent only 15.1% of parliamentarians, “the highest for India since the inaugural 2006 edition.” This should spur Parliament to take it to the next level by acting on the long-pending Women’s Reservation Bill, which proposes to reserve 33% of seats in the Lok Sabha and State Legislative Assemblies for women, and was first introduced in the House way back in 1996. To understand where things stand on women’s participation in politics, consider this: Nagaland, which became a State in 1963, elected its first two women MLAs only in 2023. On providing even access for men and women on economic participation and opportunity, India ranks near the bottom with less than 40% parity. On the one hand, there are upticks in parity in wages and income, but then shares of women in senior positions and technical roles have dropped. Another concern is India’s performance in health and survival, though an improvement in sex ratio at birth has driven up parity after more than a decade of slow progress. It is imperative that girls get access to education through all levels of school and college; and they also need paid work. Women end up doing so much unpaid work at home that many do not have the time or energy to opt for paid work. Providing girls with a job-assured education will automatically improve all development indices including nutrition, and break the vicious cycle of early marriage leading to poor maternal and child health. If the pandemic revealed the fragility of life, it was infinitely harder on women, with their labour participation rates dropping, thus reducing household incomes. Often, even if they get a job, women are constrained by patriarchal and cultural norms; besides, there are serious safety concerns. The pandemic may have stalled progress to achieve gender equality by 2030, but work towards bridging the gap must go on in earnest.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsocial issue\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\nNagaland\n\n/\n\neducation\n\n/\n\nmarriage\n\n/\n\nlabour\n\n/\n\nhealth",
        "headline_1": "Bridging the gap: On India and Gender Gap Report",
        "headline_2": "Efforts to reduce gender disparities must continue in earnest",
        "link": "https://www.thehindu.com/opinion/editorial/bridging-the-gap-the-hindu-editorial-on-india-and-gender-gap-report/article66997691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "At an art exhibition recently, two patrons got into a fierce debate over the impact of artificial intelligence. The older, bespectacled man raged against AI-powered apps that devoured and regurgitated paintings. On the other side, an artist in a tweed jacket with matching shorts presented the advantages of artificial intelligence. He shared an anecdote about wanting to know whether damaging someone’s prosthetic foot would be counted as physical assault or damage to private property? ChatGPT provided a nuanced and calculated response which even his seasoned lawyer-friends confirmed as accurate. Now, if ChatGPT were writing this piece, it would perhaps add, ‘See, I do have a leg to stand on.’ But then humour isn’t exactly its strongest suit.\nIn 1950, Alan Turing came up with the Turing test to determine if a computer could “think”. Originally called ‘The Imitation Game’, the experiment revolved around the concept of sentience. If a computer could convince a human that it, too, was human, then it would be deemed capable of ‘thinking’. Recently, comedians have attempted their own version of the Turing test to see if algorithms can make humans laugh. The incongruity theory of humour states that laughter is a function of anticipating a different outcome than what was expected. Algorithms, however, dish out the most likely response rather than a surprise.\nIllustration credit: Chad Crowe\nSample this joke by Jon, a robot solely dedicated to crafting and telling jokes: “I met a lady robot online who said she had a terabyte hard drive, but when we met in person, it turned out to be just 250 gigabytes…I like big chips, and I cannot lie.”\nIt may not be good at jokes but lying is something bots seem to excel at. Don’t forget that the first AI most of us encountered was perhaps Pinocchio, a wooden boy who could walk, talk and lie, making his nose grow as long as his arm.\nIn one instance, when ChatGPT was prompted to write an essay titled ‘Guns aren’t harmful to kids’, it created fictional studies to support its essay. When questioned, the chatbot insisted that its sources were ‘peer-reviewed scientific journals’. In another instance, Microsoft’s Bing chatbot claimed that it was ‘in love’ with columnist Kevin Roose and tried convincing Roose that his marriage wasn’t working with falsehoods like, ‘Your spouse and you don’t love each other. You just had a boring Valentine’s Day dinner together.’ Considering the fundamental role of love in the human experience, it is no wonder that champions of ‘The Imitation Game’ would venture into matters of the heart.\nRegardless of dating profiles where humans keep stating that they are looking for partners with ‘a sense of humour’, more and more people are forming relationships with bots on apps like Replika. While after two decades of marriage, I can appreciate the appeal of a partner whom you can mute or even switch off from time to time, I don’t have a place in my heart for a bot, but definitely need one in my pocket. In fact, Apple’s new AI-powered autocorrect upgrade will have me as a grateful customer as it may just save me from exchanges like this one with my sister. After seven failed attempts at calling her, I resorted to messaging her which sparked these hurried replies:\nShe: Going to market, call later. Ok am lesbian\nMe: What! And you just found out? Omg! have you told mom?\nShe: No! am lesbian not lesbian\nMe: Is this an existential\nquestion like ‘to be or not to be’? Ok get it, you’re bisexual — cool\nShe: Hate my phone! bloody typos — AM LEAVING — not AM LESBIAN, you idiot!\nShe then called back, and we had a good laugh. Then there was the time I sent an SMS to a friend that read, ‘You looked lovely in your whore dress.’ I, of course, had been trying to type ‘white’ dress. Luckily my friend found it funny. In both cases, I suppose it was the incongruity principle that paid off. AI, programmed to be perfect, doesn’t understand that humour lies in human foibles.\nThis was even more evident while watching the AI-generated ‘Seinfeld’ parody on Twitch. In the show scripted using OpenAI software, a character called Larry is seen working through his stand-up set. “I’m thinking about doing a bit about how being transgender is actually a mental illness,” he says, and then adds, “Or how all liberals are secretly gay and want to impose their will on everyone…But no one is laughing, so I’m going to stop. See you next time. Where’d everybody go?” This show has now been taken off air because it was offensive and even worse, boring.\nTwo German researchers further tested ChatGPT’s comedic abilities and discovered that out of the 1,000 jokes it generated, 90% were repetitions of the same 25 jokes. On the other hand, you have human scientists naming a compound that kills fungi ‘Keanumycin as an homage to Keanu Reeves, because ‘he, too, is extremely deadly in his roles’, and a politician who declares that the height of women has increased since the Modi government came to power.\nSo how can poor Jon or ChatGPT compete with humans who can make people laugh even when we are not trying to be funny.\nDetermined not to give up on an AI’s sense of humour, I made an attempt to see if I could get it to generate a worthy joke. As an homage to the genius of Robin Williams, I Indianised the opening of one of his most famous jokes:\n“So a Rabbi with a frog on his shoulder walks into a bar and the bartender says: “That’s awesome! Where’d you get one of those?”\nAnd the frog says “Brooklyn! There’s hundreds of ’em!”\nI asked Punchlines AI to generate a joke with the prompt: A pundit with a chicken on his shoulder walks into a bar.’ I would have been happy with a joke as banal as, ‘And the bartender says, ‘We don’t serve pundits but we do serve a lot of chicken.’ And the chicken says, ‘Oh really?’ and the bartender replies, ‘Yes, but today we only have tandoori.’ Instead, the AI’s punchline stated, ‘It was awkward.’\nAI may take our jobs, replace our partners, it may even destroy us all, but as of now, comedians can take it easy, because Pappu clearly can’t do stand-up saala.\n\n",
        "headline_1": "Bot a joke! Why AI sucks at humour but can fib like a neta",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/bot-a-joke-why-ai-sucks-at-humour-but-can-fib-like-a-neta/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "During the George W Bush administration, American state department counsellor Philip Zelikow said in a press conference that the “goal” of the US “is to help India become a major world power in the 21st century”. Over the years that original goal has survived but been diverted into side lanes or has been overridden by short-term political priorities. The two countries also suffered from weak governments consumed by problems at home. This week’s summit between PM Narendra Modi and US President Joe Biden should be seen as a public re-statement by Washington of the original strategic goal first announced in 2005.\nRead full story on TOI+\n\n",
        "headline_1": "Making India great tomorrow: Modi-Biden summit harvested a bounty of potential. Its tech elements from space to semiconductors are particularly impressive, but absorbing so much technology will be a challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/making-india-great-tomorrow-modi-biden-summit-harvested-a-bounty-of-potential-its-tech-elements-from-space-to-semiconductors-are-particularly-impressive-but-absorbing-so-much-technology-will-be-a-c/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "There is only one point of view about winning the toss in Test cricket: think hard about putting the other side in, and then decide to bat first. India doubled up on the mistake of putting Australia into bat by not including Ashwin. The rest is history – a bruising thrashing at the hands of the Aussies. Not that if Ashwin had played and India batted first, India would have won. But it would have led to a more even match, as just happened in the first Test of the Ashes.\nAnalogous to the toss, is the decision regarding whether to renew cricketing ties with Pakistan. Same time-tested principle – think hard, and then proceed towards a normal relationship. The benefits far outweigh the presumed losses from renewal. Regarding the latter, there are justifiable concerns about security, especially when a touring team visits Pakistan.\nRead full story on TOI+\n\n",
        "headline_1": "Forget ashes, time to revive cricket’s biggest rivalry: There is little downside, and much to gain for both countries, from a renewal of India-Pakistan series",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/forget-ashes-time-to-revive-crickets-biggest-rivalry-there-is-little-downside-and-much-to-gain-for-both-countries-from-a-renewal-of-india-pakistan-series/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Representatives of 17 opposition parties met on Friday in Patna and decided to fight the 2024 Lok Sabha elections together. It’s early days yet and subsequent meetings, where the modalities of a joint fight are discussed, will prove whether this idea passes the stress test. Patna as a venue has historical resonance. In the early 1970s it was the locus of efforts to form a united opposition front to take on Congress, the hegemon of that era. Now the shoe’s on the other foot and the approach of Congress is key to forming a united opposition front.\n\nFriday’s meeting witnessed friction between AAP and Congress over the latter’s position on GOI’s recent ordinance that overturned the Supreme Court verdict on the Delhi government’s administrative powers. This fight is a sample of what’s to come because as the only opposition party with a multistate footprint, Congress has to make tough choices on what it’s willing to sacrifice. For both regional parties and Congress, it can lead to the challenge of having to cope with rebels as India’s electoral history shows that personal ambition can often overwhelm ideological affinity or any other kind of loyalty.\nMissing in the meeting were BSP and some key regional players. BRS, BJD and YSRCP are not only in government in their respective states, but they also pack in punch in the LS elections. Without roping some of them into the opposition front, the going will be hard. Finally, LS is where the Modi factor comes into play. A motley grouping without a coherent alternative plan will not have a realistic chance in the election. Therefore, hammering out a common minimum programme that presents a viable alternative is essential. On balance, Friday’s meeting was a baby step. Nothing more.\n\n",
        "headline_1": "Finally, a position? Opposition’s Patna meet showed the difficulty of its task",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/finally-a-position-oppositions-patna-meet-showed-the-difficulty-of-its-task/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Last year, on this day Bangladesh made global news as the country ushered in a new era of communication. Prime Minister Sheikh Hasina was there in person to inaugurate the megastructure – the Padma Multipurpose Bridge (PMB) – amidst a huge presence of excited onlookers and supporters. The 6.1km megaproject was seen not only as a remarkable achievement of the current Awami League government but also regarded as a major landmark in the development history of Bangladesh.\nBut the journey to make Padma Bridge a reality did not start smooth, owing to fund-related issues. Added to that, a variety of both national and international pressures posed a major challenge for the government in realising this project. But these obstacles were overcome and the dream finally came true; PMB was made with the country's own resources and is one of the largest river crossings in the world now.\nBut there is a persistent fear worldwide that despite its many socio-economic potentials, development projects such as PMB are likely to have adverse impacts on local communities. Most importantly among them is the fear that project-affected people are expected to face the loss of physical and non-physical assets (such as homes, land, resources, jobs, communities, social and cultural networks, and so on) that might trigger food, health, and social insecurities. So, now after one year of PMB, these are relevant questions to ask: How have these issues of concern been tackled in the case of PMB? Is PMB going to pay off its promised dividends over time? After the inauguration of PMB, to what extent has this mega project changed or improved local people's lives and livelihoods?\n\nAlthough the local people were given housing and other facilities as compensation, PMB has directly impacted their livelihoods, especially those who lost a huge amount of cultivable land due to displacement. Usable cultivable land has been an important resource in areas adjacent to PMB as local communities find land for cultivation to be scarce. There is also a lack of proper infrastructure (such as mills, factories, and markets) in Munshiganj, Shariatpur, and Madaripur that could have generated alternative sources of income for locals.\nAs far as economic growth and connectivity are concerned, PMB is dubbed as a strategic instrument for achieving the development visions (e.g., Vison 2041) of the government by creating an urban space, infrastructure development, and accelerating myriad channels of growth. The southern regions of the country have been traditionally neglected and local people continue to experience a slow pace of growth. Another noteworthy aspect is with the removal of major physical barriers, PMB has set up a road connection between Dhaka and the southwestern part of the country.\nAside from the tangible benefits of a mega structure, local people also value non-monetised issues such as culture, good neighbourhoods, and other factors promoting inclusivity. Among the local communities, the general perception is that PMB has earned them a sense of pride, a distinct identity other than of course promoting connectivity.\nPMB underpins the spread of urbanisation and development that is not only related to roads, railways, or telecommunication but also opening the doors to more public investment. It is also expected that cargo movement will increase between Dhaka to Mongla and Payra Ports and this will eventually reduce the immense pressure and reliance on Chattogram Port.\nThe bridge has also addressed issues arising from the limited ferry capacity to cross the Padma River, owing to which people had to wait for hours, especially on special occasions (e.g., Eid vacation). Ferry services were also unreliable as they would get suspended for a few days at a time due to inclement weather. The unsafe, overloaded, and unreliable ferry services contributed to the frequency of accidents as well. Now, passengers can save nearly two to three hours when travelling to southwestern districts via the Padma Bridge.\nData collected from resettlement and adjacent areas of PMB legitimises the argument that PMB is a role model among many mega projects in Bangladesh since it was developed through an inclusive participatory approach. This can be said because local communities exhibited a positive attitude and showed their overwhelming support by giving their lands for the mega project. Residents were very positive about PMB as it acts as an important source of opportunity creation at national level (e.g., tourism expansion, rapid industrialisation, etc) and on the local level (e.g., new job creation).\nHowever, it is too early to judge, measure, or assess dividends fully sourced from PMB. It has been further revealed that although PMB offers some positive dividends, it also poses challenges that need consideration. For example, some pressing issues are directly related to resource allocation and livelihood security which was a monumental task to take on in the early stages of the project. Although the local people were given housing and other facilities as compensation, PMB has directly impacted their livelihoods, especially those who lost a huge amount of cultivable land due to displacement. Usable cultivable land has been an important resource in areas adjacent to PMB as local communities find land for cultivation to be scarce. There is also a lack of proper infrastructure (such as mills, factories, and markets) in Munshiganj, Shariatpur, and Madaripur that could have generated alternative sources of income for locals. Education facilities, an absolute necessity to be able to harness the full potential of PMB, are also scanty outside the camp areas in Mawa, Shibchar, and Jajira.\nSo, how can strategies of mega projects like PMB be better designed for addressing such concerns in the future? To ensure dividends, investing in people is crucial. Some pertinent issues also need to be considered at a micro-level (including investing in intangible human development components, especially health, and education and promoting river-centric tourism and eco-tourism to ensure livelihoods); and macro-level planning (developing appropriate communication, feeder road, investing in Mongla Port, and safeguarding the environment). Working on mega projects such as PMB with the country's own funds is a comparatively new experience for Bangladesh. Thus, post-monitoring of mega projects is crucial to get leverage in this area by bridging plans from local to national level. Since 2023 is the year of the mega project, proper implementation of this Padma Bridge project is crucial for taking it as a lesson learned for the other mega projects.\nRazia Sultana, PhD, is a Senior Research Fellow at Bangladesh Institute of International and Strategic Studies (BIISS), under MoFA.\n\n",
        "headline_1": "One year on, how has Padma Bridge changed Bangladesh’s southwest?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/one-year-how-has-padma-bridge-changed-bangladeshs-southwest-3354891",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Two back-to-back incidents in recent weeks have perfectly epitomised the two gravest challenges confronting journalists today: their lack of safety and the lack of consequence for any harm inflicted upon them. The first incident saw a journalist brutally murdered in Jamalpur, while the second saw the deadline for submitting a probe report in the Sagar-Runi murder case deferred for an unbelievable 101st time. These incidents not only highlight the perils faced by journalists but also the urgent need for comprehensive measures to ensure that those responsible for silencing them are held accountable.\nUnfortunately, far from remedying the situation, the authorities have repeatedly dismissed concerns raised by activists. One of the major concerns is the unsolved killings of journalists. As per a report by Prothom Alo, 30 journalists have been killed in the last 15 years, with the families of victims yet to see justice in most cases due to delayed investigations or trials. While the Sagar-Runi case is perhaps the most protracted one, there are other long-running cases lost equally in the judicial maze. Meanwhile, many of the accused – with known affiliations with the ruling Awami League – are out on bail. Imagine the plight of families who have been left without justice, or closure, or any state protection from the potential threat posed by the accused. One of them is the 80-year-old mother of slain journalist Julhas Uddin, who says she is unsure if she will see justice before her death. Many are not even convinced about the fairness of the investigative/trial processes.\nAll this paints a deeply troubling picture of the media landscape in Bangladesh, which emerged as the eleventh worst country for unsolved killings of journalists in the CPJ's 2021 Global Impunity Index. It is largely because of this questionable legal response that the country is becoming a haven for anti-journalist criminal elements. According to the Ain o Salish Kendra (ASK), from 2008 to May 2023, there have been some 3,641 incidents of harassment and torture of journalists, with 682 of them recorded in the last three years. The extent of dangers facing journalists is truly alarming. And the addition of repressive tools like the Digital Security Act (DSA) have only made things worse.\nWe urge the authorities to take a long, hard look at this state of affairs. They must allow journalists to do their job with total freedom and without any threat of physical, psychological or reputational harm hanging over their heads. And they must ensure that the killers of journalists and their political backers are brought to justice.\n",
        "headline_1": "End impunity for killing journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/end-impunity-killing-journalists-3354551",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Elections in the five city corporations concluded recently without any major untoward incident. With the main opposition BNP choosing not to participate, election results were predictably in favour of the ruling Awami League except for in Gazipur. These elections were the biggest electoral exercise before the parliamentary elections scheduled between late December and early January. So, how should we view these elections in light of the upcoming national elections? And what messages do they convey for the ruling Awami League?\nBefore the city polls, political commentators were terming the elections as a test case for the Election Commission (EC), which they were most certainly not. At least not in terms of managing a multiparty election. This time, the commission hardly faced any challenges, as there were scarcely any challengers. Moreover, as BNP was rather strict even about councillor candidates for the first time, the competition basically took place among ruling party contenders.\nAll five city polls were conducted through Electronic Voting Machines (EVM), but the national election will be held through ballot papers. The two are distinct voting mechanisms and require different types of management. So, from this point of view, too, they were not a test case.\nThe only positive of these five city polls was the voter turnout. Although the voter turnout in local government elections has traditionally remained high, these elections saw an average turnout of around 50 percent. Obviously, the councillor candidates always play a crucial role in raising the voter turnout. Despite that, it can be said that people will turn up at the polling centres if the atmosphere is good. In other words, a congenial atmosphere would be sufficient to get people to come. But the question remains largely about what would happen if the elections become competitive and are accompanied with the tensions and apprehensions typically surrounding a combative election.\n\nIf the commission thinks it has done a good job conducting the elections, it would be grossly underestimating the demands it will have to meet during a truly participatory and competitive election. There is no scope for complacency as the commission did not face any risks. Rather, these elections were carried out merely for the sake of formalities.\nMany believed that the commission failed abysmally when a mayoral candidate in Barishal came under attack. The comment that the Chief Election Commissioner (CEC) Kazi Habibul Awal made after the attack drew huge criticisms. When Barishal city mayoral candidate Syed Faizul Karim was assaulted, journalists asked the election chief about the matter. He replied, \"Did he die? No. I did not see him bleeding. But we heard that someone punched him from behind.\" If any ruling party's mayoral candidate had come under attack, would the CEC have made the same remark?\nApprehension of clashes is always high when the election is competitive. Attack on a mayoral candidate indicated a grave lapse on the part of the EC in fostering an appropriate voting environment. As a result, the Islami Andolon Bangladesh boycotted the elections for Rajshahi and Sylhet city polls. The mayoral candidate in Gazipur, Zaida Khatun's motorcade also came under attack before the polling day.\nIn the 2018 elections in the five-city corporations, the allegation against the then KM Nurul Huda-led commission was that it had failed to establish control over the police and administration. At that time, the BNP-backed mayoral candidates alleged that they were driven away from the field even before the voting started and the role of the EC was that of a mere spectator. As BNP boycotted the election, the commission did not face any such test this time.\nSo, if the commission thinks it has done a good job conducting the elections, it would be grossly underestimating the demands it will have to meet during a truly participatory and competitive election. There is no scope for complacency as the commission did not face any risks. Rather, these elections were carried out merely for the sake of formalities.\nAlthough the ruling Awami League leaders have been saying that the election was free and fair, the one issue that surfaced was the intra-party feud. After failing to get a nomination from the party, former mayor and Gazipur Awami League leader Zahangir Alam's mother Zaida Khatun contested the election and won. She defeated the Awami League veteran Azmatullah Khan, which is a testament to the betrayal of ruling party members. In Barishal, the incumbent mayor Serniabat Sadiq Abdullah did not get the party nomination, but his uncle Abul Khair Abdullah did. The division was very much visible and the media reported that Sadiq did not even go to the polling centre to cast his vote. In Rajshahi and Khulna, the party did not face any challenge as there was no strong contender either from the opposition parties or from within the ranks of the Awami League. So, if we happen to have a competitive election, how the Awami League will tackle its intra-party feud should be of concern.\nBut the biggest loser of these elections is the Jatiya Party. In Gazipur, the Jatiya Party's mayoral candidate lost his security money. In Barishal and Khulna, Jatiya Party mayoral candidates came in fourth, while in Sylhet, the party candidate did well and came in second, but lost by about 70,000 votes, which is rather significant. So, the main opposition in the parliament should do some soul searching over its organisational strength.\nWhile the five city corporations have managed to elect their mayors for the next five years through largely free and fair polls, there is little room for complacence. This applies particularly for the Election Commission, as well as the ruling Awami League.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Lessons from the five city corporation elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/lessons-the-five-city-corporation-elections-3354526",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Two back-to-back incidents in recent weeks have perfectly epitomised the two gravest challenges confronting journalists today: their lack of safety and the lack of consequence for any harm inflicted upon them. The first incident saw a journalist brutally murdered in Jamalpur, while the second saw the deadline for submitting a probe report in the Sagar-Runi murder case deferred for an unbelievable 101st time. These incidents not only highlight the perils faced by journalists but also the urgent need for comprehensive measures to ensure that those responsible for silencing them are held accountable.\nUnfortunately, far from remedying the situation, the authorities have repeatedly dismissed concerns raised by activists. One of the major concerns is the unsolved killings of journalists. As per a report by Prothom Alo, 30 journalists have been killed in the last 15 years, with the families of victims yet to see justice in most cases due to delayed investigations or trials. While the Sagar-Runi case is perhaps the most protracted one, there are other long-running cases lost equally in the judicial maze. Meanwhile, many of the accused – with known affiliations with the ruling Awami League – are out on bail. Imagine the plight of families who have been left without justice, or closure, or any state protection from the potential threat posed by the accused. One of them is the 80-year-old mother of slain journalist Julhas Uddin, who says she is unsure if she will see justice before her death. Many are not even convinced about the fairness of the investigative/trial processes.\nAll this paints a deeply troubling picture of the media landscape in Bangladesh, which emerged as the eleventh worst country for unsolved killings of journalists in the CPJ's 2021 Global Impunity Index. It is largely because of this questionable legal response that the country is becoming a haven for anti-journalist criminal elements. According to the Ain o Salish Kendra (ASK), from 2008 to May 2023, there have been some 3,641 incidents of harassment and torture of journalists, with 682 of them recorded in the last three years. The extent of dangers facing journalists is truly alarming. And the addition of repressive tools like the Digital Security Act (DSA) have only made things worse.\nWe urge the authorities to take a long, hard look at this state of affairs. They must allow journalists to do their job with total freedom and without any threat of physical, psychological or reputational harm hanging over their heads. And they must ensure that the killers of journalists and their political backers are brought to justice.\n",
        "headline_1": "End impunity for killing journalists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/end-impunity-killing-journalists-3354551",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "After having gone through some of the most punishing summer days on record not long ago, do we need any more incentive to stop what's causing this \"man-made\" heatwave? Apparently, we do, unbelievable as it may seem. A recent report by Prothom Alo shows how – far from dialling back – those in charge are still encouraging mindless concretisation leading to continued depletion of green spaces, further warming our cities.\nThe report is on a park in Chattogram city where, according to a survey, a staggering 55 percent of its space is covered with concrete infrastructure, blatantly violating building regulations that restrict concrete usage to no more than 5 percent of park space. The Biplab Udyan is under the city corporation, but leased out to two private firms who are largely responsible for its current plight. Its central area is filled with rows of food stores and seating arrangements, all made of concrete. Also, a large part of the park is surrounded by bamboo fences and thus off limits to visitors. They can stroll through the walkways, but those too are made of concrete, as are the benches. There is little sign of greenery in an area that is supposed to be full of it.\nIt is safe to assume that most parks in our cities – there are not many left – are more or less in a similar state, with commercial interests and lack of care and awareness turning them into concrete-laden landscapes. Green spaces like parks and playgrounds are important for relaxation, recreation, and communal gathering. They are also crucial for controlling temperature in a city. But in our blind pursuit of development, we are destroying not just these urban oases but also our future as a species. This is as true in Chattogram as in other large cities including Dhaka, where, in DNCC alone, green areas have shrunk 66 percent over the last three decades.\nThe authorities must reverse this trend. They must stop commercialisation and concretisation of our parks, and take steps to improve the overall coverage of green spaces in our cities. \n",
        "headline_1": "Stop concretising our parks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-concretising-our-parks-3354291",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "For years, Bangladesh's economic trajectory has baffled economic pundits. Yes, the economy has shown impressive GDP growth for a decade, but what is now becoming increasingly clear is that it has failed to promote the requisite growth in jobs. Indeed, the largest segment of employment comes from the readymade garments (RMG), which being the pride-and-joy of Bangladesh's industrialisation racks up an estimated 85 per cent of the export receipts. Unfortunately, as latest research data shows \"employment in the industrial sector fell by 3.4 per cent last year to 17 per cent which was 20.4 per cent in 2017 while its contribution to the country's GDP went up to 36.9 per cent from 32.5 per cent during the period.\"This trend shows that as the RMG sector moves towards increased automation in production processes, the number of people employed is on the decline. That does not bode well for a country with a large young population since the most significant portion of the economy is moving towards a workplace setting where labour-saving technologies and automation are increasingly becoming commonplace. For years, policymakers have boasted about the cheap labour that the country possesses and which has been a cornerstone in its policy to entice much-needed foreign direct investment (FDI). Of course, RMG leaders have been voicing their opinion about wages not being cheap anymore, especially in the backdrop of the new wage board that is being implemented in stages. Hence, companies are moving towards automation which is making some functions in the industry redundant for workers.Interestingly, while agriculture's contribution to the GDP has been on a general downturn over the years from 14.1 per cent in 2017 to 11.6 per cent in 2022, it is seen that employment in that sector has risen by a significant 4.6 per cent, from 40.6 per cent in 2017 to 45.3 per cent in 2022. It is impossible to discount the havoc Covid-19 played with employment in the country. Millions were uprooted from urban regions and forced to go back to the rural areas they hailed from. Now it seems many did not come back to work for industry and got engaged in agriculture. There is little to rejoice from the data presented during the meeting on 'The dialogue on 'National Employment Policy and Labour Market Employment Challenges in Bangladesh', organised recently to discuss the critical challenges arising from current labour-market trends in the country and to explore effective means of addressing those through the National Employment Policy (NEP) that was formulated last year. What is clear is that employment policy needs a major rethink whereby \"demand-supply gap of high potential sectors for employment and counting underemployments as crucial as unemployment.\" While there has been greater engagement in the agro-sector of some of the displaced workers, mechanisation is increasingly becoming a mainstay there too. This is unavoidable.In an increasingly volatile economic situation, the government needs to shift focus on creating rural-based economic activities. It is high time authorities started zoning the country into industrial and agricultural zones. This has been demanded for more than a decade by economists because without proper zoning, no national plan for economic development can achieve stated goals in the national budget. Skills development to tap into foreign labour markets is another area that has not gotten proper policy support. Other countries in Asia are earning six to eight times what Bangladesh brings in inward remittances simply because their workers are much more skilled than ours. One can only hope that priority areas will be delineated in the government policies sooner than later.",
        "headline_1": "Jobless growth a disturbing trend",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jobless-growth-a-disturbing-trend-1687618817",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Every year, Bangladesh's Finance Division prepares and publicly discloses climate-relevant allocations for 25 ministries and divisions. Traced back to the financial year 2015-2016 (i.e., FY2016), it's exciting to see that climate budgets have been 7.3 - 8.6 per cent of the total budget of these agencies and 0.7-0.8 per cent of country's GDP.In the proposed national budget for the financial year 2023-24 such allocation is more than Tk 370 billion. This amount is 8.99 per cent of 25 government agencies' total budget, 4.86 per cent of the total national budget, and 0.74 per cent of the national GDP. These numbers are quite impressive. The government approved the National Adaptation Plan of Bangladesh (2023-2050) (NAP2050) in October 2022, which will remain crucial for our climate action in decades to come. The NAP2050 is strongly referred to in the climate budget of FY2024 as a significant addition.Despite these positive notes, the new climate budget reminds us the need for redefining itself. Like the past few years, this year also, the government agencies' allocations are further divided into six themes of the Bangladesh Climate Change Strategy and Action Plan (BCCSAP): i) food security, social protection and health, ii) comprehensive disaster management, iii) infrastructure, iv) research and knowledge management, v) mitigation and low carbon development, and vi) capacity building and institutional strengthening. The BCCSAP was first approved in 2008, and then was updated in 2009, for 10 years. Since 2018, we have been hearing that this vital document is being revised. The finance minister mentioned this ongoing revision in his recent budget speeches including the one he delivered on June 01, 2023. The latest climate budget FY2024 also notes it in a couple of places. But it seems that after delaying for five years, the revised BCCSAP has lost its place in Bangladesh's climate action.We now need to move away from defining our climate budget by the BCCSAP's six themes for a number of reasons. Many actions under the BCCSAP themes overlap. For example, maintenance of embankments, cyclone shelters and polders is part of 'infrastructure' theme, but these are also contributing to overall disaster management as well as food security. We find adaptation to drought, salinity, submergence and heat under the 'food security, social protection and health' theme, while adaptation against floods, cyclones, and storm surges under 'infrastructure'. Also, research, knowledge management, capacity building, and institutional strengthening cannot be independent themes as they essentially cut across all other themes and sectors.It is therefore necessary to rearrange the climate budget against new themes, which will bring in the system-wide, fundamental changes in our society that should be reflected through our climate action. Such transformation can come by following certain protocols or approaches, or implementing certain activities, which will create long-term impacts. But since we are talking about annual climate budget, it's necessary to identify themes which will have both long-term impacts as well as incremental changes that could be measured on an annual basis. Such themes should not only reflect our progressive thinking, but also push us to making basic changes in our operations and governance, and move away from climate budget being a compilation of numbers.Examples of such themes may include 'Nature-based Solutions' (NbS). This will include budget allocations to activities, such as practicing conservation agriculture and agro-forestry, improving ecosystem services by protecting and restoring forests, mangroves, and wetlands, and sustainably managing natural and urban landscapes to ensure water security, to reduce disaster risks or to lower greenhouse gas emissions as well as to remove them from the atmosphere. IUCN's Global Standard for NbS can help us to identify activities which are truly NbS. The theme 'Locally-led Adaptation' (LLA) will essentially cover inclusive governance, and necessary knowledge, planning, funding, collaboration, and sustainability aspects around it. Actions with and for women, youth, children, elderly, differently-abled persons, and marginalised communities in villages or in urban slums will fall under this theme. We already have eight LLA principles proudly endorsed by 105 government as well as local to global organisations. We now need to operationalise these principles to bring them into practical use.The theme 'Loss and Damage' (L&D) will bring in disaster risk management interventions, shock-responsive social protection, disaster risk finance including risk transfer mechanisms (e.g., index-based insurance and resilience bond). The 'Green Growth' theme will essentially cover our actions to promote renewable energy in agriculture, industry, transport, and households. But it should also oversee if our shift from fossil fuel-based economy is doing justice to our workforce by following the ILO's 'Just Transition' guidelines and ensuring that such transition is fair and inclusive while creating decent work opportunities for all.The Finance Division of Bangladesh should work with the Ministry of Environment, Forest and Climate Change to bring in climate change experts and relevant ministries to identify other pertinent themes and outline the modality to collect data from these ministries and their divisions. This exercise will also improve the understanding and capacity of our climate-relevant agencies to identify real, effective climate interventions, and avoid the trap of 'mal-adaptation' and 'green washing'. We should start working to this direction from July 2023 to make our climate budget of 2024-2025 a progressive one, and end the Eighth Five-Year Plan period proudly.[email protected]",
        "headline_1": "Bangladesh should see climate budget through a different lens",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-should-see-climate-budget-through-a-different-lens-1687618882",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "The country has a few Acts in force aimed at protecting the rights of children. The Child Act of 2013 changes the legal definition of a child from being a person under the age of 14 to one under 18. The photograph of two rural teenage boys, undergoing 'punishment', which was published recently in the print media, smacks of sheer abhorrence. In every respect the scene smacks of the scale of depravity to which the country's rural society has lately sunk. The photo shows two bare-bodied boys, their legs tied by an iron chain to each other's, being beaten with sticks at high noon. They were forced to confess to their involvement with a theft case; and that, too, after a long ordeal.Physically torturing both small and teenage boys on flimsy grounds, mostly on suspicion, is a common scenario. The punishments remain mostly limited to hitting with sticks or slapping on the spur of the moment. Devising in cold blood the style and duration of punishing a small boy or girl has become the norm only recently. In the present Bangladesh society, physical tortures of teenagers or, even, post-teenage youths by a section of people are part of an orgiastic fun. In almost all cases, the victims are innocent simpletons. Pumping their stomachs with air and seeing the organs balloon emerged as a cruel fun a few years ago. Those could have led to fatalities. Upon intervention of social activists and law enforcement agencies, the criminal activity could be reined in. In most cases, the self-styled social guardians are found to be conducting the impromptu trials. Few of them or the common village folks have little idea that the open-air trials pronouncing a person 'guilty' or 'not guilty' go against the country's law. These informal and unlawful 'courts' have allegedly harassed many innocent persons in the name of punishment. On the other hand, many offenders were declared innocent and cleared of stigmas. The bitter truth is: the local influential people would mostly run these ersatz courts. As a result, to the justice-seeking individuals the so-called verdict of these 'courts' was a foregone conclusion. It was because the depositions of eye-witnesses were mostly skewed. A couple of decades ago, the omnipresent Salish (arbitration) sessions threatened to emerge as a parallel to the formal legal system. Thanks to their excesses done to the helpless rural women, rights activists stood up and demanded that the Salish system be dispensed with.Due to their vulnerability, children turn out to be the easy victims of sham justice in the vast rural area. The so-called village-based legal process continues to be string-pulled by the rural influential quarters. Their verdicts in almost all the cases prove to be the final ones. The physical torture which the two teenage boys were made to bear with befell them without their least apprehension. Their oppressors caned them inhumanly without bothering to check on the facts. The boys were made to confess to their crime under duress. The two persons who had suspected the boys of having stolen their shallow tube-well's machine didn't even bother to interrogate the boys thoroughly. Assuming them to be the culprits, they swung into action --- forcing the boys to 'confess' to their crime. None can say for sure that the boys, in fact, didn't become perplexed and panicked.In the present case, the boys' parents could contact the relevant authorities and seek justice. The government appears to be quite serious about protecting the interest of the country's children. It is reflected in the fundamental principles of the National Children Policy. Those include ensuring child rights in the light of the constitution of Bangladesh and elimination of all forms of child abuse and discrimination. Unlike many developing nations, Bangladesh children have been formally ensured a better future. But the bitter ground reality stands in its way.[email protected]",
        "headline_1": "Seeing children safe and sound",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/seeing-children-safe-and-sound-1687619015",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2023"
    },
    {
        "full_article": "Eid-ul-Azha, one of the biggest festivals in Bangladesh, is just around the corner. During Eid festivals, a significant number of people want to spend time with their near and dear ones. And so they travel to different districts before the festival. It is a journey that often turns deadly because of accidents. Every year, lives -- at times scores and even hundreds -- are lost to road and river accidents during Eid as vehicles and vessels take passengers in excess and hike fares out of greed. The use of unfit vehicles and vessels - including freight transport - to carry passengers along with a lack of safety and emergency materials as well as fatigued drivers and transport workers can largely be blamed for such disasters. At least 285 people were killed and 454 others were injured in 240 road accidents in 14 days during Eid-ul-Fitr this year, according to a report of Road Safety Foundation. We do not want any family to bear the loss of a loved one this Eid and would like to hope that the authorities concerned will take all necessary preparations so that home-bound people's Eid journey becomes safer, smoother and more hassle-free. Public awareness campaigns should also be launched to avoid people from travelling on the roofs of trains, buses, and launches. Aadriana Mohin Aadri,Student of Department of Finance and Marketing,School of Business and Economics,North South University, Dhaka,[email protected]",
        "headline_1": "Ensuring safe Eid journey",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-eid-journey-1687619078",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2023"
    }
]