[
    {
        "full_article": "Russia’s unjustifiable incursion into Ukraine following weeks of military troop build-up on their shared border has drastically raised tensions in the region with broader ripple effects across the world, particularly for NATO countries and others with strategic connections to the two nations. Reports said that several Ukrainian cities, including capital Kyiv came under attack on Thursday morning, even as the UN Security Council held an emergency meeting to stop the invasion. U.S. President Joe Biden and the NATO and European Commission leadership vowed to impose “severe sanctions” on Russia. This round of sanctions will overlay prior economic penalties imposed on Russian entities and individuals close to the political leadership, and they are expected to include cutting off top Russian banks from the financial system, halting technology exports, and directly targeting the Russian President. Moscow can hardly be surprised at this backlash, for it has shown little sympathy toward the idea of engaging diplomatically on the Ukraine question to address Russian security concerns. Ever since Russia began amassing troops on the Ukrainian border, the U.S., NATO, and Europe have sought to press for diplomatic solutions. This includes direct U.S.-Russia negotiations, and French President Macron’s meeting with Mr. Putin.\rWhile the sense of frustration in western capitals over Mr. Putin’s intractability and aggression are palpable, and the use of severe sanctions stemming from that is a strategic inevitability, it is unlikely that the prospect of escalating violence and a devastating toll on human life and property in Ukraine can be ruled out until Mr. Putin’s broader questions on NATO are answered. At the heart of his fears is the prospect of Ukraine joining NATO and NATO troops potentially stationed at the border with Russia. NATO’s historical record, of its penchant for expansionism, has likely fuelled such insecurities. After the dissolution of the former Soviet Union, the Eastern European military alliance, NATO, and Russia in 1997 signed the “Founding Act” on mutual relations, cooperation, and security. Disregarding the spirit of this agreement, NATO quietly underwent five rounds of enlargement during the 1990s, pulling former Soviet Union countries into its orbit. Cooperative exchanges, communications hotlines, and Cold War fail-safes such as arms control verification have fallen by the wayside, even more since Russia’s annexation of Crimea in 2014. It may be the case that owing to Mr. Putin’s failure to develop Russia into an economic powerhouse that naturally attracted neighbouring countries and international capital to itself partly explains Moscow’s deflection of attention to strategic questions relating to NATO and Russia’s territorial integrity. But unless western nations give assurances to Mr. Putin that NATO will not seek to relentlessly expand its footprint eastwards, Moscow will have little incentive to return to the negotiating table. But Russia and Mr. Putin must realise that war is not the means to peace and security.",
        "headline_1": "Russia’s NATO problem: On the Ukraine war",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/russias-nato-problem-the-hindu-editorial-on-the-ukraine-war/article65080251.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "Maharashtra’s Minister of Minority Affairs and Skill Development and Nationalist Congress Party (NCP) leader Nawab Malik is the second Minister in the Maha Vikas Aghadi (MVA) alliance to be arrested by the Enforcement Directorate (ED). The case against Mr. Malik pertains to a transaction in 1999 in which a property was sold to one of the companies belonging to him for a price ostensibly much lower than its actual worth. The Additional Solicitor General alleged that there was enough evidence to make a case under the Prevention of Money Laundering Act. The ED has also alleged that the property sale was done by an individual, Salim Patel, an associate for Dawood Ibrahim’s sister Haseena Parkar, since deceased. Mr. Malik’s advocate has argued that the power of attorney for the property sale was made in 1999, much before the PMLA came into force and that there is no retrospective action in criminal law. It should be noted that Mr. Malik has been vocal in his criticism of agencies such as the Narcotics Control Bureau and the way they have conducted investigations against individuals in Mumbai. Unlike the case with former Home Minister Anil Deshmukh, who resigned after his arrest last year, the NCP and its chief Sharad Pawar have ruled out Mr. Malik’s resignation alleging that this is an attempt by the BJP to destabilise the MVA government. It is for the courts to find if there is merit in the ED’s case against Mr. Malik. It has to do so quickly, as this has become yet another political slugfest between the ruling coalition and the BJP. But there have been several instances where the PMLA has been used by the government at the Centre as a weapon to target politicians from the opposition, their relatives, and activists recently. The PMLA was enacted in 2002 in line with India’s global commitment to combat money laundering, particularly related to crimes involving drugs and narcotics. But as petitions filed in the Supreme Court against the draconian use of the Act have pointed out, the ED conducted 1,700 raids and investigations in 1,569 cases in the last decade (2011-20) but could obtain convictions in only nine cases. This suggests that the agency is using the offences scheduled in the PMLA in an overbroad sense without limiting itself to the chief purpose of the Act. Meanwhile, as the petitioners in the case against the PMLA’s use have argued in the Supreme Court, taking recourse to the Act should not be “arbitrary, vague and fanciful” and the Court must weigh in whether the near blanket powers given to the ED for search, seizure and attachment of assets in several cases are justifiable.",
        "headline_1": "Active agent: On Nawab Malik arrest",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/active-agent-the-hindu-editorial-on-nawab-malik-arrest/article65081360.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "On February 24, the world woke up to the news of a full-fledged, large-scale Russian invasion of Ukraine. The Russian president, Vladimir Putin, says the attack is aimed at demilitarising and denazifying Ukraine. There have been reports of attacks on Ukrainian military posts and the airport in Kiev. Russian military convoys have been seen pouring into Ukraine. An attack in a residential area has left at least 10 people dead, along with many injured.\nWhile the attack on Ukraine does not come as a surprise, given the apprehension of the West of a mass-scale attack on Ukraine since December last year—the US and Europe, including NATO, have been quite vocal about their fears and concerns, and have threatened Russia of consequences in the last few weeks—the response from these countries to the actual invasion has been stupefying, and not in a positive sense.\nThe Ukrainian crisis is essentially about the threat of NATO's potential expansion to the borders of Russia. Ukraine has been wanting to become a member of the alliance for some time—a pain point for Russia, given it does not want NATO presence in its backyard. And to give credit to Russia's concerns, these conversations have gained momentum in recent months.\nUkrainian President Volodymyr Zelenskyy's spokesperson, Sergii Nykyforov, earlier this week had reaffirmed the country's interest in joining the western security alliance. \"This course is not only reflected in the constitution but is also the full consent of the authorities and society,\" Nykyforov said, perhaps hoping that admission to NATO would guarantee Ukraine's security, in the reality of the country's perpetual vulnerability to an attack from Russia.\nAnd NATO and its members have only been encouraging Ukraine's aspirations to join the US-dominated alliance, suggesting repeatedly that Russia cannot veto Ukraine's admission in the group. In September 2021, US Defence Secretary Lloyd Austin clearly said that, \"...no third country has a veto over NATO's membership decisions. Ukraine, as you heard me say earlier, has a right to decide its own future foreign policy and we expect that they will be able to do that without any outside interference.\"\nNo wonder, with such verbose and reassuring statements coming from the NATO members, Volodymyr Zelenskyy felt confident of the alliance's backup in the face of threats from Russia.\nUnfortunately, NATO has failed to respond adequately to the Ukrainian crisis. While in the wake of the invasion, the US, along with the EU, Japan and the UK had imposed a series of sanctions on Russia, the US state department made it very clear that the Russian energy sector would not fall within its purview. \"The sanctions that are being imposed today, as well that could be imposed in the near future, are not targeting and will not target oil and gas flows,\" said a senior state department official. This is because the West cannot risk its energy supply chain—Russia is the second-largest oil exporter and the third largest oil producer in the world, and feeds the world's demand for energy significantly.\nIt is not surprising that between the lives in another country and the livelihoods in one's own, one would choose the latter.\nWhile the West, NATO, and their allies have been forthcoming in their condemnation of the invasion, mere words mean little to the people of Ukraine scrambling to find shelter from constant Russian bombardment.  \nJoe Biden has assured that \"the world will hold Russia accountable\", for the \"unprovoked and unjustified attack\" on Ukraine. But how does holding Russia accountable help the Ukrainian people? Where are the US reinforcement troops now that are supposed to be stationed in NATO's eastern flank? Where are the 8,500 American soldiers who had been put on heightened alert? What are they doing to evacuate or shelter the Ukrainian people?\nWhere is the European \"united front\" that the British prime minister Boris Johnson had so confidently talked about after discussing this issue with his European counterparts back in December 2021? Were these assurances only hyperbolic?\nOne might ask European Commission President Ursula von der Leyen, what they are doing to materialise their commitment to not allow \"President Putin [to] tear down Europe's security architecture.\" Ursula von der Leyen suggested that, with a sanction package, they would \"target strategic sectors of the Russian economy by blocking their access to key technologies and markets.\" But, without targeting the energy sector, would these measures be of any use in pressuring Russia into withdrawing its troops?\nEmerging from an emergency meeting, NATO Secretary-General Jens Stoltenberg called the attack a \"brutal act of war\" that has \"shattered\" peace in Europe. Yet, he failed to outline a solution to the crisis.\nAnd the UN has resorted to its stoic condemnation tonality, asking Russia to bring its troops back in the name of humanity. Antonio Guterres further said that, \"What is clear for me is that this war doesn't make any sense.\" Then again, when did war ever make any sense?\nThe vagueness of such statements underplay the significance of the humanitarian crisis that is unfolding in Ukraine right now. And if world leaders cannot come up with the right solutions, they should at least refrain from making irresponsible and meaningless statements. This is the least the people of Ukraine deserve right now.\nAmidst this cacophony of so many condemnations and sympathies, perhaps the most tangible \"punishment\" for Russia has been the UEFA's move to strip the country of the opportunity to host the Champions League final in St Petersburg. The decision might be confirmed after an extraordinary meeting of the body's executive committee on February 25.\nAgainst the backdrop of the current reality in Ukraine, one cannot but blame NATO and its allies—especially the US—for hanging the country out to dry, and in its hour of need, too. The head-scratchings that are now going on around the NATO circle should have happened when the alliance had encouraged Ukraine to be bold. There is a good possibility of this invasion ending in Ukrainian submission before the Russian military's might. If that happens, it will be the collective submission of the country's provocateurs as well, and perhaps the world would not be surprised.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "NATO’s inadequate response to Russia’s invasion of Ukraine: All thunder and no rain?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/natos-inadequate-response-russias-invasion-ukraine-all-thunder-and-no-rain-2969821",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "We have been seeing a downward trend in the supply of locally produced gas for a while now; yet there have been little efforts to explore potential gas reserves, even though Bangladesh is known to have a considerable amount of gas reserves still unexplored. The country currently has 26 natural gas fields, 20 of which are cumulatively producing about 2,400 units (million cubic feet) gas per day, against the daily national demand of about 4,000 units. About 600 units of regasified liquefied natural gas (LNG) are being added to the national grid through import, but that still leaves a shortage of about 1,000 units per day.\nThe imported LNG accounts for about 20 percent of total gas supply in the country. The Bangladesh Oil, Gas and Mineral Corporation (Petrobangla) annually pays more to import LNG than to cover the cost of the 80 percent of the gas, which is supplied from local gas fields. Importing LNG is essential to partially overcome the gas shortfall, but this has also put our economy under pressure. With a depleting trend of local gas production, a significant increase in LNG import is envisaged in the short to medium term. How sustainable that will be for us economically remains a cause for major concern.\nA logical alternative to this situation would be to increase local gas production. We may, at this point, look at the simple paths of action to this end.\nIncrease the reserve base\nWhen hydrocarbon reserves are depleted, a common practice around the world is exploring new areas to find new reserves. This has not happened in Bangladesh; over the last 20 years, we drilled only 24 exploratory wells, which is a ridiculously small number for a country with high hydrocarbon potential. Only a third of the onshore reserve is moderately explored, and a large expanse of the Bengal plain remains little explored, despite geological and seismic surveys detecting ample targets for drilling.\nOffshore gas exploration has been even more scarce in Bangladesh. Since the first exploration campaign in 1974-1978, no comprehensive offshore programme has been undertaken, and offshore drilling has been few and far between. Strangely enough, no one seems to be able to explain why the multi-client survey for offshore gas reserves has not been done here, even after Petrobangla initiated the process back in 2015.\nMoreover, how does one explain the reason behind keeping the seismic data of 12,500 line kilometres of shallow water and 6,500 line kilometres of deep water—acquired during decades of surveys by international oil companies (IOCs) and other agencies—locked in Petrobangla's drawers? Why is this data not used to attract IOCs to come and explore our offshore reserves?\nIncrease the number of development wells\nFull-scale development of known gas wells is perhaps the best way to enhance production and supply. Most of the gas fields here don't see full-scale development. If we look at India's Tripura, the Rokhia gas field has 30 wells drilled, and Agartala Dome field has 49 wells. In comparison, the Srikail field in Bangladesh has only five wells and Fenchuganj has six, although both are either the same as or bigger than the Tripura gas fields.\nAdd stranded gas to the national grid\nThere is no point in leaving the already discovered gas untapped. The coastal island of Bhola has two gas fields discovered by Bapex: Shahbazpur and Bhola North. The Shahbazpur gas field is producing about 60 units per day, and this amount can be doubled. But it has not happened because Bhola does not have a demand for the extra gas. The extra gas cannot be added to the national grid because there is no pipeline across the 15km channel connecting the island to the mainland. For the same reason, the gas in the new-found Bhola North field remains stranded. If a pipeline is installed, the produced gas would recover the cost of its construction in less than a year.\nThe Chhatak gas field in Sunamganj should be immediately released for production. It has been 17 years since gas production in that field has remained suspended due to the blowout during Niko Resources' drilling, and the subsequent court case between Bangladesh and the gas company. Furthermore, there have been several gas finds which were not put up for production due to a lack of appropriate technology, such as Patiya in Chattogram and Kasba in Cumilla. This technology is available in the world and can be easily acquired.\nIncrease production rate in individual wells\nAn important difference between the IOCs and the national company is that the former produces gas at a higher rate per well compared to the latter. For example, the Bibiyana gas field, operated by Chevron, produces at a rate of 60 mmcfd or more per well, while the national company-operated gas wells produce 25 mmcfd or less per well. The national oil company should take appropriate actions to enhance individual gas well production rates.\nTarget unconventional reservoir horizons\nMost of the large gas fields in Bangladesh have gone past their peak production stage. Conventionally, gas is produced from moderate to thick sand layers, which are easy to locate. As these are being used up, we should now look for the thin to very thin sand layers (reservoirs) grouped together in the wells. Latest innovations in the oil industry have developed technologies which can locate and produce gas from these \"thin bed reservoirs.\"\nBy putting the methods above into action, it is possible to increase the gas production rate in Bangladesh. This will certainly lessen the burden of paying for the high-priced LNG import.\n \nDr Badrul Imam is a former professor of the Department of Geology at Dhaka University.\n",
        "headline_1": "How to increase gas supply from local sources",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-increase-gas-supply-local-sources-2969796",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "It all started when a public interest litigation was filed in the summer of 2020, alleging infringement of constitutional rights due to the government's failure to regulate content in over-the-top (OTT) media services. Subsequently, consistent with a High Court directive issued in January 2021, the Bangladesh Telecommunication Regulatory Commission (BTRC) and the Ministry of Information and Broadcasting started drafting frameworks to regulate online content. A preliminary draft of the regulation— titled Bangladesh Telecommunication Regulatory Commission Regulation for Digital, Social Media and Over-The-Top Platforms, 2021—was recently made available by the BTRC for public comment.\nBroadly speaking, the draft regulation appears to have been substantially copied from India's Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021. Unfortunately, such cut-and-paste exercise is problematic for a number of reasons—not least because it fails to reflect on the underlying policy considerations or to account for the differences in the regulatory environment. It also pre-empts an authentic rule-making effort driven by local issues and considerations. All in all, it stands in stark contrast with the draft policy prepared by the information ministry, and vacuously incorporates such requirements as traceability, local registration and content moderation, with no safe harbour provision.\nSet out below are the key concerns with the draft regulation.\nEnabling traceability\nLet's start with what traceability means. Simply put, it means that messaging services—like WhatsApp and Viber—must have the ability to trace the first sender of a message (sent within Bangladesh) and disclose the information about said sender to the government authorities, on the basis of an order from a court or the BTRC. WhatsApp explains the concern well, \"Requiring messaging apps to trace chats is the equivalent of asking us to keep a fingerprint of every single message sent on WhatsApp, which would break end-to-end encryption and fundamentally undermine people's right to privacy.\" Evidently, the intention is to curb misinformation spread over messaging services. So, why should the traceability feature concern you, a Bangladeshi citizen?\nFirstly, it dilutes a citizen's right to privacy. At the heart of it, to mandate traceability is to effectively mandate surveillance, and this would infringe the right to privacy protected under Article 43 of the constitution. The draft regulation does not provide sufficient safeguards to counteract abuse, nor does it clarify what \"other less intrusive means\" the authorities must explore before a tracing order is issued. Consequently, to comply with such an order, messaging services may have to break end-to-end encryption, a feature which ensures that no one, not even the service provider—other than the sender and the receiver—can read messages.\nSecondly, while the draft regulation states that the content of a message or any other information relating to the individual need not be disclosed pursuant to a tracing order, in reality, this is merely paying a lip service to privacy, because several legislations, including the Digital Security Act (DSA), 2018 and the Bangladesh Telecommunication Regulation Act, 2001 entitle the regulatory authorities to compel disclosure of information.\nThirdly, while the tracing orders must be issued for crime detection, prevention, investigation and prosecution purposes, and on variably interpretable grounds as \"public order\" and \"sovereignty and integrity of Bangladesh,\" the grounds are so broadly applied that it leaves the door ajar for misuse. As a result, citizens would be reluctant to speak freely, fearing that their private communications—even if encrypted—could be traced and used against them. Besides, cybercriminals could easily use sophisticated tools to impersonate a sender, which would render the digital fingerprinting techniques redundant. Overall, this only increases risks against journalists, political activists and general citizenry for expressing unpopular opinion or dissent.\nLocal registration and resident officers\nUnder the draft regulation, there are requirements for non-resident intermediaries to have local registration as well as appoint resident officers and representatives in Bangladesh. Such requirements fail to account for the fact that internet-based services, or the speed and effectiveness of its delivery, are not dependent on companies having local presence in the country. On the contrary, this belief is antithetical to the fluid, cross-border and open nature of the internet and services provided by technology companies, and if enforced strictly, could result in internet fragmentation and debilitated connectivity. Moreover, this requirement will likely increase the cost of doing business in Bangladesh, and thereby make internet-based services more expensive for consumers.\nFrom a business continuity perspective, there are substantial risks of registration cancellation, and law enforcement actions against resident officers and representatives. In fact, it is extremely disconcerting that Section 76 of the telecom act appears to reverse the legal burden of proof for individuals, which means that a person is presumed to be guilty unless proven innocent. On the whole, the requirement for local presence seemingly gives precedence to the government's desire for control over the internet companies, which, without a clear safe harbour provision, may create a prickly dilemma for certain companies to enter Bangladeshi markets altogether.\nAbsence of \"safe harbour\"\nFirst and foremost, what is \"safe harbour\" protection? Fundamentally, it's a legal provision that limits the liability of internet platforms under certain circumstances. For instance, for platforms like Facebook, TikTok and YouTube, this protection is important to shield them from liabilities arising from user-generated contents, over which they don't exercise active editorial or curatorial control.\nSecond, why is such protection important? For several reasons. Since the advent of the internet, intermediary liability protection has undergirded it, enabling platforms to operate at scale, democratising access to information and content creation, and transposing responsibility for contents where it belongs. As a result, clearly defined protections are more likely to result in a vibrant internet ecosystem, thriving digital market, and accelerated economic growth. However, unfortunately, there is no such protection in the BTRC draft regulation, notwithstanding strong constitutional and enforcement arguments in its favour.\ni) A robust intermediary protection enables the exercise of free speech and privacy rights under articles 39 and 43 of the constitution. Put differently, an \"unsafe\" intermediary is incentivised to remove user-generated content without adequate review or consideration, to avoid penalties, which will not only amount to a direct and unreasonable restraint on protected speech, but could also result in self-censorship, as users would consciously forbear from freely expressing themselves. It would also force intermediaries to become surveillance centres and censorship boards. Where the law also requires user information to be handed over, an intermediary would become all but a proxy for the government to collect information and surveil citizens.\nii) From an enforcement standpoint, this protection will also shield intermediaries from the menace of heavy-handed fines and detention. Under the telecom act, the BTRC can impose penalties on companies and associated individuals amounting up to Tk 300 crore (around USD 35 million) and/or imprisonment for up to five years, if contents are not removed in line with their order. And such penalties could be imposed more than once. Such a penalty regime, without a safe harbour, creates significant business continuity risks and could compel a non-resident company to discontinue its services in Bangladesh—or not enter the market at all.\nContent moderation\nAccording to the draft regulation, content moderation requests from government agencies must be fulfilled by intermediaries—like social media platforms, data centres and file hosting services—within 72 hours. Not only is the timeline arbitrary, but the requirement itself is disproportionate, raises constitutional concerns, poses significant implementation challenges, and promotes a monoculture of content moderation.\nFirstly, as mentioned above, the punishment for noncompliance with this timeline is dangerously disproportionate. In the absence of sentencing guidelines, sufficient due process safeguards or a duty to take graded approach, the courts don't have clear precepts on how to exercise their discretion.\nSecondly, content moderation on online platforms constitutes restraint on free speech. By prescribing harsh turnaround time (and in the absence of judicial oversight or the right to appeal), the intermediaries will have a perverse incentive to pre-emptively censor even valid and lawful expressions, or excessively remove content without sufficient consideration as to its legality. Moreover, it is impractical to expect that the intermediaries can comply with the timeline every single time. Content moderation could involve a complex system of review by human reviewers and automated tools, with moderators reviewing large volume of requests, taking into consideration nuanced local legal and regulatory exigencies. Hence, the draft regulation should allow more flexibility around lead times.\nBottom line?\nThere's no doubt that a regulation is necessary, as intermediaries have been woefully slow to solve the problems they create. But we need a content regulation mechanism that takes into consideration the technical, operational and functional differences between different internet-based services—one that is predictable, future-proof and fit for purpose. What we don't need is a regulation inspired by legacy telecommunication and broadcasting standards, arrogated from a foreign law that is facing constitutional challenges and industry-wide criticism, because that will inevitably lead to a patchwork regulation and constitutional challenges.\nWhile the effort to socialise the draft regulation for public comments is a significant move in the right direction, it's not enough. Extensive consultation with input from government and non-government stakeholders as well as constitutional experts is also essential. Particularly, it is important to engage with non-resident intermediaries—like Meta, Google, and Netflix—who will be most impacted by this regulation. It is equally important to undertake impact assessments to assess the effect, effectiveness and cost implications of the regulation. A forward-leaning and collaborative approach will not only inspire confidence in the regulation, but will also give it the teeth of enforcement, and foster a healthy and vibrant digital public sphere.\n \nShahzeb Mahmood is a barrister and a research associate at the Centre for Governance Studies (CGS). \n",
        "headline_1": "A deep dive into proposed online content regulations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/online-content-regulation-deep-dive-2969786",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "Riya and Rifat had been married for two years. They were expecting their first child in 2019. They lived on the third floor of Wahed Mansion in Old Dhaka's Chawkbazar, and things were going normally for them. Then struck a fiery tragedy on the fateful night of February 20, 2019, which engulfed 71 lives, including that of Riya, Rifat and their unborn child. Due to pregnancy-related complications, Riya could not move to escape the building, and Rifat could not leave his wife and unborn child behind to save himself.  \nThis tragedy could have been avoided, had the authorities taken measures to shutter warehouses containing hazardous chemicals from Old Dhaka, as they had committed to do after the June 2010 Nimtoli fire incident, which had claimed 124 lives.\nThe fire at Chawkbazar, according to an investigation by Institution of Engineers, Bangladesh (IEB), originated from the chemicals stored at a warehouse in the infamous Wahed Mansion. High-pressure canisters of deodorant were kept in the warehouses of the building along with other flammable materials. The probe also found that a significant quantity of combustible materials had been stored in the basement of the building.   \nNine years earlier, the fire at Nimtoli—caused by a transformer burst—also turned into an inferno because of the flammable materials and products stored in the various warehouses in that area. \nAccording to the Bangladesh Environment Conservation Rules 1997, industrial units dealing with hazardous chemicals or goods cannot operate in or around residential areas. However, the reality in Old Dhaka is quite the opposite.\nA Bangladesh Small and Cottage Industries Corporation (BSCIC) study earlier revealed that at least 1,525 chemical warehouses and factories, along with 600 colour warehouses and factories are in operation in Old Dhaka, which has made the area extremely vulnerable to fire hazards. Reportedly, 15,000 of the 25,000 chemical warehouses in Old Dhaka are in residential buildings.\nThe BSCIC's promise of relocating the chemical warehouses, post the Nimtoli fire, is yet to be realised. Work for the BSCIC Chemical Industrial Park is still underway, and unsurprisingly, the project deadline has been extended by one more year to 2023, from June 2022. \nAnd even in this there is a catch: the actual relocation would not take place until 2025, even if BSCIC manages to hand over the plots to the factory and warehouse owners by June 2023. The additional time would be required for constructing buildings and completing ancillary work. \nMeanwhile, the vulnerability of the area is manifested in the fire incidents that take place every year. In April 2021, a fire in a chemical warehouse in Haji Musa Mansion in Armanitola claimed the lives of four. Another five individuals perished in a fire incident at an illegal shoe sole factory in Swarighat in November 2021. In December 2021, fire ravaged a shoe warehouse in Shuritola. It took seven firefighting units to bring the situation under control.\nWhat is even more alarming is that, despite the deadly fire in Wahed Mansion, the building owners have now rented out the basement parking lot to a plastic toy factory. Carbon-based plastics are highly flammable and plastic warehouses and factories are major enablers of fire spreads. The four fire extinguishers currently placed in the parking lot will not be of much use during a fire incident, given that the basement does not have a fire exit. This reckless act by the building owners reflects their gross disrespect for the laws and the lives that have been lost due to their sheer greed.\nIn view of this dismal situation, what are the authorities doing to prevent fire incidents from occurring frequently in Old Dhaka? How come the owners of Wahed Mansion are able to rent out the building's basement to another factory, at a time when they are facing charges of negligence from law enforcers? What are the supervision mechanisms and protocols of concerned authorities for ensuring the fire safety measures in these buildings? How many lives would need to become ash before the authorities wake up and take concrete actions to make Old Dhaka safer for its inhabitants?\nIt is high time the government revisited the BSCIC project and took immediate measures to expedite it so that the hazardous factories can be relocated at the earliest. As long as these flammable establishments are housed in the narrow alleys of Old Dhaka, the residents will live in a perpetual state of fear, dreading the next inferno to unleash. We cannot allow that to happen.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "The perpetual threat of infernos in Old Dhaka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/the-perpetual-threat-infernos-old-dhaka-2969771",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "The government is reportedly set to launch a universal pension scheme in which any citizen, including expatriate Bangladeshis, aged between 18 and 50, can sign up for the programme. We understand this was a pledge of the ruling party during the 2008 general elections. Reportedly, the World Bank provided technical assistance to design the initiative in light of the best practices from several countries, particularly India's experience in developing its national pension scheme. The government wants to start the project within six months to a year.\nIt has been revealed in an outline of the scheme that a beneficiary can start contributing to the scheme with a monthly instalment of Tk 1,000 from the age of 18, and can receive a monthly pension of Tk 64,776 after the age of 60. There will be a law to govern the whole process, the draft of which, we are told, will be prepared by soliciting opinions from all stakeholders.\nFrom a social welfare point of view, all this sounds good as it reflects the desire of a large section of citizens worried about old-age economic uncertainty. If the scheme is designed and implemented properly, this would encourage common people, especially those outside the conventional banking system, to save money for the rainy days. All they would want is a guarantee of their money and assurance of receiving the monthly instalments in time without hassles. The stories of elderly pensioners facing obstacles in getting their honestly earned pensions are found abundantly in the media.\nOur past experiences with large government welfare projects make us cautious in welcoming new ones with open arms, however. Such large undertakings need foolproof planning, meticulous implementation and cautious operation at the field level. Since huge sums of money will be involved at every stage, the supervising authority of the proposed pension scheme will have to ensure that there is no foul play at any level.\nExperts are also sceptical about whether it would be possible to roll out the scheme in a year, since it took the government several years to even prepare this strategic paper or initial outline. While this is a good move considering Bangladesh's upcoming graduation from the LDC status, they believe it will be difficult to meet the deadline after formulating the required law, establishing a universal pension authority, and ensuring the inclusion of all beneficiaries before the scheme's take-off.\nWe also believe this to be a good and rather overdue initiative, but would urge the government to ensure that the opinions of experts and relevant stakeholders are properly reflected in the fully fledged scheme outline and the much-needed law for a smooth operation of this ambitious project.\n",
        "headline_1": "A good but ambitious project",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/good-ambitious-project-2969766",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    },
    {
        "full_article": "It is quite unfortunate that Bangladesh Railway continues to incur huge losses despite receiving massive investments from the government over the years. According to a report published in this daily, the government has increased its funding for both the operation and development of the railway, but the agency has not been able to make any profit because of poor services, corruption, and lack of proper management of its assets. According to a document of the railways ministry, the transport agency incurred a loss of Tk 2,086.70 crore in the 2019-20 fiscal year, up from Tk 1,751 crore in the previous year. And as per data cited in the Bangladesh Railway Information Book-2020, the agency has not made any profit since FY2008-09.\nWhile the pandemic may have played a role in reducing its profit margin in the last two years—as the number of railway passengers decreased significantly during this time—the fact that it has not made any profit since 2008 points to other underlying factors that may have brought this organisation to the current situation. The Daily Star published several reports about the inefficiency of its management in the past few years. Only last month, we published a report on the poor implementation of the majority of its public- and foreign-funded projects. Many such projects, undertaken to improve its overall service, have been facing uncertainty as those could not be implemented within the set deadline and budget.\nThe question is: What needs to be done to make this organisation profitable and to improve its services? A meeting held by the ministry recently came up with some important suggestions which should be implemented on a priority basis. They recommended that the railway increase its income by operating more freight, container, and commuter trains. Another suggestion was checking corruption and other irregularities. Recovering the illegally grabbed railway land was also mooted at the meeting.\nWe think if the authorities are sincere, it will not be hard for them to address all these issues. The railway has enough funds to improve its network across the country and increase the number of freight and passenger trains. Checking corruption will, however, need sincere efforts by all concerned as well as greater monitoring by the government. And recovering its illegally grabbed land will give the agency the scope to use it for commercial purposes, by which it can earn crores of taka. But serious efforts will be needed to do so. Last but not the least, the efficiency of its officials must be increased to improve its overall services.\n",
        "headline_1": "Railway needs a major change to improve services",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/railway-needs-major-change-improve-services-2969656",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-02-2022"
    }
]