[
    {
        "full_article": "The Congress is all set to be led by someone who is not from the Nehru-Gandhi family, with Rahul Gandhi making it clear that he is in no mood to return as party president. The party will finalise the schedule for organisational elections at a meeting of the Congress Working Committee on Sunday. The family itself is leading the search for the replacement. Mr. Gandhi had resigned as president following the drubbing of the Congress in the 2019 Lok Sabha election. He had led the campaign, and he took responsibility for the failure; but also felt let down by party seniors who he thought did not fight the election with their mind and soul in it. By turning down the pleas of his ardent followers to return to the helm, he has challenged Congress leaders to adopt a new culture, moving away from the familiar habit of relying on the family as the lifeblood and a façade simultaneously. For the Congress party, this challenge is no less than the external challenge of extinction that it faces from the Bharatiya Janata Party. His discomfort with formal power might make him seem a reluctant politician, but he has expressed a desire to be in public life as a matter of his democratic duty.Rajasthan Chief Minister Ashok Gehlot has emerged as the front runner for the post, for various reasons. Mr. Gehlot is an astute politician, a manager of conflicting interests, and deeply embedded in the Congress structure from the grassroots to the pinnacle. His charm, accessibility, clean image and expertise in heartland politics make him a good fit. He wears his loyalty to the Gandhi family on his sleeve, but remains acceptable to multiple groups within the Congress. If at all there is a contest for the post of party president, that will only enhance the legitimacy of the winner. However, with the Gandhi siblings in active politics, the authority that Mr. Gehlot or anyone else can exercise within the party as president will remain a complicated question. If Mr. Gandhi and his sister Priyanka Gandhi Vadra continue to remain active decision makers, as they have been in the recent past, the situation could turn out to be chaotic. Mr. Gandhi has done the honourable thing by refusing to buckle under pressure and return as president. But he, his sister, and their mother Mrs. Gandhi, should all have very clearly defined contours of involvement in the functioning of the party. A non-Gandhi at the helm can be a good attempt at rebooting the Congress, but that by itself is no guarantee of its revival. The new president should have the authority, legitimacy and vision to infuse new energy in the party. Ironically, the burden of ensuring that is upon none other than the Gandhi family, who will have to be supportive without being seen as interfering.",
        "headline_1": "Family matters: On the Congress and the Gandhis",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/family-matters-the-hindu-editorial-on-the-congress-and-the-gandhis/article65806129.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "One of the clear successes of Indian democracy has been the regular conduct of elections and the relatively high participation of electors in the voting process compared to other countries. Besides the fact that the process is relatively simple with the use of the electronic voting machine, high voter turnout has also been possible due to registration drives by the Election Commission of India (ECI). Periodically, the ECI does face the issue of a cleaning up of electoral rolls due to increases in migrant populations in urban sprawls, demographic changes due to the entry of more eligible voters, besides deaths of older people. But repeated cycles of elections have allowed for a cohesion in this process with voters allowed to register based on proofs of their age and current place of residence. With the increase in the school-educated population, and most Indian citizens living in houses whose addresses are to be mentioned in several identity documents, registering to vote is a relatively easy process. This begs the question as to why election authorities are coercing citizens to mandatorily link registration in voter rolls with their Aadhaar number, as recent reports have indicated. In December 2021, the Lok Sabha passed the Election Laws (Amendment) Bill seeking to link the voter identity card with the Aadhaar number in order to avoid errors such as voter duplication on the electoral roll. But the Government and later, ECI authorities, have insisted that this process would be voluntary.The Aadhaar number is not a proof of citizenship and is meant to be issued to residents, while only adult citizens who are resident in India are eligible to vote. Instrumentally speaking, matching the Aadhaar number to the electoral roll in order to perform verifications is not a foolproof process. The Internet Freedom Foundation has cited data to show that self-reported errors in the Aadhaar database are higher than those in the electoral database. There is also evidence that Aadhaar-linkage with voter identity cards, as in the Assembly elections in Telangana and Andhra Pradesh recently, for example, led to the arbitrary deletion of eligible voters on a large scale. Besides, with the Aadhaar number now being used to access a variety of services, linking to voter IDs, when aggregated from booth level data, can possibly lead to misuse by agencies that can access them to profile voters based on harvested information. The absence of a data protection law heightens the risk of this possibility as well. Scholars studying elections in various countries have averred that simplicity of design and effectiveness of constitutional institutions such as the ECI have gone a long way in easing voting and setting India apart as an electoral democracy. The insistence on linking Aadhaar with the voter ID militates against these principles. The ECI should limit itself to utilising existing proofs for voter authentication and Aadhaar declaration should remain voluntary.",
        "headline_1": "Keep it simple: On Aadhaar-voter ID linking",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/keep-it-simple-the-hindu-editorial-on-aadhaar-voter-id-linking/article65806369.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "A silent revolution is sweeping the country, providing nearly 80 crore Indians the unprecedented empowerment of food security – the freedom to buy heavily subsidised grains from any fair price shop (FPS) in the country. This takes welfare and the pro-poor approach of the Modi government to a new high and sets in motion processes that will have a bigger transformational impact than what many people imagine.\nRead the full article on TOI+\n\n",
        "headline_1": "Grains of transformation: One-Nation-One-Ration-Card is a tool for wider empowerment, says commerce, food & public distribution minister",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/grains-of-transformation-one-nation-one-ration-card-is-a-tool-for-wider-empowerment-says-commerce-food-public-distribution-minister/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "China’s southwestern regions battled fires this week following a severe heat wave, putting their autumn harvest under pressure. Europe last month experienced heatwaves and wildfires and further west, the US government has for the first time ever declared a water shortage on the critical Colorado River. Parts of India experienced a severe heatwave in March, which shrunk the wheat output. True, the southwest monsoon hasn’t disappointed. With a cumulative rainfall of 71cm till August 24, it’s 9% above normal. And the storage level in 143 major reservoirs till August 18 was 125% of the last decade’s average water level. At a regional level, however, rainfall has been deficient across a vast swathe from UP to Bengal. While the gap has narrowed recently in Bengal, the dry spell in July-August is bound to adversely impact the national paddy output.\nThere’s a strong link between paddy and water shortage – because it’s a water guzzling crop. So the message from climate change in this context is, get smart about how you use water. The telling statistic is that India has 17% of the world’s population and 4% of its water resources. Irrigation takes up 90% of the country’s groundwater draft. And Indian farmers use two to four times more water to produce a unit of grain as compared to China and Brazil – a terrible waste. This has serious environmental consequences too. A study by Nabard and ICRIER showed that paddy and sugarcane, which use more than 60% of the irrigation water available, are often cultivated in the most water-scarce regions.\nClearly, India’s cultivation patterns are out of sync with its resource endowments. And states will have to change habits. To illustrate, Punjab is unsuitable for paddy but it also has yields well above the world average. Therefore, policies that incentivise farmers in Punjab to move to less water-intensive crops need to be complemented by higher yields in eastern India. And whatever the policy, it can’t ignore the criticality of price as a signal to incentivise farmers. Market-responsive prices reflect scarcity of resources. For example, free electricity incentivises more borewells, which make water seem more abundant than it actually is. Allowing prices to reflect scarcity doesn’t mean governments cannot provide cash subsidies. India, however, can no longer afford in-kind subsidies that distort prices. Prices work better than exhortations.\n\n",
        "headline_1": "Water of India: Poor rainfall in east is a reminder on conserving a scarce resource by changing cropping patterns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/water-of-india-poor-rainfall-in-east-is-a-reminder-on-conserving-a-scarce-resource-by-changing-cropping-patterns/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "A big, bad change is afoot at India’s biggest tourist attraction, with ASI planning to shutter ticket windows at Taj Mahal, leaving visitors no way in except online bookings. But have the wizards who came up with this plan to trim the crowd considered how many citizens it would hurt? The monument’s website says that of the 7-8 million visitors it attracts annually, only around 0.8 million are from overseas. Indians from all parts and classes of the country make up the numbers. Many have little experience with online booking. Many may also be arriving via public transport, with little surety of making it to a fixed time slot. They deserve to enjoy Incredible India as much as internet savvy folks.\nIt’s well-established that individuals pay a price for over-digitalisation, say, via constantly and compulsively checking social media. For public services the case is similar. In well-calibrated amounts, digitalisation does governance a world of good. But when it becomes an end in itself, the poorest citizens bear the brunt. A distressing example is how the app launched to cut MGNREGA corruption by taking geo-tagged, photographed, real-time attendance is penalising workers who find smartphones too expensive or the network too unstable. The same ordeal has been reported with an app launched for anganwadi staff. Forget any gains, affected citizens find themselves painfully worse off than before.\nAnother example: India couldn’t have fully vaccinated 68% of its population against Covid by relying on CoWIN alone. Of course, the portal was a convenience boon for numerous Indians, but the rest were far more comfortable with walk-ins. India simply is not rich/developed/digital enough yet to kill off analogue options. Public service delivery should not be shaped by technocratic dogma. Keep ticket counters at Taj open.\n\n",
        "headline_1": "Taj for all: Online-only bookings for the much-visited monument will keep aam Indians out. Digital can’t be a dogma",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/taj-for-all-online-only-bookings-for-the-much-visited-monument-will-keep-aam-indians-out-digital-cant-be-a-dogma/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "By Naveed Mehmood Ahmad & Ayushi Sharma\nLast week, the Gujarat government released 11 convicts serving life imprisonment in a case of multiple murders and gang-rape of a 21-year-old pregnant woman, Bilkis Bano. They, however, walked free after serving only 15 years of their life sentence. The premature release of the convicts has attracted widespread criticism and has now been challenged before the Supreme Court.\nRead the full article on TOI+\n\n",
        "headline_1": "Law’s clear: SC can revoke remission orders – Bilkis case decision open to legal scrutiny. Strong court precedents on quashing questionable calls",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/laws-clear-sc-can-revoke-remission-orders-bilkis-case-decision-open-to-legal-scrutiny-strong-court-precedents-on-quashing-questionable-calls/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "Most people on the internet recently have had the misfortune of coming across the poster boy for \"mediocre white man with a superiority complex\": Andrew Tate. With an ever raging appetite for violence, which could not be satiated by his futile kickboxing career, he chose instead to become a violent misogynist. Amassing a cult following of young men, who are \"failures\" in their own right and desire an easy way out, Tate had finally discovered his niche. \nNow an idol for underachieving men, he went on to rage his war against every minority one can think of. The ever-growing conversation surrounding the problematic culture of political correctness swayed in his favour. For those who previously basked in their privilege, despite deliberately harming others, were now being held accountable. And accountability feels a lot like oppression when one is forced to descend their throne of impunity. Being sort of a Jordan Peterson but on steroids, Tate became a steady and relentless voice for these very individuals, often voicing his disturbing beliefs without any filters.\nTate's enthusiasm to jump to any misogynist's defence is quite evident as he has applauded Donald Trump for the former US president's disconcerting remarks regarding women. Most of his videos have recurring statements such as \"women belong at home,\" \"women aren't as smart as men,\" and \"women are a man's property.\" He has also alleged that the reason why Muslim men in London are successful is because their \"women are in check.\" That statement, along with a few others concerning Islam, has also gained him popularity among the Muslim male youth. This was an alarming shift from his usual Caucasian male cult following. \nTate has ridiculously proclaimed his heteronormative views and blatant homophobia by stating that he would opt out of providing another man with life-saving CPR owing to the fear that he may be viewed as anything other than a heterosexual male. He has also tweeted \"depression isn't real,\" further claiming that it cannot be classified as a disease because it is normal to feel depressed from time to time. Tate has tried to justify his 35-year-old self being in relationships with 18- or 19-year-old women by saying he wants to \"make an imprint on them\" – which portrays his groomer mentality. \nFurthermore, he has also stated that women in their twenties are undesirable because they have had more experiences with men. This is downright fetishisation of the innocence of young women and is deeply problematic. His video on how to \"handle a girl\" is enough to shock and disgust anyone. \nAndrew Tate's support of notorious misogynists has precedence, like his pro-Harvey Weinstein tweets during the peak of the #MeToo movement. Those tweets laid the groundwork for his future allegations that the survivors of sexual violence should \"bear some responsibility\" for the assault. \nVictim blaming is innately present in all of his videos and it is no surprise that he himself has been charged with 11 counts of sexual assault. Subsequently, those tweets won him a ban from Twitter. However, he would be back again to spew more hate, equipped with a verified account and a promotion with Bugatti in 2021. Of course, the final ban came with Twitter claiming his verification to be an error, thus absolving them of any accountability. \nDespite his Twitter ban, he was all the rage on the most popular social media platform: TikTok. Videos with the hashtag #AndrewTate garnered over a whopping 13 billion views. Throughout 2022, he also assembled large followings on Facebook and Instagram. A misogynist by day and scammer by night, Tate's Hustler University (that offered online courses teaching its students \"modern wealth creation\") also gained a lot of popularity around this time, with 140,000 members enrolled in its Discord server. \nNevertheless, after requisite pressure was created by the non-profit White Ribbon Campaign, advocacy group Hope Not Hate, and petitions signed by the general public, as well as flooding social media platforms raising their concerns, Tate was banned from all these platforms with promises of \"stricter enforcement\" in regards to content with traces of Tate in them. \nAndrew Tate is the embodiment of unchecked privilege and toxic masculinity; an unsuccessful man desperately clinging on to any remnant of clout, by demeaning women to feel powerful. These traits should not be rewarded and acclaimed but shunned and actively advocated against. Although he has surely been found guilty and cancelled accordingly by the court of public opinion, one cannot help but wonder how permanent this solution would be. The trouble with cancel culture is that, just as quickly as people get upset, they also forget.\nRaina Sabanta is a law graduate from London College of Legal Studies (LCLS).\n\n",
        "headline_1": "Andrew Tate: The man, the misogynist, the bigot ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/andrew-tate-the-man-the-misogynist-the-bigot-3102576",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "Visiting Myanmar in 2019, it was clear that exile was being cemented for the Rohingya community due to continued hostilities, insecurity and diplomatic impotence. Three years later, visiting the camps in Cox's Bazar this week, the writing on the wall is even clearer: the Rohingya crisis has reached a tipping point, and refugees are fast approaching the point of no return. A new initiative, led by the United Nations, Asean and China, must enable possibilities for safe return without delay.\nThe one million people who fled violence five years ago did not only lose their land; they lost everything a homeland signifies: culture, identity and memory. \nChildren born here in \"the world's largest refugee camp\" in Cox's Bazar, Bangladesh have known no life outside the confines of these barbed wire fences. Refugees who pass away in exile are denied the dignity of being buried with family in their ancestral land. With every year that passes, a community that has witnessed the worst of humanity is being unmade. What the Rohingyas have endured – what they continue to endure – is a loss truly beyond belief.\nThe young displaced are caught in the crosshairs of uncertainty and desperation. At an age of innovation and imagination, 450,000 children, adolescents and youth are faced with insurmountable barriers to education and opportunities. Expected to contribute to their families but unable to do so, their backs have hit the wall. \nAccording to our latest NRC report, a staggering 95 percent of refugees aged 18-24 years are currently unemployed, and the majority are suffering from high levels of stress and anxiety. In Cox's Bazar, the threat of a \"lost generation\" is increasingly a reality.\nDespite the heartbreak, the humanitarian response in Cox's Bazar is not without success. The Bangladeshi authorities, relief agencies and donors have made great strides in overturning the initial deforestation of hills where the refugee camps are situated. Local partnerships are increasingly enabling Bangladeshi aid organisations to have a seat at the table, and connect local communities to humanitarian efforts in the region. Still, a lot more must be done to enable the refugees to inform decisions that shape their lives.\nDuring my visit, I conveyed appreciation to the Bangladesh government for hosting so many refugees. In 2021, the country hosted as many refugees as Norway, Sweden, France and the United Kingdom combined. However, Bangladesh cannot do this alone.\nNow is the time for coordinated, courageous action. First, countries in the region must share the responsibility for hosting refugees. In a multigenerational crisis spanning multiple borders, solidarity is in short supply. \nAcross the Andaman Sea, Rohingya refugees are still being pushed back by Thailand, Malaysia and Indonesia, and recently many have been pushed across the border to Bangladesh by the Indian government. This cruel race to the bottom must stop. State commitments to protect people forced to flee must be upheld.\nSecond, diplomacy with Myanmar must be supercharged to find lasting solutions. The Rohingyas have a fundamental right to return to their homeland, and regional leaders, especially the Asean member states and China, must engage to create safe conditions in Myanmar's Rakhine. A joint UN-Asean-China summit in a neutral third country can jump-start long dormant efforts, before the next regional summit in November.\nLastly, donors who have already invested significant efforts and funding to the response must not turn away now. The crises in Ukraine, Afghanistan and elsewhere have brought unprecedented challenges, but the suffering of one community should not be elevated over the desperation of others. More donors must dig deeper, and conditions must be created for humanitarians to do more with less.\nWe are running out of time to give the Rohingyas in Bangladesh the future they deserve. This is the eleventh hour, and they are on the precipice of a frightening abyss. \nIf we ignore them – if we accept this great injustice as normal – future generations will judge us by what we did not say, and what we failed to do now. \nJan Egeland is the secretary-general of the Norwegian Refugee Council, and a former United Nations under-secretary-general for humanitarian affairs. Follow him on Twitter at @NRC_Egeland\n",
        "headline_1": "The Rohingyas are running out of time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-rohingyas-are-running-out-time-3102361",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "Bangladesh Petroleum Corporation (BPC) is no stranger to controversies, having made headlines for mismanagement, incompetence and corruption quite regularly. Even judging by the \"standard\" of our plodding, overspending, underdelivering and by and large unaccountable bureaucracy, it seems to be a cut above the other state agencies. So, it comes as no surprise that the chief of the Parliamentary Standing Committee on Public Undertakings has, according to a report by The Daily Star, expressed \"shock\" at the extent of financial irregularities at BPC.\nThe report details the findings of the committee saying that there has been no external audit of the accounts of BPC over the last 10 years. It only conducted internal audits since FY 2012-13. Moreover, even the audit objections raised that year by the Comptroller and Auditor General of Bangladesh, which should be doing the annual auditing, have not been resolved till now. Alarmingly, in FY 2012-13, the CAG found irregularities of Tk 9,295.4 crore at BPC taking place over the two previous years.\nFor example, a discrepancy of Tk 2,597 crore was seen in the amount of loans it gave to various institutions and projects, as per their respective balance sheets. The BPC also lost Tk 708 crore in interest for failing to collect dues of Tk 5,957 crore from three distributor companies between 2010 and 2012. For eight years till 2012-13, it also never initiated any reconciliation of accounts, which is a process to ensure that the money leaving an account matches the actual money spent. Among other reported irregularities, the BPC sold furnace oil to non-operational power plants, took loans from the government despite having huge deposits with banks, and kept the money it collected as VAT from businesses instead of giving it to the state exchequer, according to the CAG audit report.\n\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives.\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives. This has taken citizens' living expenses to never-seen-before heights in the country. One of the justifications given for the hike was to make up for the losses of BPC. The amount of concession being given to this organisation, instead of checking its corruption and mismanagement, is really stupendous. Another agency under the same ministry, Petrobangla, is now in the process of getting an indemnity clause included in the Bangladesh Oil, Gas and Mineral Corporation Bill-2022 which, if approved, would shield its officials from any legal proceedings for \"acting in good faith\", effectively absolving them of any responsibility for their actions.\nAll this shows how unaccountable these institutions have become in the absence of effective interventions from the higher authorities. A continuation of this situation would further erode public trust in these vital institutions. We urge the government to undertake necessary reforms in how they are run so that they can serve public interests, not the interests of corrupt bureaucrats and their political masters.\n",
        "headline_1": "Who will rein in Bangladesh Petroleum Corporation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-rein-bangladesh-petroleum-corporation-3102221",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "The poignant image on the front page of this daily on August 21 of a young widow, wailing in grief, melted readers' hearts. The photo was of Jannat, wife of Sumon Sheikh, a 25-year-old deliveryman who died inside the lock-up of Hatirjheel Police Station on August 20, within several hours of his arrest. Police say Sumon died by suicide. His family members reject the claim and allege that police demanded bribes, and tortured and framed him. \"They killed my husband. We went to the police station to file a murder case, but police didn't record it. We want justice,\" stated his wife to the media. Not surprisingly, police refuted the family's assertion.\nSumon's death triggered a protest in Rampura Bazar area, where protesters blocked DIT Road to form a human chain and demand justice. Earlier, protests also erupted in front of Hatirjheel Police Station, and police had to resort to truncheon charge to disperse the agitating crowd. Sumon's brother asserted that, in one instance, activists of the ruling party's student wing pounced upon the agitators. The police later stated that the deceased stood accused in a case over the theft of Tk 52 lakh on August 15.\nSumon's family's resolve not to accept his mortal remains until they succeed in filing a case was thwarted when the police and local Awami League leaders forced Sumon's father to receive it from the hospital morgue. Jannat and her family members reported that the body was sent to the morgue for autopsy without their knowledge; they were angry that they were not informed of the handover and the burial beforehand. Jannat's brother said he felt deceived that the police took the body for burial in Azimpur, even when he and Jannat were made to wait for the police at the court. Earlier, Jannat stated that police refused to hand over Sumon's body when she went to collect it, and a sub-inspector of Hatirjheel Police Station told her it would happen only if he was buried in their village home of Nababganj, \"and under no circumstances would the body be given (to the family) if they planned to take it to (the) deceased's home in Rampura,\" according to media reports. Subsequently, the deputy commissioner of police in Tejgaon division denied imposing any such conditions. On August 21, a national television channel telecast footage ostensibly of Sumon dying by suicide, captured on the CCTV camera inside the police lock-up.\nThe Sumon episode triggered a number of questions about the police's role. Firstly, one of the basic features of any detention facility should be ensuring that the detainees get no opportunity to inflict self-harm. Even if the suicide story is taken at face value, the question remains: How was Sumon able to die by suicide in an environment that is under the full grip of the police? Second, filing a complaint with a law enforcement agency is a basic right of every individual. Why did the functionaries of Hatirjheel Police Station refuse to record Jannat's complaint about her husband's death under suspicious circumstances? Third, was the police not obliged to inform the next of kin, i.e. Jannat, about the impending autopsy on the deceased's body, as well as the timing and site of the burial? Fourth, under what authority did the police impose conditions on handing over the deceased to the family? Fifth, why were the police authorities in such a rush to hand the body over only a day after they refused to do so, and were not sensitive to the wishes of the traumatised family members regarding accepting it only after filing the case in court?\nSixth, don't citizens have the right to stage peaceful protests against the wrongful treatment (including inflicting mental harm) of an individual – that, too, in police custody? Was resorting to force the only option available to the police in dealing with peaceful protesters? Did the police force take any measure to apprehend the perpetrators and protect the protesters when the latter were attacked and chased away by supporters of the ruling party? Seventh, it is a relatively easy task to monitor a walled premise, such as a lock-up of a police station. In all likelihood, such a monitoring mechanism would have alerted the police station authorities about Sumon's impending attempt to inflict self-harm. Would the police authorities offer any explanation as to whether the CCTV cameras at this sensitive site were being monitored in real time? If not, then would the authorities explain the purpose of setting up such a surveillance system? Doesn't such omission amount to gross negligence and appalling planning? And finally, while the CCTV footage does not indisputably establish the case of suicide, isn't the circulation of the footage, which shows an individual purportedly committing self-harm, morally and ethically wrong?\nSumon Sheikh was an ordinary person, bereft of influential political and social contacts, and thus vulnerable to extortion and abuse. He was in good health. His family members have staunchly claimed that he was subjected to torture. Only an impartial investigation can establish the veracity of such a claim. There is little doubt, however, that the victim was subjected to severe mental torture that might have prompted him to die by suicide, if the police claim of suicide is to be believed. Such a stack of questionable acts effectively undermines the police's claim that the deceased committed theft, and raises the issue of whether such a claim is aimed at demonising the deceased.\nThe custodial deaths of Sumon and others like him are not deemed important enough to generate parliamentary debate, nor do they instigate suo motu action on the part of higher judiciary. These incidents, on the one hand, are perhaps too sensitive for the National Human Rights Commission (NHRC) to look into, and on the other hand, may not be felt worthy enough for the engagement of the guardians of the nation's conscience and the mainstream intelligentsia.\nIn a judgment on a writ petition filed by BLAST in 2003, the High Court issued a series of directives that included allowing a detainee to meet lawyers, and obliging the law enforcers to secure permission from a magistrate before interrogation, hold the interrogation with glass walls or grills on one side within the sight of the detainee's lawyers or relatives, and ensure medical check-up of the detainee by a doctor before and after interrogation. The state's appeal against the High Court judgment was rejected by the Appellate Division, giving the directives \"a binding effect.\" Unfortunately, the landmark directive of the apex court still remains unimplemented.\nIt is unfortunate that custodial torture continues to be pervasive in a country that has enacted the Torture and Custodial Death (Prohibition) Act, 2013 – in short, TCD (Prevention) Act – and ratified the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. It is time that the recommendations of the UN Committee against Torture to the Bangladesh government were implemented in proper stride. Those include unambiguous decisions be taken at the highest level of the government that torture and ill treatment will not be tolerated under any circumstances or against any person; that the government has no intention of limiting the applicability of the TCD (Prevention) Act and it applies to all forces; that all officials who commit acts of torture and ill treatment will be prosecuted and punished with penalties commensurate to the crime of torture, including those with superior or command responsibility; that measures will be taken to ensure that confessions obtained from criminal suspects through torture or ill treatment will not be accepted in practice as evidence of guilt; and that systematic statistical data will be collected on the implementation of the TCD (Prevention) Act on the number of complaints, investigations, prosecutions and trials and convictions.\nThe UN committee also recommended that the state also commit to carrying out prompt, impartial, effective criminal investigations into all complaints of torture and ill treatment by setting up an independent investigation mechanism, an effective victim and witness protection system, an oversight monitoring body to ensure adherence to the provisions of the TCD (Prevention) Act, and ensure training of medical professionals to assess torture allegations in accordance with the Istanbul Protocol.\nSumon's death has demonstrated the extent of ill treatment that detainees may suffer in custody. It has also revealed the challenges their loved ones may face in seeking justice. The case has rattled ordinary citizens about their vulnerability to abuse of state power by the errant members of law enforcement agencies. It is time the political leadership, particularly those at the helm of law enforcement, took dispassionate stock of the situation and corrective measures (based on the Supreme Court directives and Committee on CAT recommendations) so that state agencies treat citizens with respect and dignity. Needless to say, being treated in accordance with the law and only in accordance with the law is the foundation of such treatment.\n \nDr CR Abrar is an academic and human rights expert.\n\n",
        "headline_1": "Sumon Sheikh's custodial death: Too many questions unanswered",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/sumon-sheikhs-custodial-death-too-many-questions-unanswered-3102216",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "Bangladesh Petroleum Corporation (BPC) is no stranger to controversies, having made headlines for mismanagement, incompetence and corruption quite regularly. Even judging by the \"standard\" of our plodding, overspending, underdelivering and by and large unaccountable bureaucracy, it seems to be a cut above the other state agencies. So, it comes as no surprise that the chief of the Parliamentary Standing Committee on Public Undertakings has, according to a report by The Daily Star, expressed \"shock\" at the extent of financial irregularities at BPC.\nThe report details the findings of the committee saying that there has been no external audit of the accounts of BPC over the last 10 years. It only conducted internal audits since FY 2012-13. Moreover, even the audit objections raised that year by the Comptroller and Auditor General of Bangladesh, which should be doing the annual auditing, have not been resolved till now. Alarmingly, in FY 2012-13, the CAG found irregularities of Tk 9,295.4 crore at BPC taking place over the two previous years.\nFor example, a discrepancy of Tk 2,597 crore was seen in the amount of loans it gave to various institutions and projects, as per their respective balance sheets. The BPC also lost Tk 708 crore in interest for failing to collect dues of Tk 5,957 crore from three distributor companies between 2010 and 2012. For eight years till 2012-13, it also never initiated any reconciliation of accounts, which is a process to ensure that the money leaving an account matches the actual money spent. Among other reported irregularities, the BPC sold furnace oil to non-operational power plants, took loans from the government despite having huge deposits with banks, and kept the money it collected as VAT from businesses instead of giving it to the state exchequer, according to the CAG audit report.\n\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives.\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives. This has taken citizens' living expenses to never-seen-before heights in the country. One of the justifications given for the hike was to make up for the losses of BPC. The amount of concession being given to this organisation, instead of checking its corruption and mismanagement, is really stupendous. Another agency under the same ministry, Petrobangla, is now in the process of getting an indemnity clause included in the Bangladesh Oil, Gas and Mineral Corporation Bill-2022 which, if approved, would shield its officials from any legal proceedings for \"acting in good faith\", effectively absolving them of any responsibility for their actions.\nAll this shows how unaccountable these institutions have become in the absence of effective interventions from the higher authorities. A continuation of this situation would further erode public trust in these vital institutions. We urge the government to undertake necessary reforms in how they are run so that they can serve public interests, not the interests of corrupt bureaucrats and their political masters.\n",
        "headline_1": "Who will rein in Bangladesh Petroleum Corporation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-rein-bangladesh-petroleum-corporation-3102221",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "We're alarmed by the news of a fierce street brawl between two Narayanganj-based teen gangs that created panic among residents on Monday. According to a report, over 50 violent delinquents attacked each other with sharp weapons at the district's Masdair area, while destroying many shops and houses, apparently as part of a turf war to establish their dominance over the locality. In recent times, we have come across similar reports from Narayanganj several times. On July 28, a young man was stabbed to death by members of a rival gang in the Siddhirganj area. The Masdair incident only shows how local leaders and law enforcers have failed to bring these gangs under control.\n\nYouth crime rates are clearly rising. The situation is particularly dire in Dhaka, where around 50 teen gangs are said to be active, their members typically aged between 14 and 19 years. Teen gangs are often patronised by local political leaders.\nThis is increasingly becoming a problem in many parts of the country as well. Youth crime rates are clearly rising. The situation is particularly dire in Dhaka, where around 50 teen gangs are said to be active, their members typically aged between 14 and 19 years. Teen gangs are often patronised by local political leaders. Often, they are seen roaming the streets with blunt instruments, or taking drugs or tormenting young girls on the streets. Even crimes of rape by teenagers have been reported by the media in recent months. These gang members chase down anyone from rival groups walking on \"their\" streets, even in broad daylight, and any kind of resistance can lead to scuffles. All this is very alarming, to say the least, both for the future of young people and society at large.\nExperts believe that the role of family in keeping a check on juvenile boys is vital. Families should keep track of the whereabouts of their sons, and counsel them if they notice any worrying deviation. As laws and regulations on the trial of juvenile offenders below 18 years lack clarity in Bangladesh, these need to be updated so we can better respond to the growing threat of youth crime and violence. Reportedly, the government is contemplating amending the Children Act, especially considering that in almost all cases of violence, the age of delinquents becomes an obstacle to any criminal trial at court. It is also easy to manipulate papers to show a young criminal to be below 18 years.\nGiven the reality, the authorities must respond properly to the situation. We need effective laws that can address juvenile crimes, but we also need laws to be mindful of the welfare and future of teenagers. But law alone cannot address the threat. All responsible, including families and social and political leaders, must do their part as well.\n",
        "headline_1": "An alarming display of youth violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/alarming-display-youth-violence-3102206",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "At a treacherous time when energy or a lack of it appears to be the mother of all evils, the majority of governments the world over are desperately looking for damage control measures. Economies, including some of the highly industrialised and developed ones, are bleeding almost everywhere on account of the rising living cost triggered by energy crunch and its atrociously high import cost. This has prompted even industrially advanced Britain and Germany to go for power rationing. That Bangladesh with little fossil fuel reserves will follow suit is quite understandable. Its initial measures to reduce electricity consumption was to go for, among others, planned load shedding and make do with 25 per cent less use of power in government offices and save 10 per cent of the budget allocation for the energy sector.Now the cabinet has decided to step up the austerity further in order to cut the expenditure on costly import of fuel oils and liquefied natural gas (LNG). To that end, timings of government and autonomous offices and banks have been changed and shortened by an hour. While government offices and autonomous bodies will have their timings from 8:00 am to 3:00pm, banks will start at 9:am and close at 4:pm. Educational institutions will have a two-day weekly holiday instead of one-day. Apparently, the move has merit but the benefit in terms of saved power and energy can be fully enjoyed if the power companies and subscribers apply their maximum discretion in making the programme a success. In this context, the proposal made by the business circle is worth considering. It is in favour of shifting the weekly holiday for educational institutions to Sunday and Monday. That the shopping malls will have to pull down their shutter by 8:pm sharp, is understandable. But at the same time, the shops should be instructed to drastically reduce the unnecessarily dazzling lighting extravaganza. How much power and energy can be saved following the latest austerity measures can easily be determined after a certain period, say, a month. There should have been a programme of regular monitoring and a study to see the benefits accrued from the stage one austerity measures also. Earlier, there was a clear indifference to power supply to rural Bangladesh. This time the best thing likely to happen, if the instruction is followed, is the uninterrupted power supply to villages from midnight to morning on consideration of irrigation to paddy fields. In many areas, sparse rainfalls and even drought have made irrigation absolutely necessary for Aman seed beds and plantation. Costly agricultural inputs mean costlier staple but if the production is bumper, it can keep the price somewhat moderate.The bottom line is that austerity measures in terms of energy use have to be geared to reap the maximum benefits by adjusting and readjusting routines and practices of daily life --- be it at the family, office, factory and industry levels. In this task, irregularities resorted to by the utility services such as Titas, the Dhaka Electric Supply Authority (DESA), Dhaka Power Distribution Company (DPDC) and even Water Supply and Sewerage Authority (WASA) must not be tolerated. Those must be made to put their acts together so that the precious utilities do not go waste in the name of system loss. Only then will the austerity measures bring about the desired results.",
        "headline_1": "To reap benefits of austerity measures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-reap-benefits-of-austerity-measures-1661354188",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "Tea garden owners have claimed that in the ongoing strike by workers --- and this is till Tuesday of this week --- they have lost as much as Tk 161.96 crore. There is hardly any reason to question that figure or not to sympathise with the owners. When an industry is in crisis, it affects society. All of us suffer in the process.And yet on this question of suffering we need to sit back and reflect on the suffering tea garden workers in no fewer than 241 tea gardens in the country have been going through in these inflation-driven times. Prices have taken a leap in every area of life. And when we are informed that these workers have so long worked for daily wages of Tk 120 a day --- which is a pittance --- it is that old matter of insensitivity which hits us in the face. No one appreciates a strike; no one desires that business be suspended through agitation. But when those who resort to strikes do so for bare survival, the issue takes on a wider meaning. Be it noted that it is not enough to try to assuage their feelings by offering them a mere Tk 25 rise in their daily wages. There is not much of a difference between Tk 120 and Tk 145. Is it really that hard for tea garden owners to cough up Tk 300 for each of these workers? Imagine the lives these workers lead --- of hardship brought on by penury, of the longing for food they must keep in check because they cannot afford that food, of the children they must feed at the end of their tough leaves-picking day. In a society where the chasm between the affluent and the hungry widens with every passing hour, why must we require strikes to force a change, or negotiations to work out a settlement? Of course, we know the answer.These are times which test those of us who happen to be part of the middle- and lower-middle classes. For the absolutely poor, it is an era where the future has been obscured by the harshness of the present. Why else would some good souls, young people driven by idealism, come forth to have the hungry consume a plate of rice once they have done a good deed for the day? It is a harkening back to ancient religiosity, to the biblical, when these selfless young administer, here in Dhaka's Tejgaon, an enterprise they call Bhalo Kaajer Hotel. No fewer than 600 to 700 hungry men, women and children, each having done something noble in the course of the day, go home --- if they have homes to go back to --- fed and praying for the well-being of those who have not let them go hungry.That is a revival of nobility. If these young people can undertake such an enormous task --- one does not know how much longer they can do it --- why should our affluent classes, people who can rise to the call of philanthropy, fall behind?We are all suffering these days. When hoarders make it hard for us to buy eggs at reasonable prices and when everyone involved in the transportation, marketing and sales of eggs goes round and round the bush and in the process comes up with excuses to explain his position, we are not surprised. Such predatory behavior has always been the ugly norm in our markets and no one seems to be ready to crack down on it. There are, worryingly, individuals and groups at a remove from the broad social structure. For these people Bangladesh's citizens are today suffused in wealth. There are no beggars holding out their hands in expectation of alms nowadays. How so? Take a look in Gulshan, Banani and Dhanmondi, they will tell you without batting an eyelid. Step into one of those elitist restaurants and you will find you must wait to be called to a table once those who have been having their meals there vacate it. And that is progress, Sir? On social media happy, well-fed people post images of food many of us can only dream of. Who will enlighten these sybarites on the virtues of sobriety? In these tough days for Bangladesh's people, who will gently tell them that those images should not be there? And will they listen?Ask those students, boys as well as girls, who have been going through an ordeal on the food intake issue at the nation's public universities. They come from struggling families in our villages and towns and cities. Many of them spend entire afternoons and evenings, once their classes are over, trekking to the homes of people whose children they tutor. These students are hungry and thirsty and in need of rest and reflection on their academic pursuits. But that money from those tuitions at the end of the month is their lifeline. Ask them about life. The answer is writ large in their eyes, in their sunken cheeks, in their meaningful silences.These students are in a deepening crisis. The price of food at the university halls has gone up. Where earlier they paid Tk 35 for a meal, now they must cough up anywhere between Tk 40 and Tk 50 for the same meal. And, yes, the food has slipped in quantity as also quality. At the Ducsu cafeteria, on the plate there is less rice, less fish and less meat than before. The canteen owner at a hall at Jahangirnagar University grieves: a 1kg chicken, earlier bought at Tk130, now demands Tk200; hundred eggs are now priced at Tk1,200 from the previous Tk700; a 50kg sack of rice, earlier had for Tk1,900, now calls for Tk3,200. How do we allay his worries? The Vice Chancellor of Dhaka University has promised to monitor the canteens of the university halls. But without subsidies of some sort, how will monitoring help?Let us take a walk to the neighbourhood eatery, for sales have dwindled there. You take a shingara but forgo the tea. You order a plate of rice and some daal. Fish is what you dare not have anymore. A single daal puri is what you can afford, not the usual two.Ageing parents in the silent village worry. Have their son and daughter in the city gone to bed hungry? Sleepless in his hall dormitory, the young university student calculates how much money, earned through tutoring children, he can send to his needy siblings back home.\n[email protected]",
        "headline_1": "In the tea gardens, at university halls",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-the-tea-gardens-at-university-halls-1661354244",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "UN Secretary-General Antonio Guterres has called for calm, de-escalation of tensions and respect for rule of law in Pakistan amid the government-opposition political standoff. Why have things come to a pretty pass today? Just months back, Pakistan Prime Minister Imran Khan faced a no-confidence motion in the National Assembly that triggered a high-voltage drama. Was it necessary to pull down a government that was just nearing the fag end of its tenure? Imran Khan warned that the economy that was taking off would take a hit from this changing of the guard at the top. But nobody heeded it. Finally, Mr Khan lost the no-confidence vote as a group of lawmakers of his party defected for reasons best known to them. Thus Imran Khan was ousted from power.How is the state of economy in Pakistan now? The growth target has been lowered. The forex reserve is depleting fast. Before the ouster of premier Imran Khan the inflation rate was hovering around 13 per cent. But the Pakistan Bureau of Statistics (PBS) said last week that the inflation measured by the Sensitive Price Index (SPI) rose sharply in the previous week climbing to a record 42.3 per cent year-on-year.The people of Pakistan now can compare. An Imran Khan in the opposition is now more popular than the Imran Khan in power. The recent election to a score of parliamentary seats attests to this. The Election Commission of Pakistan has announced the schedule for voting in nine parliamentary seats. Imran Khan has filed his nomination papers for contesting election in all nine seats. He has also invited any of the bigwigs in the ruling camp to challenge him in the election. So far no heavyweight from the ruling camp has come up to take up the gauntlet except Interior Minister Rana Sanaullah. Imran Khan's nomination papers have been found valid in eight of the nine constituencies. But in the constituency where Rana Sanaullah is a candidate, the Election Commission has rejected the nomination paper of Mr. Khan citing an error. However, Mr Khan has challenged the decision in court that remains the last resort in this country. Earlier, when Imran's PTI-led alliance failed to form government in the Punjab province, despite winning the majority seats, because of a controversial ruling of the provincial assembly speaker, he went to court. The court overturned the ruling and the PTI-led alliance finally formed the government there.Why is Imran Khan becoming so popular in Pakistan? It is the ruling alliance that is the chief contributor to his sky-high popularity. When Imran Khan came to power in 2018 after 21 years of active politics, people did not know much about the politician in him. But with the passage of time, he started showing his mettle. After his ouster from power, it has become more evident. The people are now rallying behind Imran Khan in ever growing numbers as if he is the Pied Piper of Pakistan politics. The ruling alliance should correct their course. Treading the crooked path to tackle Imran will only drive his popularity curve up. Rather, if his opponents want to equal his popularity, they must equal his love for the people and the country, the respect for the rule of law and the freedom of speech and the level of dignity that he possesses. \n[email protected]",
        "headline_1": "Pied Piper of Pakistan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pied-piper-of-pakistan-1661354280",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2022"
    },
    {
        "full_article": "The careless use of polythene has jumped over the years in Bangladesh. Everyone uses packets and bags made of polythene from kitchen markets to shopping malls. The widespread and irresponsible use of polythene is polluting water bodies and rivers. We are dumping the waste polythene bags here and there. The result is a blockage of the drainage system, which makes the flow of wastewater and sewerage difficult. This ultimate creates waterlogging during the rainy season. The careless use of polythene has threatened human health also. People are consuming micro-plastic particles regularly. Animals are also affected badly. Bangladesh is the first country to ban polythene's production, marketing and use. It was in 2002 when the government enacted a law in this regard. Unfortunately, the country is now one of the leading users of this harmful plastic product. There is no sign of curbing the use of polythene. Strict enforcement of the law is not enough to reduce usage. Citizens also have some responsibility to cut their use. They need to use alternatives like jute bags and paper bags. \nMoly NazmunNarayanganj",
        "headline_1": "Curbing polythene use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-polythene-use-1661354310",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-08-2022"
    }
]