[
    {
        "full_article": "The Supreme Court has struck the right note by voicing its stern disapproval of the tendency among some courts to impose unusual conditions for bail. In the case of Samajwadi Party leader Azam Khan, the Allahabad High Court had granted interim bail in a ‘land-grabbing’ case, but made regular bail contingent on his fully cooperating with the measuring, walling and barb-wiring of a piece of property measuring 13.842 hectares. The allegation against him is that land vacated by a person who went to Pakistan at the time of Partition had been “grabbed” and a university built on it by a trust headed by him. However, in the interim bail order, the District Magistrate, Rampur, was asked to take possession of the property and, after putting up a boundary wall and barbed wire around it, deliver it to the Custodian, Evacuee/Enemy Property, Mumbai. The top court had taken exception to the proclivity among some judges to venture beyond the confines of a given case and imposing conditions that went beyond what were necessary to ensure the presence or attendance of an accused during the trial. It is fairly well-established that conditions for grant of bail have specific objectives: preventing the accused from fleeing justice and precluding any scope for tampering with evidence or influencing witnesses. These objectives are usually secured by directing them to stay in a particular place and asking them to record their presence before a police officer or a court at a specified frequency. Courts are normally not expected to impose any condition that may impinge on other freedoms of the accused or be too onerous for compliance.It is not uncommon for bail courts to add some unusual conditions in some cases. Being asked to do a spell of community service, apologising to victims, reading a moral treatise or chapters from Mahatma Gandhi’s autobiography are some recent examples. In 2020, the Madhya Pradesh High Court had ordered a man accused of molesting a woman to visit the victim at home and agree to her tying a ‘rakhi’, a condition that appalled the Supreme Court which denounced the attempt to convert a ‘molester’ into a ‘brother’ by judicial mandate. The top court’s restatement of its disapproval in yet another case ought to have a salutary effect on courts below. Similarly, unusually harsh oral observations and the inclusion of personal opinions in judicial orders are also not unknown. Examples are legion of judges wading into matters of religion and culture and making controversial remarks. While sharp observations, whether oral or part of detailed orders, can often help in conveying a sense of the judicial conscience, their perfunctory use in a manner that undermines public confidence in the court’s impartiality is best avoided. A judicial order can be trenchant and temperate at the same time, and it needs no unusual condition or gratuitous obiter dictum to prop up its reasoning.",
        "headline_1": "Out of bounds: On the Supreme Court’s stand on bail conditions",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/out-of-bounds-the-hindu-editorial-on-the-supreme-courts-stand-on-bail-conditions/article65677760.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "Tamil cinema got a major fillip at the recent 68th National Film Awards, where it bagged top honours. While Soorarai Pottru hogged the limelight with multiple accolades, including in the ‘Best Actor and Actress’ categories, other films such as Sivaranjiniyum Innum Sila Pengalum and Mandela also fetched their teams honour and acclaim. The selections showcase the sheer variety Tamil cinema has offered to viewers in recent times. While Sudha Kongara’s Soorarai Pottru — starring Suriya and inspired by the life and times of Air Deccan founder Captain G.R. Gopinath — revolves around a man’s desire to succeed and make even the common man fly, Vasanth’s Sivaranjiniyum Innum Sila Pengalum is a powerful anthology delving into the minds of women across three time periods. Madonne Ashwin’s Mandela is at another level: an impressive political satire that showcases how deep-seated caste is in the wider society.The most heartening aspect is that this national acclaim has happened despite these films being released during a tumultuous phase for the film industry — COVID-19 and the ensuing lockdowns. This was acknowledged by the Union Minister for Information and Broadcasting, Anurag Thakur, who said that although 2020 had been a particularly difficult year for films, the nominations comprised great works. It proves that OTT or theatrical, quality content will stand out. That these three important and relevant films were chosen for top national honours not only gives Tamil cinema pride of place but also encourages aspiring and established film-makers to explore subjects that have rarely been taken up. But how important are the national awards? While they do not define or lead to success at all times, they do put the spotlight on underrated gems that might have otherwise been overlooked. Mandela, for instance, is a classic case: starring Yogi Babu, primarily known for his comic skills, this satire that also spoke about vote bank politics, streamed directly on television and subsequently on an OTT platform, when the world was battling the pandemic. This honour for Mandela — in the ‘Dialogue Writer’ and ‘Debut Film of a Director’ category — might well be life-changing for its team, giving them the impetus to work on more significant and impactful cinematic material. With multiple release mechanisms opening up thanks to the advent of OTT platforms, the future looks bright for film-makers and actors trying to explore different aspects of storytelling. But critical acclaim alone is not enough to drive the industry forward; commercial viability and box-office collections matter too. This is the balance that every film industry should strive for.",
        "headline_1": "A fine balance: On Tamil cinema’s outing at the National Awards",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-fine-balance-the-hindu-editorial-on-tamil-cinemas-outing-at-the-national-awards/article65674051.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "The election of Droupadi Murmu as the President of India is a historic moment for Indian democracy. Her remarkable journey from an extremely poor tribal area in Odisha, that too from the disadvantaged Santhal community, to the highest constitutional position in the country has been marked by struggles, grit and determination.\nThe elevation of a person of such humble origins as the First Citizen is a matter of great joy for all of India, more so for the tribal community. It is sad that the nation had to wait for 70 long years to see a tribal woman reach the highest office of the land. This moment marks yet another victory for our democracy and our Constitution under the leadership of Prime Minister Narendra Modi.\nRead full opinion on TOI+\n\n",
        "headline_1": "First citizen & the 9%: Droupadi Murmu proves Modi govt’s commitment to empowerment of tribals, writes the Home Minister",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/first-citizen-the-9-droupadi-murmu-proves-modi-govts-commitment-to-empowerment-of-tribals-writes-the-home-minister/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "The World Health Organisation declaring monkeypox a global health emergency is a signal to India to really scale up its response. Nearly 18,000 cases have been detected worldwide, alongside four cases in India. But having surmounted the worst of the Covid pandemic and learned valuable and occasionally painful and tragic lessons, India is in a better position to implement prevention and treatment strategies for monkeypox. It is this advantage that mustn’t be squandered as monkeypox is less transmissible, and the infectious stage starts only after symptoms appear.\nWe know from Covid what works and doesn’t. Prevention is really the key, not draconian lockdowns, movement curbs or alarmism. Community disease surveillance must be increased.  Healthcare workers must be in a position to get reports of patients manifesting chickenpox-like symptoms, a commonly prevalent disease witnessing fever and rashes – the possibility of monkeypox being overlooked as chickenpox is therefore high. Such heightened surveillance coupled with prompt quarantining, contact tracing, testing, and ring vaccination for at-risk individuals will help prevent major outbreaks.\nFrom readying contact tracing teams to ordering RT-PCR test kits and vaccines and finalising treatment protocols, there’s much work to be done. Assiduously following the test-trace-isolate-treat-vaccinate strategy can ensure mass vaccination isn’t needed. Administering all medical workers the smallpox vaccine, which reportedly gives broad-spectrum protection against monkeypox too, should start early. India must get a headstart on utilising its massive vaccine manufacturing infrastructure. A cardinal mistake until the Covid Delta wave was that GoI failed to place bulk orders and make advance payments to incentivise vaccine companies to scale up production.\nThe US has ordered nearly 7 million doses of the Jynneos vaccine for delivery in 2022 and 2023. But many US states are already reporting Jynneos shortages, a warning for India, which must start negotiations for getting a manufacturing licence. A vaccine production scale-up by India will help the world too. The Centre and states must also get communication strategies right. Like masking for Covid, citizens require advice on how to best protect themselves. Otherwise, misinformation will dominate. The stigma attached to contracting Covid was also a deterrent for symptomatic persons to approach health workers. Patients must be assured their dignity. Monkeypox may have to be monitored for months, given the global surge. But this is a battle India can win.\n\n",
        "headline_1": "Tackling monkeypox: Sharpen disease surveillance, give health workers smallpox vax, manufacture FDA-cleared shots locally",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tackling-monkeypox-sharpen-disease-surveillance-give-health-workers-smallpox-vax-manufacture-fda-cleared-shots-locally/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "Ukraine and Russia’s grain export deal, brokered by the UN and Turkey, is the first major diplomatic breakthrough post-Russian invasion. Its importance is underlined not just by the fact that the two countries account for more than a quarter of world wheat exports, but that food shortages are now a global emergency. The World Food Programme estimates that 47 million people have moved into acute hunger. Black Sea ports remain heavily mined. So, under the new deal, grain ships with Ukrainian pilots will navigate through a safe corridor and pass through the Bosphorus Strait to reach global markets. These vessels will be inspected before they arrive to confirm there is no smuggling of weapons, while the ships will be monitored by a Joint Coordination Centre in Istanbul. In exchange, Russian fertilisers will gain unimpeded access to global markets.\nThat said, the complex process laid out for unblocking the Black Sea means that these shipments will take quite some time to land in global markets and make a difference to global food prices. Plus, the status of the war remains tricky. There are signs that Russia has gained the upper hand in eastern Ukraine with Russian foreign minister Sergei Lavrov recently stating that Moscow’s objectives have expanded. Therefore, not only do both parties have to stick to the deal, any miscalculation will scuttle the agreement.\nIndia will be hoping the deal works. It’s a surplus country when it comes to foodgrain but continued shortages in the global markets raise prices that feed through to other farm commodities, some of which India needs to import. Prices of edible oil – India imports around 14 metric tons of the 23 mt it consumes – have come down sharply. But the Moscow-Kyiv deal needs to work to soften food prices globally.\n\n",
        "headline_1": "Grain of hope?: Ukraine-Russia export deal is complicated. But it’s the best way to soften global food prices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/grain-of-hope-ukraine-russia-export-deal-is-complicated-but-its-the-best-way-to-soften-global-food-prices/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "Our neighbour in the north-west is experiencing economic turmoil. Yet again. Last month, Pakistan’s planning and development minister Ahsan Iqbal appealed to citizens to reduce their daily consumption of tea to two cups, in an effort to preserve dwindling foreign exchange reserves. Pakistan imports around $600 million worth of tea each year and with its foreign exchange reserves depleting at an alarming rate, from $20 billion in August 2021 to $9.7 billion in the beginning of July 2022, the government is feeling the pinch of each teacup.\nAnatomy of the crisis: Pakistan’s economy was tottering down the path of economic crisis for a while, but the deadly combination of the pandemic and the Russia-Ukraine war have caused it to hurtle towards a disaster.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why crisis-hit Pakistan won’t go the Lanka way: World doesn’t want a nation with nukes to collapse & Islamabad’s Middle East friends will step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-crisis-hit-pakistan-wont-go-the-lanka-way-world-doesnt-want-a-nation-with-nukes-to-collapse-islamabads-middle-east-friends-will-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "One of the most important but undervalued events of India's independence movement was the naval revolt of 1946, about which Indian historian Sumit Sarker wrote, \"Had this insurrection succeeded, India's struggle for freedom might have taken a different turn.\" From February 18 to 23 that year, more than 20,000 ordinary sailors, known as ratings, and low-ranking officers of 74 warships and 20 installations took part in a strike, which was termed as a mutiny or rebellion.\nAfter Bengal lost its independence at Palashi's Mango grove in 1757, the British Raj in India faced two major armed revolts: the first one was exactly after one hundred years, the military revolt of 1857, and the second one was 189 years later, the naval mutiny. Both in 1757 and 1857, the freedom fighters were defeated by the arms and tactics of the British rulers, but the naval mutiny failed because of the politicians in India then. It was not only the ratings' mutiny that the political leadership had decided not to support - the civilian uprising triggered by the naval mutiny, too, was condemned by them. The scale of the civilian uprising, if it happened in a post-colonial era, would have created a revolution or at least caused the fall of the government of the day.\nThree days after the mutiny ended and the civilian uprising was crushed with brutal force, the then British Prime Minister Clement Atlee told the House of Commons on February 26, 1946, \"I regret to inform the House that grievous loss of life, injury and destruction of property have resulted from all these disturbances. In Bombay, there have been 223 deaths and 1,037 persons have been injured. The total damage includes the looting or destruction of nine banks, 32 government grain and cloth shops which the public can ill-afford to lose, 30 other shops, 10 post offices, 10 police stations and 1,200 street lamps. The number of vehicles destroyed is not yet estimated. In Karachi, there have been seven deaths and 21 cases of injury. In Madras, up to last night, one person has been killed and another seriously injured\" (Source: Hansard). \nMr Atlee in his statement said, \"Both Congress and Muslim League leaders cooperated in condemning and attempting to stop the disturbances, but the Communist Party issued a manifesto at midnight on Thursday thanking the public for its support.\" It perhaps explains why, to this day, the political classes of the three countries born from the partition of India are not willing to admit their failure and give those mutineers and civilian martyrs their due credit. Therefore, in 2021, there was no big event in the subcontinent to mark the 75th anniversary of the naval revolt.\nOn a personal level, it's ironic that, despite studying history at the country's two top universities, I, too, did not take much interest in it during my student life. When I first heard of the rebellion from a mutineer, I had already taken a job and started my professional journey devoid of in-depth history. The mutineer I am talking about was my father, who spoke about his role and feelings about the lost cause during one of my short home visits. My father, Mohammad Dewan Ali Nazir (Royal Indian Navy, RIN, Index no: 34499) was one of the last 3,500 sailors and 300 sepoys who refused to surrender until the end.\nThey were detained after surrendering and were released in August of that year. The mediation and the assurances given by the leaders of both Congress and Muslim League turned out to be nothing but betrayal. Though the uprising was a challenge to the Empire, shaking up the British imperial order, the leaders of the nationalist movement waiting to form an interim government through negotiations were not ready to derail that prospect.\nThe leaders of the Congress and the Muslim League did not want a revolution - they wanted a peaceful transfer of power. Among the leading politicians, only Congress leader Aruna Asaf Ali extended her support to the ratings' strike and tried to persuade her party leaders to take a stand in favour of the strikers, but failed in the face of opposition from Vallabhbhai Patel. On February 22, Vallabhbhai Patel sent a message to the rebels to surrender. Only the Communist Party of India came forward in support of the naval revolt and called a general strike. Reading the memoir of one of the key figures of the revolt, Balai Chand Dutt (BC Dutt), and a few other publications, one can easily imagine how much frustration and pain those mutineers felt because of the national leaders' silence, which they saw as a betrayal. Perhaps it explains why my father, too, lost interest in politics and didn't speak much about the heroic uprising that ended in a tragedy. \nThose nationalist leaders, including Gandhi, Jawaharlal Nehru and Muhammad Ali Jinnah, advised them \"not to mix up 'political demands along with service demands'; to 'remain calm' and to formulate to the naval authorities their service demands.\" But from the very beginning, those naval ratings were raising political demands - particularly, the Quit India slogan. Their Charter of Demands asked for: 1. Release of all Indian political prisoners; 2. Release of all Indian National Army personnel unconditionally; 3. Withdrawal of all Indian troops from Indonesia and Egypt; 4. British nationals to leave India; 5. Actions against the commanding officer and signal bosonshead for rough treatment of the crew; 6. Release of all detainees (naval ratings); 7. Speedy demobilisation of the RIN ratings and officers; 8. Equal status with the British navy regarding pay, family allowances and other facilities; 9. Best class of Indian food; 10. No return of clothing kit after discharge from service; 11. Better treatment from officers to subordinates; and 12. Installation of Indian officers and supervisors. (Source: Meanings of Failed Action: A reassessment of the 1946 Royal Indian Navy uprising by Dr Valentina Vitali, University of East London, UK.)\nAutobiographies of two rebels  – BC Dutt and Biswanath Bose – suggest that the then (undivided) India could have been a different place if the revolt of that day had succeeded. The rise of communal politics, the division and instability that is spreading in the states and society, would not have happened. BC Dutt was one of the organisers of the HMIS Talwar, the ship where the mutiny started. He was arrested and tried for writing a new slogan on a ship on February 1, three weeks before the start of the February 18 mutiny. His book, The Mutiny of the Innocents, contains details of how political literature and pro-independence activities were organised much before their strike. Biswanath Bose's RIN Mutiny, 1946 also gives detailed descriptions of how the revolt unfolded. But politicians argued that the revolt was mostly due to the resentment among Indian ratings over low wages, poor quality of food and housing, which was lower than that of the Whites, and racial discrimination.\nAfter the mutiny of 1857, the British rulers banned the entry and discussion of political leaflets in all forces, but BC Dutt used to secretly discuss political documents in the ship HMIS Talwar. Two months before the mutiny, on the Naval Day on December 1, when it was open for public visit, they wrote various slogans, including \"Quit India\" and \"Jai Hind\" on the ship. Explaining the reason why the mutiny failed, BC Dutt wrote that while all Europeans and Indians were stunned by the course of events and wondering if it was a revolt, unfortunately the political parties had nothing to say. When it was time to lower the British Union Jack and fly the Indian flag, they felt unprepared.\nOn February 22, 1946, when the nationalist leaders were busy arranging the ratings' surrender, Prime Minister Clement Attlee told the parliament that the sailors had given political slogans and demanded that a political leader be given a chance to speak. He also said in the statement that Congress had nothing to do with the insurgency, but the communists and leftists could try to exploit sympathy.\nWilliam Richardson, a British researcher, writes in The Society for Nautical Research that the political movement for India's independence was at the root of the revolt (The Mutiny of the Royal Indian Navy at Bombay in February 1946, May 1993). Author of the book 1946: The Unknown Mutiny, Promod Kapoor wrote that the navies fell between the two aspirations of the two rulers. One side wanted their impending departure not to be tarnished by the stigma of rebellion. On the other hand, when power was imminent, the other rulers were anxious to see if there were any signs of chaos in the armed forces. Because in the future, they would have to manage these forces. \nPoliticians assured that no one would be punished, no compensation would be paid, and steps would be taken to meet the demands. In reality, the opposite had happened. Rebel leaders were arrested, tried and punished. Other rebels were told to grab third-class train tickets to return home and to never return to Bombay again. Showing various excuses, deductions were made from salary arrears even for minor damages in their uniforms.\nBiswanath Bose's book gives a glimpse of how frustrated and angry these rebels became with the behaviour of the government and the breach of promises by the political leaders. He wrote, \"If patriotism is a crime, then we must be criminals.\" Expressing his frustration for not being reemployed in the Indian Navy, he wrote a letter to Prime Minister Nehru asking if there was any law banning his return to the force due to dismissal for taking part in the freedom movement, and how, as a leader of the Congress, Nehru could be the prime minister. Nationalist leaders were so reluctant to give the mutineers their due credit, that the Indian government banned the Bangla play Kallol (Sound of the Wave), based on the mutiny, by playwright Utpal Dutt, and he was imprisoned. The play was first performed in 1965 in Calcutta at the Minerva Theatre and it drew large crowds.\nAt the beginning of the naval strike, a Central Strike Committee (NCSC) was formed by the representatives of the ships stationed in Bombay. The committee renamed the Royal Indian Navy as The Indian National Navy. The committee was chaired by Signalman MS Khan, and Madan Singh was the vice-president. One remarkable element of the naval rebellion was the unity of various faiths among both the naval force and the civilians who took to the street. They raised slogans \"Hindu-Muslim unite\" and \"Inquilab Zindabad\" on the streets of Bombay. BC Dutt's book also speaks of this communal harmony. He wrote, \"We are from different regions, and from families of Hindu, Muslim, Christian and Buddhist, but after spending years in the Navy, we sailors have become Indians. The irony is that the politics of communal division and hatred is now intensifying across the subcontinent.\n(After leaving the job of a naval instructor, my father joined the office of Indian Civil Supply, and after a short stay in Kolkata, he was transferred to East Bengal. He retired as a magistrate and died on August 29, 2001.)\nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "The forgotten mutiny for India’s independence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/the-forgotten-mutiny-indias-independence-3078386",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "Amid the high inflation and sliding foreign exchange reserves, an energy crisis has crept into Bangladesh. Globally, the worry for high commodity prices was multiplied with Russia's invasion of Ukraine in February, because Russia is a major supplier of fuel and many commodities to the world. Price hikes and supply shortages hit the growth prospect of many countries. China's zero Covid policy has hit its production volume and shrunk the alternate source of supplies of many commodities for importing countries. \nAs a net fuel-importing country, Bangladesh has been in the front line facing the challenges of war-induced price hikes. Bangladesh also imports several essential commodities from the global market, including Russia. The official inflation rate in the country has increased to 7.56 percent, which is the highest in nine years. In Bangladesh, not only the imported products and services, but local commodities too have gotten more expensive. Add to this the poor market monitoring mechanism and the profiteering behaviour of a small group of market players who always take advantage of crises.\nSoaring oil and commodity prices have hit Bangladesh's foreign exchange reserves significantly. Bangladesh's exports have made significant rebound with the pandemic slowing down. In the first 11 months of the 2021-22 fiscal year, export growth was 34.09 percent. As import growth was higher at 39.01 percent, there was a deficit in the balance of payment equivalent to USD 3.7 billion during this period. Indeed, during the same period in the previous fiscal year, there was a surplus of USD 7.5 billion in the balance of payment. Moreover, the negative growth of remittance in FY2021-22 led to a current account deficit of USD 15.3 billion, during the July-April period of FY2021-22, which is 3.3 percent of the country's GDP.\nOn the other hand, the Bangladeshi taka against the US dollar has seen a free fall in recent months, despite the central bank's attempts to keep the taka stable by injecting at least USD 5 billion into the market. Since countries have withdrawn travel restrictions, people have resumed international travels for various purposes. On the other hand, money laundering and trade mispricing through under-invoicing and over-invoicing have also put pressure on the forex market. Due to the shortage of adequate foreign currency in the market, the US dollar is being sold at a much higher rate in the kerb market than the official rate. Though the Bangladesh Bank has recently allowed the market to determine the exchange rate, the market is yet to be corrected. \nMeanwhile, the Bangladesh Bank has taken a few measures to ease the pressure on the forex reserves, such as restrictions on importing luxury items, reporting of all types of foreign exchange transactions by banks, and encashment by banks of 50 percent of the total balance held in exporters' retention quota (ERQ) accounts in the exporters' names. \nA depreciated taka against the dollar may be good for exports and remittances, but it makes imports expensive, which is further fuelling the inflation rate. The government now makes much higher payment for fuel imports. High import payments have already depleted the forex reserves by a significant amount. Since August 2021, the forex reserves have declined by USD 7 billion, now standing at USD 39.8 billion in early July 2022 (FY2022-23). However, the International Monetary Fund (IMF) says the estimation of Bangladesh's forex reserves is exaggerated, and the actual forex reserves are USD 7.2 billion less than what is reported by the government. \nFalling forex reserves is a red signal, since the cost of energy imports is increasing significantly. Forex is needed not only for energy imports, but also for capital machineries for industries and infrastructure. The cost of energy imports by the Bangladesh Power Development Board (BPDB) increased by about 20 percent in FY2020-21, compared to the previous fiscal year. With the continuous rise of global fuel prices, the import payment for fuel will be even higher for FY2021-22. Energy experts view that a lack of initiatives for new gas exploration and efficient management are the causes of the current power shortage crisis in the country. Despite the prospect of success in gas exploration, according to various geological surveys, the government has been reluctant to explore new gas fields. Instead, it opted for importing expensive liquefied natural gas (LNG) from the international market. \nIn view of the soaring prices, the government has taken measures to reduce the cost of energy. It has rolled out a load-shedding schedule of one hour per day throughout Bangladesh. It has also announced to keep petrol pumps closed one day a week. The production of domestic diesel power plants will be suspended for now. Additionally, several measures have been announced to reduce nationwide electricity consumption by 25 percent. While these measures are necessary in view of huge expenses for energy, this is causing public suffering. It is also hampering industrial production. If this continues, production costs will increase and there may be disruptions in the supply chains. It will further increase inflationary pressure. Reduced production also risks reduced employment. \nTherefore, rationing of power distribution cannot solve the core problem, which is deep-rooted. In the face of high inflation, there is a need for continuing energy subsidies. But where is the fiscal space for the government? With a tax-GDP ratio of less than nine percent, there are very limited scopes for meeting the required expenses, not only for energy, but for all other expenditures. Earlier, the government asked everyone to be frugal, and suspended low-priority projects and foreign tours of government officials, which are positive moves. Along with these, it is also crucial to improve governance in project implementation and reduce corruption in public expenditures. This is the time to be more prudent in economic management through immediate, medium and long-term measures. \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Recognising a crisis and responding to it effectively",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/recognising-crisis-and-responding-it-effectively-3078261",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "We are deeply concerned by the potential outbreak of another global pandemic after the World Health Organization (WHO), on Saturday, sounded its highest alarm in relation to the Monkeypox viral disease, declaring it a global health emergency. Although a committee of experts voted 9-6 against sounding the highest alarm, the WHO's chief Tedros Adhanom Ghebreyesus vetoed the decision, as he said he believed the \"outbreak represents a public health emergency of international concern\". Previously, when the WHO first announced the Covid-19 pandemic as a global health emergency, Bangladesh, among other South Asian countries, showed little sign of taking the warning seriously. Therefore, we hope that policymakers this time will remain awake to the looming danger, and take preventive measures to ensure that citizens stay safe from the Monkeypox virus.\nReportedly, around 16,000 people have so far been affected by the disease in 72 countries. Initial symptoms of infection include fever, headaches, muscle pain, and back pain over a course of five days. Rashes subsequently appear on the face, the palms of hands and soles of feet, followed by lesions, spots, and finally scabs. The first case of Monkeypox in South Asia was only recently reported in India, where a middle-aged man who arrived from the Middle East was diagnosed with the disease. Within 10 days of that, India has confirmed four Monkeypox cases. With the arrival of the disease in South Asia and given how easily such diseases defy borders, Bangladesh needs to act fast.\nThe vast majority of cases recorded so far are suspected to have been transmitted sexually, but transmission of the disease may not be restricted to that. So it is incumbent upon the government to set up screening mechanisms at all ports of entry into the country, including airports, land routes, etc. Moreover, the government should set up expert committees in order to find out as much information about Monkeypox as possible, so that health authorities in particular, and people in general, understand the risks and possible preventive measures that can be taken.\nAs we discovered from the pattern of Covid-19 pandemic, trying to prevent transmission at the early stage is the best way to fight an outbreak. Additionally, having a prepared healthcare system would go a long way in fighting any potential outbreak, and save lives. The government should also consider fast-tracking the planned construction of a vaccine plant which will be useful for all vaccine-related purposes in the future – including developing our own vaccines against Monkeypox if or when the need arises, which could potentially prove to be life-saving.\n",
        "headline_1": "Time to take precautions against Monkeypox",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-take-precautions-against-monkeypox-3078256",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "We welcome the prime minister's call for public servants to devote themselves to the welfare of the people. \"All of you [public servants] are getting salaries and perks from the money paid by the common people as taxes. So, you have to work for their welfare and in their interest,\" she said, while speaking at a programme marking the National Public Services Day. She stressed the importance of every employee of the republic fulfilling their duties as specified in the constitution. She highlighted how her government is trying to create a \"congenial atmosphere\" for public servants so they can work without fear or obstacles.\nThere are several takeaways from her speech. While it is customary on such a day for the head of state to address public officials and their issues, in a republican government system, it is essential to remind them, again and again, who they're really answerable to and why. Over the years, this government has been more than generous to boost their morale, through higher salaries and perks, as evidenced by the PM's mention of a special initiative to let them purchase flats and vehicles borrowing government money. For all these benefits, it is only natural to expect superior performance from officials.\nThe question is, why hasn't that come about yet? Unfortunately, today, access to public service across the administrative spectrum remains a daunting prospect, even after the digitalisation of many services. Elsewhere, we see public works and projects flounder repeatedly, without any consequence for those responsible. In case of law enforcement agencies, a growing percentage of policemen are increasingly indistinguishable from the criminals they're supposed to deal with. The criminal justice system is also crumbling, with citizens often left hung out to dry. Forget a superior performance; at this stage, citizens would settle for anything from public officials that doesn't make their life more difficult than it is.\nToday, government jobs are greatly sought after by the majority of graduates, as much for the increased financial benefits as for the near-immunity that comes with the job. The problem seems to be in the politicised system in which public officials work, with no established accountability mechanism, and the expectation that they will somehow be impervious to its influence. The reality is, without a system of accountability – in which all responsible must take ownership of their actions, decisions, behaviour, and performance – any good or bad deed is, in the end, the outcome of individual choice. This cannot be the modus operandi of a system, nor can it meet the expectations of citizens.\nSo we urge the government to help build a strong, apolitical accountability mechanism that applies to all public offices/sectors and all levels of hierarchy, and can withstand pressure from corrupt influences. Only then can we ensure citizens' money is used to serve their best interests.\n",
        "headline_1": "Accountability, not individual choice, should guide public service",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/accountability-not-individual-choice-should-guide-public-service-3078241",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "We are deeply concerned by the potential outbreak of another global pandemic after the World Health Organization (WHO), on Saturday, sounded its highest alarm in relation to the Monkeypox viral disease, declaring it a global health emergency. Although a committee of experts voted 9-6 against sounding the highest alarm, the WHO's chief Tedros Adhanom Ghebreyesus vetoed the decision, as he said he believed the \"outbreak represents a public health emergency of international concern\". Previously, when the WHO first announced the Covid-19 pandemic as a global health emergency, Bangladesh, among other South Asian countries, showed little sign of taking the warning seriously. Therefore, we hope that policymakers this time will remain awake to the looming danger, and take preventive measures to ensure that citizens stay safe from the Monkeypox virus.\nReportedly, around 16,000 people have so far been affected by the disease in 72 countries. Initial symptoms of infection include fever, headaches, muscle pain, and back pain over a course of five days. Rashes subsequently appear on the face, the palms of hands and soles of feet, followed by lesions, spots, and finally scabs. The first case of Monkeypox in South Asia was only recently reported in India, where a middle-aged man who arrived from the Middle East was diagnosed with the disease. Within 10 days of that, India has confirmed four Monkeypox cases. With the arrival of the disease in South Asia and given how easily such diseases defy borders, Bangladesh needs to act fast.\nThe vast majority of cases recorded so far are suspected to have been transmitted sexually, but transmission of the disease may not be restricted to that. So it is incumbent upon the government to set up screening mechanisms at all ports of entry into the country, including airports, land routes, etc. Moreover, the government should set up expert committees in order to find out as much information about Monkeypox as possible, so that health authorities in particular, and people in general, understand the risks and possible preventive measures that can be taken.\nAs we discovered from the pattern of Covid-19 pandemic, trying to prevent transmission at the early stage is the best way to fight an outbreak. Additionally, having a prepared healthcare system would go a long way in fighting any potential outbreak, and save lives. The government should also consider fast-tracking the planned construction of a vaccine plant which will be useful for all vaccine-related purposes in the future – including developing our own vaccines against Monkeypox if or when the need arises, which could potentially prove to be life-saving.\n",
        "headline_1": "Time to take precautions against Monkeypox",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-take-precautions-against-monkeypox-3078256",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "We welcome the prime minister's call for public servants to devote themselves to the welfare of the people. \"All of you [public servants] are getting salaries and perks from the money paid by the common people as taxes. So, you have to work for their welfare and in their interest,\" she said, while speaking at a programme marking the National Public Services Day. She stressed the importance of every employee of the republic fulfilling their duties as specified in the constitution. She highlighted how her government is trying to create a \"congenial atmosphere\" for public servants so they can work without fear or obstacles.\nThere are several takeaways from her speech. While it is customary on such a day for the head of state to address public officials and their issues, in a republican government system, it is essential to remind them, again and again, who they're really answerable to and why. Over the years, this government has been more than generous to boost their morale, through higher salaries and perks, as evidenced by the PM's mention of a special initiative to let them purchase flats and vehicles borrowing government money. For all these benefits, it is only natural to expect superior performance from officials.\nThe question is, why hasn't that come about yet? Unfortunately, today, access to public service across the administrative spectrum remains a daunting prospect, even after the digitalisation of many services. Elsewhere, we see public works and projects flounder repeatedly, without any consequence for those responsible. In case of law enforcement agencies, a growing percentage of policemen are increasingly indistinguishable from the criminals they're supposed to deal with. The criminal justice system is also crumbling, with citizens often left hung out to dry. Forget a superior performance; at this stage, citizens would settle for anything from public officials that doesn't make their life more difficult than it is.\nToday, government jobs are greatly sought after by the majority of graduates, as much for the increased financial benefits as for the near-immunity that comes with the job. The problem seems to be in the politicised system in which public officials work, with no established accountability mechanism, and the expectation that they will somehow be impervious to its influence. The reality is, without a system of accountability – in which all responsible must take ownership of their actions, decisions, behaviour, and performance – any good or bad deed is, in the end, the outcome of individual choice. This cannot be the modus operandi of a system, nor can it meet the expectations of citizens.\nSo we urge the government to help build a strong, apolitical accountability mechanism that applies to all public offices/sectors and all levels of hierarchy, and can withstand pressure from corrupt influences. Only then can we ensure citizens' money is used to serve their best interests.\n",
        "headline_1": "Accountability, not individual choice, should guide public service",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/accountability-not-individual-choice-should-guide-public-service-3078241",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "The Trafficking in Persons (TIP) Report 2022 released by the US State Department recently has included the Myanmar's displaced Rohingya as victims of the payment of the highest migration cost in the 'region'. The report has presumably referred to the Rohingya as Bangladeshis. In the Report's words \"Rohingyas and poor migration seekers\", the case for 'Bangladeshis' remains implicit. These words mixing Rohingya people with Bangladeshis could trigger confusions. In reality, the Rohingya had never been Bangladesh citizens. They are Myanmar nationals, displaced by persecutions orchestrated by that country's army. At present, 1.0 million Rohingya refugees are sheltered in temporary camps in the southern tip of Bangladesh, with many staying with their host communities in greater Cox's Bazar. Of the total Rohingya, 750,000 entered Bangladesh in 2017 to escape 'ethnic cleansing'. Negotiations have long been on to send the Rohingya Muslims back to Myanmar. In fact, Bangladesh doesn't have any acute form of illegal migrant problem. Frenetic efforts are, however, seen among a section of rural job-seeking youths to land jobs abroad. Many are defrauded by human traffickers in the process, becoming debt-bondage victims. Moreover, the migration cost of legal Bangladeshi migrants is still the highest in the region. Not long ago, makeshift boats, carrying Bangladeshis, floating aimlessly near Greek coasts were not rare spectacles. One such incident involving 300 fortune-seeking Bangladeshis has just been reported. Presently in Asia, the largest segments of refugees eying safer lands elsewhere are the Rohingya. It's these people who turn to the trafficking syndicates to help them reach distant shores. The TIP report offers a scathing account on how the Rohingya women along with children fall victim to traps laid by traffickers. It also points out that Bangladesh remains at 'Tier 2' this year as it has made progresses in combating human (Rohingya) trafficking by increasing investigations, prosecutions, and convictions against human traffickers.The TIP report says human traffickers transport Rohingya girls within Bangladesh who end up in Chottogram and Dhaka, and regionally in India, Malaysia, and Nepal. Most of them are coerced into sex business by the syndicates of sex traffickers. They are also tempted with false promises of jobs or marriage. A lot of traffickers run their 'trade' on the internet. The report comes up with allegations from international organisations saying, Bangladesh officials are involved in facilitating the trafficking of Rohingya people, by providing traffickers access to camps in exchange of bribes from traffickers. Moreover, Rohingya girls and boys are picked from camps and forced into the jobs of domestic workers, shop help, fishers in deep-sea trawlers etc.According to an international organisation, Bangladesh is the world's sixth-largest migrant labour source. It is viewed as the 8th largest country to receive remittances from the Gulf countries, Malaysia, Brunei and the Maldives. For cheap sources of labour, traffickers eye Bangladeshi men, women and teenagers who migrate willingly, but return disillusioned and devastated. Many unlawful migrants have to remain detained in camps for indefinite periods. This happens in case of 'mainstream migration' like those resorted to by the West Asians and Africans. Thanks to their strong physique, many illegal African migrants have been legalised through phases of 'integration'. It's also true many died at mid-sea on way to Europe. They included a handful of Bangladeshis falling victim to traps set by trafficking gangs based in Libya. Bangladesh could earn huge volumes of remittances. Phony manpower agents and traffickers stood in the way. Now the rootless Rohingya are out to botch up the efforts, unwittingly though.",
        "headline_1": "Woes of illegal migration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/woes-of-illegal-migration-1658670723",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "We are in the toughest period the world economy has faced since the creation of the multilateral system more than three-quarters of a century ago. A quadruple shock of COVID, climate change, conflict and cost-of-living has undone years of hard-fought development gains. As financial conditions tighten, even countries that had seemed on track to prosperity and stability now stare into the abyss of debt distress, fragility and uncertainty about the future.Coordinated, multilateral action is necessary to tackle the crises we face. Both aid and trade have key roles to play in reversing the impacts of this quadruple shock and putting the world back on track to achieve the Sustainable Development Goals.We head the three international agencies that comprise the Geneva trade hub - the World Trade Organization (WTO), the UN Conference on Trade and Development (UNCTAD) and the International Trade Centre (ITC). The WTO makes and monitors the rules for global trade. UNCTAD delivers research and consensus-building to guide governments. ITC helps small business go global, especially firms led by women and young entrepreneurs. We work together so that trade works better for development.All three of us share a deep commitment to trade-led prosperity. All three of us understand that a world in crisis means no more business as usual. And all three of us want our organizations to \"walk the talk\" on making aid and trade deliver for real people. To guide aid and trade towards a better world, policymakers need to pivot in three fundamental ways.First, make trade greener. Global trade can play an important role in a transition to a low-carbon economy. Preliminary research at the WTO suggests that removing tariffs and regulatory trade barriers for a set of energy-related environmental goods would reduce global CO2 emissions by 0.6% in 2030 just from improved energy efficiency, with additional potential gains from innovation spillovers and as lower prices accelerate the shift towards renewable energy and less carbon-intensive products happens.Second, make trade more inclusive. Promoting greater trade by small businesses and greater participation by women and youth make companies and countries more competitive, drives economic transformation and reduces poverty. Yet ITC business surveys found that only one out of every five exporting companies is women-led.WTO data show that micro, small and medium-sized firms represent around 95 per cent of all companies globally but only one-third of total exports. Third, make trade more connected. In our networked world, the future of trade is through digital channels and platforms, especially for small businesses. During the pandemic, we saw how doing business online went from being useful to critical for survival. UNCTAD data show that digitally delivered services reached almost two-thirds the level of global services exports.These themes will be discussed at the upcoming Global Review of Aid-for-Trade, which will be held during 27-29 July in Geneva. The event comes one month after the WTO's successful Twelfth Ministerial Conference, which put trade multilateralism back on track and delivered a landmark agreement on fisheries subsidies, and two months before the COP27 meeting in Egypt that could determine the world's chances to keep the 1.5C target alive.The data show promising signs that aid-for-trade is tilting towards greater sustainability, inclusivity and connectivity. OECD and WTO data reveal a record high of nearly US$50 billion in aid for trade disbursements in 2020, of which half were either climate or gender related, and one-third supported the digital economy. Despite growing budgetary pressures at home, it is critically important to continue and increase these aid-for-trade flows.Apart from a stronger thematic focus on sustainability, inclusivity and connectivity, maximizing the contribution of aid for trade to achieving the Sustainable Development Goals requires a resolute focus on the \"where\" and \"how\" of delivering development results. This means a focus on those countries whose trade and development needs are highest - particularly Least Developed Countries and fragile/conflict-affected countries - and regional initiatives like African Continental Free Trade Area, to ensure they become stepping-stones to wider and more inclusive regional value chains and trade-led growth.It means partnership across international organizations. The WTO, UNCTAD, and ITC have already collaborated on initiatives like the Global Trade Helpdesk, which simplifies market research by bringing key trade and business information to a single portal, as well as on support to cotton-exporting countries in Africa. Last but certainly not least, it means mobilizing public and private finance. The IFC estimates a worldwide US$300 billion financing gap for women and the global trade finance gap has nearly doubled from an already staggering $1.5 trillion. Without access to finance, firms cannot grow, diversify or formalize.We want to end with a call to action. Creating a more sustainable, inclusive and connected future is the moon shot of our times. Aid, trade and multilateralism - working together - are part of the solution. It is normal and understandable that governments act to shore up their own economies in troubled times. But we must act now to ensure that the world's poorest and most vulnerable can still see a pathway to prosperity through global trade.\nNgozi Okonjo-Iweala is Director-General, WTO; ([email protected]). Rebeca Grynspan is Secretary-General, UN Conference on Trade and Development and Pamela Coke-Hamilton is Executive Director, International Trade Centre.",
        "headline_1": "A world in crisis needs both trade and aid",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-world-in-crisis-needs-both-trade-and-aid-1658670802",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "The commissioning of the Padma Bridge has opened up unlimited possibilities in terms of communication, convenience, time saving and economy. Not only are people living on the western side of the river Padma expected to be its beneficiary but also the entire country will directly or indirectly reap its benefit. However it may not be an unmixed blessing for all even in areas where people are ecstatic over the advantages the bridge has provided. For example, the launch operators --- owners of the vessels in particular, are apprehensive if they can continue their business as usual. The initial shock is quite telling. There is a severe dearth of passengers which has forced curtailment of the number of the launches. Reportedly, 18 launches used to operate on the Dhaka-Barishal route every day before the opening of the Padma Bridge. Now only eight launches ---four from each side ---operate. Apart from Barishal, Bhola and Patuakhali terminals, 20 such terminals in different southern districts maintain waterways communication with Dhaka. Some of those may be at risk of ceasing to exist. Even drastic cut on fair has failed to attract passengers. The fair on the deck has been lowered to Tk 200 --- almost half the government rate fixed earlier --- on Dhaka-Barishal route, so has been the fairs of general cabins and VIP cabins. But yet passengers do not show up. Surely the business slump is a cause for concern for launch operators. But launches do not carry passengers only, they also play the role of cargo vessels and on this count, the land transportation of goods will never match the cheaper rates of launches. There is no reason why launch service will lose all its demands. Unless the weather is terribly foul, they offer safe journey. There is no violent jerk and passengers can have a good night's sleep before reaching their destinations on either side of the routes. In their initial enthusiasm and eagerness to experience the thrill of crossing the Padma river by road over the longest bridge in the country, travellers may spurn the water routes but gradually they will count costs as well as take stock of the advantages of waterways. Nevertheless business for launches will never be as brisk as it was before. What is particularly concerning is that the three-storied launches have operation costs on a return journey, reportedly, in the range of Tk 0.35 million. Unless 75 per cent capacity of the BIWTA-approved limit is filled, the operation of such vessels cannot be profitable. The difference between fairs of buses and launches will, however, always give the latter an edge over the former. A section of passengers will prefer a launch journey to a road journey because of this; another section will do so because of the smooth and jerk-free travel and yet another section of people will opt for launch journey because of comparative safer journey. Road journey is fraught with danger in this country for a number of reasons but on that count a journey on waterways is less risky and far more comfortable. Even if all these plus points do not prove enough to bring passengers back, the vessels will have to improve their facilities by making adjustments and readjustments. Some innovative measures can increase the comfort zone even for the deck passengers. Quality of service can be greatly raised in order to attract passengers. No argument those who are in a rush will prefer a road journey anyway. But people, particularly the elderly, who can afford a night's comfortable passage of time will perhaps still take a launch journey. So, the future of water transport (launch) business may not be as bleak as it looks now.\n[email protected]",
        "headline_1": "Is water transport business doomed?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-water-transport-business-doomed-1658670838",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2022"
    },
    {
        "full_article": "With the increasing use of technology and online activities, the number of cybercrimes around the globe and in Bangladesh is on the rise. Incidents like hacking Facebook and email accounts are taking place every day. People are increasing their personal security risk by falling into the trap of various types of spy links. Mobile banking has made our life much easier and simpler. However, many people unknowingly fall into the trap that the hackers lay for them, disguised as an intimate relationship. They send different app download links and deceivingly collect the OTP (One Time Password) from their targets to hack the accounts. Sometimes, cyber criminals hack social media accounts and blackmail their owners for money. Fake websites, scams, fraudulent phone calls and messages by digital thieves are giving people a hard time protecting their important data or being safe from all kinds of cyber deceptions. Creating public awareness is the most important thing to control cybercrimes. If one is victimised, everyone in one's family should stand by the victim and work hand in hand to ensure justice. Also, we have to focus on creating strong public opinion against cybercrime on a large scale like including cyber awareness topics in the textbooks. How cybercrime victims can get legal help should be widely disseminated in simple and understandable language. For this, our media should also come forward. \nSM Ahmed Razin, Student of Jagannath University, Dhaka, [email protected]",
        "headline_1": "Curbing cybercrimes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-cybercrimes-1658671240",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-07-2022"
    }
]