[
    {
        "full_article": "Russia’s hosting of the 16th BRICS Summit in Kazan had several messages, watched closely by particularly the western countries. This was the biggest such conference in Russia since the Ukraine war began in 2022. With leaders of nine countries (and Saudi Arabia’s Foreign Minister) arriving as BRICS and BRICS partner countries, and about 30 leaders of the Global South attending a special BRICS outreach conference, Russian President Vladimir Putin dispelled any notion that Russia had been “isolated” due to Ukraine. The summit agenda and the Kazan Declaration sent a concerted message on strengthening economic bonds within the group that together represents a third of global GDP, in a signal that unilateral sanctions against members — Russia and Iran, for instance — are not acceptable to all. Among the agreements, the push for an interbank cooperation mechanism, a grain exchange, a cross-border payment system and insurance company, and growth of the BRICS New Development Bank, indicate the intent to seek alternatives to the prevailing international governance structures. The induction of members, Iran, Egypt, Ethiopia, the UAE and Saudi Arabia, is another sign that the counter-balancing arrangement of emerging economies that BRICS was envisaged as, cannot be mocked. While many BRICS countries have strong ties with the U.S. and Europe, it is clear that they feel that the present institutions of global governance are skewed unfairly towards the “old guard” of the West.Prime Minister Narendra Modi’s statement at the closed plenary sought to allay some concerns about this challenge, describing BRICS as an inclusive, “not a divisive organisation but one that works in the interest of humanity”. Given that India is the only member of BRICS that is also a part of U.S.-led arrangements (the Quad and the Indo-Pacific Economic Framework), this is a necessary balance. His oft-repeated phrases, that India supports “dialogue and diplomacy, not war”, and that there are “no solutions on the battlefield”, were a necessary reminder that all members do not completely align on geopolitics. It was significant in this context that India backed the strong paragraphs in the Declaration on Israel in Gaza and support for the state of Palestine. Apart from the substance of the summit, the BRICS grouping also affords its members a stage to discuss thorny bilateral issues, given differences between members, including Iran-UAE and Egypt-Ethiopia. The détentes between India and China over Doklam, and agreement on resolving the four-year LAC standoff, were both held in meetings between Mr. Modi and Chinese President Xi Jinping on the side-lines of BRICS summits.\r Published - October 25, 2024 12:24 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Russia\n                    \n                            /                      \n                        \n                        summit\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        Saudi Arabia\n                    \n                            /                      \n                        \n                        economic sanction\n                    \n                            /                      \n                        \n                        Iran\n                    \n                            /                      \n                        \n                        banking\n                    \n                            /                      \n                        \n                        insurance\n                    \n                            /                      \n                        \n                        Egypt\n                    \n                            /                      \n                        \n                        Ethiopia\n                    \n                            /                      \n                        \n                        United Arab Emirates\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        Japan\n                    \n                            /                      \n                        \n                        Palestine",
        "headline_1": "​Building blocks: on the 16th BRICS Summit in Kazan",
        "headline_2": "The BRICS Summit showed that Russia was not without friends",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bbuilding-blocks-on-the-16th-brics-summit-in-kazan/article68791862.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "As spiralling costs of organising multi-sport events and the lack of appeal for a Games with a colonial hangover have forced Glasgow 2026 to be a much scaled-down affair, the immediate impact was felt by India – the most populous country in the Commonwealth Games family. It has consistently earned top-five finishes in the new millennium, including its best-ever showing of a second place, with 101 medals, when Delhi played host in 2010. As the organisers have decided to limit the Games to 10 integrated disciplines (including para-sports) to be held at four venues, Indians are disappointed to note that some of the country’s medal-producing disciplines — including wrestling, badminton, table tennis, hockey, squash and cricket — have been dropped. Even after excluding shooting, which contributed the most to India’s overall tally in the Games, the nation was fourth with 61 medals in Birmingham 2022, and 30 came from these six disciplines. India’s medal prospects in 2026 will be practically restricted to athletics and para-athletics, weightlifting and para-powerlifting, boxing, judo, bowls and para-bowls. Shooting and wrestling, which have featured in most of the editions barring a few, have not only enriched the Indian medal kitty but have also produced glorious moments for the Games.Top medal-getting shooters Jaspal Rana (15), Samaresh Jung (14), and triple gold-winning wrestlers Sushil Kumar and Vinesh Phogat have etched their names among the all-time greats. Athletes such as Abhinav Bindra, Rajyavardhan Singh Rathore, and Yogeshwar Dutt have experienced Olympic fame after shining at the Commonwealth Games. The Indian women’s hockey team’s gold medal-winning moment in Manchester in 2002 and wrestler Geeta Phogat’s historic gold in Delhi in 2010 inspired blockbuster movies Chak De! India and Dangal, respectively. In table tennis, India has consistently been placed among the top countries, and many still remember Manika Batra’s superb showing of four medals in 2018. Hockey remains an all-time favourite for the Indians while the country’s silver medal in women’s cricket’s debut in Birmingham is still fresh in fans’ minds. Shuttlers Saina Nehwal and P.V. Sindhu and squash players Saurav Ghosal and Dipika Pallikal have ensured that their sports contributed medals regularly. While the organisers’ compulsion was understandable after Victoria’s pull-out last year, it would have been prudent to include a couple of disciplines with a significant global appeal as those could have ensured a better future for the Games, which began as the British Empire Games in 1930, and now is closer to the centenary mark. Sadly, the cost burden has impacted the staging of what appears to be a dying ‘spectacle’.\r Published - October 25, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Commonwealth Games\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        sport\n                    \n                            /                      \n                        \n                        wrestling\n                    \n                            /                      \n                        \n                        badminton\n                    \n                            /                      \n                        \n                        table tennis\n                    \n                            /                      \n                        \n                        Hockey\n                    \n                            /                      \n                        \n                        squash\n                    \n                            /                      \n                        \n                        cricket\n                    \n                            /                      \n                        \n                        athletics, track and field\n                    \n                            /                      \n                        \n                        paralympic games\n                    \n                            /                      \n                        \n                        weightlifting\n                    \n                            /                      \n                        \n                        boxing\n                    \n                            /                      \n                        \n                        judo\n                    \n                            /                      \n                        \n                        shooting",
        "headline_1": "Cost of Games: On the 2026 Commonwealth Games",
        "headline_2": "Taking out popular sports from the CWG is a short-term solution",
        "link": "https://www.thehindu.com/opinion/editorial/cost-of-games-on-the-2026-commonwealth-games/article68791897.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "Seat sharing may be almost sealed on both sides, but Maharashtra will see more drama\nMaharashtra’s Nov 20 election to its 15th legislative assembly was always expected to be a roller-coaster ride, continuing the chaotic ride 2019 assembly polls collapsed into. There is no parallel to the 14th legislature – a jostling for power, politicos, party names and symbols that made history and histrionics. Yesterday, SC retained Ajit Pawar’s claim on Clock as his party symbol – in the interim. Much of 2019-2024 has been ‘interim’. Three CMs in 5 years is not unknown (Karnataka a repeat offender) but in likely a first, a CM became deputy CM (Fadnavis); the same deputy CM served three CMs (Ajit Pawar); and five years saw five Leaders of Opposition – among other unflattering markers.\nSo, when opposition bloc MVA announced ‘85-85-85’, guided by Sharad Pawar (who else), it almost made it sound like things may be in order. And then there were 15, on which jostling continues. Fact is, even the 255 seats decided upon will see parties swap among themselves (ditto Mahayuti) – so, expect chaos, and rebels. Congress has picked some cues from Haryana – tasking ‘observers’ to stop party rebels’ from playing party pooper.\nWhat the 85-85-85 stacking has done is create the semblance of a level-playing field for Congress, UBT Sena and Sharad Pawar’s NCP. Congress suffered in Maharashtra from the blow in Haryana – an unintended consequence if ever there was one. Message for Congress is the same as it was throughout INDIA’s seat-sharing negotiations ahead of LS elections. The party must deliver in direct contests against BJP to hold its own against state parties. You’re as good as your last election performance – regardless how widely varied local issues may be, and regardless of the achievements of its state unit – in Maharashtra’s case led by Nana Patole – in LS elections (Congress won the highest number of seats,13, with just 17% vote share).\nIt’s a marker of the furious pace of our times that MVA’s exceptional performance in LS (30 of 48 seats), UBT’s successful reinvented self and Sharad Pawar-Being-Pawar seemingly will have limited impact on the assembly polls barely 6 months later. Aggressive Mahayuti is also almost decided on 103 seats that remain to be divvied up between Shinde Sena, BJP and Ajit Pawar. But every party knows that till nominations are done and dusted, netas will all rebel, squabble and babble. The games, they’re just starting.\n\n",
        "headline_1": "MahaMela",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mahamela-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "India’s critical assets are increasingly under threat, both physical and cyber. An overarching framework of protection is need of the hour\nThe recent terror attack on a workers’ camp at the construction site of the Z-Morh Tunnel in Kashmir, and the flood of hoax bomb threats targeting the aviation industry call for a review of safety of critical infra. As India’s economy grows and infra needs to diversify, the country faces a plethora of physical and cyber threats – from terror groups to local miscreants sabotaging mass transport infra. \nCyber-physical interplay | While cyberattacks have been in the news, what is often overlooked is cyber-cum-physical attacks. For example, malwares can target petrochemical plants not just to attack digital data but also potentially trigger explosions and other disasters through corrupting internal safety systems. This is precisely the threat that the Triton malware posed to a Saudi petrochemical plant in 2017. India presently has no legislative framework or institutional capacity to deal with such hybrid attacks. \nGaps in protection | In recent years India has seen mobs attacking railways and telecom towers. These have huge implications for safety of millions and can cause economic damage worth thousands of crores. True, Central Industrial Security Force (CISF) is tasked with protecting critical infra, mostly in govt sector. But the force has its limits. It can’t be present everywhere and can’t cover the expanding scope of private sector critical infra projects. \nMissing architecture | Meanwhile, private security agencies guarding private projects are hamstrung by lack of provision for bulk licensing of firearms, and stringent rules of engagement in defence of assets. Therefore, such private security is rendered toothless in the face of a real attack. What India needs is an overarching Critical Infrastructure Protection Act and a nodal agency akin to US’s Cybersecurity & Infrastructure Security Agency. This should lead to clear protocols and rules of engagement for both govt and private security agencies in protecting critical infra. India’s regional security environment demands we immediately work on this.      \n\n",
        "headline_1": "Securing infra",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/securing-infra-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "Indians & Italians have freed themselves from the protocol of punctuality but their good-day greetings aren’t the same\nAmong the several things that Indians and Italians have in common is their fine disregard for the petty tyranny of timeliness. Punctuality is said to be the politeness of princes. Staunch republicans that they are, Indians and Italians have liberated themselves from such monarchical observances. \nIn India, IST stands for Indian Stretchable Time, a concept of remarkable elasticity with an agreeable willingness to expand to accommodate one’s convenience. In Italy, time displays a similar obliging capacity to enlarge itself to encompass the schedule of trains that seem always ‘in ritardo’ or delayed. \nHowever, Indians and Italians have different takes on what time of day it is, or even which day has gone by and which is the day to come. \nIn India, ‘kal’ can refer to both yesterday and tomorrow, the distinction becoming clear only within the context in which the word is being used. \nIn Italy, yesterday is ‘ieri’, and ‘domani’ is tomorrow. But where Italians differ most from Indians is with regard to ‘oggi’, today in Italian, and the appropriate salutation for it.\nUnlike the Indian ‘Namaste’, which is workable on a 24/7 basis so to speak, or so to greet, Italian distinguishes between the divisions of the 24-hour ‘giorno’. \nThe correct greeting for the morning is ‘Buongiorno’, good day. Buongiorno will get you by till some indeterminate point of no return when Buongiorno morphs into ‘Buonasera’, good evening.\nIt is not at any unanimously agreed-upon position of the hands of the clock when giorno becomes sera, buono or buona. The result is a form of temporal one-upmanship, when your Buongiorno at, say, three o’clock in the afternoon is deftly riposted by a Buonasera, with the corrective emphasis on the sera. \nAs a timely bridge between Buongiorno and Buonasera, there’s also a Buono Pomeriggio, good afternoon, seldom used except by nit-picking pedants. \nBut linking all these is the Buono, as in ‘Have a good one’, as Americans say, and never mind the time.\n\n",
        "headline_1": "Time difference",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/time-difference/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "Fortunes of Indian states have varied widely since Independence. In our recent paper ‘Relative Economic Performance of Indian States: 1960-61 to 2023-24’, we analysed their trajectories based on two key economic indicators: (i) state’s share in India’s GDP and (ii) state per capita income as a percentage of national average.\nSeveral interesting trends emerged. In the 1960s, undivided UP, Maharashtra, West Bengal, Tamil Nadu and undivided Bihar were the top five states in terms of share in India’s GDP. The three colonial-era presidency towns – Bombay, Calcutta, and Madras – were home to the largest industrial clusters. UP and Bihar were agricultural powerhouses. Their economic trajectories have since diverged.\nShare of undivided UP in national GDP declined from 14.4% in 1960-61 to 9.3% in 2020-21, before increasing marginally to 9.5% (8.4% excluding Uttarakhand). Maharashtra’s economic performance has remained steady. Its share rose marginally from 12.5% in 1960-61 to 13.3% in 2023-24. In contrast, West Bengal has continuously declined from 10.5% in 1960-61 to 5.6% today. This marks the largest decline in share of any state.\nRead full story on TOI+\n\n",
        "headline_1": "Where Hyderabad & Gurgaon went, where Kolkata stayed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/where-hyderabad-gurgaon-went-where-kolkata-stayed/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "There is perhaps no easy way out of the HSC-shaped hole the government has dug for itself. The ongoing protests by a section of HSC examinees—who failed or did poorly in the exams—mark a disaster that has been in the making since August 15, when the government hastily announced new dates for the six previously postponed exams in a country still very much in turmoil, and then again hastily cancelled them altogether when students staged a protest at the Secretariat on August 20. This led to the adoption of a unique evaluation method that combined students' scores from the completed HSC exams with their SSC scores for the cancelled subjects, through a process called \"subject mapping.\"\nHowever, since the results were published on October 15, underperforming students have been demanding \"equitable\" results through a re-evaluation of all subjects using SSC scores, which would effectively amount to automatic passes for all. This is a classic example of how one poorly handled crisis can lead to another. The government may say this is not entirely their fault. This year's HSC and equivalent exams began on June 30, but after seven exams, nationwide protests demanding reforms to the government job quota system led to multiple postponements. Six subject exams and practical tests were still pending when the Awami League government was toppled on August 5. But while the interim administration may have inherited this crisis, its handing of subsequent developments has left a lot to be desired.\n\nThis year's HSC and equivalent exams began on June 30, but after seven exams, nationwide protests demanding reforms to the government job quota system led to multiple postponements. Six subject exams and practical tests were still pending when the Awami League government was toppled on August 5. But while the interim administration may have inherited this crisis, its handing of subsequent developments has left a lot to be desired.\nHad it refused to concede to the demands for an \"auto pass\" on August 20, and instead rescheduled the postponed exams to a more appropriate time, there would have been no question about the evaluation method and the current crisis might have been avoided. Reportedly, after Wednesday's disruptive incidents at the Secretariat, a case has been filed in which 26 students have been arrested and later jailed, while 26 others have been released into the custody of their guardians. The question is, what to do now? Recent developments have again raised the risk of the government acting under pressure, and acting poorly, but we urge it to hold its ground this time and take decisions that serve our best interests.\nAs experts have pointed out to this daily, the demands for re-evaluation of HSC results are \"illogical\" and \"unacceptable\", with far-reaching consequences for the nation. Granting passes without proper evaluations is not only unfair to the students who worked hard to succeed; it also risks setting a dangerous precedent for future students who may seek similar concessions. This may leave future generations ill-equipped to contribute meaningfully to the country. The government must keep in mind that short-term fixes—as we have also seen during the Covid pandemic when automatic promotions were granted—have long-term effects. So, it must rectify its mistakes in this issue and focus on much-need reforms in the education sector through proper consultations with the stakeholders.\n",
        "headline_1": "Government must act wisely to resolve the HSC debacle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/government-must-act-wisely-resolve-the-hsc-debacle-3735596",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "The incessant rain, flash floods, distraught environmental migrants, and land erosion that we have witnessed in Bangladesh in recent years is not unforeseen, but exactly what scientists predicted decades ago. It is not based on a 'hunch' and it is definitely not fear-mongering as many climate crisis deniers claim. It is equivalent to one's house being on fire while they carry on with their tasks with a blindfold on. \nThe World Risk Index 2023 has ranked Bangladesh ninth worldwide for climate disaster risk, stating it is set to lose 30 percent of its arable land by 2050 owing to rising sea levels. Rice, a staple in the Bangladeshi diet, will see a steep decrease in its production as well. On top of that, the country is predicted see a loss of 17 percent of its overall territory. As Bangladesh is highly reliant on agriculture and dangerously overpopulated, that will prove to be disastrous on several fronts with food insecurity as well as possibilities of famine close at hand. Unemployment, housing crisis, and poverty would also be widespread. \nIt is rueful to witness the disastrous effects of rising sea levels in Bangladesh although the country has contributed to less than 0.1 percent of the greenhouse gas emissions since its genesis in 1971. Known as the land of rivers, the melting of the Himalayan Glaciers is a looming threat to its river system overflowing and causing excessive flooding. The unpredictable nature of climate change necessitates a sturdy approach to its consequences, but the Bangladeshi government fails to construct any operational policies to tackle the climate crisis effectively.\nWhile Bangladesh's own unstable political mood contributes to minimal attention paid to its policies regarding climate change, it also boils down to climate politics of the Global North. Although this is a global crisis and not a regional one, its record of blatant disregard for the disproportionate impact of climate change on the marginalised Global South warrants a discussion.\nWe can see the risks of flagrant climate apartheid in the making—the wealthy countries have the luxury to escape the heat, floods, droughts, and diseases caused by the climate crisis, all because they have the resources to do so, resources which they have shamelessly hoarded by exploiting the Global South through colonialism and imperialism. The best example is perhaps the Netherlands, a former colonial power and Bangladesh, a former colony. Owing to the rising sea levels and both countries lying in a delta, they face similar challenges, but one has the requisite infrastructure in place to tackle the crisis while the other utterly lacks it. Climate apartheid is prevalent within the borders of Bangladesh itself. Many have pointed out that the recent floods in Feni and Sherpur paint a stark picture of the different reactions to people's suffering. While the former region with a wealthy population received an outpour of support, the latter was largely overlooked as its population is not as wealthy.\nFrom the abovementioned instances, we can conclude that the havoc the climate crisis will wreak will not be experienced equally. It will, however, definitely be experienced unfairly. The Industrial Revolution began in Europe and North America from the mid to late eighteenth century respectively, and resulted in most countries on these continents boasting the 'developed' status in the past few decades. It is estimated that 92 percent of the greenhouse gases were emitted from the Global North over the last two centuries. Despite it all, the blame of the climate crisis is dishonestly heaved on the 'developing' nations. Not only that, the West also continues to selfishly demand that developing nations restrain their industrialisation, even though it undoubtedly entails the slowing down of economic growth for those nations along with spikes in unemployment and poverty. \nWhile there is no doubt that greenhouse gas emissions must be immediately reduced if not entirely halted, there is a need for constructive solutions in these developing nations. These solutions require funds which have been promised by the wealthy West but they have consistently failed to provide them. Instead of exporting the requisite technology and funds, they have been exporting reprimands to the Global South. On the same vein, those self-proclaimed environmentally conscious countries set up their air and river polluting factories there and add a 'responsibly sourced' tag to greenwash their products in the West. The hypocrisy of the West continues, but the reality is that the situation is rapidly deteriorating, and that warrants Bangladesh to act swiftly. Historically, the country has placed climate change at the very bottom of its concerns, but now it needs to be given the utmost priority.\nThe UN reports that due to the climate crisis, between the years 2030 and 2050, every year 250,000 people globally are estimated to be killed. Hence, it is a battle for existence for many communities, which indubitably makes it a human right concern. \nRaina Sabanta is a barrister.\n\nViews expressed in the article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Climate Apartheid and Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/climate-apartheid-and-bangladesh-3735431",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "We are concerned about the tendency, as evidenced by some recent events, to apply high-pressure tactics to hasten important decisions that otherwise need careful deliberation based on diverse and informed perspectives. The latest incident occurred on Tuesday evening, when several hundred protesters tried to break through security barriers in front of Bangabhaban demanding the resignation of President Mohammed Shahabuddin. The ensuing clash left five people with minor injuries, as police resorted to baton charges and tear gas to disperse the crowd. Last week, the same tendency was on display when student leaders led a protest on the Supreme Court premises demanding the resignation of \"pro-Awami League fascist judges\", forcing a decision that should have been reached following due process.\nThe controversy surrounding the president began after he claimed, in an interview with Manab Zamin, that he had only heard about Sheikh Hasina's resignation but found no \"documentary evidence\" of it. This, from a man whose retention after the fall of Awami League was deemed a constitutional necessity, sparked heated reactions as well as demonstrations in Dhaka and other districts. At the Central Shaheed Minar earlier on Tuesday, leaders of the Anti-Discrimination Student Movement issued an ultimatum to meet their five-point demand, including the president's removal, by the end of this week. Their other demands include annulment of the 1972 constitution, a permanent ban on Chhatra League, declaration of a \"Proclamation of the Republic\" to govern post-2024 Bangladesh, and invalidation of the 2014, 2018, and 2024 elections.\nAll these issues, we must say, have profound legal and political implications that cannot be taken lightly. Any forced decision risks not only creating new crises down the line but also weakening or disrupting the ongoing reform drive of the government. It cannot be denied that some of the demands raised by protesters have merit, having arisen from a backdrop of sustained grievances over decades. The power of mass mobilisation to effect change cannot be denied either, especially after the mass uprising. But the current political landscape is different. The interim government, born out of that uprising, has a mandate to reshape the nation's future through proper reforms, and it must be given constructive support—not threats or ultimatums—to do that since rushing through critical decisions could result in half-baked policies that fail to address the deeper issues plaguing the country.\nThe president's removal, for example, is a decision that needs political consensus which cannot be forced upon. If or when it happens, it must happen in a judicious, fully-thought-through manner that serves our long-term interests. The same goes for any decision related to the constitution. We have a nine-member reform commission currently reviewing the constitution. Demanding its instant annulment while such a body of experts is in place undermines the purpose of this process. If protesters push for immediate actions without regard for due process, what is the point of having all such commissions?\nWe, therefore, urge protesters, especially student leaders, to show the same maturity they did during the uprising. The current period, with so many actors of competing interests around, calls for caution and collaboration with the government to ensure the reform drive remains on course. If real, meaningful change is what we want, there is no alternative to constructive engagement.\n",
        "headline_1": "Urgency for change must not lead to hasty decisions ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/urgency-change-must-not-lead-hasty-decisions-3734806",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Policy rate hike by the central bank",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/policy-rate-hike-by-the-central-bank-1729781136",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "How to address both poverty and social discrimination",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-address-both-poverty-and-social-discrimination-1729781176",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Protect domestic helps from abuse",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protect-domestic-helps-from-abuse-1729781207",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Solve the server problem of National University",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/solve-the-server-problem-of-national-university-1729781240",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2024"
    }
]