[
    {
        "full_article": "Schoolchildren might be made to study epics like the Ramayan and Mahabharat in their history class as part of India’s ‘classical past’, if an NCERT panel has its way. But this blurring of myth and history can only be counterproductive. India’s deep relationship with its mythology should not be reduced to the wrangles of history. What is history, after all, but the names and dates of empires and battles, endless rounds of violence and extraction? ‘History is about as instructive as an abattoir,’ said the Irish poet Seamus Heaney.\n\nMany cultures, including ours, have a different understanding. Instead of historical facts, we are more at home in the timeless truths of myth. Most Indians may not recall historical events, but orient themselves in these stories, including the great wellspring of the epics. Many of us learn about life and ethics, we find refuge and community in them. This is not a backward looking endeavour, but an anchor in this world. The formal writing and studying of history is an impulse that originated in the West. They say that we must understand the past to critique it and learn from it. But is this constructive learning visible in their actions? A focus on the past seems to lead to grievance and score-settling, an impetus to more violence, rather than mature understanding.\n\nMany cultures, including ours, have a different understanding. Instead of historical facts, we are more at home in the timeless truths of myth. Most Indians may not recall historical events, but orient themselves in these stories, including the great wellspring of the epics. Many of us learn about life and ethics, we find refuge and community in them. This is not a backward looking endeavour, but an anchor in this world. The formal writing and studying of history is an impulse that originated in the West. They say that we must understand the past to critique it and learn from it. But is this constructive learning visible in their actions? A focus on the past seems to lead to grievance and score-settling, an impetus to more violence, rather than mature understanding.\nPerhaps India’s historical lack of interest in history is not a defect, but a difference that has worked to our great advantage. Our calm indifference, our ability to keep our eyes on a different horizon in myth has helped us to not be imprisoned by the past. These eternal stories have nourished our spirit, told and retold by bards, storytellers, plays and TV, proverbs and poems. Instead of keeping our minds on the cycles of power and vengeance, we have often succeeded in staying responsive to our own moment. Rather than a straight telling of absolute facts, we are comfortable with multiple perspectives, context and relative truths. It has helped us thrive as a diverse, accommodating nation. History can be weaponised with ease. When historical narratives are told with drama and flair, they can become seductive stories, making us project current animosities into long-ago events. They can have a galvanic effect on specific votebanks. We draw twisted morals from the past into our present situation, and turn on fellow citizens.\nUnhappy is the land that needs a hero, the saying goes. Happy is the nation that is not obsessed with its history.\n\n",
        "headline_1": "Story, not history: NCERT must not include myths in history syllabi; myths have helped us endure; history divides us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/story-not-history-ncert-must-not-include-myths-in-history-syllabi-myths-have-helped-us-endure-history-divides-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "As part of the UP government’s safe city project, private coaching institutes have been prohibited from allowing girls in “late-evening classes” to ensure their security. Coaching centres will be monitored to prevent “gathering of troublemakers, incidents of molestation”. The guidelines, which include CCTVs in schools, colleges and madrassas, have been set in motion in municipalities in UP district Gautam Buddha Nagar, better known as Noida and Greater Noida, assuredly UP’s most “cosmopolitan” areas.\n\nStudies and crime data have long identified that public streets, public transport, bus stops and public toilets are the most common sites of crimes against women, and where women feel the most unsafe.\nNeither coaching centres nor schools have ever emerged as sites where girls or women feel very unsafe.\nFurther, which modern society would place the onus of safety on school/ college students themselves? For this is exactly, if indirectly, what the government has done. How can imposing restrictions on girls’ mobility late evening make the streets any safer? It also robs girls of choosing times convenient to them given various other chores.\n\nThe most alarming part of the guideline is the surveillance using thousands of CCTVs installed in schools and colleges. At the centre of safety for women lies prevention of crime, not CCTV forensics. How does one prevent crimes against girls and women? UP could take a leaf out of rules and regulations in states such as Tamil Nadu, where women have safely worked night shifts for over 20 years now. Well-lit streets especially the last-mile home and monitored public transport from coaching hubs would go a longer way to ensure girls attending tuition classes at any time are safe, rather than doing away with vaguely worded late-evening tuition.\n\n",
        "headline_1": "En-Gendered: UP stopping evening classes for women won’t make its streets any safer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/en-gendered-up-stopping-evening-classes-for-women-wont-make-its-streets-any-safer/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "Startup boards will be more cautious. Founders will pack boards with their pals. So, boards will become echo chambers. And Satya Nadella played it smart\nSomewhere in Hollywood, a writer is probably already working on a script to fictionalise the thrilling events of the last few days, starting with the ouster of Sam Altman, the CEO of OpenAI by its board, and his subsequent return as CEO, after the board eventually resigned following the threat of resignation by a significant majority of its employees.\n\nThe drama at the top of the most celebrated and widely tracked Artificial Intelligence company in the world has brought into the limelight the role of what is often the most invisible part of any organisation – its board – and its relationship with the management.\nRead from ET: Open Sesame for OpenAI 2.0: How the Ctrl+Altman saga will play out in future\nRead full opinion on TOI+\n\n",
        "headline_1": "The four-part Sam saga",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-four-part-sam-saga/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "Israel-Hamas conflict has exposed West’s hypocrisy on zero tolerance for terror and human rights. Ironically, bombing of civilians has revived the Two-State solution\nWhen I was chair of UNSC Counterterrorism Committee in early 2022, I was invited to speak in another UN meeting in my capacity as the chair. As is customary, we circulated a draft speech to all members of UNSC for approval, which had the phrase “zero tolerance” for terror. Surprisingly, some western UNSC member states objected to “zero tolerance” and wanted its deletion. I asked them: In which case, how much of terror are you willing to tolerate? They contended that “zero tolerance” for terror meant that countries can prosecute war on terror without regard to human rights and humanitarian law, which cannot be violated at any cost. And in the Ukraine conflict, the West threw the kitchen sink at Russia for killing of civilians.\nRead from ET: Gaza war to continue for at least two more months, says Israel defence minister\n\nNow, after the Hamas terror attack of October 7, when Israel is prosecuting an indiscriminate war on terror in Gaza, the West has done a quick volteface and unequivocally endorsed Israel’s claim of zero tolerance for terror. They stand as spectators when nearly 5,000 Palestinian children have been killed in Gaza (not counting hundreds more under the rubble), which UN Secretary-General António Guterres described as “a graveyard of children”.\nRead full opinion on TOI+\n\n",
        "headline_1": "How much is too much in gaza?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-much-is-too-much-in-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "The term'climate-induced migration' has in recent times gained currency globally with climate change becoming the defining issue of our time. But regular migration of people dislodged by natural calamities from their ancestral abodes is but an age-old experience of the people in this part of the world. So, it is hardly surprising that an increased number and frequency of natural disasters like flood, cyclone, river erosion and rising sea level, thanks to the faster pace of climate change, is now forcing displaced people to migrate and seek shelter in the cities in greater numbers. Reassuringly, the phenomenon of climate-induced migration, unlike in the past when it was looked upon as a local problem to be tackled by the government of the country concerned, is now considered an international responsibility. Even so, the international support promised from time to time at the UN-sponsored climate forums does not flow to the intended climate refugees as expected.Notably, at the November 2022's UN Climate Change Conference, COP27, held at Sharm-el Sheikh in Egypt, the setting up of a 'loss and damaged fund' under the proposed custodianship of the World Bank to channel financial assistance to developing countries vulnerable to the adverse impact of climate change was agreed. Governments representing at the COP 27 also agreed to establish a 'transitional committee' to recommend how to operationalise the new funding arrangement at the COP28. Meanwhile, an informal, inter-governmental, and non-binding process in the shape of 'Global Forum on Migration and Development (GFMD)' has also been working since 2006 to provide space to the deliberations on the challenges and opportunities before the issues of migration, development and the linkage between the two.In this connection, at an event styled, the National Preparatory Consultation for the 14th GFMD (to take place in January 2024) held recently in the city, speakers from the government ministries behind its (the said event's) organisation, called upon the international community to give due importance to the climate migrants and their needs. Despite these positive developments by way of giving due recognition to the climate refugees, their interests including the fact of their mobility both within a country and across international borders, intolerance against these victims of climate change, social conflicts and wars are also on the rise in the countries where they are seeking refuge. This is happening in the garb of anti-immigration rhetoric, refusing entry and subjecting them (refuge-seekers) to forced return to their place of origin or worse, dumping them at offshore detention centres, often under subhuman conditions. Even so, perilous journeys by these desperate people, especially to the shores of Europe or elsewhere with the promise of a better life are happening, often with a fatal end, all the same. Shockingly, such tragedies in real life is being enacted before the eyes of the leaders of these advanced economies, many of whom represent their countries at the UN forums dedicated to the cause of the climate refugees.This is indeed a tragic irony. Even so, the good news is that undeterred by these negative developments traceable to the rise of the so-called identity politics, the efforts are also gathering pace to address the issue of climate refugees. Being at the forefront of adversities arising from climate change, Bangladesh can rightly claim its portion of the international climate funds to adopt due mitigation and adaptation measures. The country's leadership must be equal to the task of making a case for its claim at the international forums convincingly.",
        "headline_1": "Bangladesh's claim to global climate fund",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladeshs-claim-to-global-climate-fund-1700830775",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "The findings of an international report unveiled last week and a webinar on it organised by the UNDP and the World Benchmarking Alliance (WBA) do not project the major international apparel sourcing brands particularly in a brighter light. What have emerged from the report are the major gaps in supply-chain needs and commitments by these companies, in terms of what they pay suppliers. The trickle-down effect isn't happening and this is causing untold suffering to millions of garment workers who are failing to get fair wages for their work that is the driving force behind the readymade garment's (RMG's) exports from Bangladesh.The unwillingness of global fashion brands to raise prices of made-in-Bangladesh apparel is in large part a strong reason why RMG producers in the country were not able to meet a middle-of-the-ground deal on wage hike. The government-announced wage board was not acceptable to workers and this triggered violent protests, factory closures, etc. A lot of these unfortunate events could have been avoided had brands been more open to sharing some of the stupendous profits with suppliers of the ware they sell in global markets.The survey lays bare some of the hypocrisies of the fashion industry. For instance, it was found that 94 per cent of surveyed companies expected suppliers to abide by human rights and / or maintain gender equality but these were not backed up by their responsible purchasing practices or actions. Where is the money going to come from? Bangladeshi producers are already paid rock bottom prices. The report further states that suppliers are often burdened with short-notice orders but payments are not made on time. So, when producers overburden their workers to meet shipment deadline, it is alright, but when suppliers ask for payments on time, it is not? When such an undesirable regime of commerce exists, one can only imagine the power dynamics between brands and suppliers of merchandise! It is understandable why brands fall short on protection of workers' rights. This is because they themselves dictate terms and set the conditions whereby those rights will be violated. As pointed out in a report published recently in this newspaper, \"the industry still fails to fully protect workers' rights' because more than \"60 per cent of the surveyed global apparel brands, including Walmart, Target, Next and Nike, having scored less than 20 out of 100 on human-rights indicators. The average score is 18.2 and just one company, Puma, scored above 50 out of 100, according to the 2023 Corporate Human Rights Benchmark (CHRB) report launched on the day at the webinar.\"It is interesting to note that a little more than one in four surveyed companies practice responsible purchasing methods and do partake in short-notice requirement and delay in fulfilling payments. Indeed 56 per cent of the surveyed companies have refrained from \"identifying all of their direct and indirect suppliers.\" As pointed out by the surveyors, when there is so much missing information, it is literally impossible for companies to map their suppliers and identify which of their suppliers are looking after workers' rights. But what is now clear is that a lot of buyers are not really interested in how these apparels are made, in what conditions because they have suppliers right where they want them. Since Bangladeshi producers are overly hungry for those orders and where authorities are bending over backwards to push bigger volumes of RMG export (since RMG is the sole breadwinner in the export category), workers' plight can take a back seat.These findings would not have mattered at any other time. But then the country has been going through the motions of work stoppages, firing on workers, protests, deaths, arson at factories, etc. This whole ugly scene projects a bad image of the country in the run-up to an already contentious general elections round the corner. Turning a blind eye to the matter will not solve the problem but merely prolong the issue. Workers simply cannot make ends meet. With hyper-inflation taking its toll in the country, something needs to be done to lessen their suffering. It is no longer alright for suppliers to cry wolf and keep wages low. If buyers are not coming forward to pay suppliers more, then suppliers need to form their own collective bargaining group and work towards setting a higher minimum price for clothing made in Bangladesh. It is, after all, the third largest player in the global apparels industry, and to think that buyers will simply cancel orders en-masse isn't very logical. Buyers have built up working relations with Bangladeshi suppliers over decades and there is no reason why understanding on a mutually beneficial pricing mechanism cannot be reached through negotiations. The process must begin now because workers do have a right to a living wage and the industry needs a workforce that will abide by the law. \n[email protected]",
        "headline_1": "International brands and RMG workers' living wage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/international-brands-and-rmg-workers-living-wage-1700830811",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "The role of transports in economic growth and overall socio-economic development is well known to all. With the advancement of modes of transportation coupled with improved management, many countries worldwide have made the mobility of people and goods faster and safer. Countries like Bangladesh still struggle to provide their citizens with a safe, decent and accessible transportation system. They need to introduce sustainable transports, which combine universal access, enhanced safety, reduced environmental and climate impact, improved resilience, and greater efficiency in the overall transport system. Sustainable transports will also help achieve sustainable development in the long run.Against this backdrop, the United Nations General Assembly (UNGA) on May 16, this year declared November 26 as the Sustainable Transport Day. So, the day will be observed tomorrow across the world for the first time by educating people and holding events on sustainable transport issues. The core areas in focus include enhancing intermodal transport connectivity, promoting environmentally friendly transportation and developing socially inclusive transport infrastructure. For Bangladesh, it is necessary to observe the day for obvious reasons. Five decades after the independence, the country has yet to develop an efficient public transport system. Instead, there is a growing dependence on private, individualistic, and small transport like rickshaws and motorcycles, resulting in costly, chaotic, and careless mobility. It also reflects the lack of intermodal transport connectivity, which helps reduce dependence on the private automobile as the primary mode of ground transportation and increases the use of public transport. Shuttle buses inside a city to carry passengers travelling by train from outside the city are an efficient intermodal connectivity that is nowhere in the country. Promoting environment-friendly transportation or green transport is also critical for the sake of both people and plants. This transportation significantly reduces carbon emissions, which is relatively high in the sector. Introducing green or electric buses by replacing the existing diesel-run public buses can significantly cut emissions in the country. Encouraging people to use bicycles instead of motorcycles is another step that requires dedicated lanes. Carpooling is another option that also saves spending. Avoiding non-essential air travel is also helpful to cut greenhouse gas emissions. The success of intermodal transport connectivity or green transportation is linked to the socially inclusive transport infrastructure. It is not enough to construct wider roads, flyovers, and expressways as all these need optimal access to commuters. Allowing only private cars on an expressway may help some people travel a few kilometres quickly, whereas many commuters using public transport must navigate through congested roads.Besides the mobility of people, it is also essential to ensure smooth transportation of goods from factory gates to seaports, from storage houses to retail shops. Otherwise, the cost of doing business will increase. With the help of sustainable transport mechanisms, it is possible to cut the cost and ensure efficiency in transporting goods.  As Bangladesh has to go a long way before accessing sustainable transports, necessary measures are needed without delay. Sadly, the ongoing development of traffic and transit systems is not adequately aligned with sustainable transport. So, some restructuring is essential in this connection.\n[email protected]",
        "headline_1": "Observing Sustainable Transport Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/observing-sustainable-transport-day-1700830847",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2023"
    },
    {
        "full_article": "The concept of paid sick leave, a right guaranteed by the International Labour Organization (ILO) conventions, is not in practice in Bangladesh. Day-labourers and readymade garment workers in the country are deprived of this facility. To most of them, leave means staying out of work without any pay. The Section 16 of the Shops and Establishments Act, however, says that every worker shall be entitled to sick leave with full wages for a total period of fourteen days in a year. This is hardly maintained anywhere in our country for the workers, who work on a daily contract basis. It will be inhumane if we do not think of our workers, who work relentlessly to make our businesses or enterprises successful. It is our responsibility to take care of these hard-working individuals by providing them with at least a 14-day sick leave annually with full payment. It is time we heard the unheard. \nMd. Kamruzzaman Walid, Student of Department of Accounting, North South University, Dhaka, [email protected]",
        "headline_1": "Arrange paid sick leave for workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arrange-paid-sick-leave-for-workers-1700830873",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-11-2023"
    }
]