[
    {
        "full_article": "There is good reason for the Supreme Court of India to ask the police to be proactive in dealing with hate speech by taking immediate legal action without waiting for a formal complaint. The Court has also warned of contempt action if the police showed any hesitation in compliance. Directed at the police in Delhi, Uttar Pradesh and Uttarakhand, the order is in response to the “unending flow of hate speeches” highlighted in a writ petition before it. The Court has referred to the growing “climate of hate”, and taken note of the inaction in most instances, despite the law containing provisions to deal with the phenomenon. It is quite apparent that the governments at the Centre and in some like-minded States do not share the Court’s concern for communal harmony, fraternity and tranquillity; in fact, some of them may be contributing to the vitiated atmosphere either by studied inaction or complicity in allowing provocative speeches in purported religious gatherings by majoritarian elements. Intervention by the highest court has become necessary in the light of some controversial religious leaders getting away lightly after making unacceptable comments, some of them tinged with a genocidal tenor. It is in such a backdrop that the Court has underscored the constitutional values of secularism and fraternity among all religions and social groups.It was a religious conclave held in Haridwar late last year that set the tone for the ‘hate speech’ case that is being heard now. Even then, the Court had called for corrective measures, leading to another conclave being prevented by local authorities in Roorkee in Uttarakhand. While the intervention may have halted a few meetings at that time, it cannot be said that such transgressions have ended. There has been a disconcerting pattern of Hindu festivals becoming an occasion for the conduct of religious processions that end in clashes caused by provocative behaviour. In the name of dealing with the resulting clashes or disturbances, officials have resorted to demolishing the houses of those allegedly involved in the incidents, without following any process of law. Such developments have given rise to new curbs on minorities, such as unwarranted police probes into the holding of group prayers, and new allegations of purported plots to infiltrate Hindu events. Some television channels have been adding to the bigotry by their manner of functioning. Administrative bias on the one hand and the spread of social prejudice on the other cannot be allowed to vitiate the national mood. Towards that end, the Court must do everything possible to nudge authorities to enforce the law against the propagation of hate.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Vital intervention: On the Supreme Court order against hate speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/vital-intervention-the-hindu-editorial-on-the-supreme-court-order-against-hate-speech/article66049645.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "The Pakistan Election Commission’s decision to disqualify Imran Khan from completing his term in Parliament is a setback for the former Prime Minister, who has been rallying his supporters against his political rivals as well as the military establishment ever since he was ousted in April. The commission found Mr. Khan, leader of the Pakistan Tehreek-e-Insaf (PTI) party, guilty of illegally selling gifts he got from foreign dignitaries when Prime Minister and concealing the profits. And the four-member bench came up with a particularly harsh judgment of barring a popular politician and the main opposition leader from office, an order that is reminiscent of former Prime Minister Nawaz Sharif’s disqualification in 2018. Mr. Khan would also be prevented from heading the PTI as an earlier Supreme Court judgment bars disqualified leaders from heading political parties. The verdict came days after Mr. Khan swept the by-polls by winning six out of seven National Assembly seats, in a sign of his surging popularity despite the different cases slapped on him. He has challenged the commission’s verdict in the Islamabad High Court, but, needless to say, the development has added to his legal woes. It could threaten his political career and worsen the political instability.While the legality of the commission’s verdict would be reviewed by the High Court, it is hard to miss the parallels between the disqualification of Mr. Sharif and that of Mr. Khan, barred from office after they fell out with the powerful military establishment. Mr. Sharif always had a testy relationship with the military. Mr. Khan, on the other side, was a beneficiary of Mr. Sharif’s ouster. He rose to power with help from the establishment, and the then opposition which makes up the current government, accused him of being a pawn in the hands of the generals. But the tables turned when Mr. Khan tried to rein in the military. Now, he is accusing the military of conspiring with his political rivals to keep him out of power. Whether he is right or wrong, Pakistan’s history suggests that any popular leader who tries to mobilise political capital independent of the military’s standing would be met with strong institutional resistance. Mr. Khan’s story is no different. Pakistan is in a crisis. The Shehbaz Sharif government is a short-term arrangement; the economy is in free fall; and this year’s floods have made matters worse, leading to growing public resentment. The civilian leaders should assert themselves, strengthen democracy and take the country out of the morass it is in. Instead, their power struggles, under the long shadow of the military, are further destabilising the country.To read this editorial in Tamil, click here. To read this editorial in Hindi, click here.",
        "headline_1": "Out of favour: On the disqualification of Imran Khan",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/out-of-favour-the-hindu-editorial-on-the-disqualification-of-imran-khan/article66049565.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Karnataka is being watched keenly for several reasons. Congress has elected as its president a senior leader who cut his teeth in the state’s politics. Rahul Gandhi’s Bharat Jodo Yatra has created quite a ripple in the state. After a long time in Karnataka, Congress appears to be setting the agenda rather than responding and reacting to what BJP does. An added dimension is BJP having to defend its governance record in the state, which has placed it on the back foot.\nAfter securing a majority with the help of defecting legislators from Congress and JD(S), BJP saw a change of guard when BS Yediyurappa made way for Basavaraj Bommai, a little over a year ago. Bommai’s innings has been a ‘mixed bag’. So, recent developments in both Congress and BJP have the potential to alter the cut and thrust of politics in significant ways, ahead of the elections due by May 2023.\nRead full opinion on TOI+\n\n",
        "headline_1": "High command, please help: In Karnataka both BJP and Congress have a common Achilles’ heel: Factionalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/high-command-please-help-in-karnataka-both-bjp-and-congress-have-a-common-achilles-heel-factionalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "With 48 Lok Sabha seats and India’s biggest state economy, Maharashtra is second only to UP in its importance. Spicing up this unique combination of financial and electoral heft, is the country’s fiercest political battle, with as many as five parties vying for the upper hand. No other state can boast of such a competitive line-up. These five parties may be ranged behind two political alliances – NDA and MVA, but there are brewing within both alliances stiff internal battles to preserve and expand political turf.\nBJP is clearly the numero uno, expanding into bastions of ally and foe alike. Its inroads into western Maharashtra and Marathwada have cornered NCP and Congress, shattering their domination of the state’s powerful sugar cooperatives. BJP’s march into Mumbai and Konkan has cleaved Shiv Sena’s dominance. On the other side, Congress, dominant till 2014, has helplessly watched as NCP, led energetically by Sharad Pawar, emerged as the bigger opposition party in the 2019 Lok Sabha and assembly elections. Meanwhile, the two rump Shiv Sena factions fighting for the Bal Thackeray legacy are completely dependent on the political oxygen their respective allies provide.\nBoth BJP and NCP-Congress need Shiv Sena in their corner and it suits both sides to have weakened Sena factions slug it out. While that sideshow goes on, stakes for NCP and Congress are rising. NCP, MVA’s fulcrum and a Maharashtra-based party, faces sharp questions. Tensions between Sharad and Ajit Pawar and Pawar Sr’s failure to anticipate the Sena split have blunted NCP’s edge. Meanwhile, Congress is running out of time to prove that it is best placed to fight BJP nationally. That makes Rahul Gandhi’s Bharat Jodo Yatra traversing 382 km in November through erstwhile strongholds like Marathwada and Vidarbha critical for GOP’s revival prospects.\nThe immediate challenge for all parties is the upcoming urban civic polls. BJP is helped by its superior machinery and better middle-class messaging, though inflation is a potential worry. Loss of the Foxconn-Vedanta semiconductor plant to Gujarat hasn’t helped either. But MVA is hampered by its inability to dole out patronage after losing office. Maharashtra showcases BJP’s strategy of keeping the opposition perpetually off-balance. For the other four parties, 2024’s national and assembly elections in the state have transformed almost into battles for survival.\n\n",
        "headline_1": "Poll multi-starrer: How Maharashtra is shaping up to be India’s most fascinating political battle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/poll-multi-starrer-how-maharashtra-is-shaping-up-to-be-indias-most-fascinating-political-battle/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "India’s fourth negative arms import list has 101 products including high-altitude and long-endurance drones. Domestic production and procurement of such drones is now a necessity. The military utility of drones is no longer in question. From Armenia-Azerbaijan skirmishes to the current Ukraine conflict, drones have been pivotal. Turkish Bayraktar TB2 combat drones helped turn the tide for Ukrainian forces in the earlier part of the war. Kyiv has gone on to acquire other UAV systems like the Switchblade 300 and Phoenix Ghost loitering munitions or kamikaze drones that have helped it resist a much larger Russian army. And Russia deployed Iranian Shahed-136 kamikaze drones that have wreaked havoc on Ukrainian cities.\nIndia has been a drone laggard. Pakistan and China are ahead in the game. Recall the drone attack on the Jammu Air Force Station in June last year, widely believed to be the handiwork of Pakistan-backed elements. But India for years did not see drones as a priority, viewing them only as supplementary platforms. Add to this the inability of DRDO to deliver on UAV design and operational requirements. Now that we recognise the importance of drones, our import dependence is high.\nThe army is in the process of inducting kamikaze drones under an emergency procurement contract with an Indian-Israeli private joint venture. But, importantly, the army is also looking at procuring indigenous kamikaze drones and mini drones for surveillance and for aiding our artillery units in eastern Ladakh. Indian private players are now getting into drone development in a big way, which should help create an indigenous UAV ecosystem. The new drone policy is helping, but to catch up with drone technology leaders, GoI needs to handhold promising private developers.\n\n",
        "headline_1": "Desi UAVs: India is a laggard in domestic drone development and military deployment. This has to change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/desi-uavs-india-is-a-laggard-in-domestic-drone-development-and-military-deployment-this-has-to-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Manil Suri is a mathematics professor at University of Maryland and a novelist. He spoke to Sanjiv Shankaran about his latest book – ‘The Big Bang of Numbers: How to Build the Universe Using Only Math’ – and the origin stories about his discipline: \nYou write that if maths is stripped of calculation, all that is left are ideas.\nMany people, when they think of mathematics, think of arithmetic. But the subject is so much vaster, since it arises wherever there are quantities, or patterns, or spatial relations, or logical deductions, or abstract associations, and so on. The big questions that maths answers are all manifested as ideas. What is randomness? How do you characterise symmetry? What does it mean for spacetime to be curved? What is infinity?\nLook closely at any piece of calculation, and you will see an important idea lurking underneath. For instance, Archimedes was the first to calculate the volume of a sphere. But more interesting than his actual formula was the idea he used: that a sphere could be thought of as a series of extremely thin circular cross-sections, stacked one on top of each other. This idea forms one of the main foundations of calculus, and has been used to find the volume of a variety of other objects.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Maths is the true intelligence behind the universe’s design … people think of it as just arithmetic but it’s much vaster’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cash-flow/maths-is-the-true-intelligence-behind-the-universes-design-people-think-of-it-as-just-arithmetic-but-its-much-vaster/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "In what is perhaps its most powerful endorsement of the freedom of the press in recent times, the High Court on Sunday released the full text of a verdict announced in June last year, in which it touched upon the issue in considerable detail. In the judgment, made in relation to a case about a newspaper's coverage of how the Anti-Corruption Commission (ACC) had exempted a former engineer of the Public Works Department and his wife charged with corruption, the court was firm, unambiguous and decisive. There cannot be a more authentic voice on this topic than the court, and we are happy that it chose to intervene at a time when the press is facing all sorts of challenges.\nThe court stated that journalists are \"part and parcel\" of a democratic process. \"In a modern world, right to information is being treated as one of the preconditions for expression of opinion. Journalists act as helping hands in ensuring rule of law and democracy.\" As \"watchdogs\", it said, journalists disperse information not to undermine anyone but to serve the cause of justice. There is, then, no alternative to an \"efficient\" and \"fearless\" press that can do this without any impediments put in its way. Referring to Article 39 of the constitution which deals with freedoms of thought, conscience and speech, the court said that these rights are vital for the press, especially investigative journalism.\nInvestigative journalism is an effective antidote to the corrosive effect of corruption which, the court said, \"undermines democracy and the rule of law; leads to violation of human rights; distorts markets; erodes the quality of life; and allows organised crime, terrorism and other threats to human security to flourish.\" Seeing how pervasive corruption has become in our society, it is important that investigative journalists, and their sources, are protected from harm. In this regard, the court categorically mentions that journalists are constitutionally and legally authorised to expose corruption in public interest, and that they cannot be compelled to divulge their sources.\nThese observations are not without context, and if contrasted with the present reality, they serve as a clarion call to the state authorities which often act as if the rights of the press are not inalienable. In recent years, we have seen how journalists were subjected to threats, violence, harassment, lawsuits, and a culture of censorship. Investigative journalists were especially targeted for disclosing critical information. And various barriers were put up – including, most recently, by declaring 29 government agencies and institutions as \"critical information infrastructure\" – so that they cannot access or disclose information. Meanwhile, the Digital Security Act, a law that should never have been passed, has been repeatedly abused to target journalists. Also, overt and covert attempts have been made to make it difficult for media organisations, especially those critical of the government, to function.\nUnder such circumstances, the High Court reminds the authorities that their job is to protect and promote public interest journalism, not punish it or clip its wings. We urge the government to take the court judgment with the seriousness it deserves, and act upon its recommendations.\n",
        "headline_1": "We must defend investigative journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-defend-investigative-journalism-3151356",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Freedom fighter Syed Hafizur Rahman, known among his peers as \"Guerrilla Hafiz\" or \"Mine Hafiz\" because of his gallantry during the 1971 war, laid down his life for our independence. Fifty years have passed since then, yet the country for which he made the ultimate sacrifice has still not recognised him as a martyred freedom fighter. This is a shameful gesture not only towards the sacrifices he made, but also our glorious history as a nation.\nAccording a report by this daily, Hafiz's family has submitted a total of eight applications to the state requesting that he be officially recognised as a martyred freedom fighter – as his compatriots were. However, time and again, the state failed to pay him this bare minimum respect. This was despite the fact that his family submitted a copy of the Tk 2,000 cheque awarded to the family by Bangabandhu Sheikh Mujibur Rahman in 1972, along with a recommendation letter signed by Crack Platoon guerrilla commander Golam Dastagir Gazi. Moreover, many of his fellow freedom fighters have also authenticated the family's claim that Hafiz had not only participated in our struggle for independence, but had shown supreme courage until his very last breath, even in the face of torture by Pakistani forces – including the gouging out of his eyes for not giving away information about his fellow freedom fighters.\nOver the last 50 years, successive governments have failed to protect the history of our glorious Liberation War beyond paying lip service or trying to glorify themselves and their roles in the war for political purposes. We have seen how documents from those days have been neglected, how lists of freedom fighters were tampered with, and new lists were made, which were full of errors. Yet, the largest collection of Liberation War documents, \"Bangladesher Swadhinota Juddho: Dolil Potro (Volume 10)\", details several operations that Hafiz took part in during the war. Why, then, has the government failed to give him his due recognition? What have the various departments entrusted with preserving our history been doing?\nIt is disgraceful that the last time Hafiz's family made a submission for his recognition, his younger sister was asked to just \"pay [a bribe of] Tk 5-10 lakh at the right place\" to get a certificate, instead of running around here and there. It goes to show how low we have come as a nation – particularly the state machinery – from those glorious days when people like Hafiz fought to liberate this nation.\nWe call on the relevant authorities to immediately grant Hafiz proper posthumous recognition, with an official apology for the delay. His family has been through enough trouble; the state, instead of causing them more inconveniences, should reach out to them of its own volition and rectify a grave mistake.\n",
        "headline_1": "Give Guerrilla Hafiz his due recognition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/give-guerrilla-hafiz-his-due-recognition-3151346",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "The annual meeting of the Nikhil Bangladesh Mosha (mosquito) Samity has been convened. This is the time of year when there is relief from stinging in other parts of the city because the two-winged gnats congregate in large numbers at a particular dump. Established under the Bengal Presidency of Governor Victor Bulwer-Lytton, the setting for this special centenary year was Demra. The purpose of the assembly was not only to take account of previous bites and stock of sites, but also to exercise their democratic right.\nThey were wary of freedom of expression, seeing the aftermath of Brexit, although it came about after the Britishers debated for months, learnt the pros and cons, and exercised their independent privilege, only to be overwhelmed by the cons. More recently, Liz Truss lasted less than the 60 days they took to elect her through several rounds of democratic roulette.\nLittle Aedes, sitting on Mama's lap (they always travel as a family), said, \"So many slogans: No bribe – no service; no blood – no job; frying an egg – visit the Hague. Why can't they have Aedes-Manush Bhai-Bhai – insecticide bye-bye? I can hardly breathe!\"\n\"Shhh,\" said Papa. \"Wear your spray mask and learn how to. We cannot betray the pharmaceuticals; they are paying us handsomely. We have to breed and satiate our greed for blood. Actually, this year's slogan is 'Stop the aerosol.'\" Little Aedes exclaimed, \"But that's hypocrisy!\" \"What is not? Tell me, my son.\"\nThey had been gathering in hordes at the convention venue – flying in, hopping over, ride-sharing with humans, and by quick breeding. At one point, there was a drumroll. The wasteland fell into a murmured silence, broken moments later by the shrill of the trumpet. Then entered the delegation of celebrity Aedes mosquitoes.\nThere was reverence for the females among them, for only they bite the humans. They were fewer than expected. Begging excuse, albeit immodestly, the lady leader of the mission said that many in the force were busy in the epidermis frontier (Clap).\nThis year, representatives of the municipality health and wealthy officers, killer pharmaceuticals, and the old tyre business association were also invited; small Culicidae flies were the gracious hosts.\nThe chairperson began by declaring his satisfaction with the city municipalities, \"Because in their dengue panic, they were spraying ditches, drains and canals with insecticides, useless (sniggers) (Audience: clap), because we do not breed in wetlands, rivers and lakes.\"\n \nCompliantly, the pharmaceutical rep raised his hand, covered in full sleeves, \"We too are happy because we are selling more chlorine.\" The municipality health and wealthy officers were coaxed into speaking. \"Medicine is bad for human and aquatic life, so we have been taught,\" sighed their superintendent. \"But on the wealth side, the companies are making sure we use their product.\" He got a pat on his back from the pharma rep.\nThe agenda moved on. \"We will not bite the politicians, no! Don't bite them, please (Loud cheer). Their unscientific rhetoric gives us free publicity, and longevity,\" said one speaker. \"Sometimes we wonder whether they work for the companies or maybe the H&W officers – definitely not for their itching voters.\n\"Our target should be researchers, scientists, and media people. Bite them. Don't let them work and discover the means of destroying our habitat. We shall take revenge. Sting!\" The crowd roared.\n\"We are looking for New Territories to proliferate. We appeal to our politician friends and municipality allies to create dumping grounds, preferably within the city. We urge relevant businesses to leave behind some old tyres for ecological balance.\n\"Let there be no awareness programme at schools or on TV that preach against water-filled pots and pans, and ceramic containers. Do they know that we thrive indoors, in small, dark corners, behind curtains? By making a fuss about the outdoors, they are diverting the matter for politico-economic benefits.\n\"Tragic though the end may be, we can actually be eliminated, or in the least controlled, if only they would stop taking pictures of ineffective sprays. They are not informing, thank God, their fellow humans that dengue mosquitoes lay eggs on the walls of water containers, and hatch underwater. We shall not die alone. We shall take with us insecticide manufacturers, municipality officers, and all conspirators against our mighty kingdom of over three and a half thousand species.\n\"Some in the municipality and businesses have begged us not to go. They would be jobless, ruined, if we left for good. Each of us live only for a month anyway. But, because it takes only a few mosquitoes to cause a major dengue occurrence, our kind shall survive. So, for the sake of the corrupt few, the vast population of Homo sapiens shall suffer.\" Sting, sting, sting.\nDr Nizamuddin Ahmed is an architect and a professor, a Commonwealth scholar and a fellow, Woodbadger scout leader, Baden-Powell fellow, and a Major Donor Rotarian.\n\n",
        "headline_1": "Aedes-Manush Bhai-Bhai?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/chintito-1995/news/aedes-manush-bhai-bhai-3151146",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Bangladesh is grappling with one of the largest cases of lead poisoning in history, with millions of children being exposed to it every day. In Bangladesh alone, it is documented that more than 35 million children have blood lead levels that are quite a bit above the safe range. According to the Institute of Health Metrics Evaluation (IHME), Bangladesh now has the world's fourth highest rate of death due to lead exposure. \nGlobally, one in three children – more than 800 million children in total – has elevated blood lead levels (BLL). A recent study in Dhaka suggests that 80 percent of urban children have more than five micrograms per decilitre (µg/dl) of lead in their blood, which is above the WHO-recommended value. Another countrywide study suggested that 34 percent of children have more than 5µg/dl blood lead. This persisting high BLL among children needs special attention from government and non-government institutions.\nThere are additional sources and pathways of lead poisoning in lower-income countries compared to higher-income countries. For example, despite having an insufficient capacity in maintaining protective regulations and infrastructure, the use of lead in industry still persists in Bangladesh and other lower-income countries. At the industrial level, used lead acid battery (ULAB) recycling is a common source of hazardous emissions in semi-urban and rural Bangladesh. Until now, the toxic site identification programme (TSIP) identified more than 360 ULAB recycling sites, and the World Bank identified 1,100-plus such sites, bringing roughly a million people at risk. When abandoned, defunct ULAB recycling sites still pose a hazard to the surrounding communities – and can sometimes spread even further. ULAB recycling is also extraordinarily dangerous for workers, including child labourers who comprise about a quarter of the ULAB workforce. \nBangladesh is compliant with the WHO and has banned lead paint. However, enforcement remains limited – 30 percent of paints sold in the country exceed the threshold standard, and almost all of them contain very high lead concentrations (10,000 ppm). There is an ongoing movement to mobilise support for stronger controls and enforcement against the use of lead paint.\nLately, the adulteration of spices – particularly turmeric – has caused great concerns. A recent study identified widespread and intentional adulteration of turmeric with lead chromate in Bangladesh to highlight the colour, thereby increasing perceived quality and market price. \nTurmeric adulteration and high blood lead levels have already been documented. Government officials have affirmed their intention to address this threat. Consequently, in 2020, the authorities took strong response measures, including restricting import of lead chromate. It has been argued that the government should set permanent import limits on lead chromate to mitigate turmeric adulteration. Screening of turmeric for lead is also urgently needed to identify and stop this practice. This should be done in alignment with generating more awareness among turmeric producers about the dangers of this practice and empowering consumers with more oversight of how the turmeric they buy is processed. \nFurthermore, lead may also be found in various day-to-day products, such as local cosmetics, traditional herbal medicines, toys, aluminium cookware, and jewelleries. Although lead content in these products is anecdotally documented in the recent 2022 countrywide fact-finding explorations, limited evidence is available about the extent of lead contamination or the relative contribution to the national burden of lead poisoning.\nThere are diverse sources of lead poisoning in Bangladesh, and the relative burden caused by different exposure channels remains poorly understood. Lead exposure is not only more common in lower-income countries, but the adverse effects may also be more severe due to nutritional and environmental factors. Poor nutritional status, especially calcium and iron deficiencies, increases lead absorption and metabolism. \nA variety of interventions are recommended based on the 2022 findings, including improved nutrition, correction of iron deficiency, community and family education, chemical chelation of products, and attempts to remove lead sources from children's environments. Adding blood lead levels in national surveillance would help monitoring, evaluation and research to inform policy and its implementation. We need continued investment in the reduction of lead exposure and government-level policy implementation nationwide.\nDr Mahfuzar Rahman is country director of Pure Earth in Bangladesh.\n",
        "headline_1": "Lead poisoning: The next big threat for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lead-poisoning-the-next-big-threat-bangladesh-3151011",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "In what is perhaps its most powerful endorsement of the freedom of the press in recent times, the High Court on Sunday released the full text of a verdict announced in June last year, in which it touched upon the issue in considerable detail. In the judgment, made in relation to a case about a newspaper's coverage of how the Anti-Corruption Commission (ACC) had exempted a former engineer of the Public Works Department and his wife charged with corruption, the court was firm, unambiguous and decisive. There cannot be a more authentic voice on this topic than the court, and we are happy that it chose to intervene at a time when the press is facing all sorts of challenges.\nThe court stated that journalists are \"part and parcel\" of a democratic process. \"In a modern world, right to information is being treated as one of the preconditions for expression of opinion. Journalists act as helping hands in ensuring rule of law and democracy.\" As \"watchdogs\", it said, journalists disperse information not to undermine anyone but to serve the cause of justice. There is, then, no alternative to an \"efficient\" and \"fearless\" press that can do this without any impediments put in its way. Referring to Article 39 of the constitution which deals with freedoms of thought, conscience and speech, the court said that these rights are vital for the press, especially investigative journalism.\nInvestigative journalism is an effective antidote to the corrosive effect of corruption which, the court said, \"undermines democracy and the rule of law; leads to violation of human rights; distorts markets; erodes the quality of life; and allows organised crime, terrorism and other threats to human security to flourish.\" Seeing how pervasive corruption has become in our society, it is important that investigative journalists, and their sources, are protected from harm. In this regard, the court categorically mentions that journalists are constitutionally and legally authorised to expose corruption in public interest, and that they cannot be compelled to divulge their sources.\nThese observations are not without context, and if contrasted with the present reality, they serve as a clarion call to the state authorities which often act as if the rights of the press are not inalienable. In recent years, we have seen how journalists were subjected to threats, violence, harassment, lawsuits, and a culture of censorship. Investigative journalists were especially targeted for disclosing critical information. And various barriers were put up – including, most recently, by declaring 29 government agencies and institutions as \"critical information infrastructure\" – so that they cannot access or disclose information. Meanwhile, the Digital Security Act, a law that should never have been passed, has been repeatedly abused to target journalists. Also, overt and covert attempts have been made to make it difficult for media organisations, especially those critical of the government, to function.\nUnder such circumstances, the High Court reminds the authorities that their job is to protect and promote public interest journalism, not punish it or clip its wings. We urge the government to take the court judgment with the seriousness it deserves, and act upon its recommendations.\n",
        "headline_1": "We must defend investigative journalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-defend-investigative-journalism-3151356",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Freedom fighter Syed Hafizur Rahman, known among his peers as \"Guerrilla Hafiz\" or \"Mine Hafiz\" because of his gallantry during the 1971 war, laid down his life for our independence. Fifty years have passed since then, yet the country for which he made the ultimate sacrifice has still not recognised him as a martyred freedom fighter. This is a shameful gesture not only towards the sacrifices he made, but also our glorious history as a nation.\nAccording a report by this daily, Hafiz's family has submitted a total of eight applications to the state requesting that he be officially recognised as a martyred freedom fighter – as his compatriots were. However, time and again, the state failed to pay him this bare minimum respect. This was despite the fact that his family submitted a copy of the Tk 2,000 cheque awarded to the family by Bangabandhu Sheikh Mujibur Rahman in 1972, along with a recommendation letter signed by Crack Platoon guerrilla commander Golam Dastagir Gazi. Moreover, many of his fellow freedom fighters have also authenticated the family's claim that Hafiz had not only participated in our struggle for independence, but had shown supreme courage until his very last breath, even in the face of torture by Pakistani forces – including the gouging out of his eyes for not giving away information about his fellow freedom fighters.\nOver the last 50 years, successive governments have failed to protect the history of our glorious Liberation War beyond paying lip service or trying to glorify themselves and their roles in the war for political purposes. We have seen how documents from those days have been neglected, how lists of freedom fighters were tampered with, and new lists were made, which were full of errors. Yet, the largest collection of Liberation War documents, \"Bangladesher Swadhinota Juddho: Dolil Potro (Volume 10)\", details several operations that Hafiz took part in during the war. Why, then, has the government failed to give him his due recognition? What have the various departments entrusted with preserving our history been doing?\nIt is disgraceful that the last time Hafiz's family made a submission for his recognition, his younger sister was asked to just \"pay [a bribe of] Tk 5-10 lakh at the right place\" to get a certificate, instead of running around here and there. It goes to show how low we have come as a nation – particularly the state machinery – from those glorious days when people like Hafiz fought to liberate this nation.\nWe call on the relevant authorities to immediately grant Hafiz proper posthumous recognition, with an official apology for the delay. His family has been through enough trouble; the state, instead of causing them more inconveniences, should reach out to them of its own volition and rectify a grave mistake.\n",
        "headline_1": "Give Guerrilla Hafiz his due recognition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/give-guerrilla-hafiz-his-due-recognition-3151346",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "The desperation of factories and industries in the face of severe gas crisis could not be expressed in more eloquent terms than the Bangladesh Textile Mills Association (BTMA) has done. It has offered to pay more than one-third higher price than the existing rate in exchange for uninterrupted supply of the precious energy. Against the current rate of Tk 16.33 a cubic metre of gas, the BTMA is willing to pay Tk 22.83. Its argument stands on solid ground too. The country's once famed textile industry turned moribund for a few decades before it made a strong revival on the back of the readymade garment (RMG). Local textile mills now meet 90 per cent requirement of the country's export-oriented knitwear factories and 40 per cent of the woven garment factories. Also, the government earlier raised gas tariff twice with the assurance of uninterrupted gas supply. Since March last, the gas crisis forced cut on production in textile mills and the situation has deteriorated so much that the mills cannot go for more than 35-40 per cent of their production capacity. Clearly, the snowballing effects will be multi-dimensional ranging from closure of the production units to supply crunch of the main ingredient, fabric that is, for the RMG factories. The knitwear factories will be the worst sufferers and the woven apparel factories too will have to outsource the 40 per cent of fabric they received from local sources. Not a bright prospect particularly when the country runs short of foreign exchange! If the number one forex earner's production witnesses a drastic drop, its impact will be devastating for the country's economy. Not only the textile industry alone, other small backward linkage industries cannot sustain the onslaught. The crisis call is expected to reverberate all across most other industrial sectors and sub-sectors if gas and other fuels cannot be managed in time. In this connection the claim made by the BTMA about the input and output is quite revealing. It assures that if the government can provide them with gas worth $1.2 billion, the BTMA in return will be able to export an equivalent of $48 billion products. But the authorities disarmingly admit that shortage of foreign currency has come in the way of going for gas import right at this time. Other export-oriented industries such as ceramic is also primarily dependent on gas for production. This and other such industries may not make tall claims like textile and RMG sectors but their contribution also counts in supplying blood to the country's economic vein. True, the challenge of meeting the energy demands from different quarters is almost insurmountable in the context of global crisis originating mainly from Russia-Ukraine war. But Bangladesh was offered fuel at a cheap rate by Russia. If India can take delivery of crude oil at a throwaway price for refining, this country cannot do so because there is no such facility. Policy failure in this regard is conspicuous. So, the option open to Bangladesh is to negotiate deals for refined oil and even LNG from Russia or from friendly Middle Eastern sources. Astute energy diplomacy could help the country tide over this critical time",
        "headline_1": "Impacts of energy crisis on industrial production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impacts-of-energy-crisis-on-industrial-production-1666617769",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "To people who have developed a passion for books, those containing papers-pages, and bound with two covers, are getting prepared for a threatening development. Days are not far when readers used to going through books by touching them, turning pages or keeping them folded with markers for some time will be replaced by online readers. These readers will be found as being glued to an online device ---ranging from a desktop, a laptop etc or a smart-phone. The online media screens will serve as the pages of a book. The highly smart and advanced devices are predicted to have virtual pages. To read these books one doesn't require a particular place. A reader can pick any spot, be it a shaded place under a tree, a seat inside a plane or a train, to go through them. Two to three decades ago, this forecast would have sounded as having been taken from a futuristic Orwellian fiction. Tospeak curtly, books are set to disappear from the lives of the true readers. Few could be more disastrous as news to the book-lovers or bibliophiles. Notwithstanding the extent of shock created by the books being a non-entity, the days of books are numbered. Not long ago, the gossip about the eventual disappearance of the print media would occupy a centre-stageof informal get-togethers.Although the online communication had already carvedout a niche in the country's digital world, evenmany online-savvy people were seen brushing aside the atrocious idea: Newspapers' disappearance. They included those attuned to the latest innovations in the global online-related developments. These followers of the veritable brave new world would cite instances of the uninterrupted publication of the age-old printed newspapers. As they watched the latest developments in the international media, they would draw solace from the fact that the print media was quite hale and hearty in the developed countries.By sticking to this view, they would try to exorcise themselves of the evil thoughts of Bangladesh media world going online wholesale. Ithas yet to happen. On the other hand, in many European and different developed countries, the newspaper managements shut down their print versions before they had gone online. Prestigious dailies in almost all large cities are now published online. Even many weekly news magazines, like Newsweek, have long stopped publishing their print versions. As the managements of the dailies and weeklies overseas view it, they cannot bear the expenses of the print versions. When it comes to online newspapers, the cost comes to one-third of the total.An added benefit of going through the online newspapers --- they can be accessed almost free. Moreover, active social media outlets are now in a constant competition to break news earlier than the others. Besides, the popular overseas media channels hardly stay back in their efforts to keep the users of the online platforms updated. To the great relief of the print media barons and the newspaper readers, any large-scale transformation of the industry into the digital version is yet to emerge as a natural process. The chief reason behind it could be termed the general readers' aversion for online newspapers. Unlike the case for books, the one for internet newspapers emerges as a raft of benefits. The new-generation book-lovers find online books and reading user-friendly. Apart from its 'non-weight' nature, one can now read the books anywhere in the world. The online book retailers like Amazon, BookOutlet, Walmart etc and the Bangladeshi Rokomari et al make books available to the readers. As feared, the older generation and those used to be in love with conventional books may come up to impede the online books' popularity. The message between the lines is quite irreversible. Since the younger generation has started taking tothe E-books, it might not be easy to turn them away from the fast strengthening trend. Yet it is too early to bid adieu to the books produced through a lengthy process. A vital point to ponder is the speedy availability of the work of a novelist, a current affairs specialist or the proponent of a new socio-economic order is of little importance. What counts here is the content of the E-book. If the book reaches the reader on time, he or she may be able to remain close to the subject they are interested in. However, the prerequisite is the sooner the better.In case of newspapers and digital news platforms, and online editions of the print media, what'sadjudged the foremost of the priorities is speed. This mode of sending particular news stories to the readers in a speed faster than the rivals later proves a benefit of the digital news platforms. The digital news carriers, thus, are engaged in an ever fought-out battle. Conventional newspapers being greatly dependent on the production and printing processes, they can compromise on reaching information in a faster manner to the readers' end. They manage this by tagging analyses of various types to the main news items. Here the questions of skewed presentation of news and biases arise. Honest digital news platforms remain above all kinds of biases. They remain careful about being sucked into any unnecessary controversy. Remaining above temptations of becoming a popular digital news outlet is a great challenge. Drawing the disapproval of the authorities by uploading sensitive news unwittingly, and by not realising the consequences, is not honest journalism. The average news portals have been proved ersatz. In the professional digital media and the online writing world, the temptations to overstep continue to invite hazards. Skewed dissent hasnever benefited society.\n[email protected]",
        "headline_1": "Search for order in digital 'disorder'",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/search-for-order-in-digital-disorder-1666617959",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "Italy has its first female prime minister, Giorgia Meloni. And hers will also be Italy's first far-right government after the World War II. This firebrand, far-right, 45-year-old leader who founded the party just a decade back, has made history by polling 26 per cent of the votes in last month's national election. Her success has been due, thanks to the disunity and factionalism among her rivals in the centre-left camp. Her rise to power is phenomenal indeed seeing that only four years ago in 2018's election her Fratelli d'Italia (Brothers of Italy) or FdI got just over 4 per cent of the popular votes. Her other coalition partners include former prime minister Silvio Berlusconi (86) of Forza Italia (Forward Italy), a conservative, centre-right party and Matteo Salvini of the populist and extreme right wing Lega (League) party. But who is this Giorgia Meloni who is known to have won the hearts of most of her voters more for her steely determination and consistency than her ideology? She could outdo her other coalition partners like Matteo Salvini, in the election because unlike Salvini, she refused to join the Mario Draghi's interim, technocratic government.This image of her as a strong person has worked for the Italian electorate frustrated over the demise of one government after another (seven governments, to be specific) for more than a decade in the past years. However, the stubbornness in her character can be traced to the struggle her family had to go through as her father abandoned their family when she was a child. So, she had to help her mother, who is herself a supporter of far-right ideology, run errands and do odd jobs like her mother did to make ends meet. Though her father would visit them from time to time, at a stage, she thought she should better see the back of him as no bond ever developed between them. Thus, deprived of a strong family bond in her early life, she was forever on the lookout for a second family and she found one in the youth wing of the Movimento Sociale Italiano (MSI), a neofascist political outfit. As a member of the MSI's youth front, she had to work hard with her then-reactionary far right ideology among the university students infused with leftist ideology. This was indeed a tough time for the far-right ideology in the post-WWI I Europe, especially, in Italy, where the stigma of Mussolini's fascism was still attached to that kind of politics. So, it was not surprising that the rightist camp could not make much progress despite the near-bankruptcy of the left camp. Meanwhile, in 1995, MSI, in a bid to break with its fascist root, became National Alliance (AN), a rightwing nationalist party. As the leader of AN, she merged in a coalition with Berlusconi's Forza Italia and later joined his cabinet as youth minister in 2008. In 2012, she founded Fratelli d'Italia.Politics gradually underwent a sea change in the post-Cold War Europe. Small wonder that Italy was no exception. And Meloni with her background fitted in well with general scheme of things in the post-Cold War Italian politics. When corruption and scandals, even allegation of mafia-connection, damaged the reputation of the politicians and the parties in office, the public were naturally looking for a change. Now with the public growing disillusioned with technocracy and political elitism, breakup of families, rise of the social minorities, especially, LGBTQA+, abortion-rights movement, gender-based politics, immigrants etc, the ground was fertile for the return of the far-right. So, did Meloni'sFdI and her coalition partners, Lega and Forza Italia. Obviously, the rest of Europe, especially, EU will be ill at ease in dealing with this new prime minister of Italy, the Europe's third largest economy.\n[email protected]",
        "headline_1": "Meloni, Italy's first female prime minister",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meloni-italys-first-female-prime-minister-1666618002",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2022"
    },
    {
        "full_article": "One in every three persons is suffering from liver disease in Bangladesh, says a recent research. Around 40 million Bangladeshis are diagnosed with fatty liver disease while 10 million are at risk of developing liver cirrhosis or cancer. According to the World Health Organization (WHO) data, 2.82 per cent of the deaths in the country are caused by liver diseases. One of the main causes of liver cirrhosis and cancer is inflammation caused by fatty deposits in the liver. These fatty deposits tend to progress dangerously. Apart from causing inflammation in the liver, the deposits have several other negative effects. The deposits are directly related to heart disease, diabetes and decreased effectiveness of insulin hormone in the body. The prevalence of fatty deposit is increasing at an alarming rate in Bangladesh as well as all over the world. Researchers claim that if we can create an environment that is friendly to walking and muscle-strengthening activities, there is a chance we can save ourselves from liver diseases. The authorities concerned should make playgrounds mandatory in every school and college. Every urban area should have at least one playground or park. Setting up separate cycling and walking lanes alongside main roads can be a good initiative. Avoidance of junk and processed food items that are high in saturated fat, sugar and salt should be encouraged through public awareness activities. There should be strict laws so that food manufacturers are bound to maintain the nutritional value of processed food items. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Curbing liver diseases",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbing-liver-diseases-1666618032",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2022"
    }
]