[
    {
        "full_article": "Gender-based violence has historically permeated across our social mosaic. Be it in big cities or remote villages, women and girls have always been looked at through a gender-biased lens, in which they have been and still are considered as the inferior sex, always a step behind men—both in terms of their abilities to perform chores requiring physical strength or their intellectual acumen. It is in this biased attitude that misogyny has found a hotbed, and it is this social perspective that has normalised violence against women.\nWhile states and governments in the modern world are trying to break the shackles that bind women to a life of discrimination and abuse—gender equality has been enshrined in the UN-mandated Sustainable Development Goals (SDGs) that the nations are working hard to achieve—violence against women is on the rise globally.\nAlthough women have better access to education, skills development opportunities, jobs, and entrepreneurial options in the cities, in the peripheries, the story is quite different altogether. These women and girls live in the murky shadows of male-dominated communities, with no possibility of access to education, let alone income generating activities. And often, these women perish in the obscurity in which they endure life.\nDespite some differences in the living standards of the women in the urban and rural settings, one thing is common for the majority of them: violence, often at the hands of their family members—be it the father, brother, husband, uncle, cousin or in-laws.\nViolence against women comes in many shapes and forms: physical, sexual, emotional, economic, and political. There are cases where women are subjected to marital rape by their \"better half.\" Then there are those instances where infants are murdered within hours of their birth by their own fathers. There are incidents of women being tortured mentally and emotionally by their families for various reasons; then there are circumstances where they are not allowed to keep the money they earn. And of course, there are those classic examples of smothered female voices in politics, through intimidation, threats, character assassination, and stoking the ever-present doubt about their leadership capabilities.\nThese are just the tip of the iceberg. Women are subjected to violence and discrimination day in and day out—at home and outside, at their work place, thorough state policies and institutionalised biases. At times, these are conscious acts, and at times just a part of social norms. Sometimes, they are done even in the name of cultural and religious practices.\nThe ongoing global pandemic has only aggravated the plight of women. According to a UN Women report, \"two in three women reported that they or a woman they know experienced some form of violence and are more likely to face food insecurity. Only 1 in 10 women said that victims would go to the police for help.\" This is based on a study of data collected from 13 countries in the aftermath of the Covid-19 outbreak. According to USAID, about a third of women have faced gender-based violence, which in numbers comes to around 700 million.\nIn Bangladesh as well, there has been a rise in violence against women. As per a World Health Organization (WHO) report, Bangladesh ranked fourth in the world in gender-based violence by intimate partners. Prepared by analysing data between 2000 and 2018, the report suggested that about 50 percent females aged between 15 and 49 have had to endure sexual and physical violence at the hands of their partners in the country.\nIt got worse during the pandemic. A Manusher Jonno Foundation study, conducted in 27 districts, revealed that 4,249 women and 456 children had to endure domestic violence in April 2020, during the government announced general holidays. The study shed further light on some grim social realities: of the 57,704 women and children interviewed for the study, 1,839 were physically tortured, 4,622 were mentally tortured, 203 suffered sexual violence, and 3,009 women had to face financial hardships due to pressure from their husbands.\nA Brac report released last year suggested that in the first 10 months of 2020, Brac's legal aid services received more than 25,000 complaints of gender-based violence. In view of such a high number of formally lodged complaints, one wonders what the actual figures would be, given that many women, girls and their families shy away from making such issues public, let alone seek legal recourse, due to fear of social stigma as well as the hassles and expenses associated with the process.\nChild marriage has also seen a spike in Bangladesh during the pandemic. Brac's community-based women's group, Polli Shomaj, revealed that in the first 10 months of 2020, child marriage increased by 68 percent, compared to the corresponding period in 2019. Many families, unable to bear the economic brunt of the pandemic, resorted to marrying their daughters off at an early age. But with child marriage comes marital rape, adolescent pregnancy, forced labour, and at times, even death.\nThe death of Nurnahar—a 14-year-old girl from Tangail—last year, due to excessive genital bleeding as a result of persistent marital rape and a lack of access to medical help is still raw in our memories. The girl's family, reeling from pandemic-induced economic hardships, gave her in marriage to a 34-year old man named Rajib.\nThe girl bled from the first night of her marriage, and despite the constant bleeding, her husband kept forcing himself on her. She was taken to a kobiraj by her in-laws; they did not allow her medical help. Later, as her condition kept deteriorating, as a last resort, she was taken to a local clinic and finally to Dhaka Medical College Hospital (DMCH). But she succumbed to her internal injuries a few days later. Her mother-in-law later alleged that she had been possessed by demons, which caused her genital bleeding.\nNurnahar is just one of the many young girls who are considered an economic and social burden by their families, and married off early to wash their hands off of unwanted responsibilities. While this case came to prominence, many more girls have died as a direct result of child marriage—during childbirth, due to torture and domestic violence, suicide—without us ever knowing about them.\nGender-based violence is not just a minor social problem; it's a malady, an endemic, a pandemic itself. It is eating at the heart of all the progress mankind has made. And it has economic implications too: USAID suggests that gender-based violence has been estimated to cost the world more than five percent of global GDP.\nHowever, it is not a problem that can be addressed with a one-dimensional solution. The governments, including ours, need to adopt a multi-pronged approach to address this crisis: awareness, education, and sustainable empowerment.\nOn the one hand, the governments need to work towards changing the gender bias of the patriarchal societies we live in through mass awareness campaigns, celebrating the innate resilience, energy, and contributions of women—especially the rural women who toil day and night to support the men in their families in their income-generating activities, including farming, animal husbandry, poultry rearing, among others. On the other hand, the governments need to create improved access for girls and women to education, skills development and entrepreneurship training programmes, and then integrate them into mainstream economic activities by providing them with employment or sustainable livelihood generation opportunities. For women, education and skills development are mandatory, as without them income opportunities would remain unutilised, and thus empowerment will not be sustainable or effective.\nTo this end, the government can collaborate with the development actors working in these areas, in order to be able to enjoy the benefits of their tacit knowledge, experience, community access and best practices.\nEmpowerment is the only key to ending violence against women. Without this, no matter how many shades of orange you splash, they will be consumed by the bleakness of their lives. \nTo truly \"Orange the World,\" we first need to remove the dark tint of the gender-biased lens of our patriarchal society and empower our women with knowledge, and the tools and means of financial freedom. Only then will we be able to ensure a violence-free future for our girls, for our women.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "To be free from gender-based violence, we need empowerment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/be-free-gender-based-violence-we-need-empowerment-2902131",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    },
    {
        "full_article": "Imagine a society where women and girls don't have to be afraid. A society where women and girls are treated with the same respect as men and boys, and where they have the freedom to reach their full potential in all aspects of life. One where girls don't become wives or mothers while they themselves are still children. A society like this, where all women are encouraged to contribute their diverse and necessary strengths, would be a formidable power—economically, educationally, politically and socially. But the prevalent and rising gender-based violence against women, which takes place worldwide, stops this from being a reality. That is where the significance of today's date stems from. November 25 marks the International Day for the Elimination of Violence against Women. But how did this day come about?\nOn this day in 1960 in the Dominican Republic, three of the four Mirabel sisters were beaten to death, placed in their car and thrown over a cliff. Raphael Trujillo, the brutal dictator at the time, had made numerous and forceful advances toward one of the sisters. Minerva Mirabel repelled these advances and made it clear she was unimpressed with Trujillo as well as his brutal politics.\nSubsequently, the Mirabel sisters became active members of a resistance group protesting Trujillo's ruthless regime. As Minerva was under close government surveillance after her rejection of Trujillo's advances, she and her sisters were easy targets for the dictator's henchmen. The Mirabel sisters, unfortunately, paid the ultimate price for their bravery.\nOver 20 years ago, the UN General Assembly designated November 25 as the day on which to raise awareness for women suffering violence perpetrated by men. The World Health Organization states that one in every three women worldwide has been a victim of gender violence in her lifetime.\nIn Bangladesh, this number is much higher. In 2015, results from a government survey showed that seven in 10 women had suffered some form of abuse from their partners; half of these involved physical assault. Amid the Covid-19 pandemic, violence against women spiked by nearly 70 percent in March and April of 2020, compared to 2019, according to Brac. This has to stop. The prevalence of such violence hurts a nation in multiple ways, one of which is by stunting its growth.\nIt is time for Bangladesh to tap into its human resource assets of not only men, but women as well. Intelligence, innovation and skills are being wasted as the female bodies and minds that house these strengths are beaten, abused and even burned. Bangladesh, like the rest of the world, is navigating through the severe impacts of the pandemic, the climate crisis and political unrest.\nWouldn't it be wise to use every available asset to navigate through such crises and grow meaningfully through these times? Instead of thwarting fertile minds and innovative ideas from women and girls, why not nurture them? Within a patriarchal society, it may take effort and time to tap into the precious commodities hidden in the underutilised minds of women, but raising awareness about the violent crimes which thwart their talents would be a good start.\nViolence towards women must not be normalised. It cannot be dismissed with acceptance and a shrug. Silence is dangerous, as it allows for the suppression of women's potential while allowing oppressors to keep treating them as inferiors. Women must be liberated through the education of their minds and by helping them take control of their own livelihoods.\nWith heightened awareness and vocalisation, the extremely low conviction rate of cases of violence against women may increase. Currently, when women do report violent crimes, very few reach a successful conviction. This is demoralising to the victim but also discouraging to others who might approach the law for help. But this vicious cycle of justice denied giving way to more violence can be broken. With collective, strong and unwavering voices, laws can be upheld and justice can be served. Women can begin to feel safer in their own communities if authorities back them up with exercising existing laws and replacing ones which do not favour victims of gender violence.\nBesides this, it is equally important to ensure that our children are also learning about crimes committed against women and what can be done to decrease them. The next generation is learning, growing and maturing. Young minds are grasping for truth and knowledge. Now is the time to teach and model equality. Children soak in experiences and follow in the footsteps of their role models.\nA young boy who sees his father treating his mother respectfully learns to respect her as well. This can generalise into respecting his sister, the girl next door and a girl at school. Similarly, a young boy who is reprimanded for hitting his sister or using his physical strength to intimidate her will learn that his behaviour was wrong.\nTreating sons and daughters equally within the family incorporates this sense of justice into the rest of a child's life. Seeing the females in their family being respected and listened to just as the males are is crucial. Expecting equal behaviour from both a son and a daughter, and listening to both sends a clear message: \"You are both equal.\"\nBut sons are not the only children in this equation. Girls should also be taught to stand up for themselves more. When a girl's ideas and opinions are listened to as respectfully as her brother's, she learns that her thoughts and ideas are just as valuable as a male's—a view that should be the norm. Equality in the family therefore leads to equality in the community.\nThe rise of violence towards women has been called a shadow pandemic—a frightening result of the effects of Covid-19 on our communities. But luckily, we can all take steps to combat this in our own small and big ways. From November 25 to December 10, during the 16 Days of Activism against Gender-Based Violence, join UN Women and the rest of the world to right this wrong, and so we don't just have to imagine a society where women and girls aren't afraid.\n \nShahida Rahman is a British-Bangladeshi author who writes historical fiction, non-fiction and children's stories.\n",
        "headline_1": "Gender violence is a multi-layered issue, so must its solutions be",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/gender-violence-multi-layered-issue-so-must-its-solutions-be-2902126",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    },
    {
        "full_article": "Two high-profile environmental conferences—the UN Biodiversity Conference under the Convention of Biological Diversity (CBD) and the UN Climate Change Conference under the United Nations Framework Convention on Climate Change (UNFCCC)—were held recently in Kunming, China and Glasgow, Scotland, respectively. The biodiversity conference recognised that change in land and sea use, overexploitation, climate change, pollution, and invasive alien species are the main drivers behind biodiversity loss worldwide. Following that recognition, world leaders pledged to reverse the current trends of biodiversity loss by 2030 and envisioned living in harmony with nature by 2050. In this context, it is vital to note that saving nature and biodiversity is the key to solving climate-induced socioecological problems. Rightly so, the UN climate conference has emphasised reducing deforestation by 2030. Climate scientists and activists have also called for saving nature and utilising nature-based goods and services to tackle climate-induced problems—popularly known as \"Nature-based Solutions\" (NbS) to climate change. These conferences, ideas, and pledges suggest that conservation of nature and biodiversity is necessary to tackle climate change, thereby vital for our survival and existence.\nNow that we realise the importance of conserving nature and biodiversity, we also face the challenge of conserving them while meeting our developmental needs. This is because development often involves clearing forests or natural areas, while conservation actions demand that forests and natural areas remain intact. So, how do we deal with these conflicting interests? One of the ways to do that is to find a balance between development works and conservation. Rightly so, Prime Minister Sheikh Hasina has emphasised building a developed and prosperous Bangladesh, but at the same time, building it green and climate-resilient. That is, the government's policy is friendly to both development and nature conservation.\nThat being said, our development and conservation-friendly model faces a significant problem in practice. Policy implementers and activists often take one of the two ideas that suit their interests more. On the one hand, conservationists often emphasise the idea of a green and climate-resilient Bangladesh and protest against any project near the forests, even if the project is vital for the country. On the other hand, development activists often emphasise the idea of a developed and prosperous Bangladesh and push for any project, even if that could potentially cost greenness or climate resilience. Take these two examples: first, there have been news reports recently regarding tree felling in Sylhet in the name of development work. The action directly conflicts with protecting greenness and climate resilience. Second, a letter of concern was published in the Science Magazine that Padma Bridge would threaten the Sundarbans. That concern directly conflicts with development and prosperity. The first case illustrates the short-sightedness of development workers, while the second case demonstrates exaggeration from conservationists. This type of debate usually takes place on an emotional ground, rather than on scientific understanding, which is somewhat frustrating and does not serve the country's best interest. What is needed the most is that policymakers and activists take both the ideas—not just the one that suits their own individual interests—by heart, argue scientifically, and look for the overall sustainable development of the country, instead of sectoral development.\nAt this point, we must appreciate the pace at which Bangladesh is currently developing. Many development projects are now in progress, with more in the pipeline. However, we are also among the top-ranked climate vulnerable countries globally, in need of more climate adaptation and resilience efforts and measures. Although essential, setting aside a vast chunk of land purely for nature conservation or climate change adaptation is becoming increasingly challenging. So, we must offset the potential loss of nature by creating new nature around our dwellings, and achieving the overall goal of \"net zero deforestation.\"\nThe very first step towards achieving the goal of net zero deforestation is changing our mindset. Our conservationists still adhere to traditional attitudes and focus merely on forests, ignoring nature beyond forests, such as urban areas and riverbanks. The assessment of conservation success also pays little attention to biodiversity and ecosystem services, focusing mainly on restoring or preserving forest areas instead. The Forest Department has a specialised branch named wildlife and nature conservation circle, but the circle is still in its infancy. Its focus has so far lied on the conservation of charismatic animals, instead of plant diversity or the diversity of non-charismatic animals. Thus, it is not uncommon that some forests in our country are characterised by a lack of vegetation cover or single-species plantation—that is, they represent nature of poor quality and poor biodiversity. On the other hand, we traditionally measure development success through the extent of infrastructure developed—including roads, bridges and buildings—with minimal regard to their costs on greenness or climate resilience. I suggest that it is time to move on from our traditional ideas of conservation or development. We should embrace newer ideas, such as: a) nature conservation is more than just protecting forests, and it is about saving biodiversity and ecosystem services within forests and beyond; and b) greenness can be incorporated within the development plan, as illustrated by the Pudong model of development in China.\nI, therefore, urge the relevant authorities and experts to minimise the development-versus-conservation dilemma by broadening the scope of nature management and promoting green development. That is, we should (a) keep our natural forests intact; (b) improve the quality of our forests—by paying attention to biodiversity and ecosystem services; and (c) bring our city spaces, urban areas, and riverbanks under nature management to improve greenness. Relevant and applicable development projects must be eco-friendly, cautious about greenness, and planned away from natural forests. We must keep in mind that we cannot survive without nature—neither can we stop the wheels of development. So, we should coordinate among the stakeholders, including political leaders, and adapt to the modern approaches that can save nature, promote development and improve the quality of our living, leading to a modern and climate-resilient Bangladesh.\n \nDr Shekhar R Biswas is a professor of ecology at East China Normal University in Shanghai.\n",
        "headline_1": "A plea for life and progress in harmony with nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/plea-life-and-progress-harmony-nature-2901161",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    },
    {
        "full_article": "Just in case there were any doubts, Turkish Foreign Minister Mevlut Cavusoglu demonstrated with his visit to Lebanon last week that improved relations between Middle-Eastern rivals would not bury hatchets.\nOn the contrary, improved relations shifts the battlefield away from potential armed conflict, allowing rivals to compete while enjoying the benefits of trade and economic cooperation, as well as lines of communication that help prevent disputes and conflicts from spinning out of control.\nWith his visit, Cavusoglu was stepping into a breach. He sought to fill a vacuum after Turkey's geopolitical and religious soft power rivals, Saudi Arabia and the United Arab Emirates (UAE)—together with Bahrain and Kuwait—imposed an economic boycott on Lebanon and withdrew their ambassadors from Beirut.\nA one-time middle-income country, Lebanon is teetering on the brink of collapse due to endemic corruption and an elite willing to protect its vested interests at whatever cost. As a result, the United Nations estimates that three-quarters of the population have descended into poverty.\nAggravating Lebanon's predicament, the boycott intends to loosen the grip on the country of Hezbollah, the Iranian-backed militia and political party, which has become a part of the elite. A Hezbollah protest in October, demanding the replacement of a judge investigating last year's devastating Beirut port explosion that killed more than 200 people, descended into sectarian violence reminiscent of Lebanon's 15-year-long civil war in the 1970s and 1980s.\nCavusoglu travelled to Beirut in advance of a one-day UAE-Turkey business forum in Istanbul and a visit by UAE Crown Prince Mohammed bin Zayed—the first in 12 years. Turkish Interior Minister Suleyman Soylu met in Rome with his UAE counterpart, Saif bin Zayed Al Nahyan, days after the Beirut visit on the sidelines of the Mediterranean Parliamentary Assembly.\nTurkey and the UAE have been at loggerheads because of Turkish allegations that the Emirates had funded a failed 2016 military attempt to topple President Recep Tayyip Erdogan, and Emirati objections to Turkish support for political Islam—particularly the Muslim Brotherhood.\nTurkey and the UAE have fought military and/or political proxy battles in Libya, Syria, the Eastern Mediterranean, and France, where they were on opposite sides of the divide. Moreover, Turkey supported Qatar and expanded its military presence in the Gulf state during the 3.5-year-long UAE-Saudi-led diplomatic and economic boycott of Qatar that was lifted in January this year.\nSimilarly, Egypt and Saudi Arabia have been seeking to tone down their differences with Turkey at a time of uncertainty over the United States' security commitments in the Middle East, and the need of all Middle-Eastern states to focus on some combination of economic reform, diversification, and expansion as a result of the Covid-19 pandemic and the demands of climate change.\nAgainst that backdrop, Cavusoglu travelled to Tehran a day before arriving in Beirut. In Tehran, he sought to bolster his position as a potential mediator in Lebanon, manage Turkish-Iranian tensions in the Caucasus along the Azerbaijani-Iranian border, and find some common ground in Syria where the two countries are also at odds.\n\"If there is anything that can be done for the issue (in Lebanon) to be resolved as soon as possible, we are ready to carry it out,\" Cavusoglu said.\nDespite improving relations between Turkey, the UAE, and Saudi Arabia, it was unlikely that the Gulf states would loosen their stranglehold on Lebanon or that they would trust Turkey to be an acceptable and unbiased mediator. At the same time, Turkey appeared to be further drawing regional battle lines not only with Saudi Arabia and the UAE, but also with Southeast European states as well as Russia and Iran, with which it simultaneously competes and cooperates.\nIt did so in a recent gathering of the Cooperation Council of Turkic Speaking States in Istanbul. The council groups Azerbaijan, Uzbekistan, Kyrgyzstan, and Kazakhstan, Turkic-speaking states in Central Asia and the Caucasus. Turkmenistan, the only other Turkic-speaking nation, and Hungary have observer status.\nThe Istanbul gathering restricted membership and observer status to Turkic-speaking countries. The decision bars not only other Southeast European countries from associating themselves with the council, but also Iran, where Azeris—the country's largest ethnic minority—account for 15 percent of the population, and Russia with its Turkic minorities.\nAdd to all of this the diplomatic impact of the recent arrest on espionage charges and the subsequent release of an Israeli tourist couple for taking pictures of Istanbul's Dolmabahce Palace, one of the city's major tourism attractions. The palace, on the shores of the Bosporus, served as the administrative headquarters of Ottoman sultans in the 19th century and the place of death of Kemal Mustafa Ataturk, the founder of modern Turkey, in 1938.\nThe couple's release prompted the first phone call between Erdogan and top Israeli leaders in nine years, with President Isaac Herzog and Prime Minister Naftali Bennett phoning the Turkish president separately to thank him. Israel has until now cold-shouldered Turkish efforts to improve long-strained relations between the two countries.\nBeyond the fact that Erdogan does not want the incident to scare off badly needed tourists at a time of severe economic crisis, it also provided an opportunity to break through to Israel and reduce the UAE's geopolitical advantage in maintaining close ties to the Jewish state. Erdogan expects the Turkish move to be reciprocated. That is precisely what Israeli conservatives fear.\n\"Ankara's accusations of 'espionage' and apparent threats to raise the price for the detainees show that it was using hostage diplomacy involving innocent tourists. This is how Hamas, which is backed by Ankara's ruling party, has also behaved… Normal regimes don't detain innocent people,\" thundered Seth J Frantzman, the right-wing Jerusalem Post's Middle East correspondent.\n \nDr James M Dorsey is an award-winning journalist and scholar, and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "A new world: The Middle East tries cooperation alongside competition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/new-world-the-middle-east-tries-cooperation-alongside-competition-2901156",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    },
    {
        "full_article": "It is alarming that default loans in the banking sector in Bangladesh have surpassed Tk 1 lakh crore again, despite a relaxed loan classification policy adopted by the central bank. Because of the economic ramifications of the Covid-19 pandemic, the Bangladesh Bank was forced to relax the loan policies, following which the rise in non-performing loans (NPL) came. But now that the economy is getting back on track and businesses are again making profits, some are still refusing to pay back their loans.\nWhat is most unfortunate is that we are not really surprised by any of this. Even before the pandemic hit, the regulators had been granting defaulters—many of whom were wilfully so—absurd amounts of leniency, which experts had warned at that time would have long-term negative impacts for the banking sector. Many large borrowers were able to reschedule their loans ad infinitum using their political connections, violating all banking rules and norms. In fact, regulations in the banking sector have turned meaningless as the regulators have consistently bent them at the will of big businesses that are backed by influential quarters. Then why should we be surprised when others try to take advantage of this? And whose fault is it really that more and more borrowers are now refusing to repay their loans, despite having the means to do so?\nWhen delinquent borrowers were not punished and had their loans rescheduled without any legitimate reasons, what signal did that send to potential borrowers—that they, too, can default on their loans without any repercussions? The impunity granted by the regulators over the years is what has created this tendency among a large number of borrowers now to not repay their loans. Which is why the responsibility for this rise in NPL now falls squarely on the regulators' shoulders.\nThe only way to solve this mess is for the regulators to return to applying the banking rules and regulations uniformly for all, and to not give in to political pressure when it comes to making banking-related decisions. In line with that, the regulators must identify the wilful defaulters and, instead of rescheduling their loans over and over again, take all legal measures necessary to try and recover their borrowings.\n",
        "headline_1": "Rising NPLs is the regulators’ fault",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rising-npls-the-regulators-fault-2902101",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    },
    {
        "full_article": "A recent study conducted by the Institute of Epidemiology, Disease Control and Research (IEDCR) has found that almost all clinically important and widely used antibiotics have lost their effectiveness by more than 50 percent. This is a distressing piece of information that should cause us all a great deal of concern. The IEDCR studied the performance of 21 antibiotics against 10 priority pathogens between 2017 and 2021, and found that five of the most critical medicines listed by the World Health Organization (WHO) are progressively becoming ineffective, leaving us almost defenceless in the face of certain illnesses, including future pandemics.\nThis increasing ineffectiveness of antibiotics, known widely as antimicrobial resistance (AMR), has been declared by the WHO as one of the top 10 global public health threats facing humanity. One does not have to think too far ahead to consider the severity of the consequences of being unable to treat previously treatable bacteria, viruses and parasites. This will not only impact human health, potentially causing greater suffering and even death; prolonged illnesses as a result of less effective treatment will also increase the financial burden on patients from longer hospital stays, frequent consultations and expensive medicines. This will inevitably create greater stress on the healthcare system as a whole, and will ultimately cost the economy as well.\nThe WHO identified misuse and overuse of antimicrobials to be the main drivers in the development of such drug resistance. In Bangladesh, experts have also reached the same conclusions—according to a report in this daily, the data indicates that the overuse of antibiotics is driven by practitioners. In this regard, there is no alternative but for the authorities to put forward strict guidelines on antibiotic use, and closely monitor that these guidelines are being followed. A strong movement among health professionals is also required to discourage the overuse of antibiotics—not just in major public and private hospitals, but in every healthcare centre and private clinic across the country. \nIn many countries, the overuse of antibiotics in food production is a major concern as well. We urge the authorities to look into this issue, too, and ensure that Bangladeshis are not consuming meat from animals that have been stuffed with antibiotics. The world is now beginning to recognise that human health is closely connected to the health of animals and the shared environment—as the Covid-19 pandemic clearly demonstrates—and that the war against AMR needs to be fought on multiple fronts. Armed with this information, we must also take up this battle against AMR, and formulate coherent strategies to ensure that it does not have severe negative consequences for the country and its people. \n \n",
        "headline_1": "AMR a huge public health concern ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/amr-huge-public-health-concern-2901901",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-11-2021"
    }
]