[
    {
        "full_article": "Today marks the 50th anniversary of the restoration of the lawful seat of the People's Republic of China (PRC) in the United Nations, a historic event that will be solemnly commemorated by the PRC. Fifty years ago, the UN General Assembly adopted Resolution 2758 with an overwhelming majority at its 26th session on October, 25 1971. The resolution decided to restore all those rights to China and to recognise the representatives of its government as the only legitimate representatives of the PRC to the UN. Qiao Guanhua, the head of the Chinese delegation to that UN General Assembly, burst into laughter at the meeting after the resolution was passed. This scene has become a classic moment in the history of the UN. Qiao was subsequently invited to deliver a speech on the rostrum of the UN General Assembly on November 15, 1971. Fifteen days later, Huang Hua, permanent representative of the PRC to the UN, attended the Security Council meeting for the first time. Since then, both China and the UN have ushered in a new chapter.\nThe restoration of the lawful seat of PRC in the UN is a victory not only for New China's diplomacy, but also for justice and fairness in the world, and for the purposes and principles of the UN Charter. It is of great significance.\nThe PRC, with its population accounting for a quarter of the world in 1971, had been excluded from the UN since its establishment. It is clear that the UN was incomplete without China's participation. With China's return to the family of nations, the UN truly became the most representative and authoritative international organisation. It is conducive to the better functioning of the UN, which became more balanced in reflecting the interests and wishes of the majority of countries in the world.\nChairman Mao Zedong once said vividly that it was our fellow developing countries that \"carried\" the PRC into the UN. The restoration of the lawful seat of China in the UN shows the rise of developing countries. As H.E. Boukhelfa, the Algerian ambassador to China, pointed out, \"China's restoration of its legal seat in the UN is a victory for China and the people of all developing countries.\" Since then, the PRC has been firmly upholding the purposes and principles of the UN Charter, breaking the dominance of the UN by the bipolar. The force for world peace and development has become stronger than ever before.\nThe restoration of the lawful seat of the PRC in the UN safeguards China's national security at the international level. It started the process of China' integration into the post-WWII international system. To date, China has joined almost all universal international organisations, more than 600 important multilateral international treaties, and the international trading system with the World Trade Organization at its core. It has also become a prelude to China's reform and opening up.\nDuring the past 50 years, China has kept its solemn commitment to the UN Charter, and made important contributions to the development of the UN.\nChina has never shy away from its financial obligations to the UN. Since 2000, its financial contribution to the UN has kept on in an increasing trend, making China the second-largest UN peacekeeping contributor in 2016 and the second contributor to the General Assembly in 2019. In 2021, China's contribution accounts for 12.055 percent of the UN budget. As the largest troop contributor among the P5, China has participated in 29 UN peacekeeping missions, sending more than 50,000 personnel.\nChina has strongly supported the goals set by the UN. In 2015, China created the China-UN Peace and Development Fund to facilitate the work of the UN and promote multilateral cooperation. As of 2020, a total of USD 100 million from China has been injected into the fund, and 95 projects covering issues from peace and security to development have been implemented, which benefited more than 100 countries and regions in Asia, Africa, Latin America, and Oceania. As a pioneer in the field of poverty reduction, China has achieved the target of eradicating poverty completely. As Rahamtalla Mohamed Osman Elnor, permanent representative of the African Union to China, said, \"China has achieved the poverty reduction goal of the UN 2030 Agenda for Sustainable Development 10 years ahead of schedule, and it is especially worthwhile for Africa to learn from.\"\nChina has put forward a series of new concepts, including a Community of Shared Future for Mankind, which has been absorbed into relevant UN documents. At the 76th session of the UN General Assembly, President Xi Jinping put forward the \"Global Development Initiative,\" which has received warm responses from the international community. \"In the past 50 years, China has actively integrated into the international community and played a leading role in international politics, economic governance, and rule-making,\" said a foreign envoy to China. So far, among 15 specialised agencies of the United Nations, four of them are led by Chinese director-generals, namely the FAO, the ITU, the UNIDO, and the ICAO.\nAt the new historical crossroads, China is committed to building a Community with a Shared Future for Mankind, and will continue doing its best to participate in UN affairs. We will defend the status of the UN, promote the purposes and principles of the UN Charter, and play the role as the advocate of world peace, the contributor to global development, the defender of international order, and the provider of public goods.\nThe UN-centred international system and basic norms in international relations based on the purposes and principles of the UN Charter are the pillars of multilateralism. We must oppose the use of multilateralism as a pretext by a few countries to impose their own rules on the whole international community. It is important to bridge differences through dialogue, and resolve disputes through negotiation.\nChina will always take the side of fairness by upholding sovereign equality and opposing interference in other countries' internal affairs, power politics, and hegemony. China will always take the side of justice by adhering to equity and impartiality and opposing geopolitical rivalry and exclusive blocs. China will always take the side of peace by advocating for political settlement and opposing the use of force and unilateral sanctions. \nChina is committed to common prosperity through development at home. As far as the world is concerned, China upholds the concept of \"pleasure alone is not as good as all others.\" We will help build an open world economy, and are willing to share our development opportunities with other countries to achieve global common prosperity.\nFacing terrorism, climate change, major public health incidents, and major global economic and financial risks, the countries in the world cannot stand alone and must work together to address those challenges. In the global fight against Covid-19 in the future, as President Xi has solemnly announced, Chinese vaccines will be made a global public good, and China will be committed to ensuring accessibility and affordability of vaccines in developing countries. \nProfessor Klaus Schwab, founder of the World Economic Forum, said, \"China restored its legal seat in the United Nations 50 years ago. In the next 50 years, we can build a better, more cooperative, inclusive, and resilient world together.\" To respond to the expectations of the international community, China is willing to join hands with other countries in the world to make new and greater efforts to promote the peace and development of mankind.\n \nLi Jiming is the Chinese ambassador to Bangladesh.\n",
        "headline_1": "China’s 50 years in UN: Epitomising advocacy of multilateralism towards sustainable peace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/chinas-50-years-un-epitomising-advocacy-multilateralism-towards-sustainable-peace-2205726",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    },
    {
        "full_article": "Communal tensions in Bangladesh have recently escalated to an alarming level. During this year's Durga Puja, one of the biggest religious festivals in \"secular\" Bangladesh, some criminal elements unleashed unfettered violence on the minority communities. Over a period of four days, a group of radicalised individuals, including youths, torched and looted homes of Hindu families in various districts across the country. The festivities turned into a shameful episode for the nation. A country that is known as a land of communal harmony came under scathing criticism from the world community as they condemned the attacks.\nThe government is now saying that the attacks on the Hindu community were premeditated. Various quarters are trying to tarnish the image of the government and the country through these well-orchestrated attacks. There are conspiracy theories brewing in the neighbouring countries as well. For instance, a report published by Khabar 365 Din, a Kolkata-based daily, reported that in the context of the Tripura election, the attacks could have been carried out through a joint plan between Jamaat-e-Islami Bangladesh and the Indian Rashtriya Swayamsevak Sangh (RSS), in order to trigger pro-Hindu sentiments in Tripura by stoking communal tension in neighbouring Bangladesh. Gobinda Chandra Pramanik, secretary general of Bangladesh Jatio Hindu Mohajote, has also been accused of being a provocateur. And there are many more speculations floating in various quarters regarding the origin of the attacks.\nHowever, amid all these narratives in this discourse, what we are missing is a conversation on what enabled the perpetrators to carry out such well-synchronised attacks. If the attacks were premeditated, how did our intelligence agency radars fail to pick up the signals? How could such a series of attacks be carried out in broad daylight, for so many days, under the very noses of the law enforcement agencies?\nAn even more alarming question is: Why did so many youths—video footage and press photos show that a lot of the zealots were in their 20s and 30s—take part in such mindless violence? What motivated the locals to turn against their own neighbours, with whom they have coexisted for so many decades?\nOne may recall the 2012 Ramu incident, one biggest attacks on a religious minority community in this country in recent years. Since then, over the last nine years, many attacks have taken place across Bangladesh. These attacks have not only shaken the confidence of the minority communities, but have also dented the secular spirit of the nation. Even in the 90s or early 2000s, such an attack on the minority communities would have been unfathomable to the average Bangalee citizen. Lest we forget, Bangladesh was born of the spirit of Bangalee nationalism, above creed, cast or religion.\nThings have not been well in recent years. One would remember the incidents of violence in Nasirnagar, Rangpur and Bhola in 2016, 2017 and 2019, respectively. Such attacks have only grown in intensity. So how come a nation that was built on the spirit of secularism and Bangalee nationalism has morphed into a country where the minorities cannot even celebrate their religious festivals in a safe environment?\nIn any situational analysis, there is a context as well as a subtext. The current discourse centring around the recent spate of communal violence is more focused on the subtext, rather than the context. And the context here is multifaceted.\nRather than asking questions only about who Iqbal Hossain is and who are his accomplices, or why the police failed to disperse the mob or stabilise the situation, the authorities should also be assessing why this happened in the first place, or how this spread from Cumilla to other regions, including, Kurigram, Bogura, Chapainawabganj, Sylhet, Rangpur, Cox's Bazar, Bandarban, among many other locations spanning the length and breadth of the country. What would perhaps be more productive to ask is what made Iqbal Hossain who he has metamorphosed into: a radicalised man. What led to the creation of such a strong network of religious zealots, or who are the puppeteers?\nThe government now needs to look at the intel lapses that have resulted in the execution of these well-planned attacks on the Hindu community. There are multiple intelligence agencies in the country who are well-equipped with resources to gather intel, especially those of significance to national security. These agencies, along with the government, need to scrutinise where they went wrong. Were their priorities not right? Did they not have adequate resources to monitor the situation? Could they not anticipate the situation? Did they underestimate the capabilities of the radical elements in the country? Or were they just complacent? These are questions that need immediate answers.\nAt the same time, the government also needs to assess and understand why the nation is losing its secular spirit, and why its people are turning on each other. Where does the foundation of this destructive rage lie? The answers to these questions perhaps lie in the history of Bangladesh after the heinous assassination of the father of the nation.\nIn 1975, General Ziaur Rahman paved the way for Jamaat-e-Islami Bangladesh to re-enter mainstream politics by lifting the ban on them that had been imposed after the independence of the nation in 1971. Then in 1979, the Zia-led government removed secularism as a pillar of our nation's constitution. Later in 1988, former president Hussain Muhammad Ershad made Islam the state religion. Then, Jamaat-e-Islami Bangladesh became a part of the Khaleda Zia-led BNP government and wielded significant power during their tenure. Even the Awami League government has had to adopt a compromising attitude under pressure from various religious quarters, not least the Chattogram-based Hefazat-e-Islam, which has staged multiple protests against many decisions of the current government.\nEven school textbooks were not spared. These books have been \"purged\" of content written by non-Muslim writers and poets. For instance, in 2017, excerpts from Ramayana were removed from the National Curriculum and Textbook Board's (NCTB) books, meant for study by government school students. Poems by Gyandas, Bharatchandra Ray, Rangalal Bandopadhyay, and Sunil Gangopadhyay were replaced by other poems written by Muslim poets. Why were these changes made? What message did it send to the people? What are we trying to teach our children?\nThese decisions by various governments over the decades—resulting in gradual deviation from the core pillars of our nation's constitution and its values, secularism being one of them—have sent wrong signals to the fundamentalist quarters and the people in general: one that suggests that the political actors are religiously conservative in their outlook and could be coerced by radical religious groups into giving them leeway for their actions.\nThis, however, is not how the founders of this nation had envisioned the future. Whatever past mistakes were made need to be corrected. The radical elements and the radicalised people—be it from any religious community—should be given the message that there is no place for communal disharmony or hatred in this country.\nWhile identifying the perpetrators of these brutal attacks, the government should not lose sight of the root of the problems that need to be thoroughly scrutinised and sensitively addressed. The government should also not give the radical groups of other religious communities the chance to exploit this situation to their advantage. And to do this, they need to thwart any future attempts to destabilise its religious harmony.\nI like to think of Bangladesh as a land of communal cohesion, a land that cherishes all its people, that is secular and where all of its citizens are equals. This is how it has been since the beginning, this has been the philosophy behind its independence, and this is how it should be in the future.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "What is eclipsing our communal harmony?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/what-eclipsing-our-communal-harmony-2205591",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    },
    {
        "full_article": "The footprint of Bangladesh in the global apparel industry can be traced back to the early 1980s, and by now the industry has achieved phenomenal growth in exports. Until recently, the global apparel sourcing trajectory has been following a cost-based model and has always found its way to cheaper destinations. But as the evolution of fashion continues, global trade is increasingly affected by factors like fast fashion, social and environmental compliance, and responsible business.\nFortunately enough, the strategies adopted by Bangladesh over the years have mostly been in favour of the industry, which is why we could position ourselves as the second largest apparel exporting country in the world.\nToday, fast fashion brands are selling new collections to their customers every week. On the other hand, seasonal collections would take six to eight months from the stage of design concept to the stage of the item being ready for production, combined with another two to three months before the product would reach the shopping outlets. We are talking about a lead time of almost a year from concept to customer—this is no longer sustainable to serve today's customers. In this digital era, technology is now enabling customers to even ask Alexa, the digital assistant by Amazon, to search for that \"trending\" dress they saw the other day. AI-enabled Alexa can not only provide you with the most relevant choices, but can also give you some style tips and place the order for you without even needing you to key in your credit card number. This is happening now.\nHow will Bangladeshi apparel makers continue to stay relevant in this digital era? Can we continue to operate on the old model, and be the dinosaurs in the digital world?\nThe world is progressing faster in information technology and connectivity through smart devices than ever. Only in 1985 did we start to learn how to connect our files in the computer storage through a network system. The world now is virtually connected with almost zero lag in time.\nWe are now preparing to enter an advanced stage where the Internet of Things (IOT) will connect every object to Big Data, and IOT compatibility will be a requirement—be it an industrial good or a personal belonging. Big Data and Artificial Intelligence (AI) have transformed from being mere buzzwords to truly state-of-the-art, leading-edge technology enablers, which are now helping many tech-savvy apparel brands enhance customer experience.\nAccording to the International Data Corporation, as many as 102 million wearable devices were shipped in 2016 to be stitched into our clothing. Smart wearables are seen as a great addition of value to life, and this has marked a new era in fashion evolution.\nDigitisation is pervading every aspect of business and leading to higher productivity, reduced costs, reduced man-to-machine ratios, efficient use of resources, and so on. Nowadays, digital technology enables virtual photo-realistic simulation of garments that makes physical samples and proto-typing redundant. Though automation in apparel manufacturing is not expected to go to the same extent as other developed industries, significant progress has already been made in terms of introducing robots and cobots on the apparel production floor. Among other future technologies, 3D printing or additive manufacturing could absolutely revolutionise the fashion business through downloadable clothing. With continuous pressure on fashion brands to speed up marketing products and make turn-around time faster for product development, the only way forward is digital.\nChanging customer expectations are forcing the traditional fashion business models to rethink and change their business—especially when they feel the threat from tech-savvy heavyweights like Amazon and young start-ups like Shoes of Prey, Unmade, Farfetched, etc—with innovative ways to serve customers and provide newer and elevated levels of customer experiences, giving the customers what they want, when they want it, and where they want it. The focus now is on business-to-customer (B2C) throughout the value chain, and no longer on B2B2C.\nThe world is increasingly leaning toward environmentally sustainable products and services. Bangladesh was an outstanding achiever of the Millennium Development Goals (MDGs) and is committed to pursuing the Sustainable Development Goals (SDGs). Our next generations also care about the environment as they make their purchase decisions based on their deepest value systems. Brands are now paying heed to sustainability and the environmental impact of their products, and the whole apparel eco-system is buzzing with innovations.\nBangladesh has already made a robust start in the area of green industrialisation within the apparel sector. The latest technologies and innovations are bringing major solutions to saving water, energy, and resources, which are of great value to the planet. Biofibres, waterless dyeing, and converting waste to brand new fibres—it's all happening these days.\nNow, it is time to take a more aggressive step to enhance competitiveness and get compatible with industry 4.0. For us, the big questions are: Are we prepared to cope with industry 4.0? Do we have the strategy and required policies to create an enabling environment? Do we have the knowledge, resources, and motivation to go for smart factories? As we pursue the vision of taking our industry to the next level, technology and innovation are the only way to get there.\nIn order to accelerate technological progress, we must invest more in human capital. We need to keep track of the future state of technologies to be used by the fashion industry, what type of skills would be required to operate them, and of what quantity and quality. We need to equip workers with the right skill-sets, with tech in mind. Technology will be a game-changer for us in terms of sustaining competitiveness, product innovation, and sustainability.\n\"Manufacturing as usual\" will be obsolete in a decade. Are we ready to embrace the change?\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Is Bangladesh’s apparel sector ready for industry 4.0?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/bangladeshs-apparel-sector-ready-industry-40-2205576",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    },
    {
        "full_article": "It is now well-recognised that the impacts of climate change will have significant economic costs in climate vulnerable countries. Scientists and economists have estimated that the cost of inaction to take measures against climate change impacts will be enormous compared to the cost of mitigation and adaptation. Numerous studies show that the economic cost of climate change is very high. According to the famous \"Stern Review\" (2006), the cost of inaction is five percent of global gross domestic product (GDP) each year, and the upper-case estimate is 20 percent of GDP or even more. Poor countries will face costs amounting to more than 10 percent of GDP with 5-6°C warming by the end of the century. On the other hand, American economist William Nordhaus estimated in 2006 that due to a 3°C increase in temperature and precipitation, there will be a cost equivalent to three percent of global GDP.\nTaking these into cognisance, global leaders have made political commitments to work together to reduce global warming by reducing greenhouse gas (GHG) emissions and taking adaptation measures. Two important means of achieving this goal are technology and finance. These two are interlinked since without finance, innovation and access to technology cannot be achieved.\nSome of the harms caused by climate change are either irreversible or only partly reversible. This means that once the damage is done, we cannot get back the original environment and natural resources. For example, extinction of species, loss of ice sheets and loss of unique cultures cannot be reversed. Some of the impacts—such as on agricultural production, infrastructure, water resources, energy, health, and migration—are partly reversible if adaptation policies are undertaken.\nHowever, the cost of adaptation to address the impact of climate change can be huge. These costs will multiply a few hundred times due to delayed measures. Mitigation measures are required to cut or minimise the GHG emissions that cause global warming. Most of the climate vulnerable countries are not significant GHG emitters. Hence, most countries actually have to develop adaptation policies and need resources for that.\nHow the required resources to bear these huge costs will be mobilised remains a difficult question. There are two broad mechanisms of financing climate change. These are direct contributions from developed country governments, and market mechanisms. The first mechanism is preferred by developing and least developed countries, while the second mechanism is preferred by developed countries. Given that poor countries are victims of the GHG emissions by developed countries, there has been a demand from the former for compensation from the latter. However, there has always been resistance from rich countries to the call for directly compensating poor countries as the victims. As an alternative, at COP15 in Copenhagen in 2009, developed countries committed to channel USD 100 billion a year by 2020 to the affected poor countries. The Global Climate Fund (GCF) was set up to disburse the money. It was expected that the needs of climate vulnerable countries would be met through this fund.\nHowever, the climate fund is fraught with several limitations. GCF could not deliver on its objectives due to the flawed climate finance architecture. In the upcoming 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC), it is expected that strong and workable decisions will be made by the parties on finance-related issues. Specifically, a few important ones are as follows.\nFirst, the amount mobilised so far is lower than the commitment of USD 100 billion per year. The recent estimates by the Organisation for Economic Co-operation and Development (OECD), updated with 2019 data, indicate that USD 78.9 billion of climate fund has been mobilised. The sources of this money have been mainly bilateral public grants or loans, multilateral public climate finance, multilateral development banks (MDBs), and multilateral climate funds. The amount of private finance is very small—only 14 percent of total climate funds, which are in the form of guarantees, shares in collective investment vehicles (CIVs), credit lines, syndicated loans, direct investment in companies, etc.\nBut the issue here is not only the inadequate mobilisation effort, but also the components of this climate fund and the way it is estimated. Oxfam (2020) claims that the OECD estimate of climate fund is inflated and the real climate fund is much less, since many unrelated components have been included in this fund. The organisation estimated that public climate finance in 2017-18 was only in the range of USD 19-22.5 billion, as opposed to the amount of USD 59.5 billion that was reported by the OECD. Among a number of eye-opening findings, the report also indicates that the climate-related development finance was 25.5 percent of bilateral overseas development assistance (ODA) in 2017-18.\nSecond, there are also questions about whether climate funds benefit the recipient countries or the donor countries. In many cases, funds are not for country-driven projects, and not even relevant for climate action. Countries include such initiatives as climate projects which have no link to climate mitigation or adaptation. For example, aid projects or road construction projects are counted as climate fund by some countries.\nThird, the climate fund is biased towards mitigation projects. Mitigation funds comprise 64 percent of the total climate fund and are mostly used for energy and transport sectors. However, the least developed countries (LDCs) and the Small Island Developing States (SIDS) are the worst victims of climate change and need funds for adaptation more than for mitigation. As per the United Nations Environment Programme (UNEP), the present requirement of developing countries for adaptation is USD 70 billion per year, and in 2030 they will need USD 140-300 billion as adaptation costs. Moreover, the ongoing Covid-19 pandemic has put more pressure on climate vulnerable countries. Hence, ensuring the bigger share of climate fund towards adaptation is crucial to build forward a climate-resilient economy.\nTherefore, COP26 has to deliver on the climate fund to resolve these anomalies and inadequacies of the current climate finance mechanism. It is expected that developed countries, MDBs, multilateral climate funds and other institutions would commit to increase grant-based public climate finance to the climate vulnerable countries. They should also pledge to increase adaptation finance to these countries—at least 50 percent of the total public climate fund.\nReporting on climate finance should be streamlined so that the climate projects can easily be identifiable along with their final outcomes. The share of the climate-relevant part of any project should be decoupled from the whole project, and only the funds for the climate-relevant part should be considered as climate finance. Non-concessional funds should not be considered as climate finance. More clarity on accounting standards of climate funds is needed. Additional climate funds should be available for actions which are locally-led and take into account the need of the local people, including women, in a country. Local people should be engaged in formulating their own national strategies towards reducing climate risks.\nThe concern on the adequacy, additionality, accessibility, predictability, and sustainability of climate fund was always there since the establishment of the GCF. More than a decade after the launch of the fund, these concerns have become even more prominent, instead of being resolved. The need for a better architecture of climate finance is more loudly pronounced now than ever before, since the promises on climate finance are broken. How COP26 will ensure predictable and sustainable financial resources for mitigation, adaptation, and technology cooperation is to be seen in a few weeks.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Better strategy for climate finance is key to COP26 success",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/better-strategy-climate-finance-key-cop26-success-2205566",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    },
    {
        "full_article": "According to Dr Firdausi Qadri, winner of this year's Ramon Magsaysay Award, Bangladesh needs to attain self-sufficiency in vaccine supply as soon as possible to combat the Covid-19 pandemic and any future public health emergencies. In an exclusive interview with The Daily Star, the renowned scientist has said that as Bangladesh becomes a middle-income country, it will be increasingly difficult for it to acquire vaccines at a lower price. We have already seen how difficult it has been to acquire vaccines for a country like ours within a reasonable timeframe during the Covid-19 outbreak—with suppliers breaching contracts and developed countries hoarding vaccine doses. Once further effects of climate change and rapid urbanisation kick in, outbreaks of new and old infections may become more prevalent globally.\nDespite Bangladesh making significant progress in the last six months in terms of building the necessary infrastructure to produce vaccines locally, the government has a lot more to do to promote existing vaccine production infrastructures as well as build new ones. Unfortunately, there was very little done in that regard until the last six months, which is the reason why we are still lagging when it comes to having the infrastructure to develop vaccines domestically. Private companies also have a huge role to play here, according to the noted scientist. But to entice them to come forward, it is imperative for Bangladesh to get WHO's prequalification, which will enable local pharmaceutical products—especially the vaccines—to enter the international market.\nHaving the capacity to produce vaccines locally is crucial. While medicines can cure diseases, preventing people from getting those diseases in the first place through vaccination is always a better alternative. Moreover, due to the overuse of antibiotics worldwide, we are seeing new and more powerful antibiotic-resistant superbugs emerging, which could pose a huge threat to public health in future. In addition, the increasing threat of future outbreaks of other diseases means that having the capacity to produce vaccines domestically has now become essential for our public health safety and national interest.\nWe hope the authorities heed the warnings of Dr Qadri and other medical experts and scientists, all of whom have stressed be importance taking quick and effective initiatives to develop Bangladesh's vaccine production capabilities. Not only will it add an important new item to Bangladesh's export basket, but it could also make the biggest difference when it comes to containing future outbreaks and saving thousands of lives.\n",
        "headline_1": "Concentrate on producing vaccines locally",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/concentrate-producing-vaccines-locally-2205551",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    },
    {
        "full_article": "There is no denying the fact that, had the law enforcement officials been more alert and pro-active, most of the attacks on Hindu houses, temples, and business establishments that occurred in various parts of Bangladesh since October 13 might have been prevented. However, the news of several alleged perpetrators of the attacks being arrested is indeed good news. We have always held the view that the attacks were planned, done deliberately with ulterior motives, whatever they might be. No sane person, whether a Muslim or Hindu, would desecrate a holy book, unless it is to inflame passion and generate hostile reaction from the public.\nWe compliment the law enforcement agencies for the relatively quick arrests, but we must admit that it is difficult to accept that these well-planned attacks were the brainchild of those arrested. We believe that there might be others who have pulled the strings behind the scenes, and Saikat and his accomplice, who were arrested over the Pirganj violence, are but puppets who were acting on the instructions of the architects of those pernicious acts. According to a Rab spokesperson, the Pirganj incident was the result of personal animosity between Saikat and two others—Uzzal Hossen and Paritosh Sarkar. The latter two have also been arrested.\nThe account provided by Rab is hard to comprehend. We believe the incident was not the result of mutual hostility—it goes much beyond that. What, for example, was the intention of Paritosh to upload a picture that was highly incendiary? Was it beyond his comprehension that such a picture would invite backlash against his own community? It is important to find out why Iqbal, the alleged perpetrator of the Cumilla desecration incident, put a copy of the Quran at the foot of a Hindu deity. Was he acting alone or was he instigated? It is hard to believe the first would be the case.\nThere have been several arrests made in other places as well. These attacks should not be dismissed as sporadic incidents, or knock-on effects. We believe that a sinister plan is afoot to impair the integrity of Bangladesh, and soil its reputation as a country of communal harmony. It is, therefore, imperative that the responsible agencies identify the main protagonists of the attacks. This is a serious national security issue, and the sooner the facts are unearthed, the better we can be prepared to prevent such assaults on our nation in the future.\n",
        "headline_1": "Are they the real masterminds?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-they-the-real-masterminds-2205321",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2021"
    }
]