[
    {
        "full_article": "The meeting of leaders of 15 Opposition parties, in Patna in Bihar on June 23, signals a new urgency among them to coordinate their campaigns against the Bharatiya Janata Party (BJP) in the run-up to the 2024 general election. Against the backdrop of allegations that the BJP is misusing state power to corner the Opposition, the leaders talked up the import of the gathering; for instance, Tamil Nadu Chief Minister M.K. Stalin termed it a “war cry of a united opposition” for the “rebirth of a secular democratic India”. In reality, the deliberations were exploratory, and the event was more for optics than devising any common strategy. The recent victory of the Congress against the BJP in the Karnataka Assembly elections has had a mixed impact on unity efforts. Some regional parties such as the Bharat Rashtra Samithi of Telangana now feel more threatened by the Congress than by the BJP. Parties such as the Samajwadi Party of Uttar Pradesh and the Trinamool Congress of West Bengal want the Congress to vacate the field or play second fiddle for the sake of a common candidate against the BJP in every constituency. Janata Dal (United) chief and Bihar Chief Minister Nitish Kumar, who is at the forefront of the unity effort, is not at the peak of his popularity or credibility.The chemistry of any alliance is different from its arithmetic. The coming together of parties or leaders does not automatically lead to their voters coming together, as past experiences show. If at all the uphill objective of a single joint candidate against the BJP is achieved, that will be no guarantee of victory for the Opposition. It is natural for parties to change their views over time, but voters are smart enough to tell opportunism from an evolution of positions. A stark case in point is of the Aam Aadmi Party (AAP), which rose to prominence by calling each of these Opposition leaders names, but now seeks their support to preserve its own power. There have to be some broad principles that tie parties of various ideological persuasions together. Federalism and secularism can be principles that bind the Opposition, and here again, AAP’s vacillations are instructive. Attempts to shield leaders credibly accused of corruption in the name of secularism or federalism also may not go down well with the public. While calling into question the BJP’s excesses and its problematic agenda, the Opposition parties must also introspect and take corrective measures to win public confidence. They must also anticipate multi-pronged responses by the BJP in the months ahead.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nPatna\n\n/\n\nBihar\n\n/\n\nnational elections\n\n/\n\nKarnataka Assembly Elections 2023\n\n/\n\nAll India Trinamool Congress\n\n/\n\npolitics\n\n/\n\npolitical development\n\n/\n\npolitical campaigns\n\n/\n\npolitical parties\n\n/\n\nAam Aadmi Party\n\n/\n\nTamil Nadu",
        "headline_1": "Tenets of unity: On the Opposition meet in Patna",
        "headline_2": "Opposition parties have little more than rivalry with Bharatiya Janata Party in common",
        "link": "https://www.thehindu.com/opinion/editorial/tenets-of-unity-on-the-opposition-meet-in-patna/article67008519.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "Last week, the Drug Controller General of India cleared, under the provisions of ‘emergency use authorisation’, a new mRNA vaccine for COVID-19 developed by Pune-based Gennova Biopharmaceuticals, a pioneer in India in developing mRNA vaccines. The vaccine is meant to be particularly effective against the dominant Omicron variant. With the World Health Organization having officially declared the end of the COVID-19 pandemic, there is no longer the obsessive public interest in new variants. Even less so in newer vaccines. Data suggest that the uptake of booster, or ‘precautionary doses’ of the array of COVID vaccines available in India has been declining for several months. Therefore, the significance of the new vaccine, GEMCOVAC-OM, is that it shows that an Indian company has the capability to make an mRNA vaccine, believed to be amenable to rapid production and scale-up, that could be useful against any future virus.Normally, vaccines must go through progressive stages of testing, from petri dishes, to animals and expanding cohorts of human test subjects. Doing greater harm than good, or being unable to be better than the alternative in any of these stages is a ground for disqualification. Which is why vaccine development and approvals are a decades-long enterprise. During COVID-19, this risk-averse strategy was deemed unsuitable for the crisis at hand because of which drug regulators globally allowed vaccine makers to combine multiple stages while evaluating efficacy, thus giving greater leeway to experimental formulations. This underlines the basic framework of ‘emergency use authorizations (EUA)’ adopted by regulators globally. Unlike the U.S. Food and Drug Administration (FDA) that has for many years been evaluating novel drug and vaccine candidates, India’s regulatory system has largely been geared toward evaluating formulations that have been approved abroad and in assessing their suitability to India. Mistrust, arbitrary decree and lax regulations have historically plagued clinical trials in India. More than evidence-based assessment, it was a technicality in India’s ‘New Drugs and Clinical Trials Rules, 2019’ that allowed EUA in India for COVID-19 vaccines. A credible regime of phased, clinical trials and independent regulation for new drugs is still in its infancy in India. The FDA still authorises updated COVID-19 vaccines under emergency use provisions because while the pandemic is over, COVID-19 is not and thousands continue to die globally. This alone, however, cannot be the basis for continuing with the EUA regime in India. While the flexibility to accelerate should always be present, India must specify a streamlined regulatory process that weeds out non-essential steps but is hawk-eyed on safety and adverse reactions from new drugs and vaccines.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\npharmaceutical\n\n/\n\ngeneric drugs\n\n/\n\nprescription drugs\n\n/\n\nvaccines\n\n/\n\nUnited Nations\n\n/\n\nCoronavirus\n\n/\n\nUSA\n\n/\n\nlitigation and regulation\n\n/\n\nhealth treatment",
        "headline_1": "A new regime: On the Emergency Use Authorisation regime in India and clinical trials",
        "headline_2": "India must keep an eye on adverse reactions from new drugs and vaccines",
        "link": "https://www.thehindu.com/opinion/editorial/a-new-regime-on-the-emergency-use-authorisation-regime-in-india-and-clinical-trials/article67008535.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "Language is not written in stone. It is dynamic, fluid and ever evolving. It is open to interpretation, and viewers have interpreted certain dialogues from a movie based on the Ramayana as vulgar and disrespectful to the epic.\nSo strident was the backlash that the makers of ‘Adipurush’, a film mounted on a reported budget of Rs 600 crore, had to rejig some of the more offensive “tapori’’ lines to pacify angry audiences. An irate actor/ protestor, Mukesh Khanna suggested punishment for the filmmakers: “The whole team should be burnt alive at fifty degrees. ” Errrr…why fifty degrees? With climate change, many parts of the world are already seeing such temperatures so it’s not just the filmmakers who will be toast. Khanna also urged “100 crore Hindus of India to wake up and join the protest”.\nRead full story on TOI+\n\n",
        "headline_1": "‘Adipurush’ may be an epic mess but let’s not go overboard with the outrage",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/straight-talk/adipurush-may-be-an-epic-mess-but-lets-not-go-overboard-with-the-outrage/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "By Swaminathan S Anklesaria Aiyar\nAtal Bihari Vajpayee was the first to say India and the US were natural allies. Narendra Modi has echoed that sentiment. Some will celebrate that theme during his recent US visit. And yet the most cursory examination shows that this is far-fetched. If India was an ally of the US, it would have condemned the Russian invasion of Ukraine. But it refused to do so despite US pressure and dismay. If India was a US ally, it would have helped the US weaken Russia through sanctions. Instead, it has bought Russian oil in record quantities. Looking ahead, US intelligence says China is planning to invade Taiwan by 2027. The US has pledged to defend Taiwan. Will India be a US ally in such an exercise? Not a chance.\nSo, in issues where alliances really have a meaning, India is determined to plough its own furrow. External affairs minister S Jaishankar gave a superb exposition of Indian foreign policy in a recent interview to The Economist. India is not interested in attaching itself to one geopolitical pole or another. It sees the world as multipolar with several growing power centres, and seeks partnerships on matters of common interest with each and every one of them.\nRead full story on TOI+\n\n",
        "headline_1": "What Modi’s visit means for India-US ties",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-modis-visit-means-for-india-us-ties/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "Last week marked three years since the Galwan clash but when viewed along with the critical reporting on India by China’s official media, there appears little likelihood of a change in China’s attitude towards India.\nLook at how, over the past year, the leadership of the Tibet Autonomous Region (TAR) has been sensitising the population settled in border areas and taking steps to strengthen China’s claim to territories there. Especially in the past few months, TAR authorities have been noticed paying unusually increased attention to border prefectures and counties. There has also been a noticeable uptick in efforts by Chinese authorities to ‘persuade’ Tibetan monks and nuns to adapt Tibetan Buddhism to “socialism with Chinese characteristics” and propagate it among the people. Monastic management committees, set up some years ago to monitor the loyalties, and activities of monks and nuns, are being inspected with increased frequency.\nSinicizing Tibet: There has been an uptick in efforts to ‘persuade’ monks and nuns to assimilate\nOn April 2, China’s ministry of civil affairs released a list giving Chinese names for 11 places within the Indian state of Arunachal Pradesh while referring to it as “southern Tibet”. This set off a wave of nationalism on China’s social media and calls to “retake” the 90,000 sq km of “Chinese territory”. Predictably, the posts mentioned Tawang’s religious and cultural significance as the birthplace of the Sixth Dalai Lama and claimed that the culture and religious beliefs of the people in Tawang and Tibet were very similar. China had renamed six and 15 places respectively in Arunachal Pradesh in 2017 and 2021.\nIn a move with strategic implications, China’s ministry of civil affairs and the TAR People’s Government announced a day later that Milin county of Nyingtri and Tsona county of Lhoka, both located close to the Line of Actual Control between India and China and adjacent to Bhutan, would be upgraded to city-level. With this, both border counties now come under the direct administrative control of the TAR government at Lhasa, thus facilitating the building of infrastructure. The county headquarters of Tsona was also moved to Marmang Ethnic Town in Lekpo Gorge, one of the sites from where the People’s Liberation Army (PLA) launched attacks against India during the Sino-Indian War 1962. Chinese netizens commented that this move signals China’s determination to “not give up an inch of land” and its will to strengthen, control and manage the eastern sector of the Sino-Indian border.\nSenior TAR Party and government officials have also been active and noticed visiting TAR border counties since early April. TAR party secretary Wang Junzheng inspected counties of Lhoka from May 4-9. In addition to meeting local people, farmers and grassroot party cadres, he particularly urged officials to strengthen the party at the grassroots and stringently implement grid-style social management to achieve long-term stability. At the frontlines of border defence, he interacted extensively with border officers, soldiers, police and residents. He stressed the importance of strengthening border defence and infrastructure and making border residents prosperous.\nCoinciding with the TAR party secretary’s visits, Zhuan Yuan, executive deputy secretary of the TAR Party Committee and official supervising ethnic minority affairs, travelled to Lhoka’s border counties for a nine-day (May 4-13) inspection. He met monastic management cadres and inspected monasteries to resolve potential and “hidden dangers to stability”. Head of the TAR United Front Work Department (UFWD) Karma Tsetan also visited places close to the LAC followed by visits from the executive vice chairman and chairman of the TAR People’s Government to various border counties. The latter checked the progress in constructing border defence villages and met frontline party cadres.\nAdditionally, there are reports of infrastructure construction and military activity along the LAC. Police and border guards have been noticed going to Demchok village’s Guge Duty Patrol Point. Reports mention that China’s People’s Liberation Army (PLA) has increased patrolling activities in the Medog region (opposite Upper Siang District, Arunachal Pradesh). On March 24 a report revealed that the PLA Strategic Support Force (PLASSF) had established a new electronic warfare base in Nyingchi, 30 km from Arunachal Pradesh (India). The PLA recently finalised plans to build oxygen supply systems in Shigatse, Nyalam and Qamdo in TAR.\nGyaltsen Norbu, the China-appointed Panchen Lama has also been more visible lately and the focus on monasteries and monks suggests that China’s communist leadership is preparing for the post-XIVth Dalai Lama period\n\n",
        "headline_1": "Galwan: China’s cultural, admin footprint in border areas growing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/galwan-chinas-cultural-admin-footprint-in-border-areas-growing/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "A new NBER working paper by Prithwiraj Choudhury et. al finds that among the top 1,000 scorers on the IIT-JEE 2010, 36% have migrated abroad. Moreover, of the top 100, as many as 62 have migrated abroad. The better a person’s IIT-JEE rank, the higher the chances they have already bid adieu to India. This paper sparked another conversation on the decades-old problem called ‘brain drain’. So, how do we think about highly skilled emigration from India circa 2023?\nNo exit barriers please\nLet’s establish the boundary conditions first. Because emigration is a voluntary act, it is a force of immense good. The Indian state must not put exit barriers for those who want to leave India. Going beyond individual choices, it’s useful to analyse the aggregate effect of emigration on India. It turns out that there’s no good empirical answer. The 2010 book ‘Diaspora, Development, and Democracy’ by well-known political scientist Devesh Kapur provides some clues. Kapur contends that the economic effects of emigration of high-skilled labour to the West have been mixed, while its political effects are largely positive.\nHome call: In the movie ‘Swades’, the hero returns for good but in real life, this can happen only if India offers unique opportunities that other countries cannot match\nLet’s take the economic effects first. On the positive side, the success of these Indians has improved the reputation of India and Indians worldwide. Moreover, some have acted as bridges for the flow of ideas, technologies, and information back to India. On the negative side, their exit has turned institutions that were globally competitive at the time of independence into mediocre organisations with low ambition and drive.\nKapur argues that emigration’s political effects are positive. The exit possibilities served an important social function by acting as a pressure relief valve for the dominant upper-caste elites, making them less opposed to the political ascendancy of marginalised social groups. With the benefit of hindsight, we can say that it hasn’t been an entirely effective pressure-releasing mechanism, as evidenced by the introduction of 10% reservation for economically weaker sections in 2019.\nThe Solutions\nNow, assume you are a fly on the wall in a government meeting discussing ways to channelise the energies of the 36% IITians who have chosen to migrate abroad. What alternatives are likely to come up? Depending on the time horizon of impact, there are two categories of solutions.\nOver the long term, there is no alternative to good-quality research universities. As industrialist Naushad Forbes writes, we need to do this not because the research from universities will produce great products or start-ups but primarily so that competent researchers aren’t pushed out of India.\nOver the short term, there aren’t any good options on the table to prevent the out-migration of talent. Instead, the government could make it attractive for emigrants and their companies to return to India.\nChina’s experience in attracting emigrated talent is instructive. More than 7,000 researchers returned to China over ten years through its Thousand Talents Plan. This approach might not directly apply to India. Changing residence is a complex decision that depends on, amongst other factors, the quality of living standards and career opportunities for spouses. Given that these remain broken in India, governments merely promising financial incentives to returnees may, in fact, pose a moral hazard — the researchers this plan would attract might not be the desirable ones.\nIt is perhaps better to accept the reality that these impediments might not be solved easily. Instead, can we get researchers to contribute without them having to move back to India? China’s Offshore Entrepreneurial Bases and Overseas Chinese Scholar Parks acquired technology and know-how from scholars even as they stayed in their host country. While this engagement partially explains China’s quick technological progress, the method also became a conduit for industrial espionage and extra-legal technology transfers.\nIndia must avoid China’s abrasive methods. But it might achieve the same effect by utilising its geopolitical favourability. More joint research programmes where students in India can easily access established mentors, guides and scholars from abroad might be one way out. Another might be to create hubs of excellence for Indian emigrants outside India in more geopolitically favourable and livable places. A third way out might be to advocate relaxation in technology transfer controls among trusted partners.\nA second part of the puzzle is to ease the significant regulatory barriers that discourage start-ups from redomiciling in India. Given the significantly better valuations in the West, it is only natural that most companies by Indians will not be Indian at birth. The key is to enable them to come back easily at a later stage of their development. Government tax, trade, and business policies have a big role to play.\nFinally, people will return in large numbers only if India offers unique opportunities that other countries cannot match. In the Bollywood movie Swades, Nasa scientist Mohan Bhargava returns with a sense of guilt and stays back with a feeling of sacrifice. In real life, though, only better opportunities in India can have that effect. Swades, sans the sacrifice.\n\n",
        "headline_1": "Swades sans sacrifice: How to rethink IIT brain drain puzzle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/swades-sans-sacrifice-how-to-rethink-iit-brain-drain-puzzle/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "On the afternoon of July 2, 1757, at the hour they were going to kill Siraj in a sodden dungeon of the Jaffarganj Palace—along the east bank of the ebbing Hooghly, flanked by groves of palms, banyans, and mango trees—the young Nawab cast his weary eyes on his assassin before breaking into his final prayer. In the middle of the prayer, he paused a few times to remember things forgotten at his rukhsat altar.\nThe Revenge of Husayn Quli Khan\n\n'My people,' murmured the wan Mansur-ul-Mulk Mirza Muhammad, 'will not rest to see me retire on a pension, hiding my face in a deserted corner. No, they will not. Then die I must. So, I may atone the death of Husayn Quli Khan … That is my end. And this is the beginning of Husayn Quli Khan's revenge.'\nHusayn Quli Khan was a deputy to Nawab Shahamat Jang, the nephew and son-in-law of Alivardi Khan, the Nawab of Bengal, and Siraj's maternal grandfather. Husayn was also the infamous lover of Siraj's eldest maternal aunt—Ghaseti Begum—who could not avert the murder of her paramour by Siraj's men in 1755.\nLegends from the Battle of Plassey—fought less than two years after Husayn Quli's murder and a little over a week before Siraj's—can become the touchstone of tragedies 'rivalling the Mahabharat at its most epic and macabre; it can also inspire Marquez to pen another Chronicle of a Death Foretold.' One may even add a grisly Francis Ford Coppola 'family' saga to that inventory.\nHowever, Plassey was and remains much more than these, or the revenge of Siraj's political victims. It is one of the grimmest examples, in modern recorded history, not necessarily of the birth of colonial rule (as most others would claim) but of the episodical phenomenon of South Asians defying the interests of their own imagined community to betray the reins of their statecraft to Machiavellian magnates.\nThe Last Kedgeree\n\nOn June 23, 1757, the Battle of Plassey witnessed the bewilderingly absurd takeover of Bengal by Robert Clive's army. The army consisted of approximately 3,000 troops (including 9 cannons, 200 Topasses, 900 Europeans, and 2,100 sepoys), while they faced a Bengal army that was twenty times stronger. The Bengal army comprised about 50,000 infantry, 15,000 cavalry, soldiers, 300 cannons, and 300 elephants.\nGeorge Bruce Malleson, in The Decisive Battles of India (1885), styled Plassey as the most inglorious English victory. It was \"Plassey which necessitated,\" he remarked, \"the conquest and colonization of the Cape of Good Hope, of the Mauritius, the protectorship over Egypt; Plassey which gave to the sons of her middle-classes the finest field for the development of their talent and industry the world has ever known … the conviction of which underlies the thought of every true Englishman.\" It was Plassey, nevertheless, that also exposed South Asia's internal slanderous plots and inequities.\nAs another Victorian author, George Alfred Henty, wrote in 1894, \"the whole of the circumstances that followed the signature of the treaty [of Alinagar in February 1757], the manner in which the unhappy youth was alternately cajoled and bullied to his ruin, the loathsome treachery in which those around him engaged with the connivance of the English, and lastly the murder in cold blood, which Meer Jaffier, our creature, was allowed to perpetrate, rendered the whole transaction one of the blackest in the annals of English history.\"\nIt has become almost customary for accounts of the Battle of Plassey to chart the historiography of events between the incident infamous as the alleged 'Black Hole of Calcutta' (June 20, 1956) and the battle of June 1757—that Manu Pillai has termed as the 'war that defined modern India.' The events following the battle make the betrayal of Sirajuddaulah even more palpable. \nTwo weeks after the Eid-ul-Fitr in the Islamic lunar year 1170—or 1757—Nawab Sirajuddaulah was captured by the troops of Mir Qasim. That was eight days after the Nawab succeeded in escaping from his palace in Mansurganj, following the news of desertion by his troops at Plassey. He ordered his men to disburse liberal sums from his treasury to whosoever had any demand on it. Siraj wanted no man to be turned away, doubtless, inspired by his repentance. Finding himself abandoned, Siraj, then, prepared for an unholy exodus. The coaches and the palanqueens and the elephants and the furniture and the jewels and his consorts, including his favourite Lutfunnisa Begum, were readied in haste. At the stroke of three, on June 25, those loyal unto the last followed the Nawab, leaving Mansurganj for good—or for Robert Clive or Mir Jaffar. \nThe flight of Siraj was meant to take him to Rajmahal. But instead of proceeding with his plan, the retinue was redirected to Bhagawangola, about fifteen miles away from Mansurganj. As the Nawab set sail from Bhagawangola, he sent a missive to one of his men—Mushur Lass—whom he had given charge of the treasury. By the time the message was delivered, and Lass came to the Nawab's rescue, all left of the latter was history.\nSiraj and his retinue decided to anchor at the shore of Rajmahal for an hour to rustle up some kedgeree for stomachs that had fasted for nearly three days. The Nawab's luck frowned on him yet again. Not far from the riverbank lived a fakir, called Shahdana, who was once insulted by Siraj. The fakir—whose name meant 'the royal seed'—promptly enlisted himself as one of the hands preparing the last supper for the Nawab and his people, while he whetted his appetite for revenge. On the sly, he sent a courier to Mir Qasim and Mir Daad. No time was wasted before they arrived.\nThe Door of the Traitor\n\nSiraj was made a prisoner along with Lutfunnisa. Mir Qasim seized their casket of jewels, while Mir Daad laid his hands on other women. Taking the cue from their masters, their men seized whatever was left of the possessions of the leftover men and women. The Nawab was taken and held captive at Jaffarganj, condemned to beg for a plot of earth and a pension to live off, until mercy came in the grisly shape of Mohammady Beg.\nBeg's axe smote the Nawab unnumbered times, scything him to fractions, leaving behind a still dead imperial head crawling upon its own blood. Before the dying eyes could make one last desperate attempt with quivering hands to balance the severed mass they protruded from, they were enveloped by the veil of final darkness. The whispering multitudes of Hooghly and the shifting foreshores of the Bhagirathi swelled forward and backward like an old wives' tale; or like a black hole, where all stories of humankind are headed, like beetles of a marsh into a quicksand.\nA little over a mile from the dungeon where those eyes had frozen, Mir Jaffer lies buried, in the Jaffarganj cemetery, which contains the tombs of several Nawabs of Bengal who succeeded Siraj, his treacherous and supposedly cowardly uncle and the latter's treacherous and supposedly cowardly son-in-law. Mir Jaffer's father Syed Ahmed and his widows—Mani Begum and Bubboo Begum—were also interred here. So was Nawab Ali Vardi Khan's sister Shah Khanum, another widow of Mir Jaffar. Here also lie his sons, Ashraf Ali Khan and Mubarak Ali Khan I, as does his great grandson Mubarak Ali Khan II.\nThe cemetery was built by Mir Jaffar himself, opposite the Jaffarganj Palace, from where he controlled the musnud of Murshidabad—although it was at the Mansurganj Palace where he was to declare himself the Nawab of Bengal in the late June of 1757.\nIn Mir Jaffar's own lifetime, the palace was cannonaded and bastioned with watch towers. A few desiccated skeletons of the old walls and bared ribs of the old brickwork are the only sentinels left today of the erstwhile palace where a clandestine conference before the Battle of Plassey was conducted between him and William Watts, the East India Company's chief agent at Cossimbazar—the conference where Jaffar indicated to Watts that he would henceforward be Clive's stooge. Over the years, the entrance to Jaffarganj Palace would be renamed as the Namak Harami Deori—the Traitor's Gate—by which name it would also be accepted outside India.\nA Historian's Testing Ground\n\nThe Battle of Plassey may seem like an overtold saga, as seen in the most recent eponymous book by Sudeep Chakravarti (2020) and the reprinted edition of Brijen K. Gupta's classic, Sirajuddaulah (1966; 2020). However, there are good reasons why it will continue to serve as a virtual laboratory for shaping the historical consciousness of South Asian minds.\nSirajuddaulah's defeat led to the East India Company receiving a sum of about Rs 23 million, as damages, besides close to Rs 6 million as cash presents, and Clive himself pocketing a fief of Rs 300,000. Fifteen years later, this amount and his other receipts from the conquest impelled him to asseverate before a British Parliamentary committee, \"Mr. Chairman, at this moment, I stand astonished at my moderation.\"\nBetween 1757 and 1765, the Company's factors exploited the political instability of Bengal to reap profits in excess of Rs. 20 million, while the Company grew richer by Rs 100 million, not to mention the establishment of a British mint in Bengal and the diminution of bullion imports—that amounted to over Rs 70 million before the battle—into Bengal.\nThe monopolization of saltpetre—the principal ingredient of gunpowder—and, besides an annual profit of Rs 300,000 on its trade, its key role in British predominance over the Dutch and French in the subsequent decades, was another direct corollary of the battle.\nFinally, the English company's dexterity at pitting Sirajuddaulah against his uncle Mir Jaffar, and Jaffar against the latter's son-in-law Mir Qasim, heralded a series of strategic victories against Shah Alam II of Delhi, Shujauddaulah of Oudh, and later the Marathas (who, back in the eighteenth century, were armed to repel the advancing armies of Ahmad Shah Abdali).\nThe granting of the Diwani of Bengal to the company, in 1765, parted the province in terms of its economic and military benefits, making it the perfect launching ground for the project of colonization.\nThese economic and political fallouts of the Battle of Plassey—then considered far less important than the third Battle of Panipat (1761) fought between Maratha confederates and Abdali's troops—have perhaps assumed an epic proportion in various popular narrations across colonial and postcolonial times. Nevertheless, more than ever before, they are now bound to be mapped against macropolitical transformations that were changing Europe, as intensely as Bengal's changing micropolitical configurations.\nThe Battle of Plassey occurred during the Seven Years' War (1756-1763) involving European powers, most prominently the French and British, who protracted it to their Indian conflicts in the Carnatic and Bengal. For nationalist historians like Jadunath Sarkar, the English victory at Plassey marked the onset of Bengal's 'Renaissance'—a view also shared by Rabindranath Tagore's industrialist ancestor—Dwarkanath Tagore. But subaltern voices are often absent from the remit of such grandiloquent assertions, their nobleness notwithstanding.\nImperialist historiography, says Rudrangshu Mukherjee, has been 'prone to depict Sirajuddaulah as a reckless villain,' given to mindless plunder. Hence, Clive's conspiring with powerful bankers like the Jagat Seths (nicknamed the Rothschilds of India), merchants like the Sikh Omichund and Armenian Khwaja Wajid, and Siraj's uncle, may be hastily interpreted as the triumph of a conniving despot over a vainglorious one. This, line of reading, invariably betrays an unconscious obsession for seeking karmic meaningfulness in and around the forged battleground at Plassey.\nThe chronicle of Sirajuddaulah's final days, on the other hand, tells a different story. The last 'independent' Nawab of Bengal probably took his personal downfall as a sign of the stereological message that his imminent death was the revenge of his victims. His antagonist, the certifiably unstable Clive, however, was willing to let his destiny be absorbed into the changing colours of an intercontinental war, wherein Plassey was akin to a scintilla, before it became deeply consequential.\nArup K. Chatterjee is a Professor of English at the Jindal Global Law School, OP Jindal Global University.\n",
        "headline_1": "The battle of plassey: A Tale of Triumph and Betrayal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-battle-plassey-tale-triumph-and-betrayal-3355781",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "The tragic death of an expectant mother and her newborn baby at a hospital in Dhaka due to medical negligence has yet again brought to the fore the ills that seem to have gripped our entire healthcare system. Reportedly, Mahbuba Akter Akhi, a 25-year-old pregnant woman, got admitted to the Central Hospital on June 9 with the hope of having a normal delivery. However, she ended up going through a botched C-section, following which both the baby and the mother died – while the baby passed away a day after the surgery, the mother lost her life eight days later.\nReportedly, Akhi was being advised by gynaecologist Dr Sangjukta Saha of the hospital for the past three months. On the night of June 9, she came to Dhaka from Cumilla with her husband Yakub Ali and was admitted to the hospital under Dr Saha. However, when the couple looked for Dr Saha, the hospital authorities lied to them about her absence. She was not there in the labour room where Akhi was trying to have a normal delivery. Instead, there were other doctors and staff trying to assist her throughout the process. As things got complicated (we still do not know what exactly went wrong), they conducted a C-section surgery, following which the tragedy happened.\nThe heart-wrenching incident has been in discussion in the media and social circles for quite some time now. While people are still debating as to who actually is responsible for the deaths of Akhi and her newborn – her supervising doctor or the hospital authorities – I would like to focus on a different aspect of the incident that has been missing in this discussion. Why could Akhi not have a normal delivery, which she wanted? There are many questions crowding my mind: what complications did Akhi have while trying for a natural birth that the doctors had to go for a C-section? Did the doctors and nurses present there have the necessary knowledge and training to assist a natural birth? Did the hospital appoint any trained midwife to assist Akhi? What was the reason for Akhi's excessive bleeding after childbirth? Did Akhi die from the C-section surgery or the flawed normal delivery attempt? Asking these questions is crucial to understanding why such a tragedy happened at a renowned hospital.\n\nThere are many questions crowding my mind: what complications did Akhi have while trying for a natural birth that the doctors had to go for a C-section? Did the doctors and nurses present there have the necessary knowledge and training to assist a natural birth? Did the hospital appoint any trained midwife to assist Akhi? What was the reason for Akhi's excessive bleeding after childbirth? Did Akhi die from the C-section surgery or the flawed normal delivery attempt?\nOne of my relatives was recently admitted to a reputed private hospital in Dhaka with the hopes of having a normal delivery, but ended up having a C-section surgery. She shared with me her traumatising experience in the labour room, where nothing seemed to go as per her plan. Although she wanted to wait for her labour to start on its own, the nurses present there hurriedly gave her pain medication through an IV to induce labour. This was despite the fact that she wasn't past her due date and both she and the baby were in good condition. While the doctors could have explained why they did what they did, the sad fact is that she had a feeling that not everything was going the right way. She eventually had to go through a C-section while in labour.\nUnfortunately, this is not an isolated incident. Ask any woman who went to have a natural birth at any private hospital in the capital, and she will tell you about her terrifying experience in the labour room and the constant pressure from the attending nurses and staff to opt for a C-section instead. Talking to a few new mothers recently, I came to know that doctors and nurses in the labour rooms do not provide any suggestions for pain relief during labour – which is an integral part of the natural birth process in developed countries. They hardly care about the mental well-being of the expectant mothers. Use of birthing chairs, birthing balls or any other tools to assist the expectant mothers is absent here. When my relative asked her gynaecologist whether she needed to do any kind of physical exercise prior to her delivery since she wanted a natural birth, the doctor showed no interest in the conversation.\nWhy is the system in our reputed private hospitals so inefficient when it comes to performing normal deliveries? Why can't they create a system maintaining the international standards? What I understand with my limited knowledge about the issue is that there could be two reasons. First, our private hospitals are profit-oriented and do not want to invest so much time into natural births when C-sections take much less time and bring more profit. Currently, 84 percent of C-sections performed in the country are done in private healthcare facilities. The second reason is the absence of professional midwives in these hospitals who have the skills to conduct normal deliveries.\nUnfortunately, while normal deliveries are always conducted by professional midwives in other countries, in Bangladesh, patients are dependent on their gynaecologists and obstetricians, who mostly perform C-section surgeries. It is not at all surprising because doctors are not supposed to conduct normal deliveries; they should only come forward when anything goes wrong with the natural birth process. However, there are a few doctors in our private hospitals who encourage their patients to go for normal deliveries. But the question is, do they have trained midwives in the hospitals to assist such deliveries? If not, why? If there were trained midwives in the labour room of Central Hospital, the doctors might not have to go for a C-section operation, and Akhi and her newborn baby's lives might have been saved.\nThe question that further bothers me is, if normal deliveries can be conducted regularly in our upazila health complexes, why can't that happen in our private hospitals? Why can't all our hospitals have a team of skilled midwives to conduct such deliveries? Akhi and her newborn's deaths have exposed the misguided approach that our private hospitals have taken regarding childbirth, normal deliveries, and C-sections. The time has come now to question these malpractices and demand the much-needed reforms in our healthcare system.\nSince Akhi's husband filed a case immediately after his baby's death, we saw some action being taken by police. Our health authorities also took some measures, such as shutting down the operation theatre and intensive care unit of the hospital, directing Akhi's supervising doctor to refrain from providing service at that hospital until further notice, etc. But given the severity of the incident, these steps are not enough. The DGHS must dig deep into the incident and find out the real reasons behind what happened, following which the state should take legal actions against those responsible. The Bangladesh Medical and Dental Council should also play its part now that Akhi's husband has filed a complaint with it, accusing the authorities of Central Hospital and Dr Sangjukta Saha and seeking justice for the deaths of his wife and newborn. Only by holding those responsible to account can such crimes of medical negligence be prevented.\nNaznin Tithi is a member of the editorial team at The Daily Star.\n\n",
        "headline_1": "Victims of a rotten healthcare system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/victims-rotten-healthcare-system-3355546",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "One of my morning walks takes me to a women's medical college and hospital which also has an abundance of vegetable gardens and fruit trees; out of view is a cow shed. From a small stand, farmers sell fresh milk, vegetables and mangoes. On Friday mornings, I visit a bigger farmers' market, this one run by farmers coming from a village outside of Dhaka. In addition to vegetables, bananas, papayas and milk, there are duck eggs and small local chicken eggs.\nMost of my trips within the city are in my neighbourhood, easily accessible by foot or by rickshaw. Along the way, I pass a proliferation of tiny local shops and an array of vendors selling nearly everything imaginable. When it's hot, there are people selling coconut water; in the winter, the pitha stands are abundant.\nIn the United States, where I'm from, it is possible to go from birth through death without ever purchasing a single product or service from a small, independent business. So when people ask me if I'm happy to be in Bangladesh, it is not difficult to say yes. Yes, despite the heat, pollution, and traffic congestion. Yes, despite the cacophony of horns. Because I truly value local economies and local cultures.\nNor am I alone. This year, as for the past four years, grassroots groups across the world celebrated World Localisation Day last week. Given all that's wrong with our societies and our planet, more than a hundred groups and networks united to showcase the healing power of local economies and local communities.\nThe solutions being put forth are as varied as the organisations supporting them under the umbrella of the international NGO Local Futures. There are groups active in holistic education, in sustainable agriculture, and those campaigning for strong local governance and the control of unaccountable transnational corporations currently supported by trade and investment treaties. What they have in common is the recognition that strong local economies can help heal our planet and our societies.\nThese are organisations that believe in interactions, not just transactions – in shortening the distance, both physical and metaphorical, between producers and consumers. They are showing that there is an alternative to our profit-driven economies that are currently dominated by transnational corporations and big banks. And that solution lies in local communities and local economies.\nAccording to Helena Norberg-Hodge, convenor of the World Localisation Day campaign, \"Globalisation has failed us. It has concentrated wealth and power in the hands of unaccountable corporations and accelerated resource consumption and pollution. And now, as the cost of living skyrockets across the world, people are realising the current economy is actually impoverishing the vast majority – middle classes included.\"\nThe growing international movement for localisation manifests itself in a number of ways, including farmers' markets, community gardens, local business alliances, local banks and credit unions. Activists and organisers are demonstrating the potential to have strong local economies without generating more pollution and environmental destruction. In fact, we can have more jobs while actually restoring our damaged environment.\nIt is easy to feel hopeless in the face of global crises. But as those who read my columns know, I am a relentless optimist. It is easy to be one when positive signs abound. Every child I see grinning as he or she races by on a bicycle, every shoe repairman exchanging a few friendly comments with his customer, every woman smiling and waving at me from over her rickshaw van loaded with pineapples, reminds me of the resilience of local communities and the vast potential of local economies.\nIt is tempting to be dazzled by the promises of economic growth, development, and globalisation. It is pleasant to believe that with rising incomes we can say goodbye to the many problems that plague our country. But it is also vital to remember that not all change is progress; that not all gains outweigh the costs; that sometimes we possess something too valuable to let it be destroyed.\nWherever the future takes us, let's be sure that we shape it in partnership with, rather than in destruction of, our local economy and local communities.\nDebra Efroymson is executive director at the Institute of Wellbeing, Bangladesh, and author of 'Beyond Apologies: Defining and Achieving an Economics of Wellbeing.'\n\n",
        "headline_1": "An ode to local economies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ode-local-economies-3355406",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "At a time when the public is having to bear the brunt of soaring prices of electricity and gas, with both power sources experiencing acute shortages in recent months, it is shocking that as much as one-fourth of the government's subsidy allocations go to the power sector, that too mostly for capacity payments to private power plants. The present budget, moreover, shows that the government has no intention of changing this burdensome situation. It reflects a flawed policy that experts have been criticising for long, to little effect so far.\nAt a recent event, the Centre for Policy Dialogue (CPD) has highlighted the heavy burden placed on the Power Development Board (PDB) as a result of these capacity payments, which are part of maintaining a privately-owned plant regardless of whether it is supplying electricity or not. The PDB incurred an operating loss of Tk 27,477 crore in FY2021-2022. In FY2017-2018, it was Tk 6,200. The massive increase in losses was largely due to surging capacity payments, prompting an expert to liken the PDB to \"a white elephant\", with the cost ultimately borne by the taxpayers.\nAt a time when the fuel crisis has emerged as the biggest challenge for Bangladesh, it is mindboggling that we continue to be saddled with such burdens. As CPD has pointed out, increasing the electricity generation capacity without increasing the distribution capacity has resulted in as much as 50 percent of the capacity left unused. Meanwhile, the country has been facing gruelling hours of load shedding in the hottest months, with factories and other business establishments either sitting idle or having to use expensive generators. The subsidy management is being done by placing a huge burden on the consumers who are already struggling to cope with the soaring prices of electricity and gas as well as food.\nWhen the prices of fuel and gas go up, the cost of everything else goes up too, placing extreme financial pressure on ordinary people. The government's overreliance on fuel imports has also increased that pressure. We, therefore, urge the government to heed the advice of experts and start phasing out capacity payments while adopting a policy of exploring gas reserves within the country and focusing on developing renewables. Both endeavours would, in the long run, reduce this unhealthy reliance on expensive imported fuels and enormously benefit the people.\n",
        "headline_1": "Capacity payments have brought nothing but misery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/capacity-payments-have-brought-nothing-misery-3355401",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "We share the concern raised by dengue experts about a potential increase in the breeding of Aedes mosquitoes when tens of thousands of people leave Dhaka during the upcoming Eid holiday. Empty houses are ideal breeding grounds as stagnant water can accumulate in many places. Experts, therefore, have suggested some precautionary measures which can help address this threat.\nMost of the steps they suggested are simple: clean out all containers and keep them upside down so that water does not accumulate; cover commodes with lids or plastic wrap; clean the house thoroughly, etc. Also, residents should remain generally careful during the rainy season, and use mosquito repellent spray or mosquito nets as an added layer of protection.\nOne of the major worries ahead of the Eid is local transmission – asymptomatic patients may carry the virus to their destinations. While a person with the dengue virus cannot directly infect another person, mosquitoes become infected when they bite an infected person and can then transmit the virus by biting a healthy one. So people should look out for typical symptoms such as high fever, severe headache and joint pain, get tested, and seek quick medical attention if they test positive. Vehicles that people will take to go to various districts must also be sprayed thoroughly with insecticide before travel. The city corporations should carry out such spraying at all bus terminals.\nThis brings us back to the failure of the city corporations to take preemptive measures before the dengue outbreak. Experts have frequently pointed to insufficient anti-mosquito campaigns and surveillance efforts which, ideally, should be conducted round the year. With well over 6,000 cases (out of which 1,404 are outside Dhaka) and 40 deaths, we hope that the government will take immediate steps to prevent a widespread outbreak in the districts outside Dhaka as well as within it when people return from vacation. Going forward, the government must vigorously take round-the-year measures to destroy breeding grounds, make insecticides available for the public, and create public awareness to prevent an epidemic in the near future.\n",
        "headline_1": "A danger lurking in the shadows",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/danger-lurking-the-shadows-3355071",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "In the run-up to the submission of a crucial document on the country's climate impact mitigation efforts, Bangladesh has prepared a draft report styled \"Bangladesh: First Biennial Update Report\", to be submitted to the United Nations Framework Convention on Climate Change (UNFCCC) by June 30. The report and its endorsement are crucial to Bangladesh, as it portrays a dispassionate picture of the country's climate situation in 2012-19. As the report observes, the per capita emission level witnessed a 31.48 per cent rise to 1.29 tonnes in 2019, from 0.98 tonne of carbon dioxide in 2012. The ministry concerned says the rate indicates a normal 'emission increase' befitting a developing country like Bangladesh. The occasion was the final workshop on the country's biennial update report which is slated for submission to UNFCCC. The UNFCCC plays a vital role for the developing countries, including Bangladesh, in availing climate change finances. Although the emission level of Bangladesh is low compared to that of the highly developed countries, due to the lack of legal and other loopholes, as well as restrictions, Bangladesh at times is considered a country with high CO2 emission level. A developing country eying graduation from LDC status, it has to embark on fast industrialisation, which might lead to emission of greenhouse gases in a greater volume. In this regard Bangladesh is stuck in a dilemma. Moreover, it has to steer through many difficult tests to prove its pro-green stance. Although the Ministry of Environment, Forest and Climate Change has argued that the increased emission rate indicates a normal emission rise for a developing country like Bangladesh, its minister Md Shahab Uddin in his chief guest's speech at the final workshop emphasised the continuation of the nation's efforts to combat climate change. According to him, the greenhouse gas emission in Bangladesh is set to increase when it turns into a developed country. But the nation should limit the level of greenhouse gas emission by using environment-friendly technologies.Of late, going green has become the buzzword for all sectors committed to become environment-friendly. As Bangladesh has yet to become fully industrialised, it stands the chance of growing into a country prepared to adopt all environment-friendly steps. It should be kept in mind that by engaging in collaborative efforts, the nation can address the challenges of climate change through mitigation and adaptation efforts. Mitigation programmes mentioned in the Nationally Determined Contributions deserve to be attached utmost priority.That Bangladesh is presenting the first draft biennial update report on its climate change situation, along with an inventory of national greenhouse gas emission and relevant mitigation activities is a major event. The event comes against the backdrop of developments related to the country's growing vulnerability to climate change-related adversities, and the fallout of greenhouse gas emissions. At this critical phase, the nation can only eagerly look forward to the avoidance of a conflict between its development options and an effectively working eco-friendliness. Apart from the prime imperative of cutting down on emissions, arranging climate funds also deserves to be in focus. The Special Climate Change Fund (SCCF) is there to finance programmes and measures tied to preventing greenhouse gas emissions. Bangladesh ought to be proactive in its efforts to use the mechanism of getting access to its rightful share of climate funds.",
        "headline_1": "Stock-taking of emissions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stock-taking-of-emissions-1687705910",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "Amid slogan-chanting climate activists' threat to transform the Eiffel Tower into a wind turbine, the two-day Global Climate Finance summit in Paris closed on Friday (June 23) last week. It ended with the usual high hopes of helping the poor and developing countries badly affected by the climate change fight the unfolding catastrophe better. The expectations were big-to restructure the global development banks like the World Bank and International Monetary Fund (IMF). Considering what the attending leaders of the developing and developed nations at the finance summit said, it appears, they were serious this time.What was especially uplifting about the event was the idea put forward by the Barbados prime minister, Mia Motley, who was also the cohost of the Paris summit with French president Emmanuel Macron.The idea, which turned out to be the centerpiece of the debate, was what she termed 'Bridgetown Agenda'. The Agenda is about restructuring the post-World War-II global financial system, which she thinks is geared to serve the rich. Comparing the climate change with another world war that humanity is at the moment going through, she suggests creating another financial order to replace the 'Bretton Woods system' to help the developing nations survive the devastating impacts of prolonged droughts, frequent cyclones, downpours and floods and the encroaching seas. President Macron and 40 other leaders, many from the southern hemisphere debated to reach a 'New Global Financing Pact' in the spirit of Ms Motley's Bridgetown Agenda or Initiative. The outcome of the summit so far as the commitments go was indeed encouraging. However, the pledge made by the rich nations at 2009's Copenhagen UN climate conference to channel by 2020 USD100 billion annually to poor nations to enable them to adapt to climate change is yet to see the light of day. Even so, it looks like, the just-held Paris summit has something to write home about in that regard. To allow poor countries to fight climate change unencumbered, global financial institutions including the World Bank have assured that they would lighten the debt-burden on the victims of climate change in the South. To that end, they (global lenders) would add appropriate clauses to their loan conditions so the indebted climate-vulnerable nations hit by natural calamities may suspend repayment of the loans. Additionally, the plan to dedicate more of rich countries' current assets amounting over USD200 billion in a decade or so to the cause of the climate-hit poor is no doubt music to the intended recipients' ears. Anyway, these are all promises-and there had been promises galore in the past-with few matching results. Focus, therefore, will now be on how the global leaders at the upcoming G20 meet (in September) and next December's UN Climate Conference are actually going to act along the lines of the just concluded Paris climate finance summit. The climate talks are where the world's richest and the poorest nations gather to discuss ways to fight humanity's common existential foe, the global warming. But the expectations usually remain low. The reason is the failure of the leaders of countries with resources to commit funds as agreed at each such conference being held since 1979. The climate change, as universally accepted, is a climatic phenomenon caused by human action. It is also unequivocally admitted that it is the industrialised nations which committed the first 'original sin' of increasing the proportion of carbon in the atmosphere. The irony is that the poorest nations which are innocent of the 'sin' are being made to atone for it. So, at every climate summit talk they ask for compensation but the rich industrialised nations shy away from being up to their previous promises. True, they accept the responsibility (for global warming), promise adequate funds and technical assistance for the least developed and developing climate-vulnerable nations. But the problem is nothing happens until fresh promises are made at the next climate summit. But the rich nations' practice of playing cat and mouse with the developing climate-vulnerable ones should be over by now. Because the coronavirus pandemic, the prolonged recessionary pressure and the ongoing Ukraine war should have forced them out of the comfort zone they had been in so far. As there is no assured supply of cheap Russian fossil fuel any more, the urgency to switch to clean energy option, especially for Europe, should be the imperative now. With the long drawn heatwaves and forest fires, cyclones and floods visiting their shores oftener, they should now be able to feel what the less privileged climate-affected nations have been facing every day. Consider the case of small island nations like Barbados. With few resources to combat the fallouts from the climate change in the form of the regular transatlantic hurricanes and the resulting storm surges and flooding battering it without letup, its prime minister has taken the lead at the climate summits to champion the cause of her fellow leaders from the South. It is a question of survival for her nation in the face of the demon of climate change. So is the case of the Maldives and other small and big island nations. Bangladesh, though not an island nation, is a constant victim of calamitous visitors from the sea as well as the usual droughts and floods. Naturally, Bangladesh along with other climate-affected nations would like to bank on the promises made by the world leaders and the international lenders at the Global Financial Summit in Paris.\n[email protected]",
        "headline_1": "Will Paris pledges on climate finance deliver?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-paris-pledges-on-climate-finance-deliver-1687705975",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "It takes limitless self-confidence and courage to do what a teenage girl of class IX in Khoksa, Kushtia has done. Within two hours of her marriage to a man of 25 in a neighbouring village, she fled the groom's house and then accompanied by her maternal aunt arrived at the police station in the evening to lodge a complaint. The police swung into action immediately to arrest the bridegroom and the matchmaker on that very night. Then there arrived the upazila nirbahi officer (UNO) to hold an on-the-spot mobile court before sentencing the duo to two weeks and a month of imprisonment respectively. This exemplary story of courage and inspiration for many like her has been carried in a leading Bangla contemporary.This is how the girl saved her from the dreaded child marriage. Most other girls would have submitted to the fate of this premature and illegal wedlock, particularly when it was solemnised. But this girl with a poor family background was made of different materials. She harbours a rosy dream in her bosom ---the dream is to become self-reliant on completion of her study. The teenager was dead against tying the knot so early in her life. Even her parents did not like the idea of marrying their underage daughter off. Then, how could the marriage take place? It was her grandparents (paternal) who negotiated the matter with the matchmaker and the groom's people. In the absence of her parents, she was threatened with physical harm (her leg would be dismembered if she did not comply, as she later complained) go to the groom's village for the marriage arranged. Thanks to her indomitable courage and resolve to flee the groom's home, she could save her. Anyone can realise how risky it is to evade notice of people for a newly married girl. Unless quick witted, even courage would not have helped her stealthily leave the place, particularly when her opposition to the marriage was not quite unknown. Maybe, she even had to do some acting of a docile and obedient creature who could not take such a venture. Whatever it may be, luck favoured her and she returned safely to her benefactor, her supportive aunt. This lady is confident that her niece would go far in her study notwithstanding her family's extreme poverty. No wonder, the girl went to her maternal uncle's place after the incident. The report has not mentioned about the economic status of her maternal uncle's family. It is wise enough for her to spend a few days away from home in that family. Her aunt made it clear that if her niece received some support, she could continue her study. Now the question is if her uncle's family is in a position to provide the required support. The good thing is that the UNO has arranged for receiving updated information about the girl and also assured of help for her to continue study. Let the girl pursue her dream undisturbed. Her example will inspire more girls facing similar challenges. She is, however, not alone. Quite a number of girls have brought charges even against their parents for trying to subject them to child marriage. A few of them have launched a social movement against this customary vice. They have successfully stopped hundreds of such marriages at the last moment. But during the pandemic and in the post-pandemic time of economic hardship, this social movement seems to have lost much of its steam. But it should not. What about building up a special fund for distribution among deserving girls from poor families keen on pursuing their studies but under threat of early marriage? Families are getting financially broke due to high inflation. For low-income families, it has become impossible to bear the rising costs of their wards' education in schools and colleges. An emergency fund for helping them out of the crisis is the need of the time. This will avert child marriage and have rich returns in more ways than one. Meanwhile, the girl's grandparents remained in hiding fearing arrest. But shouldn't the kazi/moulvi who solemnised the marriage without the girl's birth certificate be arrested for his crucial part in the marriage? \n[email protected]",
        "headline_1": "Girl courageous",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/girl-courageous-1687706011",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2023"
    },
    {
        "full_article": "Human skeletons are in high demand among medical students for their anatomy courses. Organised gangs of criminals often steal human remains from graves for making a quick buck from the sale of skeletons. Incidents of theft of human remains are increasing day by day in Bangladesh. According to the media, the graves that are adjacent to highways are the main target of the skeleton thieves. Medical colleges and their students are the main buyers of these stolen skeletons. Usually, students buy one complete human skeleton for Tk 60,000 and the colleges spend Tk 0.1 to 0.15 million to buy one skeleton. Graveyard is no doubt a sacred place for us. The relatives of the buried people often visit the graveyards to pray for their loved ones. When they come to know that the body of their favourite person has been stolen, they feel dejected and helpless. For the sake of their emotional attachment, stealing of human skeleton should come to an end. In many countries in the world, artificial human skeletons are popular when it comes to medical education. We could possibly make use of such artificial skeletons popular in our country and with this take every action to stop stealing of human remains in the graveyard. \nMA IslamDhanmondi, Dhaka",
        "headline_1": "Theft of human skeletons",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/theft-of-human-skeletons-1687706034",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2023"
    }
]