[
    {
        "full_article": "Prime Minister Narendra Modi has pledged to govern by consensus even as the 18th Lok Sabha began its first session. The ruling National Democratic Alliance (NDA) and the Opposition INDIA bloc have both reiterated their rhetoric on protecting the Constitution, which was one of the central themes of the recent campaign during the 2024 general election. While both sides say they seek consensus, and are loyal to the Constitution, a demonstration of any convergence between them on any key question of governance or politics, unfortunately, remains elusive. The first session was in fact marked by mutual hostility that carried over from the campaign. The NDA and the INDIA bloc sparred over the selection of the pro tem Speaker and now appear set for a face-off over the Speaker’s post. The Opposition has expressed willingness to support the NDA’s candidate in return for the post of Deputy Speaker. In the past, the Deputy Speaker’s post has mostly gone to a member of the Opposition. In the 16th Lok Sabha, the post went to the All India Anna Dravida Munnetra Kazhagam; and in the 17th Lok Sabha, the post remained vacant for its entire term, unprecedented in the history of Indian Parliament. The BJP remains non-committal on supporting an Opposition candidate for Deputy Speaker.Mr. Modi’s call for consensus and parliamentary debates can be a reassuring sign of a healthy democracy, but only if that statement is translated into tangible action. Union Minister Rajnath Singh, who has emerged as the government’s key interlocutor, has reached out to Opposition leaders, and such interactions should become frequent. Consensus may be unachievable in many instances, and may not even be necessary in some cases. By demonstrating a commitment to sharing power within the ruling alliance and with the Opposition, Mr. Modi could expand his political authority and legitimacy. Beyond the limited tactical question of the stability of the government, in which the BJP is shy of a majority by 32 seats, the building of coalitions should be treated as a cornerstone of India’s progress and prosperity. The first session of the new Lok Sabha should set the tone for extended debates, more room for disagreements and the pursuit of common ground across parties. The proceedings of the House and of Committees fell short on these counts during the last two terms of the Lok Sabha. As the leader of the ruling coalition, the BJP should demonstrate a renewed commitment to the norms and substance of Parliament and the Opposition should respond constructively.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nLok Sabha\n\n/\n\nNational Democratic Alliance\n\n/\n\npolitical parties\n\n/\n\npolitics\n\n/\n\nconstitution\n\n/\n\nGeneral Elections 2024\n\n/\n\nparliament\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam",
        "headline_1": "Call for consensus: On the Prime Minister’s pledge and the 18th Lok Sabha",
        "headline_2": "Parliament should give room for extended debates and disagreements",
        "link": "https://www.thehindu.com/opinion/editorial/call-for-consensus-on-the-prime-ministers-pledge-and-the-18th-lok-sabha/article68332159.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "Julian Assange did what journalists do in free societies. He published troves of secret documents exposing the conduct of America’s wars in Afghanistan and Iraq and of its diplomacy. And for that, he was denied his freedom for more than 14 years. The hounding of Mr. Assange is a rare modern story of western democracies across the Atlantic, which take pride in their freedoms, working hand in hand to punish a journalist, publisher and whistle-blower. The WikiLeaks founder was first arrested in Britain in 2010 on a European warrant over sex crime allegations reported in Sweden — those charges were later dropped. While on bail, he took asylum in the Ecuador embassy in London, where he was holed up until 2019. He was kicked out of the embassy, and Britain rearrested him and put him in the high-security Belmarsh prison. After five years of life in jail, where he was largely confined to a solitary cell, the U.S. entered into a plea deal with Mr. Assange, that would set him free. The 52-year-old will plead guilty in the espionage case before a U.S. federal judge in Saipan, the capital of the Northern Mariana Islands, a U.S. Commonwealth territory in the western Pacific. According to U.S. and British media, Mr. Assange is expected to be sentenced for about five years, the time he has already served in Britain. He will then go to Australia, his native country.While Mr. Assange’s release, which brings his years-long ordeal to an end and is a reprieve for those who have been fighting for him, is welcome news, the road towards this day was not smooth. The way he is being released still raises concerns. The classified documents WikiLeaks published were handed to Mr. Assange by Chelsea Manning, a U.S. military analyst. Ms. Manning was sentenced to 35 years in prison after being convicted of violating the Espionage Act. U.S. President Barack Obama commuted her sentence, allowing her to go free in 2017, but Mr. Assange remained unfree. The Trump Justice Department indicted him in 2019 on 18 counts. And the Biden administration continued to push for his extradition, which he fought doggedly. Last year, Australia’s Labor Prime Minister Anthony Albanese urged the U.S. to conclude the case, while lawmakers there passed a resolution this year calling for Mr. Assange to be allowed to return home. In recent years, the case has also become a public relations disaster for Joe Biden’s Democratic administration. So when Mr. Assange agreed to plead guilty, all sides found a deal to conclude the case that would get the U.S. a conviction which it had been seeking and Mr. Assange his freedom. Yet, the fact that Mr. Assange would be convicted for publishing state secrets is a setback for free speech. And the pursuit of a whistle-blower for over 14 years would remain a blot on western democracies, especially the U.K. and the U.S., forever.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWikiLeaks\n\n/\n\nUSA\n\n/\n\nwar\n\n/\n\nAfghanistan\n\n/\n\nIraq\n\n/\n\ndiplomacy\n\n/\n\ndemocracy\n\n/\n\narrest\n\n/\n\nUnited Kingdom\n\n/\n\nsexual assault & rape\n\n/\n\nSweden\n\n/\n\nEcuador\n\n/\n\nprison\n\n/\n\nespionage and intelligence\n\n/\n\nAustralia\n\n/\n\nlaws\n\n/\n\nhuman rights",
        "headline_1": "​Free man: On the release of Julian Assange",
        "headline_2": "Assange deserves his freedom, but his conviction is a setback for free speech",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfree-man-on-the-release-of-julian-assange/article68331994.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "No British politician of a party seen to be losing has got it like Sunak. But this racism has worked subtly, through dog whistle or sneer. Britain may have moved forward on race question but it still matters\nIs the race card finally in play against Rishi Sunak in the second half of Britain’s six-week general election campaign? Just the dog whistle, not in propah fashion, not enough to provoke some genuine sympathy for the country’s first prime minister of Indian ethnicity, rather than the abundant pity he currently evokes.\n\nAs of now, all the funereal head-shaking is about Sunak leading “Torysaurus” – the shrunken dinosaur that is Conservative Party – through a political Jurassic Park, which is readying for an “extinction-level” event.\nRead full story on TOI+\n\n",
        "headline_1": "The white & wrong Of UK’s Rishism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-white-wrong-of-uks-rishism/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "Allow more local input in medical education, let states tailor admission to their govt colleges per their needs. But continue an all-India test for private colleges, which can’t be trusted to hold their own exams\nNEET 2024 paper leak has brought the focus back on the demand to scrap a nationwide single entrance test. But when looking for possible solutions to the current mess, it is important to understand the circumstances under which NEET came into being and how it has fared on its basic mandates:\n● To put an end to multiple entrance tests across India\n● To bring in merit-based admission\n● To tackle capitation fees.\n\nBefore NEET, there were dozens of entrance exams all over the country. Students had to appear for at least five to six exams and worry about clash of exam dates and travel to distant places for counselling for seat allotment. Every year, numerous cases were filed in high courts and Supreme Court related to these issues.\nRead full story on TOI+\n\n",
        "headline_1": "Neat solution for NEET",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-neet-was-designed-to-fail/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "Misery piles on for our young examinees. Last Wednesday, education ministry cancelled UGC-NET exam, conducted a day earlier, fearing a paper leak. On Saturday, it postponed NEET-PG exam scheduled for the next day, over “logistical issues”. When seen together with NEET-UG controversies, the message is loud and clear: something is seriously wrong with the National Testing Agency’s (NTA) functioning. And fixing the problem poses the first big challenge for new NDA govt.\nProblems evident for long | The crisis may have blown up this year, but the signs have been there for years. Exams like NEET and JEE conducted by NTA have run into controversies regularly. In NEET 2022, CBI had to step in following allegations of impersonation in the exam. In 2021, a Russian hacker even hacked into the software for that year’s JEE to help examinees cheat.\n\nIt is the reluctance of authorities to take timely action against such episodes that is responsible for the present mess. This was made clear, when despite ample evidence, the education ministry remained in denial of a paper leak in this year’s NEET, ordering a CBI inquiry only on Saturday.\nRemedy has failed us | What is galling is that NTA was put in place precisely to weed out issues we are facing today. So, one of the questions that needs to be asked is whether there are in-built flaws in conducting a mammoth exam like NEET, with 2.4mn examinees taking it in 13 languages across 4,500 centres.\nIt is welcome that govt has set up a high-powered committee to examine NTA’s functioning and recommend ways for fair conduct of exams. It has also brought into effect the Public Examination (Prevention of Unfair Means) Act, 2024 to prevent use of unfair means in public exams.\nNothing should be off table | But the panel’s work will have to be more than a bureaucratic exercise if the system is to be rid of its flaws. We need genuine reforms that address the spectrum of concerns that experts have been raising. The use of technology that allows algorithmic question patterns is one answer to paper leaks in avast system with innumerable nodes. Conducting exams more than once a year, as is the case in US, is another option to be considered. But decentralising the exams altogether is an option govt mustn’t shy away from. The future of young Indians is at stake.\n\n",
        "headline_1": "Fix it, GOI: The future of India’s young depends on govt thinking creatively on reforming exams",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fix-it-goi-the-future-of-indias-young-depends-on-govt-thinking-creatively-on-reforming-exams/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "Britain’s wealthiest family, the Hindujas, appealing a Swiss court’s ruling, which found them guilty of exploiting domestic help from India, raises two important issues. First, domestic workers who go abroad for work are a vulnerable category. Second, the huge cohort of domestic workers in India continues to face exploitation because there’s no legal protection and social safety net.\nVulnerable abroad | In the Hindujas case the family is accused of underpaying workers, keeping them on call without proper breaks, confiscating their passports and paying them in Indian currency. While the family has denied these charges, it’s a reality that domestic workers working abroad often face similar employment conditions.\nGOI has launched a consular grievances redressal system called MADAD. It’s a measure of the challenge that top FAQs on MADAD cover non-payment of dues, termination or absence of employment contract, and repatriation.\n\nVulnerable at home too | Conditions of domestic workers in India aren’t any better. According to govt data, total number of domestic workers in the country was 28mn in July 2023. The actual number is likely to be more than twice as much. GOI did enact four labour codes in 2020 aimed at providing decent working conditions and wages. But they don’t specifically cover domestic workers. Plus, despite most state govts adding domestic work to the list of scheduled employment, they haven’t implemented this on the ground. Only Kerala is moving ahead with a specific law for the welfare of domestic workers that will fix minimum wages, working hours, and ensure a safe work environment.\nLearning from international examples | India needs a standalone law covering domestic workers. Asean countries, such as Thailand, Malaysia and Singapore, have laws that ensure weekly off days, pensions, minimum wages and even social security for domestic workers, most of whom are foreign nationals in those countries. GOI too must make a beginning in this direction for domestic workers at home.\n\n",
        "headline_1": "Helping the help: At home or abroad, Indians treat domestic workers as exploitable, cheap labour",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/helping-the-help-at-home-or-abroad-indians-treat-domestic-workers-as-exploitable-cheap-labour/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "For a region prone to natural disasters because of its low elevation, Khulna really cannot afford unplanned development any more than a highly congested and polluted Dhaka, or Chattogram, can. The region is yet to recover from the devastations of Cyclone Remal that struck a month ago. Extreme events like this serve as a wake-up call for what must be done or changed. But the region seems to have been set in the opposite direction as, far from reducing its vulnerabilities, ongoing developments in Khulna city and adjoining areas could set them up for more challenges in the future.\nAccording to a report by this daily, as many as 153 housing projects are operating illegally without necessary approvals from the Khulna Development Authority (KDA) and Department of Environment (DOE)—encroaching upon government khas lands, waterbodies, arable lands, tidal floodplains, etc. Clearly, the negligence of the authorities, both in enforcing regulations and in overseeing the approval process, has allowed these projects to proliferate unchecked. Partly responsible for this situation is the proposed expansion of the Khulna City Corporation's boundaries in 2007, which ignited a frantic wave of housing initiatives. These areas fall under the jurisdiction of the KDA, so it must take responsibility for this situation.\nOf particular concern here is the encroachment of waterbodies and tidal floodplains. These serve as crucial natural buffers against floods, and their transformation will only increase the risk of flooding in the future, which is really disturbing. Reportedly, thousands of plots have been developed and sold by filling up such low-lying areas. As well as the natural risks that it poses, this unplanned sprawl also threatens to overwhelm Khulna's urban infrastructure, making it increasingly difficult for the city corporation to manage waste, develop necessary roads, and provide other essential services. Experts have, therefore, alluded to the grim prospect of these unauthorised and unplanned areas devolving into more like concrete slums eventually. Already, in a sign of the crisis that is about to unfold, the lack of land approvals has left over 30,000 plot owners facing legal issues with building construction.\nThe situation demands a critical intervention from the authorities. Going forward, they must ensure that no more arable lands and tidal floodplains are encroached. We cannot continue to allow the destruction of such crucial lands and waterbodies and hope to get away without any consequences. Moreover, the authorities should enforce stringent compliance with the Real Estate Development and Management Act, 2010 and other regulations in all housing projects. That means each project must adhere to the stipulated requirements including adequate acreage, specified road widths, and essential civic facilities.\n",
        "headline_1": "Khulna must not fall into the trap of unsustainable growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/khulna-must-not-fall-the-trap-unsustainable-growth-3641461",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "In mainstream movies and TV shows, top students are often portrayed as \"nerds\" who are socially awkward and/or lack friends, reduced to a simplistic and often harmful stereotype. This narrow depiction fails to reflect the real-life diversity and complexity of high achievers. These students, like anyone else, have unique personalities, interests, and struggles that go beyond their academic achievements. By presenting them only as socially awkward geniuses or as book-smart but generally naive individuals, the entertainment industry not only misrepresents who they are, but also sends a damaging message that undermines the value of hard work and intelligence. These portrayals can affect how society views and treats high achievers, making it harder for these individuals to be seen and appreciated for their true selves. \nThe \"nerd\" stereotype is deeply ingrained in popular culture, often showing top students as socially awkward, physically unimpressive, and overly focused on academics. Characters like Sheldon Cooper from The Big Bang Theory and Lisa Simpson from The Simpsons suggest that being smart means lacking social skills and physical well-being. This narrow portrayal fails to reflect the reality that many top students balance their academic pursuits with rich social lives, physical activities, and diverse interests. It implies that intellectual achievement comes at the cost of a well-rounded life, which is far from the truth. By reducing these individuals to one-dimensional characters, the entertainment media perpetuates the harmful idea that intelligence and sociability can't coexist. \nThere is also the trope that represents the other extreme, where academically successful characters lack common sense or real-world skills. These characters, often used for comic relief, suggest that academic excellence and practical intelligence are mutually exclusive. Kenneth Parcell from 30 Rock epitomises this stereotype, depicted as naive and out of touch with real life. This portrayal implies that high achievers in academics are inherently deficient in practical wisdom and everyday competencies, failing to acknowledge that many individuals are capable of excelling both in their studies and in navigating the complexities of real life. \nSuch portrayals are problematic for several reasons. Firstly, they reinforce harmful stereotypes that contribute to the social alienation of academically inclined students. When the media consistently depicts top students as either nerdy and awkward or book-smart but clueless, it shapes how their peers perceive them. This can lead to bullying and social isolation, as classmates may view them through the narrow, exaggerated lens provided by these media representations. The message is clear: being a top student makes you \"different,\" and often not in a good way. By perpetuating these limiting views, media contributes to a culture where intelligence and academic dedication are stigmatised rather than celebrated, making it harder for these students to be seen and accepted for who they truly are. A more humanising and accurate portrayal would help break down these stereotypes, fostering a more inclusive environment where academic achievement is appreciated and respected.\nSecondly, these stereotypes perpetuate a false dichotomy between intelligence and social adeptness. In reality, many high-achieving students are well-rounded individuals. They possess emotional intelligence, leadership skills, and a diverse array of interests. By ignoring these aspects, media representations do a disservice to the complex nature of human capabilities. \nWhen the pursuit of knowledge is consistently linked with negative social outcomes or perceived impracticality, students might shy away from their academic potential to avoid being labelled \"different.\" This can contribute to a culture that undervalues education and intellectual achievement, with long-term societal consequences. \nIt is crucial for content creators to develop more nuanced characters. Depicting top students as well-rounded individuals who face and overcome challenges can provide positive role models for young viewers, showing that academic success and social competence can coexist harmoniously. By highlighting their diverse motivations and backgrounds, content creators can break away from these harmful moulds, reflecting the true diversity of high achievers. Not every top student fits into a single stereotype, and showcasing a variety of experiences and personalities can inspire a broader range of young people. By portraying top students as multifaceted individuals, the entertainment media can foster a more inclusive and realistic understanding of what it means to excel, encouraging young people to embrace their potential without fear of stigma or social isolation.\nHM Nazmul Alam is lecturer at the Department of English and Modern Languages of the International University of Business, Agriculture and Technology (IUBAT).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The fallacy of the ‘nerd’ stereotype in pop culture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fallacy-the-nerd-stereotype-pop-culture-3641201",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "In a country that has been governed only by women for the last 33 years (barring two years of state of emergency), it is distressing to see how misogyny is still the weapon of choice to dissuade, intimidate and harass women seeking leadership roles. A recent study on Facebook content posted around the time of the 12th national election of Bangladesh reveals a disturbing picture: widespread use of gendered disinformation to attack female leaders (on both sides of the political aisle) as well as journalists and analysts. This is another proof that online violence against women continues unabated amid feeble government attempts to regulate cybercrimes.\nAs part of an investigation into technology-facilitated gender-based violence (TFGBV), the research analysed nearly 25,000 pieces of Facebook content—collected between December 1, 2022 and January 15, 2024—to see how gendered disinformation was used during the election. Among them, more than 1,400 posts contained gendered attacks, a staggering 70 percent of which were of sexual nature. Incorrect and made-up content, deep-fake content, doxxing, hate speech, violent threats, and unwanted explicit content were some of the prevalent forms of TFGBV that were used.\nThe number of female BNP politicians who were subjected to such violence compared to their Awami League counterparts is tenfold, according to a report based on the study conducted by international research body Tech Global Institute. Among the high-profile victims were BNP's Khaleda Zia, Shama Obaid and Rumeen Farhana, as well as Awami League's Sheikh Hasina and Momtaz Begum.\nWhat does it say about a country that boasts of facilitating women's empowerment? In recent elections, women's participation in politics has been on a downward trend. In the last national election, less than five percent of candidates were women. The political landscape has generally been unfavourable for women due to the age-old bias that politics is the realm of men. So, when women defy social norms to participate in civil and political activities, gendered intimidation tactics are readily used to dissuade them. We have seen in recent years how rape has been used as a tool of political intimidation against both women candidates and voters.\nThis state of affairs is absolutely unacceptable. We need to bring in more women in policy- and decision-making roles, and gendered attacks and disinformation, especially on social media, will only act as a deterrent. The government claims to be working on installing various mechanisms to monitor and regulate the cyberspace to curb cybercrimes, including circulating disinformation. But we need results, not reassurances. Therefore, it must rethink its work plan and undertake strict measures against TFGBV. That should be one of the top priorities in Smart Bangladesh.\n",
        "headline_1": "Clamp down on online misogyny against female leaders ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/clamp-down-online-misogyny-against-female-leaders-3641191",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "In the last quarter of 2023, the country's banks experienced a sharp decline in rural deposits for the first time in five years, reveal the Bangladesh Bank (BB) data. At that time, the phenomenon was ascribed to erosion of savings capacity of the rural people due to sustained high inflation. Also, trust-deficit of rural savers played its part, particularly following scams in some banks.The situation called for working hard by banks to restore rural investors' confidence in banking service. But now the picture has reversed. Far from extending banking service to remotely placed rural clients, commercial banks are reportedly reducing credit disbursement to them. The banks are also closing down branches in rural setting in a bid to, what they argue, cut costs. Obviously, this will affect rural economy badly, especially by way of depriving the cottage, micro, small and medium enterprises (CMSMEs) of the formal credit crucial for their survival and growth. Small farmers, too, will suffer. However, the banks are blaming this on high cost of fund coupled with sustained high inflation. In their view, this has diminished rural borrowers' demand for credit. So, they find it unprofitable to continue their operations in rural areas.However, the rural clients are being served all the same through agent banking, bankers try to justify. But the question is, how far agent banking will be able to meet the gap when the banking resources are witnessing a significant transfer from the countryside? Oddly though, these arguments of costly funds or inflationary pressure do not seem to apply when it comes to those banks' operation in the urban areas. In fact, the volumes of their credit disbursement have meanwhile seen a quantitative jump in their urban branches. That, in other words, means, banking resources are now being used to serve the rich but credit-hungry urban customers who are ready to pay interest at a very high rate, a move that flies in the face of the government's policy of ensuring adequate fund flow to promote financial inclusion of the underserved in the countryside.A report carried by this paper on Monday last speaks volumes for that. Citing data from the BB, the report says that, of the total investments amounting Tk14.05 trillion that commercial banks made in different sectors of the economy till March last year, the share of the rural areas was Tk1.68 trillion, which is equivalent to 11.97 per cent of the entire bank investments. As expected, the rest of the money amounting to Tk 12.37 trillion, which is 88.03 per cent of the total credit advanced, went to the urban clients. The rural credit shrank to Tk1.24 trillion, or around 8.0 per cent of the total bank credit by December 2023. Contrarily, the urban share of the bank funds increased to 92 per cent of the total credit. The shrinking of the formal rural credit's share in rural economy seems irreversible as it came down to 7.95 per cent by the end of March this year. According to the BB data, the share of bank deposits by rural savers, too, dropped markedly during the period under review.Implications of such a turn of events are disconcerting. Shortage of formal credit will compel businesses in countryside to turn to informal sources like loan sharks. That would be bad news for rural entrepreneurship, employment and growth. Banking reappraisal is a must.",
        "headline_1": "Disconcerting fall in rural credit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disconcerting-fall-in-rural-credit-1719323769",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "A report published in the FE this week said the state-owned Trading Corporation of Bangladesh (TCB) has sought around Tk 16 billion to cover losses incurred in the first half of last year due to selling key essential commodities at subsidised rates among 10 million low-income families. The report adds that last month the TCB submitted a proposal to the commerce ministry for taking required steps to make up for its losses. The money would be required to repay bank loans accrued to procure commodities like soybean oil, sugar, lentil, gram, and dates from local and foreign sources, and sell those at subsidised rates among the card-holder families. The state entity last month sought around Tk 100 billion from the government to help lessen its reliance on costly bank borrowing. Currently, the TCB is conducting its sales operations of essentials almost every month, though with no visible impact on the price situation. As a state trading agency TCB barely has any success story in stabilising the market of essential commodities, so far. With the mandate of market intervention when necessary, it has no tools to undo the bolts that so frequently tighten the market fences in favour of vested quarters. Asking the TCB to intervene the market, particularly of essential consumer commodities against irrational price spirals is thus bound to be self-defeating. This has been the case many a time in the past and there is no reason to believe that the market mechanism would be least affected by TCB's 'interventions' unless it is made capable of such tasks. TCB was neither groomed nor empowered with the resources and freedom to do miracles as the successive governments have vainly tried to project it. Given its status as a public sector enterprise, there has not been any mechanism in place so far to see it emerge as a business entity-an essential character it was to assume long back. A quick reference to organisations like this in neighbouring countries, especially India, will reveal that similar agencies there are strong enough to neutralise undesirable price instabilities because of their freedom of operation and financial and professional resources. Initially provided with endowment funds by the government, they operate entirely on their own income just like private sector business houses, engaged throughout the year in bulk imports and exports, and intervention of the domestic market, when necessary. To provide the much required dynamism to the operational challenges, the CEOs of these agencies often come from the private sector. The key issue is the strength to affect successful market intervention. It needs to be innate in a well-planned and calculated process. The very capacity to do so calls for strong legal, institutional and financial backups. Market syndicates will obviously be the big rivals and breaking the oligopoly and monopoly of organised market syndicates will require the TCB to be thoroughly professional in the first place. So, allowing it to function independently with sufficient resources is a foremost prerequisite.It has been learnt that the government is thinking of substantially raising the authorised capital of the TCB. The enhanced financial strength is believed to help it maintain a sizeable stock of price sensitive commodities such as edible oil, sugar, pulses and onion through imports round the year. However, it remains to be said that alongside the increase in authorised capital, the critical factor that needs to be addressed is a smooth procurement device that only can ensure quick importation of commodities and make those readily available in the market, when necessary. In this connection, it has been found that the proposal for exempting the TCB from the government's conventional procurement procedures and rules has been objected to by the Central Procurement Technical Unit (CPTU) on the ground that it might create bad precedent for other government agencies to be exempted likewise. This argument is not tenable for the simple reason that denying the TCB to skip the lengthy procurement procedures is clipping its wings that otherwise would equip the organisation with the required strength to make its presence felt in the marketplace. The question of other government agencies trying to follow suit is beside the point as the very mandate of the TCB to neutralise market instability calls for such exceptions as a tool to prevail upon the market. It is thus crucially important that this issue is looked into in due earnest by the authorities. According to observers, trying to strengthen the TCB will not require the government to start from the scraps. Unlike many state owned agencies, the TCB has resources in terms of unused land and structures that can be made use of as a starter. With appropriate manpower in place and a sizable authorised capital added to its existing financial resources, the TCB can be expected to operate on small-to-medium scale trading round the year, and in the process attain the strength to make its presence felt in the marketplace. [email protected]",
        "headline_1": "TCB: Making its presence felt in the market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tcb-making-its-presence-felt-in-the-market-1719323813",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "When a large proportion of young population remains unemployed, it becomes truly difficult for a country to achieve the \"developed\" status for itself. That is what economists say. The latest Socio-Economic and Demographic Survey 2023 by the Bangladesh Bureau of Statistics (BBS) has published data on \"not in education, employment or training\" (NEET) population, aged between 15 and 24. The data portray a grim picture of Bangladesh in this respect. From the data published, it is understood that about 18.87 per cent of this young population falls under NEET. Females trail males in unemployment by nearly three times (females 26.94 per cent: males 10.31 per cent). Division-wise NEET population is rather surprising. While it is generally accepted that Dhaka and Chattogram cities are the main hubs of economic activity, Dhaka tops NEET population with a resounding 21.17 per cent followed by Chattogram with 21.07 per cent. The percentages drop markedly from this point on for Barishal, Rajshahi and Rangpur divisions. The data show that NEET percentages are higher in urban areas compared to rural setting.This study should be acting as a wake-up call for policymakers because it gives an idea about the younger segment of the population that have either dropped out of school and not engaged in any constructive work for \"at least one hour in the seven days prior to the headcount and not received any vocational training in the preceding twelve months.\" As stated previously, \"the towns are the home of 22.28 per cent of the young unemployed, non-educated and non-trained population\". Since this study is coming from the government's own statistical bureau, the BBS, there is no possibility of trashing it as \"motivated\".While policymakers may find solace in an earlier report published by UNESCAP in January, 2024 that pitted other countries like Afghanistan, India, Indonesia, Iran, Nepal, Pakistan, Sri Lanka, etc. as having nearly 20 per cent NEET young people, it blows apart one of the biggest selling points Bangladesh has when it canvasses for foreign direct investment (FDI) and that is the \"demographic dividend\" the country has. What is the point of this demographic dividend if this large chunk of the population remains uneducated and unskilled? Can they play a constructive role in the economy? Can they climb the ladder of management and become skilled operators, supervisors and factory managers? Will these young men and women have meaningful roles to play in the decision-making process of productive sectors? Sadly, they won't.That is the point economists have been pointing out for years. An education system that does not provide its graduates the skill needed by industry or other sectors result in mass dropouts. Dearth of vocational training facilities and / or curriculum remains unaddressed both at the state and private-sector level. All these translate into the country missing out on ensuring the desired development of the population that is essential for the country to jump to the status of developed nation. Getting this NEET population under control is not rocket science. It requires prudent policies by lawmakers that can make use of existing infrastructure to set up the necessary technical education programmes. It requires sincerity at policy level to bring about changes that would positively impact on young lives, giving them hope of a better future. A more technically-sound younger population would mean greater opportunity in the global labour market and with Bangladeshis moving up the skills ladder, inward remittance could see a dramatic increase – the magic bullet that could change the fortunes of this nation and its people.[email protected]",
        "headline_1": "NEET – a hurdle on way to development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/neet-a-hurdle-on-way-to-development-1719323874",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2024"
    },
    {
        "full_article": "Market targeting is crucial in marketing. Imagine someone handing you car keys and saying \"go,\" but not telling you where to go. You'd spend the whole day driving aimlessly because you don't know your destination. Similarly, in marketing, targeting means dividing a large market into smaller segments and focusing on a specific segment of customers.Nike is a great example of effective targeting. They primarily target athletes and fitness enthusiasts. They don't just make regular shirts or casual shoes; they produce sportswear, jerseys, sneakers, and equipment related to sports and fitness. This targeted approach ensures they meet the specific needs of their customers effectively.During the Covid-19 pandemic, food delivery companies like Foodpanda and Pathao have become popular among food enthusiasts. People are now more health-conscious, preferring organic foods. This has led to the rise of online organic food shops offering fresh, naturally grown fruits, vegetables, and meats. Even though they are more expensive, customers prefer the quality.Effective market targeting helps companies focus on the right customers, making business goals easier to achieve. Therefore, identifying your target audience and catering to their needs is crucial for business success.Md. Tajul Islam Department of MarketingIslamic University, Bangladesh [email protected]",
        "headline_1": "Role of market targeting in business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/role-of-market-targeting-in-business-1719323914",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-06-2024"
    }
]