[
    {
        "full_article": "The World Health Organization, for the second time in two years, has declared a viral outbreak to be a Public Health Emergency of International Concern (PHEIC). With four cases confirmed in India and around 14,500 cases globally, monkeypox outbreaks have triggered international consternation in a world that is yet to recover from the COVID-19 pandemic. After a split verdict at the International Health Regulations Emergency Committee meeting — on whether monkeypox deserves to be termed a PHEIC — it fell on WHO’s Director-General, Dr. Tedros Ghebreyesus, to take a call. A PHEIC is just one step short of a ‘pandemic’ classification. Following the declaration of COVID-19 as a pandemic on March 11, 2020, WHO had come under criticism for not responding with alacrity on the public health threat that the coronavirus pandemic portended. It had termed the COVID-19 crisis as a PHEIC on January 30, 2020 when global cases were around 7,500, or about half the levels now reported for monkeypox. The following February was the pivotal month that compelled WHO to elevate threat levels and push the world into territory that it had not navigated since the 1918 influenza pandemic. Though monkeypox is caused by a virus that is endemic in a few African countries, the world took note only after it was first reported in the U.K. on May 6, 2022. Within a month-and-a-half, it spread to 63 countries, with Spain, Belgium and the U.S — historically non-endemic for the virus — beginning to report a spike in cases. In Africa too, transmission has been historically limited and there is uncertainty over the events that have caused such a global spike.Monkeypox, for now, has more visible manifestations such as rashes and blisters and is said to be over-represented in men who have sex with men. It is believed to spread only through close contact and is fatal only to the extremely immunocompromised. WHO has recommended that countries step up surveillance, amplify public awareness campaigns, governments work towards not stigmatising the disease, and health infrastructure be primed towards producing diagnostic kits. The experience from the COVID-19 pandemic has shown that governments implement measures to avoid ‘panic’ but are often opaque and vague with the information necessary to quell it. While it is unclear how the monkeypox outbreak will play out in the months to come, the Government must begin coordinated action with the States to accurately summarise and disseminate the extent of the threat. Until now, monkeypox fell under the category of neglected tropical diseases. Related to the eradicated smallpox virus, monkeypox is suspected to have amplified due to reduced immunity against the smallpox virus. Indian labs and biotech companies must step up research and mine their arsenal to prepare adequate defences if the need arises.",
        "headline_1": "Learning lessons: on a strategy for monkeypox",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/learning-lessons-on-a-strategy-for-monkeypox/article65681854.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "Neeraj Chopra’s silver in men’s javelin at the World Athletics Championships in Eugene, United States, marks one of India’s greatest sporting successes. Even as the celebratory euphoria over his stunning Olympic triumph from last year is yet to fully die down, Chopra produced another brilliant show to savour with his maiden podium finish at the Worlds. It is admittedly not the precious yellow metal that everyone craves for, but the medal is worth its weight in gold, for it is the first for an Indian male, and the second ever after Anju Bobby George’s bronze in women’s long jump (Paris, 2003). The affable 24-year-old now has a rich and enviable collection of medals, the latest silver adding to the golds in the World Junior Championships (2016), Asian Championships (2017), Commonwealth Games (2018), Asian Games (2018) and the Olympics (2021). In a small window of half-a-dozen years, he has accomplished what many dream of over an entire career. But like most great champions, Chopra is not satisfied and already appears to have reassessed his targets — of “changing the colour of medal” to gold at the next Worlds and winning the Diamond League crown. It is the same spirit displayed by Swedish pole-vaulter Armand Duplantis, holder of every big title and world record, who found the energy and motivation to obliterate his own best mark (6.16m, outdoors) by scaling 6.21m in a glorious last act as the Championships drew to a close.While it is true that Chopra’s legacy was already gold-coated, courtesy the epoch-defining Olympic victory, the performance in Eugene enhanced it further. It would not be an exaggeration to suggest that Indians woke up on Sunday confident of Chopra securing a medal, with only the colour a matter of debate. Such expectation from an Indian track and field athlete was practically unheard of. Among the truest tests in sport is to handle this pressure, and relax into the moment. That Chopra managed this under less-than-ideal conditions — negotiating a thigh strain and a headwind — against a formidable opponent in defending champion Anderson Peters whose opening salvo was a whopping 90.21m throw, and still came up with an effort (88.13m) that was better than his Olympics mark (87.58m) is down to his genius. As Chopra redefines success for a nation that has often exulted, and been satisfied, with pint-sized accomplishments, a doping cloud hanging over Indian athletics has produced a sobering backdrop. High-profile athletes, including national record-holders, have been caught. If India aspires to catch up with world standards and march in tow, it is up to administrators and fellow athletes to get their acts together and lend the generational champion a helping hand.",
        "headline_1": "Golden arm: on Neeraj Chopra’s win as one India’s greatest sporting successes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/golden-arm-on-neeraj-chopras-win-as-one-indias-greatest-sporting-successes/article65681960.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "This month, after 26 long years, the judicial system delivered a verdict on a simple case of politician Raj Babbar assaulting a police officer in 1996. Meanwhile, the Chief Justice of India underlined that the judiciary is answerable to the Constitution and the Constitution alone. This column is about what these two events together mean.\nThe motto of the Indian Supreme Court is, Yato Dharma Sthato Jaya. Dharma can be upheld only if privilege and responsibility go hand-in-hand; higher the privilege, greater the responsibility. Economists describe this concept as “no free lunch in society”.\nRead full opinion on TOI+\n\n",
        "headline_1": "What CJI must prioritise: Rescuing India from being at the bottom 15th percentile of all nations in ease of enforcement of contracts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/what-cji-must-prioritise-rescuing-india-from-being-at-the-bottom-15th-percentile-of-all-nations-in-ease-of-enforcement-of-contracts/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "Speaking in Jammu on Sunday, Rajnath Singh re-emphasised that joint theatre commands are a defence reform priority. But while GoI’s intent seems to be on track, little headway has been made so far. Arguments for theatre commands are known. Warfare is changing, and one modern response is joint commands that amalgamate manpower and resources of the three services. Arguments against are known, too. Currently, India has 17 single-service commands spread across a wide geography. Converting them into joint theatre commands would require a radical change in the culture of armed forces.\nOne of the theatrisation models under consideration involves the establishment of four new integrated commands – two land-centric commands, one air defence command and one maritime command – to optimise the military’s resources. But the air force had previously expressed reservations about splitting assets, arguing that of the 42 sanctioned combat squadrons, IAF operates with just about 30. And since air force assets have dual offensive and defensive roles, distribution among the prospective joint commands has to be done judiciously. It is to iron out these issues that the Centre had formed an eight-member panel under then Chief of Defence Staff General Bipin Rawat in June 2021. And the deadline for submitting reports on finalising the new joint structures was April this year.\nBut Gen Rawat’s death last December set back the entire process. And matters haven’t been helped by the CDS post lying vacant since then. Meanwhile, GoI’s other defence reform – the Agnipath scheme to recruit future soldiers, change the manpower profile of the armed forces, and cut down on the ballooning defence salary and pension bill – met with furious protests. The scheme is on, but its critics are still sceptical. GoI held its nerve as Agnipath protests roiled various cities. Hopefully, facing down young military aspirants hasn’t affected GoI’s determination to force through the theatre of command reform.\nIndia’s security challenges have become increasingly complex with the rise of the China-Pakistan axis. Add to this the strategic complications wrought by the Ukraine war. China in the last decade radically transformed its military by successfully implementing both rationalisation of manpower – PLA retrenched 3 lakh troops – and establishing five theatre commands. GoI has moved on the first step through Agnipath. It must now quickly appoint the next CDS and move full steam on theatrisation.\n\n",
        "headline_1": "Theatre of reform: India needs joint commands & it needs a CDS. The two are linked, & both are much-delayed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/theatre-of-reform-india-needs-joint-commands-it-needs-a-cds-the-two-are-linked-both-are-much-delayed/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "India’s wait for its second World Athletics Championship medal turned out to be even longer than for its second Olympic individual gold, and it’s the same sportsperson who has broken both the 19-year and the 13-year droughts. Neeraj Chopra’s Tokyo gold had spread joy across the country last year and made him a household name. This has ensured a mass cheering for the silver he scored in Oregon on Sunday.\nGeneral public interest in athletics remains otherwise poor. Yet, while the five other Indian athletes who made it to the javelin, long jump, triple jump and 3,000m steeplechase finals in Oregon will not be feted even a fraction as much, the fact is that India’s 2024 or even 2028 Olympic story will be disappointing if it is not broader than today’s. It is all these finalists taken together that make this India’s best-ever showing in a more meaningful way. Because it suggests a future of more numerous and diverse podium finishes. It should be absolutely clear that this will be a massively resource-intensive endeavour. If it takes a village to raise a child, it takes public funds, private funds, corporate sponsors, coaches, physios, regular participation in international competitions, not to mention extraordinary personal tenacity to join the Worlds club.\nJust as earlier medallists sparked interest in wrestling and boxing in India’s hinterlands, today dusty grassroots javelin academies are rising – for young girls as well. In his endless public interactions too, Neeraj has been a stellar role model. There was Mary Kom, then Lovlina Borgohain and Nikhat Zareen. Role models really matter. A country of a billion-plus people is too short of them. So we worry where the next Neeraj Chopra is when this one is still honing his game – still training to make a 90m throw.\n\n",
        "headline_1": "The silver lining: Celebrate Neeraj Chopra. Ask where the next world-class medal winners are coming from",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-silver-lining-celebrate-neeraj-chopra-ask-where-the-next-world-class-medal-winners-are-coming-from/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "India’s 268 Special Economic Zones (SEZs) are set for a fourth makeover – the Development of Enterprise and Service Hubs (DESH) Bill to do this may be introduced in the ongoing Parliament session. Will DESH make a difference? To answer that, let’s go back to the beginning.\nProblems with India’s SEZs?\nAn SEZ is a walled area housing one or more business units. The developer and operating units get tax and duty concessions not available to firms in the rest of the country.\nRead full opinion on TOI+\n\n",
        "headline_1": "DESH needs to serve the country better: GoI’s latest SEZ reform needs six more features to attract big-ticket investment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/desh-needs-to-serve-the-country-better-gois-latest-sez-reform-needs-six-more-features-to-attract-big-ticket-investment/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "It may sound like the script of a bad movie: A motorbike accident takes place, and the victim is taken to a hospital for treatment. He goes home with a broken arm in a sling. The next day, the bike owner along with others meet him to pay some money as compensation, expecting an end to the matter. But in an instant, a team of Rab members in plainclothes arrest them. And then, bizarrely, emerges a story of extortion by eight college and school students in a case statement drafted by Rab-4. There is no mention of the accident there, only charges of \"beating, injuring and extorting Tk 40,500\" from the victim, even though no such complaints were made by him.\nA report by The Daily Star on this incident, which took place in Mirpur, offers details that point to abuse of power by some members of the law enforcement agency. Evidently, it got itself involved in a minor case of road accident even though no one sought its intervention. Our report says that the young boys who were implicated in the case include the 15-year-old son of one Mohon Mia, an alleged victim of enforced disappearance, who went missing in 2018.\nWhat comes strongly against the law enforcers is the comments of the son of the victim who said that he had been taken to the Rab-4 office along with the five accused, where he wanted to file a case over reckless driving. But for some unknown reasons, Rab members didn't allow him to mention that in the statement. He even requested Rab officials not to charge the boys with physical abuse, but to no avail.\nRab, through its persistence on filing an extortion case, left itself open to accusations of overreach and power abuse. Though the Rab-4 Company Commander refuted all the allegations and said they acted properly, the whole episode shows the opposite. We believe only an independent investigation can establish the truth, which is important at a time when Rab is trying to improve its image after US sanctions imposed on it following allegations of human rights violations.\nThe organisation must not allow such incidents to happen as it can destroy its legacy of many achievements. It is because of such incidents – occurring in various forms across the country – that people find it hard to trust police and other law enforcement agencies. The government should ensure regular, systematic monitoring of their activities to regain public trust.\n",
        "headline_1": "When a bike accident is not a bike accident",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-bike-accident-not-bike-accident-3079216",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "The Gambia's case against Myanmar under the international Genocide Convention, for the alleged genocide committed against the ethnic Rohingyas, is now all set to be heard and judged by the International Court of Justice (ICJ), following its rejection of Myanmar's preliminary objections on the grounds of the court's jurisdiction and the Gambia's legal standing. Besides rejecting Myanmar's objections, the ICJ also ruled that the Gambia's application filed on November 11, 2019 was admissible, thereby allowing the case to proceed on the merits. The Rohingya victims of genocide, as well as all peace-loving people who believe in the rule of law, can be certain now that we are one step closer to justice.\nThe ICJ decision really is a huge step towards an overdue reckoning with the Myanmar military's atrocities against the Rohingyas. It is well-known that the international justice system is a long-drawn complex process, which may take years to conclude. But at least the world court's decision to proceed on substance should worry the Myanmar's military junta that they can no longer shrug off their responsibilities for their murderous campaign against a minority ethnic group.\nMyanmar's official reaction to the ICJ ruling indicates that the junta is now beginning to realise the gravity of the world court's ruling. A statement issued by the Ministry of International Cooperation and published by the military-owned news portal Myawady says, \"Myanmar is disappointed that its preliminary objections were rejected, while it notes that the court has now determined the matter.\" It then admits, \"Myanmar noted that this judgement will become not only a source of international law, but (will) also set a precedent for future cases.\" The statement adds, \"Myanmar reaffirms its position in a declaration over the ratification of the convention and respects its obligations under the convention without any violation of them.\"\nThe ministry ends its statement with a commitment that \"it will endeavour its utmost efforts to safeguard the country's sovereignty and national interest and continue to undertake appropriate steps for the country.\" Justifying its preliminary objections, the Myanmar government argued that the preliminary objections raised were believed to be strong as a matter of law and a matter of fact. And then it notes Judge Xue Hanqin's dissenting opinion and votes against the court's finding that it has jurisdiction and that the application is admissible.\nMyanmar raised four preliminary objections to the jurisdiction of the ICJ and the admissibility of the application. In its first preliminary objection, Myanmar argued that the court lacked jurisdiction, or alternatively that the application was inadmissible, on the grounds that the \"real applicant\" in the proceedings was the Organisation of Islamic Cooperation (OIC). According to the second preliminary objection, the application was inadmissible because the Gambia lacked standing to bring this case. In its third preliminary objection, Myanmar asserted that the ICJ lacked jurisdiction or that the application was inadmissible since the Gambia cannot validly seise the court in light of Myanmar's reservation to Article VIII of the Genocide Convention. In its fourth preliminary objection, Myanmar pleaded that the court lacked jurisdiction, or alternatively that the application was inadmissible, because there was no dispute between the parties under the Genocide Convention on the date of filing of the application.\nThe court unanimously rejected three preliminary objections, and the other one (on the Gambia's standing for bringing the case) was rejected by a 15-1 vote. The ruling on the admissibility of the Gambia's application, too, was decided by a 15-1 vote. In both these decisions, the dissenting member of the court was Justice Xue Hanqin. One other interesting thing to be noted is that both the ad hoc judges, Navanethem Pillay and Claus Kress, representing the Gambia and Myanmar, respectively, were in agreement with the majority of the court.\nEarlier on January 23, 2020, following the Gambia's application, the ICJ issued provisional measures against Myanmar to prevent any genocidal acts in its territory against the Rohingyas and to protect them. It also asked Myanmar to take effective measures to prevent the destruction and ensure the preservation of evidence related to the alleged atrocities, and submit periodical reports to the court on all measures taken to give effect to this order, until a final decision on the case is rendered by the court.\nThe ICJ, in its latest verdict, noted that Myanmar indeed had submitted reports on the measures taken to give effect to that order on May 22, 2020, November 23, 2020, May 20, 2021, November 23, 2021, and May 23, 2022. The court also said that the Gambia, too, had submitted comments on each of these reports. The significance of the ICJ's order on provisional measures were not only related to the prevention and protection of a vulnerable ethnic group, but the recognition of the Rohingyas as a distinct ethnic group in Myanmar.\nWe don't know what actions Myanmar has taken so far and how the Gambians have evaluated them. But, according to the ICJ, Myanmar overtly maintains its obligation to the ICJ. The unfortunate fact, however, remains that there has not been any progress at all in repatriating about one million Rohingya refugees now living in Bangladesh, and the reason, according to the UNHCR, is Myanmar's failure to create an environment where safe and dignified return of the Rohingyas is possible.\nThe ICJ's decision to proceed on the merits to examine the Gambia's genocide allegations against Myanmar also gives us an opportunity for a diplomatic push on repatriation. The Gambia has submitted its main arguments in October 2020 within the time frame fixed by the court. So, it is expected that Myanmar will now have to submit its response soon. As Canada and the Netherlands have joined the Gambia in its pursuit for justice for the Rohingyas, we hope the legal course will gather new strength. With the legal proceedings moving forward, it is high time for us to pile up political pressure on the Myanmar military junta, too.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "ICJ ruling takes Rohingyas one step closer to justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/icj-ruling-takes-rohingyas-one-step-closer-justice-3079091",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "Amid the global economic turbulence caused largely by the war in Ukraine, Bangladesh is also going through a crisis which, economists say, is not going to go away anytime soon. This is because the country is also having to deal with homegrown wounds that have been allowed to fester, increasing its vulnerability to global economic shocks.\nThese include dwindling foreign exchange reserves, soaring inflation, energy crisis, weak governance in the financial sector, steadily falling remittances, increasing import payments with the highest trade deficit in five decades, and the addition of over 30 million \"new poor\" (due to the pandemic and continuous price hikes of essentials). Experts have also pointed out the multiple financial leakages due to mis-governance and corruption in many areas. The end result is: ordinary people, especially the poor and those with low and fixed incomes, are having to bear the brunt of the crisis.\nSo far, the government's crisis management policy consisted of quick fixes, which will not be enough to address the deluge of economic challenges ahead. It is, therefore, vital that it listens to the experts, who have recently offered short, midterm and long-term recommendations that can help keep the country afloat. For starters, they said, the government should immediately provide support to poor and lower-income households struggling with the soaring food prices. Borrowing from various international organisations such as Islamic Development Bank, IMF and World Bank may help to boost foreign exchange reserves.\nAlso, the central bank has to rigorously monitor import payments so that non-essential imports can be stopped. A more efficient, independent role of the central bank is crucial to prevent money laundering through trade under-invoicing and over-invoicing. Indulging loan defaulters through loan rescheduling can no longer be allowed. Ensuring good governance in the financial institutions is vital.\nThe biggest mess, however, that the government must get itself out of is the energy crisis, which is really a grave that it dug for itself. This could have been largely avoided if not for the bizarre decision to prolong the costly maintenance of quick rental plants even when they were sitting idle, depleting our foreign exchange reserves as a result. Meanwhile, despite evidence of substantial gas reserves, the government has not gone for exploration of gas; instead, it spent huge amounts of foreign exchange in importing liquefied natural gas (LNG). The government must see the error of its ways, and start exploring gas.\nThe ongoing austerity measures, including countrywide load shedding, may have to be continued, but these cannot continue indefinitely. Apart from making people suffer, they will also affect production and supply, thereby increasing inflationary pressures. It is, therefore, essential that the government engages with experts to find more durable solutions.\n",
        "headline_1": "Quick fixes will not help end Bangladesh's economic crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/quick-fixes-will-not-help-end-bangladeshs-economic-crisis-3079206",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "South Asians have a deep attachment to traditions – whether it is a mother making delicacies on Eid morning, or waking up to the tune of Esho he Baishakh playing in the neighbourhood on Pahela Baishakh. We cherish these traditions like hidden treasures. Then there are other traditions that deserve a second (or third) look. For example, Dhaka is holding on to a traditional waste management system that has changed little since its independence in 1971. This system allows indiscriminate and open dumping and burning, and disposal of waste into the air, water bodies, landfills, and even directly into agricultural land in the rural areas. Even after 50 years, such behaviour continues unabated and is treated as normal.\nModern societies are, in fact, challenged to manage unprecedented amounts of waste generated by changes in consumption patterns, abetted by uncontrolled urbanisation. Of the more than 2.01 billion tonnes of waste produced globally, roughly a third is not even managed in an environmentally safe manner. According to one study, \"about 5,000 tonnes of waste is being generated in Dhaka city every day.\" Only half of that amount is properly collected and dumped, while the other half remains untreated.\nConversations with the general public suggest that even when there are good intentions to recycle, the available facilities are simply inadequate. There is no provision to separate the different types of recyclables; so, even if they are separated at home, they all end up in one big pile during collection. Others pointed to a lack of incentives to recycle; rather, they pointed to the enormous effort required to recycle regularly – all to no avail. For some, it was not worth the effort.\nThe system of waste collection and management in Dhaka is quite disorganised and completely outdated compared to other modern cities. The traditional waste collection system is a labour-intensive process and uses few modern technical solutions. This system consists of three main collection stages: Primary collection, secondary collection, and a final journey to the landfills, all of which work in a linear fashion. At the primary stage, we see the tokais (child waste collectors who should be going to school instead) strolling in and scavenging from the streets, or rickshaw vans going from one building to another collecting waste. The ugly sight of the plastic sacks overfilled with rubbish is hard to ignore. This, unfortunately, is what the primary waste collection of the city looks like.\nAll the rubbish collected is then dumped into giant bins, which could be placed in many more selected street corners, but that, unfortunately, is not the case. The unsorted and unseparated pile of garbage, at these secondary collection points, often remains uncollected for days. This situation is not only unsightly and makes it unbearable for people in the vicinity to breathe; it also creates conditions for many waste-borne diseases to spread and infect the general population. It is a potential public health time bomb waiting to explode.\nOne lucky day, these bins, filled with a concoction of waste and disease-laden microbes, are emptied into garbage-collecting trucks, which make their way through the centre of the city to the outskirts while announcing their presence with obnoxious odour, while spilling some of the garbage along the way. The landfill is where the garbage reaches its final destination. These landfills are playgrounds for the tokais, who climb the grey mountains pulsating with hidden health hazards while scavenging for recyclable treasures to sell to recycling shops at a minimal price.\nIndeed, the story of Dhaka's garbage has not changed much as one might hope or imagine since the country's independence. But what has changed is the waste production per capita, as Dhaka's population has increased manifold with rapid urbanisation. As a result, it is no surprise that Dhaka has unfortunately become one of the world's dirtiest, polluted, and unliveable cities with garbage piling up everywhere – may it be the streets, the schools, the shops lining both sides of public thoroughfares, the parks where one goes for an evening stroll, and even areas surrounding one's home! All of this contributes to painting the picture of the city as a huge garbage bin. Is this what an aspiring middle-income country ought to look like? What does this do to the country's image?\nThe existing condition of the city we depict is proof enough that the traditional waste disposal system is failing at providing the citizens of Dhaka with a clean city. In the era of the Fourth Industrial Revolution, the ultimate solution to this problem could potentially be a technical/digital intervention. The challenge is to make the existing system smarter, more efficient, and with economic returns – both direct and indirect. With the introduction of smart technology, the existing rickshaw vans collecting waste can be upgraded into efficient waste collection vehicles. A smart sensor chip at the top of the bins can help send information to waste collection facilities when the bins are full, triggering a regular pattern for waste collection. Smart solutions like these will allow the authorities to have better control over the collection and regulation of the waste, resulting in a cleaner city with happier, healthier citizens. These options are explored in several episodes to follow.\nThis op-ed, the first of a four-part series, resulted from the authors' participation in the 23rd ASEF Summer University (ASEFSU23) interdisciplinary hackathon on \"Livable Cities for a Sustainable Future\" envisioned by Asian and European young professionals and students.\n\nSayeda Shahpara Shah is an architect based in Pakistan.Dr Syed Saad Andaleeb is distinguished professor emeritus at Pennsylvania State University and former vice-chancellor of Brac University.\n",
        "headline_1": "Dhaka has a waste management problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-has-waste-management-problem-3079156",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "It may sound like the script of a bad movie: A motorbike accident takes place, and the victim is taken to a hospital for treatment. He goes home with a broken arm in a sling. The next day, the bike owner along with others meet him to pay some money as compensation, expecting an end to the matter. But in an instant, a team of Rab members in plainclothes arrest them. And then, bizarrely, emerges a story of extortion by eight college and school students in a case statement drafted by Rab-4. There is no mention of the accident there, only charges of \"beating, injuring and extorting Tk 40,500\" from the victim, even though no such complaints were made by him.\nA report by The Daily Star on this incident, which took place in Mirpur, offers details that point to abuse of power by some members of the law enforcement agency. Evidently, it got itself involved in a minor case of road accident even though no one sought its intervention. Our report says that the young boys who were implicated in the case include the 15-year-old son of one Mohon Mia, an alleged victim of enforced disappearance, who went missing in 2018.\nWhat comes strongly against the law enforcers is the comments of the son of the victim who said that he had been taken to the Rab-4 office along with the five accused, where he wanted to file a case over reckless driving. But for some unknown reasons, Rab members didn't allow him to mention that in the statement. He even requested Rab officials not to charge the boys with physical abuse, but to no avail.\nRab, through its persistence on filing an extortion case, left itself open to accusations of overreach and power abuse. Though the Rab-4 Company Commander refuted all the allegations and said they acted properly, the whole episode shows the opposite. We believe only an independent investigation can establish the truth, which is important at a time when Rab is trying to improve its image after US sanctions imposed on it following allegations of human rights violations.\nThe organisation must not allow such incidents to happen as it can destroy its legacy of many achievements. It is because of such incidents – occurring in various forms across the country – that people find it hard to trust police and other law enforcement agencies. The government should ensure regular, systematic monitoring of their activities to regain public trust.\n",
        "headline_1": "When a bike accident is not a bike accident",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/when-bike-accident-not-bike-accident-3079216",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "Amid the global economic turbulence caused largely by the war in Ukraine, Bangladesh is also going through a crisis which, economists say, is not going to go away anytime soon. This is because the country is also having to deal with homegrown wounds that have been allowed to fester, increasing its vulnerability to global economic shocks.\nThese include dwindling foreign exchange reserves, soaring inflation, energy crisis, weak governance in the financial sector, steadily falling remittances, increasing import payments with the highest trade deficit in five decades, and the addition of over 30 million \"new poor\" (due to the pandemic and continuous price hikes of essentials). Experts have also pointed out the multiple financial leakages due to mis-governance and corruption in many areas. The end result is: ordinary people, especially the poor and those with low and fixed incomes, are having to bear the brunt of the crisis.\nSo far, the government's crisis management policy consisted of quick fixes, which will not be enough to address the deluge of economic challenges ahead. It is, therefore, vital that it listens to the experts, who have recently offered short, midterm and long-term recommendations that can help keep the country afloat. For starters, they said, the government should immediately provide support to poor and lower-income households struggling with the soaring food prices. Borrowing from various international organisations such as Islamic Development Bank, IMF and World Bank may help to boost foreign exchange reserves.\nAlso, the central bank has to rigorously monitor import payments so that non-essential imports can be stopped. A more efficient, independent role of the central bank is crucial to prevent money laundering through trade under-invoicing and over-invoicing. Indulging loan defaulters through loan rescheduling can no longer be allowed. Ensuring good governance in the financial institutions is vital.\nThe biggest mess, however, that the government must get itself out of is the energy crisis, which is really a grave that it dug for itself. This could have been largely avoided if not for the bizarre decision to prolong the costly maintenance of quick rental plants even when they were sitting idle, depleting our foreign exchange reserves as a result. Meanwhile, despite evidence of substantial gas reserves, the government has not gone for exploration of gas; instead, it spent huge amounts of foreign exchange in importing liquefied natural gas (LNG). The government must see the error of its ways, and start exploring gas.\nThe ongoing austerity measures, including countrywide load shedding, may have to be continued, but these cannot continue indefinitely. Apart from making people suffer, they will also affect production and supply, thereby increasing inflationary pressures. It is, therefore, essential that the government engages with experts to find more durable solutions.\n",
        "headline_1": "Quick fixes will not help end Bangladesh's economic crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/quick-fixes-will-not-help-end-bangladeshs-economic-crisis-3079206",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "That the pharmaceutical sector of the country has immense prospect for export has been recognised for some years now. It was not until the country's fledgling drug companies gave proof of their capacity, on the strength of the National Drug Policy 1982, to nearly meet the domestic need and went for producing quality medicines that received approval from the U.S Food and Drug Administration. At least three Bangladeshi pharmaceutical companies have received green signal from this food and drug-approving body known for its most stringent approval criteria. So on both points of production capacity that takes 98 per cent of the country's internal need and a breakthrough in export, the country has definitely come a long way off. If this is a sure proof of the potential the pharmaceutical industry has, there is every reason to lament why it has not been adequately tapped in the manner it was done in case of RMG.At a DCCI (Dhaka Chamber of Commerce and Industry)-organised seminar in the city, speakers were unanimous that the pharmaceutical sector stands to be the next RMG in terms of export, provided that the right policies and strategies are initiated for achieving the objective. Export Promotion Bureau data give a detailed picture of the Bangladesh pharmaceutical companies' export to 118 countries between July 2019 and June 2020. Some reports give the number of countries to which drug companies of Bangladesh export medicines as high as 146 to 151. The sheer number of countries importing pharmaceutical products from Bangladesh can give a false impression. Such a large number of importing countries would have catapulted this country to one of the leading drug exporters. But unfortunately its share in those countries' import is very low. Percentage-wise the awfully low share of made-in-Bangladesh drugs in those countries' import speaks volumes for the drug companies' failure to gain grounds in the global drug market as well as highlight the unclaimed space still waiting to be exploited. As the data show, drug companies here could export medicines worth more than $10 million to only four countries, including the USA, of the 21 countries that accounted for 88 per cent of Bangladesh's export in 2019. Well, this may have gone up in the succeeding two years but certainly did not receive a quantum leap. Sri Lanka and Myanmar are the two top importers of medicines of Bangladesh origin. These two countries imported from Bangladesh medicines worth $276 million and $434 million respectively and Bangladesh's shares in their drug imports were $ 20.5 million and $19.6 million, accounting for 7.40 per cent and 4.53 per cent respectively. There is a need for vigorous export drive. The pharmaceutical companies must get their marketing policies and strategies right in order to capture a sizeable portion of the markets of at least 20-30 countries. One of the developments that should make the drug companies and the country optimistic about the industry's future is the local drug companies' access to US market. Although it constitutes a puny share of 0.02 per cent of US import, it has its symbolic value. This gives a clear indication of the drug companies' potential and the need for developing the industry as part of diversification of the export basket. At the same time an Active Pharmaceutical Ingredients (API) park has to be developed in order to keep drug prices in local market as low as possible.",
        "headline_1": "Pharmaceutical sector's bright prospect",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pharmaceutical-sectors-bright-prospect-1658760460",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "Passing through all socio-economic deadlocks by the urban middle and lower-middle classes has been the norm in this country for long. Presently discovering themselves in the midst of a global whirlwind filled with scores of uncertainties, these two classes have started bracing for another blow to their peaceful survival. In the Third World countries, the middle class in the broader sense is considered a class with scores of vulnerabilities. This situation was viewed as a post-WW-II reality. Unlike seen in the other countries, the middle and lower-middle classes comprise a remarkably large segment in the Bangladesh cities, especially Dhaka. These families are normally educated, many having members with the Bachelors' degree. Moreover, many school and college-going students belong to these classes. Except a handful, they reside in their rented houses.A common problem distinguishing their lives is the non-compromising upholding of their feeling of self-esteem. Even in their hardest of times, they wouldn't give in to the stark reality. In the times of off-and-on pandemic flare-up, and the simmering Russia-Ukraine War being made worse by the worldwide economic turbulence, they still try, desperately at that, to stay afloat. That, too, with dignity. Nobody knows how long they will be able to hold on. But the urban middle class is not going to give up on their efforts to survive without becoming subjects of pity.Following the stringent government directive to go by the ongoing stringent electricity rationing, many of them now throng the shops of rechargeable electrical gadgets. Lots of them cannot afford to buy the IPS appliances. Moreover, there are families which cannot afford to purchase the cheap makeshift gadgets which include 'chargers' and small battery-powered fans. With the economy hitting the rock-bottom amid a global inflationary pressure caused by an overheated dollar, Bangladesh is now virtually at a loss. To add to this unexpected deadlock, the NATO-led oil sanction on Russia continues to invite hikes in the essentials' prices in the poorer and developing countries. As a developing status-aspirant country, Bangladesh has also been identified as one of them. The 2-year-long pandemic closure of schools, colleges and universities has dealt a sharp blow to the educational career of the students in general. After the reopening of the educational institutions, it is the lower middle-class parents who find it hard to fill the curricular gap created by the pandemic closures. Many upper middle class people have resorted to exclusive tutorial classes at home apart from those conducted online by the school authorities. Given their fixed income from employment or petty businesses, these special classes remain out of the furthest recess of imagination of the conventional lower-middle classes. In the present critical times, a desperate small group of them, being at their tether's end, might borrow money from close but affluent acquaintances. There could be a request that their act of borrowing money should be kept secret.This is the way the Bangladesh middle and lower-middle classes have been crossing social and economic hurdles one after another. This class under a broad definition has always been a vulnerable one. On the other hand, it is this segment of self-conscious and educated people which has brought about many a change in society and influenced their surroundings. The tenacious and visionary middle class people have never failed to face the domino effect of crises on their surroundings. At the critical junctures of society, this class and its humble co-travellers have also changed the course of history. On occasions, they would help people below them in terms of material possessions. The educated middle class is, thus, a source of collective or national strength. It comes to the rescue of the plebeians stuck in critical phases of deadlock.In the 21st century, they cannot be expected to call an old-style revolution. But their endurance and intelligence, coupled with practical wisdom, can help the national leaders find many a pragmatic solution. In the present maze of economic ills besetting the bewildered nation, these social segments ought to be brought to the fore of many a front. They have the capability to instill the people with optimism and regenerative spirit without fiery speeches and harangues. They hardly skirt their role in national roadmaps; rather they add the extra impetus to the policies which the nation follows at a particular time. These are the national policies needed in different sectors. The power of the middle class to bear with the rough times and help the government stand strong could emerge as a great national inspiration.A section of the 20th century thinkers extol the virtues of indecision and self-contradiction nurtured by the thoughtful people belonging to the middle class. According them, a truly educated person should first learn to raise questions, or query about the authenticity of a particular fact. They hardly accept facts or realities without question. Thanks to this feature, any fast emerging nation does attach much value to the act of questioning. In fact, it is the middle class who keeps a nation on track. They are not orators. They do not need signature campaigns in order to keep ordinary people rallied round a pressing issue. Of all classes of youths, it is those belonging to the middle class who finally give shapes to society in unique ways.A nation's excellence in academic achievements cannot be possible unless the middle-class younger generation is put at the helm. Through the passage of time, they keep moulding popular opinions about many social topics and also the attitude towards broader national issues. The members of the intelligentsia keep themselves limited to their exclusive confines. The egalitarian middle class finds itself to be the representative and a convincing voice of the disenchanted nations since its formation nearly a century back.\n[email protected]",
        "headline_1": "Role of middle-class in times of crises",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/role-of-middle-class-in-times-of-crises-1658760518",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "The World Health Organization (WHO)'s Director General (DG), Dr Tedros Adhanon Ghebreyessus, has declared monkeypox outbreak a global health emergency. Such classification of the viral disease's outbreak by WHO also indicates that the global alert against the monkeypox outbreak is at its highest level.Interestingly, the WHO DG has declared this health emergency in his personal capacity as the global health watchdog's head, since WHO's health emergency committee on the virus failed to reach a consensus on whether the outbreak should be classified as a global health emergency or not. Talking of similar WHO-declared global health emergencies, there are two other emergencies. One relates to coronavirus, while the other is concerned with polio.The concern as expressed by the WHO DG should be taken seriously by all concerned. In fact, the behaviour of the monkeypox virus, which belongs to the family of small pox, though less deadly, is still unknown to scientists. So, there is an element of uncertainty about how exactly it transmits among the populace. The areas where the disease is endemic are the remote parts of Central and West Africa. The more than 16,000 cases reported from some 75 countries across the globe so far have no history of having travelled to those parts of the African continent. So, the question that would of necessity arise is how was the disease transmitted to those people dispersed over so many countries? Closer to home, according to media reports, a man in his early 30s who has no history of foreign travel has been tested positive for monkeypox In Delhi, the Indian capital. This is the fourth case of monkeypox infection in India. Earlier, three other monkeypox cases were reported from the South Indian state of Kerala.Though there is no such report of monkeypox infection yet from Bangladesh, that is no reason to be relaxed, especially, when Bangladesh has a long common land border with India. Scientists, however, think somehow the infection is occurring at the community level n those countries. So far, only five deaths have been reported from among the monkeypox cases.According to WHO, globally, monkeypox poses a moderate level of risk to public health. But in Europe, the threat level is high. To contain the outbreak, Dr Tedros was for taking necessary measures for groups at high risk.And the people at highest risk, according to experts, are gay or bisexual men. In truth, 98 per cent of the infected people were found to belong to that group. So, it is important that necessary information and measures for containment of the disease are readily available to these groups of people at the highest risk.Hiding information about the disease due to social stigma attached to the infection can be a big challenge before the community health workers engaged in combating spread of monkeypox in a society. The disease spreads through close contact with infected people. The paths through which the virus may infect a person may be through her/his broken skin, respiratory tract, mouth, nose and eyes. Infected pets or animals including rats, squirrels, monkeys can be a source of infection. Even infected objects like clothes and beds can be sources of contamination. The virus is rather mild, more like chicken pox. The disease symptoms include high fever and swollen nymph nodes accompanied by very painful and itchy, blistery, chickenpox-like rash or lesions commonly on the face or mouth or genitals. The infection then spreads to other parts of the body such as palms of the hand and soles of the feet. The rash goes through a healing process finally forming a covering of dried blood, a scab, which later falls off. The disease can cause headache, aching of body muscles, back pain, etc. Usually, the symptoms of the infection disappear on their own within two to three weeks. However, small pox vaccine, Imvanex, developed by the Danish drugmaker Bavarian Nordic, has been found to be effective against monkeypox. Antiviral drugs including tecovirimat can also be used to treat the disease. \n[email protected]",
        "headline_1": "WHO's global monkeypox alert",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whos-global-monkeypox-alert-1658760785",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2022"
    },
    {
        "full_article": "The number of people who can afford private vehicles is increasing day by day in Dhaka city. And so are increasing the number of vehicles like car. But when it comes to refuelling stations, city dwellers have allegations against most of them. Weight manipulation is quite common in these filling stations, where traders and workers cheat the customers by giving less than the actual amount bought by the customers. In most cases, they tamper the fuel meters, and provide 90-100 millilitres less per 10 litres of fuel oil. According to the Weights and Measures Act 2018, giving less or more than the actual amount is punishable under the law. There are a number of stations, which sell adulterated fuel. Most of the time, unscrupulous traders mix high proportion of lead and toxic condensate with the fuel oils like diesel, petrol and octane. In absence of condensate, they even use kerosene to adulterate fuels. These adulterated fuels affect engines of vehicles and result in expensive repairs. CNG (converted natural gas) filling stations are also not free from irregularities. One of the most common complaints against these stations is that they do not provide gas at 200 psi (pounds per square inches). As a result, CNG-run vehicles do not last long. The authorities concerned should monitor refuelling stations every now and then, and take stringent measures against the unscrupulous traders. \nRafid Alam,Bengal Institute, Dhaka,[email protected]",
        "headline_1": "Checking fraudulence at filling stations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/checking-fraudulence-at-filling-stations-1658760810",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2022"
    }
]