[
    {
        "full_article": "The inauguration of the new Parliament building scheduled for May 28 could have been an occasion of national unity, but, unfortunately, politics is taking centre stage. Opposition parties have announced they would boycott the event, pointing out that the President, the head of state, and not the Prime Minister, who is the head of government, should have been inaugurating the building. There is merit in the Opposition argument, though a boycott is too extreme a response. The government and the Opposition have contributed to converting this too into an episode of acrimony, which has already made meaningful functioning of Parliament very difficult. In a joint statement, the Opposition has said that “this undignified act insults the high office of the President and violates the letter and spirit of the Constitution”, and has specifically mentioned that India has its first woman Adivasi President now. The Bharatiya Janata Party (BJP) has countered the charge by recalling that former Prime Minister Indira Gandhi had inaugurated the Parliament Annexe building on October 24, 1975, and Rajiv Gandhi had laid the foundation of the parliament library on August 15, 1987. The inauguration of an annexe or a library is not, however, comparable to the inauguration of the majestic edifice of representative government.Turning a milestone in the journey of the nation into a partisan event is certainly bad optics, but what is more worrisome is the substantial damage that is happening to democracy. The irony cannot be starker. Though a new, glittering physical space for deliberations is opening, interactions between the government and the Opposition are either absent or hostile. Democracy is not about buildings and statues, but about deliberations and the search for common ground. The ascent of executive power at the cost of parliamentary authority is a growing concern in many democracies, and India is, sadly, witnessing the same. The new building is a part of the reconstruction of the Central Vista, which is the seat of the Government of India. The BJP government did little to take the Opposition into confidence. Not only the President but also the leaders of the Opposition should have had active roles at the opening ceremony. Parliament is meant to hold the executive accountable to the people; it is not a venue for executive predominance. The unfortunate trend in recent years is a continuing erosion of this core function of Parliament. The inauguration of the new building could have been an opportunity for course correction.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics",
        "headline_1": "Lost opportunity: On the acrimony over the inauguration of the new Parliament building",
        "headline_2": "The inauguration of Parliament building should have marked a fresh start",
        "link": "https://www.thehindu.com/opinion/editorial/lost-opportunity-the-hindu-editorial-on-the-acrimony-over-the-inauguration-of-the-new-parliament-building/article66893132.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "In December last year, while speaking at the U.S. Congress, Ukraine President Volodymyr Zelenskyy compared the battle for Bakhmut to the Battle of Saratoga, in which the American revolutionaries clinched a decisive victory against the British in October 1777. “... the fight for Bakhmut will change the trajectory of our war for independence and our freedom,” he said. Five months later, Bakhmut is not in Ukraine’s hands. After 10 months of fighting, Russia’s Ministry of Defence announced last week the city’s capture in the eastern Donetsk region, its first major territorial gain since January when it took neighbouring Soledar. Ukraine claims that its troops continue to defend a small area of Bakhmut and is advancing on its flanks, but has admitted that the eastern city “is effectively in Russian hands, for now”. For Vladimir Putin’s Russia, which invaded Ukraine on February 24, 2022, it was a much-needed victory after a series of setbacks late last year when Russian troops were beaten back by the Ukrainians from the Kharkiv Oblast in the northeast and Kherson city in the south. The Russians are already in control of the whole of Luhansk and getting Bakhmut would potentially allow them to target other major urban centres in Donetsk such as Kramatorsk and Sloviansk. For Ukraine, which was preparing for a major counteroffensive, the loss of Bakhmut is a setback, but not the end of the road.Russia, whose initial thrust into Ukraine failed to meet its objectives, seems to be learning from its battlefield mistakes as its invasion has turned into a war of attrition. According to a recent report by the London-based Royal United Services Institute, Russia’s battlefield tactics, coordination, supplies, electronic warfare and air defence have improved. In Bakhmut, Russia suffered huge losses but the fighting was done by Wagner, a private military corporation, which provided much of the regular Russian troops, including the 300,000 freshly mobilised soldiers, time to build fortifications along the over 1,000-km frontline and undergo training. On the other side, Ukraine was supposed to launch its counteroffensive at the beginning of Spring, and the delay points to its battlefield problems, which were partially revealed by leaked U.S. intelligence documents earlier this year. But Ukrainian troops now have some of the most advanced weapons, thanks to the West. In recent months, Ukraine has also carried out attacks inside Russia, using drones and medium-range fire or saboteurs, bringing the war home for Mr. Putin. Now, with advanced weaponry, Ukraine is betting on its counteroffensive and ability to create disruptions inside Russia. To recover from its setbacks in Soledar and Bakhmut, Ukraine will have to regain territories quickly, while Russia tries to capitalise on the momentum created by taking Bakhmut. As both sides are determined to continue the war, there is no hope for peace or talks on the horizon.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUkraine\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUSA\n\n/\n\nunrest, conflicts and war",
        "headline_1": "After Bakhmut: On the latest phase in the Ukraine war",
        "headline_2": "Russia and Ukraine seem determined to continue their high cost war",
        "link": "https://www.thehindu.com/opinion/editorial/after-bakhmut-the-hindu-editorial-on-the-latest-phase-in-the-ukraine-war/article66893232.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Govt vs opposition on new Parliament: It’s unsurprising BJP is intent on taking all credit, equally unsurprising opposition is crying blue murder. Voters don’t care either way\nIndia needs a new Parliament building. The old one, despite being rooted in history, is not going to be enough if parliamentary seats are expanded after the next delimitation exercise, whenever that happens. Even if that does not happen, the existing infrastructure is simply inadequate and too creaky to cater to the needs of even the existing number of members.\nNarendra Modi decided that his government will be the one to create the new building, and would like to take political credit for it when it is inaugurated by him as scheduled on May 28.\nRead full opinion on TOI+\n\n",
        "headline_1": "This fight’s on the House",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/this-fights-on-the-house/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "From salvaging radar sets to running an Integrated Air Command and Control System, this is a story of overcoming many challenges\nSquadron Leader Minty Agarwal became the first woman to be honoured with the Yudh Seva Medal for her role as a fighter controller at a Signal unit in the post-Balakot skirmish of 2019. Recently, Indian Air Force monitored in real time as a PIA airliner strayed across the international border due to bad weather. Common to both these seemingly unconnected events is the role played by the indigenously designed Integrated Air Command and Control System (IACCS), which gave IAF a distinct edge over Pakistan Air Force.\nRead full opinion on TOI+\n\n",
        "headline_1": "Eyes in the sky: How IAF secured India’s air dominance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/eyes-in-the-sky-how-iaf-secured-indias-air-dominance/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Women have bagged the top four spots in the Civil Services Exam 2022, the second year in a row. Even more significantly, women candidates recommended for appointment to various elite government services like IAS and IPS have overall risen from 24% to 34% since 2018. The improvement in gender equality in public administration this suggests is very welcome, as it has globally been found to be an important metric for a government more responsive and accountable to diverse public interests. However, if we zoom out to look at the larger picture, women in India remain far from reaching equal employment across all levels, sectors and positions in government – especially its highest offices.\nA telling fact is that in seven decades, India has never had a woman cabinet secretary. The winds of change really only started blowing this century, with the first woman foreign secretary appointed in 2001 and the first woman finance secretary in 2011. But it is important to move all the faster now because there is much catching up to do. A 2021UNDP global report on gender equality in public administration for example assesses that women’s share of top leadership in India is only 12% compared to 29% in Singapore, 40% in Australia and 53% in Sweden.\nWhat women’s recent UPSC performance indicates is that gender parity among civil servants is within reach with the right service policies – including for recruitment and promotions panels. In this context it is concerning that the committee on civil service reforms’ 2004 report wraps its analysis around enabling “women in the higher civil service to play their roles effectively as mothers and wives”. This mindset needs a serious update to encourage a more equal culture of care work in the senior bureaucracy, which should in turn support a more equal distribution at government workplaces downstream.\nBut it is not just women. Even in total officialdom India compares very poorly to countries like China and the US, with vacancies worsening the shortage. Last year a parliamentary committee reported yawning deficits between authorised and actual IAS strength – 57% in J&K and 31% in Jharkhand. As the most populous country, as a complex society and as a fast-growing economy, India needs at the governing wheel a bureaucracy that’s bigger and more inclusive in ways that matter.\n\n",
        "headline_1": "Govt, Gendered: Still too few women among administrators & given the needs of a big country, too few administrators",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/govt-gendered-still-too-few-women-among-administrators-given-the-needs-of-a-big-country-too-few-administrators/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Mobile phones in India are ubiquitous – over a billion subscribers. They serve as touchpoints for multiple needs. Consequently, attempts to get people to part with their phone number, often through dubious means, are common. One such example is to get customers to share their phone number to bill retail purchases. It’s often done by linking it to the billing system even when it serves no purpose in concluding a transaction. TOI reported that this method of violating personal data privacy may soon end as the consumer affairs ministry is expected to issue an advisory to stop it.\nIt’s a much-needed move. But it doesn’t solve the core problem. Invasion of data privacy is not limited to consumer transactions. It’s far wider in scope. The only way to check it is to legislate a comprehensive personal data protection law. Absent that, any solution is at best a piecemeal effort. India has lagged in this aspect. As a result, the explosion of digital activity has been accompanied by a surge in extracting personal data without consent.\nGoI began the ongoing process of enacting a personal data protection law in 2019. It’s gone through many iterations. The bill needs to be introduced in the next Parliament session. India’s data protection framework should strongly emphasise two principles, data minimisation and purpose limitation. The former is the first line of defence against abuse as data collection needs to be limited to just what’s relevant to conclude a transaction. The principle of purpose limitation then seeks to ensure that data collected is used for only the stated purpose. While the intent of the consumer affairs ministry is positive, it alone can’t ensure Indians’ data privacy.\n\n",
        "headline_1": "The Number Game: Stopping retailers from getting shoppers’ phone details is good. It will plug one of many privacy breaches",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-number-game-stopping-retailers-from-getting-shoppers-phone-details-is-good-it-will-plug-one-of-many-privacy-breaches/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "At a time when the need for protecting our rivers, lakes and ponds has become very urgent, it is frustrating to see the lack of efforts to stop those grabbing or polluting them. The result is, one by one, these waterbodies are disappearing or being degraded, with nothing being done to punish those culpable. The latest example of this has been reported at the Manirampur upazila of Jashore, where, according to a recent Prothom Alo report, a government employee has been filling up a public pond situated next to his house.\nBy doing so, he has committed at least two crimes. First, he disregarded the law prohibiting the fill-up of any such waterbody. Secondly, he extracted sand from a nearby river to fill it, which is also illegal. Reportedly, when the residents of the area brought this to the notice of the local Upazila Nirbahi Officer (UNO), the latter directed him to stop it and the work remained suspended for a few days. But it started again soon afterwards, with soil brought from another place.\nWe wonder what emboldens a person to carry on with such illegal and environmentally destructive activities despite being duty-bound to uphold the law. It may be mentioned that section 4 of the Sand Quarry and Soil Management Act, 2010 strictly prohibits sand or soil extraction in such manner. The Environment Conservation Act 1995 (last updated in 2010) also prohibits it.\nUnfortunately, as various reports suggest, these legal provisions are often flagrantly disregarded by powerful land grabbers and encroachers with their political connections shielding them from any legal consequences. The involvement of government employees, or even institutions, in such activities is no surprise either. The truth is, unless we create an environment respectful of the law and our precious natural resources, such activities will continue to happen.\nWe, therefore, urge the local administration of Jashore to save the pond from being destroyed and take action against the person responsible. With Bangladesh fast losing its natural resources, the government must take stern action against such grabbers and polluters.\n",
        "headline_1": "A reckless exercise in harming nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reckless-exercise-harming-nature-3329876",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Was the timing of the recent China and the five Central Asian countries' summit (C5) a mere coincidence? It took place almost simultaneously with the G7 event in Hiroshima, making similar headlines all over. The venue, the historic city of Xi'an at the eastern end of the ancient Silk Route that connected China with Central Asia and many other cities all the way to the Middle East, was no less significant either, aptly symbolising the summit's theme of connectivity and shared future shaping up in extensive transport and energy networks.\nIn stark contrast, the G7 summit in Hiroshima was mainly on two not-too-benevolent agendas: strangle-holding Russia and containing China. But is the rest of the world with them? \nIndian Foreign Minister S Jaishankar was blunt about how Europe (and the US) is trying to impose its problems on the rest of the world. Delhi, defying Western sanctions, is also leading the \"Laundromat\" countries (India, China, Turkey, UAE, and Singapore) that are increasingly buying Russian crude and selling refined products to Europe. Brazil's President Lula de Silva squarely pointed out who should be responsible for the Ukraine war and suggested that Kyiv should come to a settlement with Moscow. South Africa's Foreign Minister Naledi Pandor made scathing remarks about selective applications of \"international order,\" referring to the different ways it applies to Palestine and Ukraine. The oil producing group OPEC+, led by Saudi Arabia, angered the US by refusing to increase production, and maintained warm relations with both Russia and China. Turkey, a Nato member country, positioned itself as a neutral player in the Ukraine war. Most other countries are watching precariously, trying hard not to appear to be on either side.\nAmid such strong voices of dissent, China is steadily rising on the world stage as it brokered the Iran-Saudi Arabia deal, challenging US monopoly. It has also become a major player in the global arms trade on the back of its economic growth coupled with sustained military modernisation campaigns. Then there is the increasing push for de-dollarisation in the BRICS and other economies such as Saudi Arabia. All these are telltale signs that Washington's global grip is steadily loosening.\nThe C5 Summit was just one of many ways the world is changing. But will the US and other G7 members care to admit?\nNow let's see how Moscow may perceive its smaller neighbours' cosying up with Beijing.\nRussia and China have long been competing for influence in the huge landmass that lie between these two powerful nations. Neither wants an Afghanistan-like situation to spill over, and both want to reduce American influence in their neighbourhood. Despite such common interests, they remain competitors and vie for influence that has a long history since the 1600s. It continued after the Bolshevik revolution as the Kremlin followed a cold-blooded geopolitical strategy against Mao's Communist Party and supported Chiang Kai-shek. Later, as the Communist Party defeated the Nationalist regime, they became strategic allies, though occasional border clashes continued.\nDuring the Soviet era, Central Asia was under Moscow's control. Even after its dissolution in 1991, it acted as the power broker and security provider. But that started to wane as China's economic and military might grew. It became more prominent as Beijing launched the Shanghai Cooperation Organisation (SCO) in 2001, which has all countries in the region as members including Russia, India, and Pakistan, with Iran and Afghanistan as observers. After many years of watching from the sidelines, China has now secured a strong foothold in Central Asia, almost replacing Russia. In 2022, President Xi Jinping travelled to the Central Asian countries in a whirlwind tour that nearly resembled a victory lap, and inked several wide-ranging deals. The C5 Summit is a culmination of the last few decades of carefully choreographed plans where Beijing has made it clear that Central Asian countries should better turn to it for trade, commerce and security, more so when Moscow is bogged down in Ukraine.\nThe Central Asian countries have their own security calculations too. Moscow's invasions in Georgia in 2008 and Crimea in 2014 made the former Soviet republics nervous about what may happen if they don't abide by Moscow's wishes. Now that the power balance has shifted significantly towards Beijing, especially after Russia's Ukraine quagmire, they feel more comfortable in freely choosing a trading and security partner, allowing China to increase its influence. The C5 Summit has made it abundantly clear, sending an unmissable message to Moscow.\nPotentially, that is also opening another front for China-US rivalry – famously known as the Eurasian Heartland, a landmass of immense strategic importance that no superpower would like to let go of.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "Strong message from Beijing to Washington, Moscow",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/strong-message-beijing-washington-moscow-3329416",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Recently, a five-star hotel in the capital announced the sale of Jilapi wrapped in 24-carat edible gold. Priced at Tk 20,000 per kg, those jilapis were sold out so quickly that the hotel's stock of imported edible gold ran out within six days and it had to stop taking orders. Ironically, in March 2023, a survey by Sanem revealed that the majority of the people in the country are forced to reduce their food intake after massive food price hikes. According to the survey, in February, 96.4 percent of households had reduced their meat intake compared to six months back, followed by the intake of fish (88.2 percent), oil (81.4 percent), eggs (77.1 percent), and rice (37.1 percent). Moreover, the survey found that poor households are switching to low-quality food.\nIn the midst of an economic crisis, when the queues for cheaper rice, lentils, oil, and sugar at open market sales and the Trading Corporation Bangladesh's mobile trucks keep getting longer, and when low-income people, being unable to buy pricey whole chickens are forced to buy chicken livers, legs, necks, and broken eggs, the sale of luxury cars or flats is increasing in the country. As the prices of all kinds of construction materials have increased due to the Russia-Ukraine war, the demand for low-cost flats in the capital has decreased. But the sale of luxury flats, costing crores, has not decreased in areas like Gulshan, Banani, Baridhara, Dhanmondi, and Uttara. And, according to Prothom Alo, while two decades ago 50 to 60 European branded cars were imported annually, now an average, more than 500 such cars are imported annually. Till March 2023, the BRTA registered 84,765 SUVs, of which 67 percent were registered after 2011. Even during the acute dollar crisis, at least 10,240 SUVs were registered in 2022 alone.\nThis issue of increasing economic disparity in the country has also come up in the BBS' (Bangladesh Bureau of Statistics) Household Income and Expenditure Survey 2022. The Gini coefficient related to income rose to 0.499 in 2022, up from 0.482 in 2016 and 0.458 in 2010. Generally, a country is considered to have high income inequality if the Gini coefficient is 0.500.\n\nPolicymakers seem to want to portray this rise in inequality as a \"normal\" process of economic development. But the increase in inequality in Bangladesh is not natural or inevitable. It is happening because of a particular type of development model and political structure, which is characterised by regressive taxation, extremely low wages, and rampant corruption.\nAccording to the Global Wealth Databook 2022 prepared by Credit Suisse, 21 individuals of Bangladesh have assets worth more than $500 million. Despite the Covid-19 pandemic, the number of people possessing more than $1 million of wealth in the country increased by 43 percent in 2021.\nThis trend of economic development for a few, while millions are deprived, is also evident in Bangladesh Bank data. Amid the economic crisis and rampant inflation, while most people are struggling to meet their daily expenses, the number of bank accounts with more than Tk 1 crore is increasing, alongside their deposits. According to a report by the Dhaka Tribune, the number of bank accounts with Tk 1 crore or more of deposits increased by 7,970 in just one year (between December 2021 to December 2022). This rise more than doubled (16,056) in just two years and more than tripled (26,107) in three years. As of December 2022, 42.63 percent of the total deposits in the banking sector are from those account holders alone.\nPolicymakers seem to want to portray this rise in inequality as a \"normal\" process of economic development. But the increase in inequality in Bangladesh is not natural or inevitable. It is happening because of a particular type of development model and political structure, which is characterised by regressive taxation, extremely low wages, and rampant corruption.\nIndustrialists and businessmen utilise various types of infrastructure and institutional facilities for conducting \"business\", including roads, transportation, power and energy, raw materials, skilled human resources, medical facilities, and law enforcement. The money required for these comes from the direct and indirect taxes paid by the public. And the duty of the businessmen is to pay living wages to the workers and taxes to the government so that the tax money can be spent on various types of infrastructure development and for the provision of public services. This is how people's money can be recycled to be used for the benefit of the whole population.\nBut if businesses and corporations can get away with not paying adequate taxes and decent wages, the majority of people are deprived and their share of national income decreases compared to that of the rich. This is exactly what is happening in Bangladesh.\nIn Bangladesh, businessmen and industrialists make use of infrastructure without paying taxes proportionately. Industrialists and businessmen also do not pay decent wages and get away with not spending enough on workplace safety. Some enjoy various opportunities of looting money from banks and laundering it abroad in the name of import and export. This is how inequality increases as the size of the country's economy increases.\nMost of the government's revenue comes from indirect taxes. Instead of properly collecting taxes from the rich on their income and profits, the government is focusing on collecting indirect taxes like VAT and duties from the poor-lower-middle-class majority. Bangladesh's current tax-to-GDP ratio stands at 7.9 percent, which is way below the ideal benchmark of 15 percent. In 2022, of the government's tax revenue, 65 to 67 percent came from indirect taxes, while the remaining portion came from direct or income taxes. According to the Center for Policy Dialogue, Bangladesh is losing potential taxes amounting to as low as Tk 41,800 crore to as high as Tk 2,23,000 crore every year because of tax evasion.\nWhenever people purchase something, they pay indirect taxes. Although importers pay duties for their imports, they actually collect that amount from the buyer when selling the goods later on. Similarly, the VAT collected by the government at every stage of production, marketing, and sales ultimately has to be paid by the consumer. So, when buying the same amount of oil or sugar, the rich and the poor pay the same amount of indirect taxes. And this is the ultimate form of inequality, as poorer sections of society spend a larger share of their income on indirect taxes. This is how most of the tax revenue collected from common people is spent to increase the wealth of the rich, thereby exacerbating inequality.\nThe wages of workers are not enough for them to live a decent life. According to a study by the CPD, as of December 2022, a family of four living in the centre of Dhaka needed Tk 23,676 just for food. And if this family lives on a \"compromised diet\", with no fish, mutton, beef, or chicken, their average monthly cost of food would be Tk 9,557. The CPD compared this minimum food cost with the minimum wages of workers in 21 industrial and service sectors and found that, in 15 sectors, the minimum wage is not enough even when a family's diet is compromised. Besides, an ILO report shows that Bangladesh is the only country in the Asia and Pacific region where the minimum wage is below the international poverty line. Moreover, the actual minimum wage of workers in Bangladesh has decreased at the highest rate among the countries in the region, because wages did not increase proportionately with inflation between 2010 to 2019. If workers are forced to adjust to such abnormally low wages, it is natural that the wealth of businessmen will increase disproportionately.\nMoreover, due to the systemic nature of corruption and lack of accountability, more development projects means more corruption and more cost increase. Thousands of crores of taka are being looted from banks in the name of loans, all under the political and institutional patronage.\nTo be clear, rising economic inequality in Bangladesh is not an inevitable phenomenon. The existing political economic structure is closely related to the existing inequality. And this cannot be rectified until the political economic structure, in which systemic transfer of wealth from the masses to a few wealthy people is considered \"normal\", is rejected.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n\n",
        "headline_1": "Rise of inequality, drumbeat of development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rise-inequality-drumbeat-development-3329121",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "At a time when the need for protecting our rivers, lakes and ponds has become very urgent, it is frustrating to see the lack of efforts to stop those grabbing or polluting them. The result is, one by one, these waterbodies are disappearing or being degraded, with nothing being done to punish those culpable. The latest example of this has been reported at the Manirampur upazila of Jashore, where, according to a recent Prothom Alo report, a government employee has been filling up a public pond situated next to his house.\nBy doing so, he has committed at least two crimes. First, he disregarded the law prohibiting the fill-up of any such waterbody. Secondly, he extracted sand from a nearby river to fill it, which is also illegal. Reportedly, when the residents of the area brought this to the notice of the local Upazila Nirbahi Officer (UNO), the latter directed him to stop it and the work remained suspended for a few days. But it started again soon afterwards, with soil brought from another place.\nWe wonder what emboldens a person to carry on with such illegal and environmentally destructive activities despite being duty-bound to uphold the law. It may be mentioned that section 4 of the Sand Quarry and Soil Management Act, 2010 strictly prohibits sand or soil extraction in such manner. The Environment Conservation Act 1995 (last updated in 2010) also prohibits it.\nUnfortunately, as various reports suggest, these legal provisions are often flagrantly disregarded by powerful land grabbers and encroachers with their political connections shielding them from any legal consequences. The involvement of government employees, or even institutions, in such activities is no surprise either. The truth is, unless we create an environment respectful of the law and our precious natural resources, such activities will continue to happen.\nWe, therefore, urge the local administration of Jashore to save the pond from being destroyed and take action against the person responsible. With Bangladesh fast losing its natural resources, the government must take stern action against such grabbers and polluters.\n",
        "headline_1": "A reckless exercise in harming nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/reckless-exercise-harming-nature-3329876",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "It is unfortunate that BSMMU, the highest postgraduate medical institution in Bangladesh, has been suffering from various irregularities, particularly regarding recruitment. According to a recent report by Prothom Alo, at least 11 relatives of Vice-Chancellor Prof Sharfuddin Ahmed secured jobs in the university over the last decade. Seven of them were recruited after he was appointed as VC in March 2021, two when he served as pro-VC, and the rest when he was president of the BSMMU branch of the pro-Awami League doctors' association Swadhinata Chikitsak Parishad. Among those recruited were his sons, his wife's nephew, etc.\nThese recruitments clearly fly in the face of meritocracy, and by allowing them the VC has enabled an environment of nepotism and corruption that may not only affect the quality of education in BSMMU or the medical services it provides to patients, but also harm its reputation. While the VC has claimed that the recruitments were made considering the merit of those involved, these were, according to insiders, actually in breach of rules as all his relatives got jobs without sitting for any exam.\nReportedly, during the tenure of this VC, a total of 1,857 people have been appointed in various posts including professor, associate professor, assistant professor, medical officer, accounts officer, administrative officer, nurse, ward boy, nanny, driver, sweeper, etc. However, only less than 500 of these appointments were made following proper procedure – through advertisements in newspapers and recruitment tests. More than 1,300 people got jobs as temporary staff, and they will be gradually made permanent, according to insiders who believe this is nothing but an avenue for corruption. Many of them have also alleged that each temporary recruitment has been made in exchange for money.\nThese are all serious allegations and particularly disturbing because these involve the highest authority of a university. We demand an immediate, fair investigation into the allegations and hope that proper measures will be taken if those are found to be true. Universities that create future leaders should never be a place harbouring corruption and nepotism.\n",
        "headline_1": "Not a place for corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/not-place-corruption-3329186",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "The National Economic Council's actions initiated recently against laggard development projects have been long overdue but their net outcome is likely to be partial. The Planning Commission (PC), according to a report, recommended putting restrictions on release of funds against a total of 536 small-to-medium scale development projects until they receive extensions. The projects in question will get a place in the next ADP, but restrictions on fund release will remain in force. The tenure of these projects under implementation for periods ranging between nine and 15 years ends at the end of next month. Most had managed extensions earlier but failed to complete their work within their deadlines. The delay in project implementation is a chronic problem and the authorities are yet to find an effective solution to that. Not that the projects that have lately come under NEC restrictions are the only ones facing implementation delays. Many mega and big projects have got time extensions, and some have managed it for more than once. The delay in project implementation exacts a toll on the State coffer. Sometimes, the cost of the projects goes up three to fourfold. The availability of funds has never been a problem in areas of project execution. Some other issues, administrative or otherwise, in most cases, are found responsible for stalling project execution. For instance, the projects facing the NEC-imposed restrictions on receiving funds in the next financial year did not bother to seek extensions despite execution delays. So far, they got away with their built-in indifference, as projects remaining unfinished even after the expiry of their tenure were included in the next ADP as ongoing ones. All these unwanted developments have been emerging because of the lack of monitoring by the controlling ministries/ divisions, various departments and directorates and the IMED (Implementation, Monitoring and Evaluation Division) of the Ministry of Planning. It is widely believed that execution delays are often done deliberately since time overrun entails cost hike, and that helps many to accrue undue financial benefits. The selection of incompetent project directors (PDs) and the frequent transfer of PDs are seen as major reasons for delays in development project execution. Often some PDs are made in-charge of multiple projects, leading to various complexities in their execution. The government, it is reported, has been thinking loudly to create an exclusive administrative cadre that would oversee project implementation. With proper training imparted on development administration, this particular cadre members might deliver positive results. The weaknesses in the execution of the Annual Development Programme (ADP) are known to all concerned. The policymakers do also feel the necessity of improving project execution and maintaining the quality of projects to help reduce wastage of resources. Mere stalling project execution or suspending the release of funds is unlikely to help much in improving the situation. The Planning Commission and others concerned will have to devise an effective package capable of streamlining the process of development project implementation.",
        "headline_1": "Restrictions on errant development projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restrictions-on-errant-development-projects-1685026014",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "It is a losing battle against dengue. If the year 2019 was the worst year in terms of dengue infection and death, this year's early signs are even more ominous. This is high summer, albeit interspersed with rains, and the number of hospitalisation of patients with dengue fever is going up every day. It looks like the prevalence of and fatality from the disease are higher this early compared to any year in the past.Mostly an urban affliction, dengue stalks the length and breadth of the capital city throughout the year, although it starts peaking in late June and usually reaches the optimal point in August. It seems the higher it is the concentration of population in a mega city, the greater the chance of Aedes aegypti proliferating. Naturally Dhaka city leads the pack. Chattogram and Khulna come next on the list of dengue-inflicted cities in the country. Villages are mostly free from Aedes aegypti but home to Aedes albopictus. Urban centres are, however, not free from this less known variety of mosquitoes too. The problem with dengue is that no vaccine is there for acquiring immunity against the vector mosquito bite. Also for many patients it is asymptomatic and by the time a patient comes to know about its infection, it is too late. Climatic factors like rise of temperature and rainfalls are directly responsible for higher incidence of dengue. This is so because, both higher temperature and rainfalls create a favourable condition for breeding the Aedes cousins which prefer laying eggs in empty containers where fresh water can accumulate. Samir Shukla, in his article published in The Times of India presents an insightful picture so far as the breeding and getting the virus in the ovaries of female Aedes are concerned. Contrary to the popular perception, these mosquitoes stick their hardy eggs on the side of an empty container, not laying in fresh water, where they can lie dormant for months. When they come in contact with accumulated rain waters, the eggs turn into larvae and then into young mosquitoes. In Gujrat, the observance of \"Dry Day\" when all containers are emptied did not prevent mosquito breeding. The measure, Shukla claims, is based 'on a half-truth'. Both dengue virus and its vectors have developed their own strategies to survive human intervention like the emptying of rejected or other containers where fresh water can accumulate. For Aedes, the strategy is brilliant. The mosquitoes get their eggs stuck on the side of a container and that too above the water level, knowing that water more often than not goes down. There the eggs can lie dormant for six to nine months in dry condition before they come in contact with freshly poured water to be activated. Similarly, the viruses of dengue, chikumgunia, zika and other diseases have found a trick to use the mosquito eggs as a reservoir by entering those in order to stay safe for the lean period. Their collaborative venture turns out to be deadlier than it would have been otherwise. The vector in this case does not need to bite an already dengue-infected person before injecting a healthy person to give the disease. But from day one, a progeny of a once-infected Aedes mosquito will start infecting any people it bites. It does not have to go through the process of getting infected from the plasmodium of a dengue patient first and then infecting others. Considering the ingenuity of both the vector and virus, therefore, the eradication of Aedes through conventional exercise such as emptying of containers and fogging of the breeding places and spots will be simply impossible. Since both mosquitoes and the virus have become smarter to adapt to human interference, there is indeed a need for reviewing the entire campaign against Aedes mosquitoes. The good thing is that the virus cannot infect a person on its own. So, if the fight can be effectively launched against the vector, there is a chance of winning against the tiny but deadly enemy. In this regard, Samir Shukla's suggestion is worth following. He advises scrubbing the sides of containers very hard after those have been emptied. If there are residues, those should not be thrown away. Instead those should be collected to put on fire. However, without the authorities becoming familiar with the campaign against Aedes in Gujrat and convinced of the merit of this fresh strategy, things cannot move ahead. The public awareness campaign against the mosquitoes will therefore need some additional do's and dont's. The mayor of Dhaka North City Corporation on return from his visit to the US made it amply clear that fogging is a futile exercise to eliminate mosquitoes and deactivate their breeding grounds. From his visit to America, he came across the scientific methods applied to eliminate mosquitoes. This is indeed the time for such a move before the endemic dengue turns into a pandemic. By this time the official campaign headlines should include the additional measures so that people know why dengue poses to stage a comeback with a vengeance. If the eggs are destroyed before they have a chance to hatch, more than half of the battle is won.[email protected]",
        "headline_1": "A new dimension to campaign against dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-new-dimension-to-campaign-against-dengue-1685026071",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "The content presented at the first-ever formal press conference of the Association of Bankers, Bangladesh (ABB), held early this week, was marked by messages of both hope and despair. Never had this association of top officials of private banks volunteered to explain the 'banking sector outlook' of any particular year. The ABB has decided to be open, and it deserves appreciation for being so. Hopefully, it would continue to hold such briefings, whenever necessary.The positives that the ABB tried to highlight at the press briefing included the easing of the 'severe stress' created by the greenback shortage in the local market and a decline in trade-based money laundering because of the central bank's intervention and other appropriate measures and improvement in the liquidity situation in the banking sector. Given a plethora of problems that have been hurting the banking industry, it is hard for anyone to sing praise for too long for anyone or any entity at a press conference/briefing and organisers are sure to face uncomfortable queries from newsmen. And exactly, that had happened at the ABB's maiden press meet. The ABB top notches encountered questions relating to non-performing loans (NPL) and trade-based money laundering in particular. The NPL issue, naturally, got far more prominence than any other at the press conference. The ABB leaders did not hide their helplessness in resolving the NPL crisis and admitted the banks alone couldn't resolve it. True, the NPL problem has emerged as a grave challenge in the country's financial sector. Banks and non-banking financial institutions (NBFIs) are finding it very difficult to deal with the challenge. According to Bangladesh Bank statistics, the NPL increased 16.8 per cent year-on-year to more than Tk 1.2 trillion at the end of 2022. But its actual size would be even bigger if the written-off amount, NPL volume and rescheduled loans are taken into account together. The ABB found the finance ministry's move to relax the rules to motivate the large defaulters to repay their debts to banks partly responsible for the further deterioration of the NPL situation. Another big problem the ABB listed was the lengthy litigation process and courts' stay order in favour of the delinquent borrowers. The top bankers, it seems, forgot to mention the lapses on the part of the banking sector regulator. ABB chief Selim RF Hussain mentioned the relaxation of rules in the banking sector to motivate the big loan defaulters for repaying loans. But the move had failed to pay dividends, he said. The very approach to resolving the problem of a huge default loan buildup has been benefitting the defaulters, delinquent or otherwise. The hallmark of that approach was the introduction of loan restructuring, primarily designed to bail out some top loan defaulters. Faced with the collapse of the scheme, the central bank had taken an indifferent stance and did not punish the relevant borrowers. The authorities had come up with the relaxation of loan classification rules later, citing the pandemic and Ukraine war as reasons. The NPL situation has reached such a pass that its solution is beyond the reach of individual banks. Thus, the ABB's call for reforms and united efforts of all to overcome the problem needs to be taken seriously by all concerned. Observation of the ABB about yet another issue --- trade-based money laundering--- raised at the press meet by newsmen ---might have surprised many. The people concerned would take the statement with a grain of salt. That the bankers lacked adequate knowledge about trade-based money laundering until recently and only because of the central bank's strong actions they became aware of big businesses' transfer of funds abroad through trade transactions is hardly convincing. The trade-based money laundering has been under intense discussion in the country following the publication of the first Global Financial Integrity report in 2014. An estimated US$9.66 was allegedly siphoned off in 2013, mainly through trade transactions, from Bangladesh, according to the report. Nearly USD 50 billion were transferred illegally through trade transactions between 2009 and 2015, according to the GFI estimate. Every year, a huge amount of money is thought to be transferred abroad using the same route. In all those years, experts have been advising banks to be watchful as far as trade transactions are concerned. Tracking over- or under-invoicing by bankers in this age of information technology is not a big deal. [email protected]",
        "headline_1": "Of ABB's press meet and NPL",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-abbs-press-meet-and-npl-1685026122",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2023"
    },
    {
        "full_article": "Snakebite causes over 6,000 deaths, and some 700,000 people get bitten by snakes annually in Bangladesh, according to World Health Organization statistics. This is the second biggest cause of deaths in the country during the monsoon when snakes slither out of their habitats and take shelter in the houses of people. Those who survive the venomous snakebite can suffer from various complications including paralysis and psychological disorders. Those affected live mostly in the rural areas and often rely on agricultural activities for their income. These activities put them at risk of snakebite for working in areas infested by venomous snakes. Treatment for snakebite victims in village settings is greatly delayed, because existing anti-venom therapies are mainly provided in district headquarters only. As snakebite treatment is not available in villages, many people take help from local quacks who use kabiraji (herbal) medicine. As a result, the condition of these victims deteriorates further. Recently a minor boy in Patuakhali and a housewife in Moulvibazar died following snake bites. The number of deaths from snakebite is increasing. In this situation, we urge the authorities concerned, especially the WHO's Bangladesh representatives, to launch a collaborative programme with the government for ensuring treatment of snakebite at the rural level.Ashikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Need for anti-venom drugs in rural areas",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-anti-venom-drugs-in-rural-areas-1685026167",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2023"
    }
]