[
    {
        "full_article": "The decision by the Reserve Bank of India’s board to transfer a record surplus of almost ₹2.11 lakh crore to the Union government for 2023-24 will serve as a welcome shot in the arm for the new government when it presents its Budget in July. More than double the previous year’s ₹87,416 crore payout as well as the ₹1.02 lakh crore dividend-cum-surplus receipts from the banking and financial system and RBI that was pencilled into the interim Union Budget for 2024-25, the transfer should give the next Finance Minister a fair bit of elbow room when computing the spending and fiscal math. The surge in transferable surplus reflects the prudent asset management approach adopted by the Indian central bank, at a time of lingering global uncertainty and widespread policy tightening by central banks worldwide seeking to restore price stability. While the specifics of the RBI’s 2023-24 balance sheet will be known in the coming days, clearly a combination of substantial gains from higher interest income earned on its holdings of overseas securities and the gains from its interventions in the foreign exchange market to smoothen volatility in the rupee’s moves must have contributed in swelling the surplus. The weekly statistical supplement shows that as on March 29, total foreign exchange reserves had increased by $67.1 billion over the course of 12 months to $645.58 billion.The RBI’s prudence has also extended to the crucial provisioning done under the Contingent Risk Buffer (CRB), where it has raised the level of funds set aside to cover for any unforeseen contingencies and risks to the economy. By raising the level of provisioning by 50 basis points to 6.5% of its balance sheet size for 2023-24, the central bank has clearly signalled its increased confidence in the health of the domestic economy even as it strengthens the buffer against any sudden threats to stability from unexpected developments in the global financial system. For the new government that will assume office after the results of the ongoing general election are declared on June 4, the bountiful surplus transfer from the RBI will give it an opportunity to raise capital spending, especially at a time when the key engine of private consumption expenditure is still in search of sustained tailwinds. The opportunity to use some of the additional bonanza to bridge the fiscal gap can also help strengthen the government’s finances and reassure investors of its commitment to the fiscal consolidation road map. The RBI has in its own quiet way paved the path for the next government to start with confidence in the resilience of the economy.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReserve Bank of India\n\n/\n\ngovernment\n\n/\n\nGeneral Elections 2024\n\n/\n\nUnion Budget\n\n/\n\nbanking\n\n/\n\ngold and precious material\n\n/\n\nforeign exchange market\n\n/\n\ncurrency values\n\n/\n\neconomy (general)",
        "headline_1": "Welcome bounty: On the RBI’s ₹2.11-lakh-crore transfer to the Union government",
        "headline_2": "The RBI’s transfer of surplus should help next government start confidently",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-bounty-on-the-rbis-transfer-to-the-union-government/article68212198.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Delegates from over 60 countries have convened in Kochi, Kerala to attend the 46th Antarctic Treaty Consultative Meeting (ATCM) that is expected to go on until the month end. An annual affair, this is in essence a meeting of the ‘Consultative Parties,’ or the 29 countries that have a right to vote on affairs concerning the management of the continent. Other attendees are countries with a non-voting ‘observer’ status as well as independent experts and invited functionaries. One of the interesting points on the agenda this time relates to tourism. A group of ‘like-minded’ countries, that includes India, pressed for a proposal to introduce a regulatory framework governing tourism in the continent. Unlike other continents, the Antarctica does not have its own indigenous population.With millions of hectares of untrammelled ice and its geographical isolation, it is not a tourist’s everyday jamboree or the elite’s regular private-jet getaway. This makes it irresistibly alluring. In this day and age, where every navigable square inch of land is up for fleeting, visual consumption, the Antarctica is the only continent that can be described as wild, its secrets buried under kilometres-thick blankets of ice. Given that the creation, capture and marketing of the ‘exotic’ experience is an industry that guarantees exponential returns, the Antarctica is now the ‘wild south’ that the wealthy traveller aspires to. A recent joint study by universities in Tasmania, the U.K. and Australia said that the number of tourists rose from 8,000 in 1993 to 1,05,000 in 2022. This does not include all the scientific expeditions and the long-term presence of scientific personnel at research stations maintained by different countries. Reports now suggest that the number of tourists exceeds scientists. To be sure, concerns about rising tourists have been expressed since 1966 at the consultative meets, with the attendant worries that more ships and more people mean more man-made pollutants and rising instances of accidents and disasters that lead to upsetting the unique biodiversity of the region. This urge to preserve the pristine purity of the continent — estimated to be the size of the United States and Mexico combined — however conceals the underlying anxiety of all nations. Will, despite the treaty’s commitment to disallowing territorial claims, unexpected future circumstances effect a change in terms? Will the presence of more people from one country influence terms in their favour? Though India’s Antarctica-bound tourists are minimal, this could very well change in the days to come, thanks to growing lop-sided prosperity. While a proponent of the proposal, India must be wary of any deal that could undercut future opportunities from tourism.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAntarctica\n\n/\n\nKochi\n\n/\n\nKerala\n\n/\n\ntourism\n\n/\n\nuniversity\n\n/\n\nscience (general)\n\n/\n\nUSA\n\n/\n\nMexico\n\n/\n\ngeography\n\n/\n\nIndia",
        "headline_1": "Southern sojourn: On the 46th Antarctic Treaty Consultative Meeting in India",
        "headline_2": "India must continue to oppose unregulated tourism in Antarctica",
        "link": "https://www.thehindu.com/opinion/editorial/southern-sojourn-on-46th-antarctic-treaty-consultative-meeting-in-india/article68211556.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "The recent tragic accident in Pune, involving a 17-year-old alleged drunk driver who fatally hit two motorbike-borne software engineers, has ignited a firestorm of public outrage and media frenzy. It also highlights the need to have a critical debate about the balance of responsibility between juveniles and adults in such grievous circumstances.\nThe clamour surrounding juvenile crime often fails to comprehend the intricacies of juvenile behaviour. Scientific consensus unequivocally establishes that juveniles possess inferior decision-making abilities compared to adults due to their poorer impulse control and diminished foresight into the consequences of their actions. This inherent cognitive immaturity is why adolescents are inherently less accountable than adults and thus warrant less severe punishment, even when convicted of identical crimes. Consequently, while juveniles must undoubtedly face consequences for their actions, the primary burden of responsibility should rest upon adults who hold positions of authority and influence over them. It’s worth noting how the law restricts individuals under the age of 18 from operating motor vehicles with engine capacities exceeding 50cc, confining them to vehicles such as a Luna or a Scooty!\nHeinous Mistake or Heinous Crime? The juvenile faces charges under Section 304 of IPC for culpable homicide not amounting to murder, which carries a maximum penalty of ten years in prison. Under the Juvenile Justice (JJ) Act, a crime is deemed ‘heinous’ when it warrants imprisonment of seven years or more. According to this definition, the juvenile could potentially be tried as an adult, facing a significantly longer prison sentence than if tried as a minor. However, before advocating for this course of action, it is crucial to consider the principles outlined in the Juvenile Justice Act. The Act prioritises rehabilitation over retribution, acknowledging the lesser degree of culpability attributed to juveniles due to their age and psychological development. In the case at hand, the act in question appears to stem from gross negligence rather than premeditated or malicious intent, categorising it more accurately as a heinous mistake than a heinous crime.\nAdult Responsibility: The father’s actions demonstrate a complete disregard for both his son’s and public safety. Allowing a minor to drive a powerful car is a clear act of gross negligence, as guardians or parents are expected to oversee their children and prevent them from engaging in illegal activities. According to Section 199A of the Motor Vehicles (MV) Act, guardians or vehicle owners are held liable if a juvenile is found driving and commits an offence under the Act, unless proven otherwise. Similarly, establishments serving alcohol to the minor were glaringly negligent as they knowingly disregarded the illegality and potential consequences of their actions.\nIn response to this incident, the juvenile will be prohibited from obtaining a driving licence until he reaches 25 years of age, and the luxury car will not be permitted to register at any RTO office for 12 months, in accordance with the provisions of the MV Act. Police have also pressed charges against both the father and employees of the establishments under Sections 75 and 77 of the JJ Act. These sections target wilful neglect and provision of intoxicants to children, respectively. This legal framework lays out the responsibility of adults to safeguard minors from harm, including harm resulting from their immature judgement.\nInstitutional Response: The public outcry and political attention have prompted a positive response. Police and local authorities took swift action. Establishments serving alcohol to the minor have been sealed, and the excise department has initiated special inspections to ensure compliance with age restrictions, revoking licences for violations. This level of cooperation among authorities is rare but crucial. It is this concerted effort by the state and district administration that can prevent future incidents. While exemplary imprisonment or trying a minor as an adult may satisfy our thirst for retribution, it does little to create a safer community.\nDon’t search for scapegoats: Public outrage, fuelled by the perception of impunity due to the wealth and status of those involved, is understandable. However, it is imperative that this anger does not lead to further injustices like either tarnishing  the life of the juvenile or unfairly scapegoating the driver, who was being pressured by the family into taking blame for the accident. And we know what happens when the rich find such scapegoats, given the social dynamics at play.\nInstead, the focus should be on constructive outcomes that honour the memory of the victims. Ensuring the juvenile is held accountable in a manner that reflects his developmental stage while imposing appropriate legal repercussions on the negligent adults and establishments can set a precedent for future cases. This balanced approach can also prompt systemic changes in how underage drinking and negligent parenting are addressed legally and socially.\n\n",
        "headline_1": "Pune accident: Negligent parents have bigger responsibility in juvenile crimes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pune-accident-negligent-parents-have-bigger-responsibility-in-juvenile-crimes/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Arguably, all states in the Indian union may qualify as ‘mini-democracies’, given their distinct electoral choices and party systems. That is the reason why they have emerged as the preferred analytical units for election studies. While Punjab has several commonalities with other states, it also bucks the trends in many ways, substantiating the ‘Punjab exceptionalism’ thesis.\nLet’s look at the reasons why it’s called the outlier of the north. First, even in the early years after Independence, its party system could never be characterised as the ‘Congress system’ in the sense that, unlike other states, the party always faced stiff competition from Akali Dal and Jana Sangh. This explains the frequency of coalition govts after the state’s reorganisation in 1966. Second, while most states have seen the rise of middle and lower castes in terms of political power in the last three and half decades, Punjab is one state where, despite nearly a third of its population belonging to the scheduled castes, the social basis of power has remained with the numerically strong and land-owning Jat Sikh peasantry. This was visible in the Congress leadership’s failed last-ditch attempt to fight anti-incumbency by appointing a Dalit chief minister months before the 2022 assembly elections.\nNew ground: BJP is contesting alone after a gap of 27 years. It will be interesting to see its performance, especially in Hindu-dominated urban seats\nThird, BJP, like Jana Sangh in its earlier avatar, has not been able to mark its electoral presence in the state despite its long-lasting alliance with the Akali Dal (1997-2021), be it in terms of seats or percentage of votes polled. This is unlike other states where the BJP, finding itself weak, first entered into alliance with the locally powerful regional party as a junior ally, and then went on to become a winnable party. The cases of Odisha, Karnataka, Bihar, and West Bengal are pertinent.\nFourth, Punjab has never been swayed by the ‘national constituency phenomenon’ sought to be created by Congress earlier, and BJP in recent years. BJP’s attempt to contest elections on national issues like security, Article 370, citizenship, the exalted status of India on the global stage has not cut much ice in the state till now. On the contrary, even in parliamentary elections, local issues have remained decisive.\nFifth, Punjab is the only state where AAP has managed to win any Lok Sabha seat till date. As early as the 2014 elections, the then two-year old party had won four out of 13 seats. It went on to become the main opposition party in the 2017 assembly elections, and then registered an unprecedented win of 92 out of 117 seats in the 2022 election. It remains in contention in the current Lok Sabha election.\nSixth, Punjab seems immune to the large-scale ideological shift from middle to right-wing conservatism, visible in the ascendance of cultural nationalism in the plains and hills of north, central and western India. This, despite having a sizable Hindu population. There are hardly any signs of revival of radicalism amongst the Sikh community, despite occurrences like Simranjit Mann winning in the Sangrur Lok Sabha by-elections or the Amritpal Singh episode.\nSeventh, even the regional party is not faring well unlike several states where parties with a region-specific political, cultural and economic agenda have managed to challenge national giants. Akali Dal, more than a 100-year-old ethno-regional party that has set the political agenda of the state since the colonial days and claims to be the sole representative of the Sikh community, seems to be in perpetual decline. That too not because of BJP, but due to its own tactical mistakes and organisational/leadership issues.\nComing back to local issues that matter, as the state remains under the sway of a powerful land-holding peasant community, it is the acute distress in the farming sector that is a concern in post-Green Revolution Punjab. Farmers have remained ensconced on the Singhu border for more than three months, reminiscent of the agitation in 2020 against the three farm bills.\nThe big question is whether Punjab will remain an outlier in the 2024 Lok Sabha elections. After a gap of 27 years, BJP is contesting alone. It will be interesting to see its performance, especially in urban constituencies like Ludhiana and Jalandhar where the party will contest for the first time, and which have a significant Hindu presence. Then, there are constituencies where BJP, in alliance with the Akali Dal, has secured victories in the past: Gurdaspur and Hoshiarpur (5 times) and Amritsar (3 times). It would be interesting to see whether Modi’s magic finally works in the state or not.\nAlso, the beleaguered Akali Dal performance would be watched closely as another loss would severely dent the leadership of the Badal family. As the AAP-Congress alliance did not happen in the state, unlike in Delhi and neighbouring Haryana, the result would determine the hold of Bhagwant Mann, who has been spearheading the campaign. His leadership skill would also be on display in keeping the flock together in case of electoral reversal, especially as most of the party top leaders are in jail or facing trial. Similarly, in Congress, it would be state-level leaders like Raja Warring, Partap Bajwa, Sukhjinder Randhawa, who have to not only win their respective constituencies, but also have to share the burden of leading the campaign, as after Captain joining the BJP, the party has no leader with state-wide support base.\n\n",
        "headline_1": "7 reasons why Punjab is outlier in north politics but, will it stay so?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/7-reasons-why-punjab-is-outlier-in-north-politics-but-will-it-stay-so/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Barely a few decades ago, a yellow school bus would proclaim that it belonged to the ‘School for the Deaf and Dumb’. Other institutes were similarly called, ‘School for the Blind’ or ‘School for the Mentally Retarded’. In Bihar, there was even a ‘Lunatic Asylum’, and an ‘Institute for the Criminally Insane’.\nBut things have since changed, if not for the better, at least for the politically correct. That is to say, there is now no one — least of all the deaf and dumb — who can be offended. School for the Hearing Impaired, Institute of the Unsighted, the Partially Sighted, the Cerebrally Challenged, Shelter for the Home Deprived, and Housing for the Age-Advanced…every aspect of language is now so carefully weighed that it sounds like a riddle. In all the relevant issues of the day from youth (oops, underage) unemployment, gender oppression, environmental degradation, racial persecution, bank fraud, illegal migration, there is a new way in which the world communicates.\nEven the most basic of phrases today stand changed. ‘The quick brown fox jumped over the lazy dog’ can no longer be used because it is filled with racist and sexist assumptions, extreme and overly subjective opinions about animal behaviour. The revised sentence currently in use is — the speed enhanced fox, a gender-conscious female of colour, jumped over the motivationally-deficient dog of no recognisable genetic orientation.\nRetro review: Last year, a publisher hired sensitivity readers to rewrite chunks of Roald Dahl’s books\nSuch political correctness has an unusual history. In 1994, a book called Politically Correct Bedtime Stories rewrote familiar children’s tales with a new and much-needed twist. Snow White, earlier linked to the attractive qualities of white colourless skin and awakened by a prince became instead, a staunch feminist. In the original story Goldilocks, of course, was eaten by Papa Bear, but now in the changed version, only because he has become multicultural and is experimenting with new cuisine. Rapunzel eventually cut her hair so as not to be exploited by men for transportational needs. James Finn Garner, who wrote the book, said very clearly in his preface that he hoped we would see a world purged of all cultural prejudices. On the surface, at least, he might have achieved his goal.\nDay-to-day situations have clearly been brought into politically correct focus. A sentence such as, a poor man from a slum was accused of robbing the necklace from a housewife now reads: The wealth-marginalised individual from the economically deprived area had forcibly acquired illegal ownership of a bodily decorative item of high monetary value from a gender specific domestic engineer. Where can you find language that conveys thought with such striking clarity?\nWhere political correctness has clearly shone the light is with racial, class, and economic distinctions — so cleverly conveyed that words have come to respect ethnicity and personal space. The minister no longer says they are putting Muslims in a ghetto, but rather that ‘persons of a certain minority are being moved to a gated community’.\nPersons suggest no race, no sex, no religion, no caste, no age. Even when references are used, they must be necessarily vague: a person of colour can be Indian, Black American, Hispanic, Arab, native African, indigenous or tribal, to mark them as distinct from white Caucasian or people with melanin-deprived skin tone.\nGolliwog, the former well-known doll of melanin-deprived children of female gender, has been replaced by Barbie, available in white, brown, yellow and black skin tones. Segregated toilets for Whites and Coloureds—a thing of the past in the US and apartheid South Africa— are now freshly labelled transgender. By extension, even the wider world vocabulary is neutered. A poor country is a low-GDP country.\nIndia now belongs to the developing world, not the Third World; the unemployed are human capital, ghetto is preferential housing where citizens can preserve their ethnic purity; bureaucrats are officials —a human form of artificial intelligence with reams of ChatGPT in their brain. A godman is a materialistic ascetic; just the way a Smart City is a bureaucratic hankering for utopia.\nPolitical correctness has invaded the political stage too. When the minister says, we will give people a level playing field, he means their houses would be razed to make it level.\nWhen politically correct language becomes so nuanced, even implication and innuendo have no place in it. The idea is to neither take offence nor give offence, but produce a form of communication so tepid, so shorn of meaning, so utterly pared to the bone, that it says everything and nothing at the same time. At a dinner table, politically correct etiquette demands that you never say, ‘Pass the salt’. The phrase may be offensive to those whose grandparents participated in the Dandi March.\n\n",
        "headline_1": "No offence but this new political correctness is incredibly boring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/no-offence-but-this-new-political-correctness-is-incredibly-boring/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Throughout the election period, from prosperous Kerala, Haryana and Maharashtra to Bihar, Odisha and Rajasthan, unemployment has been a running theme among voters that reporters, pollsters, party workers have all picked up. This distress call is no surprise – that India is facing a big youth unemployment problem that has only worsened post-Covid is borne out by all estimates. The latest PLFS data on unemployment, the Jan-Mar quarter, for the age group 15-29 is at 17%, a notch higher than the previous quarter. Double-digit unemployment crisis in this age group has only worsened over the years. Unpaid work is increasing, the quality of nonwhite collar jobs is declining, self-employment, a desperate choice for most low-income earners, is going up and real wages have been falling. This, when around 5 million people annually join the workforce.\n\nOne cruel twist of many desperate tales is that while coveted ‘govt jobs’ are elusive, being part of the paper-leak rackets of qualifying exams is kosher – because there’s a chance to make a quick buck. Explosion of low-quality private colleges across India in the last decade has meant an explosion of the numbers of graduates. Some of those with the means have taken illegal routes abroad only to fall prey to job scams, lured into wars, labour work and illegal activity. The short-term Agnipath scheme for army recruitment has been a point of pain. To be “retired” at age 24 is how the scheme is increasingly perceived.\nWhether or not the jobs distress has an electoral impact, the message for politicians is clear. Unemployment needs as much political cooperation as political will for Centre and states. Focus on the job of creating jobs via light manufacturing and skilling young India. That vaunted demographic dividend is fast losing hope in the ability of elected govts to create employment opportunities.\n\n",
        "headline_1": "It’s not working: Are netas hearing young talk about jobs crisis?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-not-working-are-netas-hearing-young-talk-about-jobs-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Last year, a proposal to buy 261 SUVs—worth about Tk 1.46 crore each—for deputy commissioners (DCs) and upazila nirbahi officers (UNOs) was approved. But after severe criticism against the backdrop of a struggling economy, the government decided to halt the buying process. It is, therefore, quite puzzling to see the revival of that decision, especially when the country's economic condition has worsened. Going ahead with this decision, rather than using facilities that are already available, will be nothing but a waste of public money.\nOn May 11, Bangladesh's foreign reserves fell below the $19 billion-mark for the first time in 11 months; on May 21, it stood at $18.61 billion. Despite the crisis of dollars, it is quite baffling that the government is okay with importing these vehicles which will likely further impact the reserves. As per a report by Prothom Alo, officials say foreign currency won't be used to buy the cars, but the parts will be imported and assembled to make them, which, as they admitted, will require foreign currency. It's clear that this logic does not stand. The authorities are going through with this decision after the taka further depreciated against the dollar, standing at approximately Tk 117. This means the initial total expenditure—Tk 381 crore—will increase. This is nothing but an ill-considered initiative.\nThe rationale for buying these vehicles originally was to ensure that the national election was successfully conducted, maintaining law and order. Now, the public administration ministry has a new reason: to maintain the efficiency of public works. These changing arguments diminish the declared need to buy these SUVs. Maybe this is why the administration is pushing the move in a clandestine manner. Reportedly, the public administration and finance ministers bypassed the purchasing committee to approve the proposal, which points to ill-intent. As an expert has stated, this sets a dangerous precedent for moving other questionable proposals in this manner.\nLast month, food inflation hit 10.22 percent—the first time it hit double digits in five months—while non-food inflation stood at 9.34 percent. When our people are struggling to make ends meet, how can the government be this liberal while spending their hard-earned money, that too going against its own austerity policy? We strongly urge the authorities to reconsider this initiative, and prudently evaluate all financial decisions to restore our economic health.\n",
        "headline_1": "SUVs for bureaucrats amid economic woes?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/suvs-bureaucrats-amid-economic-woes-3618781",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "The news of a handful of government employees selling the personal data of citizens—including National Identity (NID) card numbers and phone call details—has raised alarms in the last few days. On May 21, this newspaper reported that a few crooked government employees were stealing the sensitive personal data of citizens from the national intelligence servers and selling it in exchange for money in over 750 groups, pages, and profiles on different social media platforms.\nIn a world that makes sense, this news would have made a much bigger splash. Not here though. Here, we are too used to indifference. The National Telecommunication Monitoring Center (NTMC), the body that discovered the breach, did notify the Anti-Terrorism Unit (ATU), and RAB-6, the two government security units harbouring the accused officials, and the two units did assure that appropriate actions are being taken. But there's no guarantee that this will be the last of such incidents.\nIndeed, the NTMC itself was accused of mishandling our data not too long ago. In November last year, WIRED, an American magazine, published a story on the NTMC leaking sensitive, private data of the citizens. WIRED claimed that NTMC was unknowingly publishing scores of personal data—phone numbers, names, blood groups, professions, parents' names—through an unsecure database linked to its system. WIRED reported that hackers had gained access to this unsecure database and proceeded to steal and sell the data.\nNTMC denied the leak to the local media later but the proof WIRED presented in its investigation was quite comprehensive. The leak was discovered and confirmed by Viktor Markopoulos, a cybersecurity researcher who was the first to identify the earlier massive data leak from the Office of the Registrar General, Birth and Death Registration where over 50 million citizens' personal data remained exposed online for anyone to grab through a simple Google search.\nIncidents like these are not uncommon in the country. With a poor record of cybersecurity, Bangladesh has been home to some truly eyebrow-raising breaches in recent years. In March last year, hackers stole over 100 gigabytes worth of personal data from Biman Bangladesh, the state carrier, and demanded $5 million in ransom.\nIn July, notorious hacker group ALPHV stole over 170 gigabytes of sensitive personal data—including employees' names, passport and NID information—from Bangladesh Krishi Bank's servers and demanded a large sum as ransom. In October of the same year, this newspaper reported that NID information of citizens was available for sale in a Telegram channel managed by unknown miscreants. Most notably, the entirety of the stolen funds from the 2016 Bangladesh Bank heist that made numerous international headlines, has still not been fully recovered.\nHas anyone at the highest levels of the government stopped to think, for a moment, about the consequences of these massive data leaks? From identity theft to financial scam, small and large, the possibilities are dangerously endless. A Bangladeshi I know who resides in Finland only found out last week that his personal MFS account was terminated because apparently another account was opened with his same NID details the week before, and you can only have one account against each NID. The poor fellow—and his NID—never left Finland in the last two years.\nA victim claimed that his NID was used to create an MFS account in his name, while he never even picked up his card from his hometown. Another person I know found out last month that there was an MFS account created in his name and phone number while he has no idea who or how.\nThis is just the tip of the ice-berg: the few cases that get disclosed, the few cases that get discussed and dissected. If one looks deeply into the issue, there's bound to be many more incidents like these. Who will take the blame for the many lapses in our cybersecurity? Why should we, tax-paying, law-abiding citizens, be okay with our data being sold off to scammers and hackers?\nIs our government really that careless, or just completely incapable of even comprehending the graveness of the situation that they put us in? The government generally loves to boast about \"Digital Bangladesh\" and \"Smart Bangladesh.\" Higher-ups of the government proudly boast our \"robust\" IT infrastructure, our data-centres, our booming freelancing economy and routinely incite tech giants to open local bases of operations. Are these incidents of data breach and data leaks not contradictory to the very image of the smart, digital, developed Bangladesh that they are desperately trying to portray or advertise?\nIn the end, the question that really matters is, where does this mayhem stop? With a lack of accountability, disciplinary actions, and in many cases any acknowledgement at all, the answer—with complete and total despair—is seemingly never.\nZarif Faiaz is a journalist at the Tech & Startup section of The Daily Star.\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "Government mishandling of personal data: Where does it end?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/government-mishandling-personal-data-where-does-it-end-3618366",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Over the past century or so, society has witnessed the emergence and proliferation of a significant trend: diets. There are numerous diets available, each with its own variations and approaches, but they all share a common goal: weight loss. However, while these diets have been prominent in contributing to our weight issues, societal norms have played a significant role in driving action and prompting change. The conventional standard of beauty, particularly for women, has long emphasised a thin physique, leading individuals outside of this \"norm\" to feel pressure to conform, often through dieting.\nThe term \"diet\" encompasses a range of practices, all aimed at regulating food and drink intake according to prescribed rules. While this might sound straightforward, the reality is that many struggle to adhere to diets. For some, dieting results in adverse health effects, while others feel deprived or as if they are starving themselves. Simply put, diets often bring about unpleasant changes in our lives.\nDespite the intention to feel better and shed some pounds, diets frequently have the opposite effect on most individuals. Weight regains after completing a diet is a common challenge, as diets are typically viewed as temporary solutions for a lifelong struggle. Rarely do people embark on diets with the intention of maintaining such restrictive eating patterns indefinitely. Moreover, diets themselves often employ extreme measures to achieve rapid results, which are unsustainable in the long term.\nFor years, a pervasive movement has strived to dismantle the stigma attached to not conforming to Bollywood and Hollywood's unattainable standards of perfection. Blamed for fuelling a surge in eating disorders among young people, the digitally altered images plastered across fashion and beauty publications stand as a primary culprit. The correlation between health and unrealistic body ideals, coupled with the perilous allure of fad diets, has persisted for too long.\nIn 1992, Mary Evans spearheaded the inception of a pivotal moment in the global quest for body positivity. With a personal journey through anorexia, Evans founded Diet Breakers, a revolutionary organisation dedicated to reshaping societal norms surrounding body image. Her visionary creation propelled a worldwide movement, amplifying awareness and advocacy for self-acceptance and appreciation.\nToday, the monumental challenge tackles the multifaceted complexities of diet culture head-on. From empowering educational initiatives on responsible and holistic approaches to nutrition to advocating for a universal hiatus from restrictive eating patterns, the paradigm shift towards inclusive body narratives champions diverse representations of beauty.\nThe sheer diversity of human bodies transcends the narrow confines of societal beauty standards, encompassing a breathtaking array of shapes and sizes. Whether embodying the lean athleticism of a sun-kissed beach enthusiast or the timeless allure of Grecian and Rubenesque forms, each individual's physique serves as a testament to the inherent beauty of natural diversity.\nIn response to perilous patterns, a global coalition of advocacy organisations have waged a relentless campaign to challenge entrenched norms. Through concerted efforts to mandate the labelling of digitally altered images and advocate for the prohibition of photoshopping practices, the initiatives aim to dismantle harmful illusions.\nEmbracing the inherent beauty of your unique body in its current form, devoid of societal pressures, entails redirecting focus towards overall well-being. By prioritising health over aesthetics, individuals can liberate themselves from the detrimental cycle of rapid weight loss and unrealistic body ideals. Championing an ethos of self-acceptance and appreciation fosters a culture of holistic wellness and empowerment for all.\nThere are numerous ways to challenge diet culture and embrace body diversity, including understanding the inefficacy of commercial diets, declaring days free from dieting and obsessing about shape and weight, and prioritising self-nurturing without guilt. It's about celebrating intrinsic qualities—uniqueness, quirks, kindness, or strength—while fostering a culture of understanding and support.\nToday, the phrase \"body positivity\" has become commonplace, yet its meaning can sometimes be oversimplified in our daily conversations. While it holds immense potential for empowerment when utilised correctly, the concept of body positivity encompasses more than just self-acceptance. It's about embracing oneself regardless of societal standards and norms.\nHowever, the broad interpretation of body positivity can inadvertently perpetuate unhealthy habits. Some individuals may find themselves naturally inclined towards a fuller figure despite leading healthy lifestyles. This is perfectly normal, and it's crucial for individuals to embrace this aspect of themselves in a healthy and balanced manner.\nHM Nazmul Alam is lecturer, Department of English and Modern Languages, International University of Business Agriculture and Technology (IUBAT).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Diet culture vs body positivity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/diet-culture-vs-body-positivity-3618261",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "In one of the most densely populated nations on earth, food security naturally is of utmost importance for Bangladeshi policymakers. For many years, national policymaking has been geared towards industrialisation out of the feeling that it would better serve employment generation and help attract a greater volume of foreign direct investment (FDI). There is no denying that such policies have paid off and the country has emerged as a global industrial powerhouse in textiles and apparel. This transformation has largely helped the country cut its poverty rate by half in a matter of three and a half decades. However, alongside industrialization, agriculture has taken giant steps in modernisation and crop diversification despite a declining share of the sector in the country's Gross Domestic Product (GDP). Prudent policy measures have helped the country reap the benefits for the people as Bangladesh has emerged as a country that can largely feed its burgeoning population and that too at a time when the size of the arable land has been shrinking. As the country is now in the process of belt-tightening, the need for greater budgetary spending on agriculture has arisen where systemic hurdles stifle further improvement. These matters came up for discussion at a seminar organised recently by the Bangladesh Institute of Development Studies (BIDS). Discussants reviewed the current state of four key components--- crop pricing, cold storage facilities, water management and climate change adaptation and made necessary suggestions. Experts have rightly pointed out the importance of pricing, preservation infrastructure, and water availability as key drivers for making agriculture resistant to climate-induced changes. They also suggested building a supply chain that will reap benefits for producers and consumers alike. In today's financial climate, policymakers must recognise that the sector needs to transition from subsistence farming to commercial farming, given the market demand. It is thus imperative for the government to attach priority to agriculture as far as the allocation of resources in the upcoming budget is concerned. The basic target should be to maximise local food production to reduce reliance on imports.Because imports cost precious foreign exchange that is in short supply these days. Besides, the funds thus saved could be better spent on importing other essential goods that Bangladesh does not produce.While most of the major discussion in media is about prioritising the export basket for finished products, agriculture too needs diversification of its produce. In fact, the sector is not simply a means to an end to provide food security; rather it is a major driver of economic growth. It is also necessary to ensure the use of underutilised lands in coastal belts and Sylhet regions to boost agriculture production. Such models exist in other countries and lessons need to be drawn from them on what works and what doesn't in an age where changing climate is playing havoc with traditional methods of agriculture production. There was a time when Bangladesh was emerging as a major exporter of agricultural produce but a lack of effort to set up facilities to conform to international standards has stifled this trend. All these proposals deserve consideration for inclusion in the upcoming budget as agriculture is one sector that is performing well. With the right kind of fiscal and technological support, it has all the potential to do much better.",
        "headline_1": "Prioritising agriculture for national benefit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-agriculture-for-national-benefit-1716649732",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "It was 50 years ago when Bangabandhu Sheikh Mujibur Rahman, the then Prime Minister of Bangladesh, visited the Indian capital, New Delhi, at the invitation of Indira Gandhi, the then Prime Minister of India. The five-day visit from May 12 to 16, 1974, was the second and the last and most critical official visit to India. Two years before, he visited Kolkata from February 6 to 8, 1972. In between the two trips, many critical developments took place. These include Indian PM Indira Gandhi's visit to Bangladesh from March 17 to March 19, 1972; the singing of the Treaty of Friendship, Cooperation and Peace between the two countries in 1972; the singing of the bilateral trade agreement in 1972, and the singing of the protocol on Inland Water Transit and Trade in 1972.During Bangabandhu's visit to India in 1974, several critical issues were discussed by the heads of the two governments. Regarding the bilateral trade issue, two parties agreed to set up two joint commissions to improve the jute sector and curb unauthorised transactions. The two parties also agreed to make the optimal use of a Balanced Trade and Payments Arrangement (BTPA). The arrangement was included in the three-year bilateral trade agreement, which replaced the first bilateral trade agreement, signed in 1972 and expired in September 1973. The agreement provided an opportunity for border trade between the two countries. It allowed people living up to 16 km on either side of the border to dispose of their goods daily. There was no customs and currency regulation for the border trade. The only restriction was the specific number of commodities. The agreement also provided an opportunity for a balanced rupee trade worth Rs. 250 million (or US $35 million) each way annually. In the new three-year trade agreement that became effective after the expiration of the first agreement in September 1973, two parties agreed to enhance the balanced trade to Rs. 305 million (US$ 42 million) worth of exports each way during the first year of the deal. Later, in December 1974, two countries signed a protocol to settle trade payments in free convertible currency. After its independence in 1971, Bangladesh started with a pegged exchange rate policy, and the Taka was pegged to the Pound Sterling and set at par with the Indian Rupee. Globally, the US went off the gold standard, and there was a dislocation of the Bretton Woods system in 1971. The Indian Rupee (INR) was pegged to the US dollar.Again, for the first time, the Indo-Bangla trade agreement recognised the most favoured nation (MFN) treatment of each other in line with the GATT principle in 1974. Bangladesh formally joined the General Agreement on Tariffs and Trade (GATT) in 1972. All these initial efforts to increase bilateral trade were crucial to address the complexity of trade and remove the barriers as both countries were almost closed-economies at that time. The governments in these countries initially focused on state-to-state trade and deliberately prevented private trade mainly due to their socialist approach. Nevertheless, the active presence of Indian merchants and traders in Bangladesh was visible during the period, indicating that without the private players, no trade was possible. Five decades after the initial efforts to smoothen the bilateral trade, many changes have occurred. Both countries have liberalised the tariff regimes significantly, paving the way to free trade in goods and services. Economic cooperation between the two neighbouring countries expanded significantly, and the economic relationship has reached a new peak in terms of trade and investment. Two countries have settled some disputed issues, removed several barriers to trade and enhanced connectivity. Bilateral trade in goods crossed the $15 billion mark. However, foreign direct investment (FDI) from India is still low. During the last decade, the annual average inflow of FDI from India stood at $110 million against $287 million from China.Official statistics showed that bilateral trade had started to gain momentum after 2010 due to various factors, including wider market access to India. However, the trade balance is heavily tilted towards India despite the rise in exports from Bangladesh to India. In the fiscal year 2009-10 (FY10), bilateral trade was only $3.50 billion, of which less than 10 per cent was Bangladesh's exports to India. In FY19, exports from Bangladesh to India crossed the $1 billion level for the first time, and within five years, it further crossed the $2 billion mark by reaching $2.13 billion in FY23. The ratio of exports to total trade also increased to 22 per cent in the last fiscal year. Imports from India, however, crossed the $10 billion mark in FY22 and stood at 13.70 billion when exports to India were $1.99 billion. Thus, the trade deficit with India surged to $11.70 billion, the highest ever. As Bangladesh adopted various steps to restrict overall imports to contain the rapid depletion of the foreign exchange reserve, it also affected imports from India like other major sources, including China. The two neighbouring countries are now negotiating the Comprehensive Economic Partnership Agreement (CEPA), and there is a move to complete it by 2026. It will be Bangladesh's first-ever comprehensive bilateral free trade agreement. CEPA is expected to enhance Bangladesh's exports to India by 190 per cent, adding 1.72 per cent to the gross domestic product (GDP). For India, exports to Bangladesh are likely to increase by 188 per cent.Both countries have also agreed to settle a part of bilateral trade transactions in Indian Rupee (INR) instead of US dollars. The process has started since July last year, and little progress has been made so far due to some challenges. Traders in both the countries are yet to fully understand the mechanism and benefits of the trade settlements in local currencies. It is the latest addition to the dynamics of the Bangladesh-India bilateral trade. [email protected]",
        "headline_1": "Bangladesh-India trade dynamics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-india-trade-dynamics-1716649831",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "Human trafficking is an affront to any decent society with an iota of self-respect and moral standing. It is unquestionably a crime against humanity and is especially embarrassing to a nation that claims to be marching forward on the highway to development and committed to fulfilling the basic needs of its citizens. It is a sad truth that human trafficking results from grinding poverty and social repression that leave no option for the hapless victims except walking into the trap set by the traffickers.The scale of human trafficking in Bangladesh is both horrific and alarming. UNICEF estimates that about 400 women and children fall victim to this scandalous crime every month. This is further underscored by a study revealing that approximately 300,000 Bangladeshi children and women between the ages of 12 and 30 were trafficked to India in the last decade. The trafficked women end up in brothels, or are used for the making pornographic films. Children, with even less knowledge of the world suffer similarly. Besides, in their desperation to find jobs, a large number of youths also fall prey to the human traffickers. There's no shortage of traffickers' agents to lure and misguide them. Small wonder that many victims die on their voyage through the Mediterranean Sea to Europe. Bangladesh has become a fertile ground for the exploitation of vulnerable poor people.In 2012, the government enacted the Prevention and Suppression of Human Trafficking Act to combat human trafficking. In it there's a provision for the death penalty to discourage the practice. It was hoped that the tough law would be sufficient to eliminate the problem, but in practice it did not. The 2023 US Trafficking in Persons Report acknowledged Bangladesh's ongoing efforts to combat human trafficking and identified deficiencies in key areas including the capacity of anti-trafficking tribunals, legal measures, and law enforcement involvement. The media is awash with reports that over 3,000 human trafficking cases are currently awaiting trial in Bangladesh, with heaps of lawsuits gathering dust for years. Moreover, even though there are human trafficking cases galore, the rate of conviction in these cases is extremely low (about 1.5 per cent). It is alleged that corrupt investigating officers take bribes from both the victims and the accused, deliberately delay investigations, and ultimately help members of powerful trafficking rings to escape punishment. This disgraceful disregard for the rule of law has virtually rendered the laws against human trafficking toothless. A National Referral Mechanism (NRM) framework has recently been launched to protect and assist victims of human trafficking. This framework involves a multi-disciplinary group of government and non-governmental actors. According to its statement, the NRM is a multi-disciplinary system with protocols and guidelines to ensure effiective help for victims. The government, led by the Public Security Division of the Ministry of Home Affairs, will manage the NRM, while Switzerland supports the development of the framework through a project called Ashshash.The key objective of the NRM is to identify the victims of trafficking and modern-day slavery and provide them with necessary support for their social and economic reintegration and empowerment. Several NGOs have also been working in this area, but they are not in a position to meet the challenge of catering to such a large number of women and children. Unfortunately, they don't have any place in the social welfare schemes. There are budgetary allocations for the under-privileged, but in practice, they are seldom benefited. Effective functioning of the NRM framework could go a long way towards protecting the rights of these ill-fated victims of human trafficking. To effectively combat human trafficking, there is a need for addressing the root causes of trafficking, raising public awareness and prosecuting trafficking offenses. Here the law enforcement agencies need to work with sincere commitment to bring the human traffickers to justice. The government must speed up its efforts if it does not want Bangladesh to be branded as a nation totally insensitive to human rights.[email protected]",
        "headline_1": "Combating human trafficking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-human-trafficking-1716649882",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2024"
    },
    {
        "full_article": "A new era began with the launch of the Hatirjheel one-way circular road in Dhaka city. This development has significantly reduced commuting time and hassle in the surrounding area. The primary beneficiaries of this road are students, job holders, business people, and the general public in this vicinity.To further improve traffic flow, it would be highly effective to construct a flyover connecting Hatirjheel with Bansree Link Road. Currently, vehicles travelling from Hatirjheel to Bansree have to navigate the Badda U-loop, which is time-consuming and often results in severe traffic congestion. Bansree and the adjacent Staff Quarter are among the most densely populated areas in Dhaka. Constructing a flyover between Hatirjheel and Bansree Link Road would greatly reduce commuting time.It is important to note that the road from Rampura Bridge to Staff Quarter is currently the busiest in Dhaka, handling traffic from Narayanganj and Narsingdi. Bansree, and particularly Amulia, are emerging as promising areas for future development.Therefore, considering future traffic demands, it is advisable for the authorities to construct a flyover between Hatirjheel (Merul Badda) and Bansree Link Road. This would also alleviate pressure on Rampura to Pragati Sharani Road, especially before and after the Badda highway.Md. Muradul Haque Sardar Manager - Purchase ( Local & Foreign ) Amanat Shah Group, Motijheel , Dhaka [email protected]",
        "headline_1": "Construct a flyover between Hatirjheel and Bansree link road",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/construct-a-flyover-between-hatirjheel-and-bansree-link-road-1716649909",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-05-2024"
    }
]