[
    {
        "full_article": "Nearly one year to the date of Russian President Vladimir Putin’s launch of attacks on Ukraine (February 24, 2022), the UN General Assembly’s vote on the latest resolution to criticise Russia resulted in 141 votes in favour, seven against (it includes Russia) and 32 abstentions (it includes India and China). The resolution, or a call for a “just and lasting peace”, that was eventually sponsored by more than 70 countries, demanded an immediate cessation of hostilities, and appealed for accountability at international courts for rights violations and war crimes. Significantly, the sponsors, led by the U.S., its allies, and European Union countries, did not call for peace talks — something Ukrainian President Volodymyr Zelenskyy does not favour at present, given the status quo advantage that lies with Russian forces having laid claim to about one-fifth of Ukrainian territory. Two amendments suggested by Russia’s ally Belarus, to replace the term “invasion” with what Russia calls “Special Military Operations”, and to call for dialogue immediately, were rejected. As a result, although there is a military stalemate in Ukraine, casualties continue to rise, and western sanctions have not found favour with much of the world, Ukraine and NATO countries called the vote a major victory — much like they had in a similar vote, on March 2, 2022.In spite of several attempts by the U.S. and the European countries, India abstained, which it has consistently done since last year on any resolution at key UN bodies that has been critical of Russia. In explanations by External Affairs Minister S. Jaishankar at international fora — some of which were reiterated by India’s UN envoy on Thursday — the Modi government has asserted its strategic autonomy, citing its traditional relationship with Moscow, its initial concerns of becoming a party to the conflict while Indian students were caught in the middle, stressing that “diplomacy and dialogue” are the only way forward, and claiming that it is required to maintain a “neutrality” of sorts to leave space for mediation. While its decision to reject unilateral western sanctions on Russia and increase trade in fuel and fertilizers with Moscow can be explained by its desire for independent decision-making, it is becoming increasingly hard for New Delhi to hold that abstaining from voting at the multilateral stage is a principled stand. It has become very clear that this is indeed a Russian invasion of its smaller, sovereign neighbour, one that has not been halted despite Russia gaining its initially announced strategic goals. Prime Minister Modi’s celebrated statement that “this era is not of war” has not been heeded by President Putin, and it is unclear if Ukraine sees India as an unbiased mediator. India has proven over decades that it will not vote under duress, yet the global and regional leadership that New Delhi claims cannot come from appearing diffident over basic principles of sovereignty and territorial integrity.",
        "headline_1": "Not neutral: On India’s stand on Ukraine at the U.N.",
        "headline_2": "India cannot be seen as dithering on issues of any nation’s sovereignty",
        "link": "https://www.thehindu.com/opinion/editorial/not-neutral-the-hindu-editorial-on-indias-abstention-at-the-february-23-2023-un-vote-on-ukraine/article66549288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "The internal crisis in the All India Anna Dravida Munnetra Kazhagam (AIADMK) seems to have blown over after the Supreme Court of India ruled in favour of its interim general secretary, Edappadi K. Palaniswami, leaving his rival O. Panneerselvam and his paltry following isolated. A two-judge Bench found no illegality in the convening of a special General Council meeting on July 11, 2022, at which resolutions were adopted abolishing the ‘dual leadership’ system under a coordinator and a joint Coordinator, reinstating the post of general secretary and removing Mr. Panneerselvam from the party. The Court did not go into the validity of any of these resolutions, but ruled firmly that a single judge of the Madras High Court had no reason to force the estranged leaders to work together, ignoring the realities of the situation and based on technical grounds; and that a Division Bench of the High Court had correctly interfered with it. The verdict effectively ends the Panneerselvam camp’s attempt to exercise equal control over the party’s affairs through a judicial diktat to retain the dual leadership. There is, of course, the possibility of the legality of these decisions being examined in civil suits, but it is unlikely to lead judicial conclusion for a long time. Until then, the AIADMK will be firmly in the control of Mr. Palaniswami, who has outmanoeuvred the rival camp with the help of the overwhelming majority he enjoys at various levels in the organisation.Mr. Panneerselvam had only recently spoken about “reclaiming the party from a dictator”, but it is now increasingly clear that he will face political oblivion by persisting with his ambition to wrest the party mantle without shoring up his political base. The tactic of keeping himself in the good books of the Centre and the Bharatiya Janata Party (BJP), even while expecting legal processes to bolster his case, is not really working well for him. It was only recently that he had to eat humble pie when he withdrew his faction’s candidate for the Erode East Assembly by-election, claiming that the camp wanted the AIADMK’s ‘Two Leaves’ symbol to succeed. A count ordered by the Supreme Court among the party’s General Council members had resulted in a majority of members backing Mr. Palaniswami’s nominee. Mr. Palaniswami is no less keen on keeping the BJP on his side, but his firm grip on the party apparatus seems to be standing him in good stead in the political arena, even if the electoral scene in the face of a strong DMK-led alliance remains a formidable challenge.",
        "headline_1": "Single stroke: On the Supreme Court ruling in favour of Edappadi Palaniswami",
        "headline_2": "As Supreme Court of India order strengthens Edappadi K. Palaniswami’s hand, O. Panneerselvam risks political isolation",
        "link": "https://www.thehindu.com/opinion/editorial/single-stroke-on-the-supreme-court-ruling-in-favour-of-edappadi-palaniswami-in-the-aiadmk-case/article66549771.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "Long before Rahul Gandhi, there was Feroze Gandhi. In a recent debate in Parliament, BJP attacked Congress on Jawaharlal Nehru, saying if Nehru was indeed such a great leader why did the current Gandhi family not bear his name, and why did they instead choose to call themselves ‘Gandhi’. The answer is of course simple: Rahul and Priyanka, as is the near-universal norm, bear the surname of their paternal grandfather Feroze Gandhi, husband of Indira, their grandmother.\nIronically, Feroze himself had no political pedigree. He wasn’t a dynast. He was an entirely self-made yet stellar parliamentarian. His family may today be accused of nepotism and dynasticism, cast as Lutyensland “naamdaars”, in the seeming culture war of “naamdaar” vs “kaamdaar”.\nRead full opinion on TOI+\n\n",
        "headline_1": "A Gandhi who was Kaamdaar: Feroze Gandhi, talented and self-made, is the wrong target for BJP when it tries to corner today’s Congress’s first family",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/a-gandhi-who-was-kaamdaar-feroze-gandhi-talented-and-self-made-is-the-wrong-target-for-bjp-when-it-tries-to-corner-todays-congresss-first-family/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "Another PIO, another glass ceiling down in the US, and another celebration in faraway desh. In announcing Ajay Banga’s nomination as World Bank president, Joe Biden highlighted the former Mastercard CEO’s long experience of “guiding organisations through periods of fundamental change”. WB is certainly in dire need of reform, as is the International Monetary Fund. The way in which the US and EU have divvied up the leadership of the two institutions has long stopped reflecting the actual economic weight of their global membership. So, much as a person of Indian origin becoming WB president would gladden Indians, what the fifth-largest economy in the world really needs is its fair say in such decision-making.\nStill, the nomination marks an important trend in Indiaspora’s performance. As the second-largest immigrant group in the world’s largest economy, their high-skills profile has been making business headlines for some time. YouTube’s Neal Mohan, Alphabet’s Sundar Pichai, Microsoft’s Satya Nadella and Novratis’s Vasant Narasimhan are just some of the names in the shiny CEO list that Indian tiger moms now pin over their children’s study desks. But what Banga’s nomination spotlights is a rising profile in US politics and governance.\nIn their country of origin, the celebration of diasporic success is tied to hopes for India’s own growth story. Banga’s US citizenship was a prerequisite for being only the second Asian-American in the top WB job. But as India’s economic heft grows, as it is successful in pushing reforms at WB and IMF, it will be able to nominate its own citizen for this. Getting there needs us to master the US flair for creating opportunities. Many, many more Indians should be able to rise to the top without travelling to America.\n\n",
        "headline_1": "Banga message: India must create opportunities like the US does",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/banga-message-india-must-create-opportunities-like-the-us-does/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "The sexual assault of a woman BSF constable by an inspector in a Bengal border outpost should sound alarm across paramilitary and military brass. Around the same time there were reports that around 50 women officers would lead army units in forward areas. India has seen positions open for women in the services at multiple levels. Army women officers have seized their rights in the Supreme Court and in firsts in 2021, women jawans were inducted, women cadets appeared for NDA’s entrance test.\nThe paramilitary has had large women battalions for years. Women have become inspectors general too. BSF alone employs almost 8,000 women and has a women’s daredevil motorcycling team. The increase in women’s numbers and their rise cannot however be at the cost of basic safety.\nWhen uniform attacks uniform in however remote a unit, it is bound to rankle across the services – close-knit units are assumed to operate on trust and camaraderie. The only commendable point in this episode is that the constable reported the attack to the police. BSF suspended the inspector while it investigates. But not all women may be in a position to report. Thus, the message within the services must go out loud and clear that women in uniform cannot fear for their safety from their own colleagues. That message must come from the top, and it must be driven home to the men in uniform.\n\n",
        "headline_1": "Talk to the men: Incumbent on services brass to make women in uniform feel safe",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/talk-to-the-men-incumbent-on-services-brass-to-make-women-in-uniform-feel-safe/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "Women’s lives have been recast in the last century, but men find themselves adrift. Boys and men are trying to improvise, confused by obsolete gender norms. Of Boys and Men: Why the Modern Male is Struggling, Why It Matters and What to Do About It by Richard V Reeves envisions ‘a positive masculinity for a post-feminist world’.\nWhile the data is largely drawn from the US, many of its findings have universal resonance. Girls seem to have overtaken boys in school everywhere in the world. The book cites studies to claim that there is a sex difference in adolescent brains in terms of timing, and that while girls are neurologically equipped to self-regulate, a boy’s brain is more accelerator and less brake in the key high school years.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why men need liberation too: The norms of masculinity are crushing many of them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-men-need-liberation-too-the-norms-of-masculinity-are-crushing-many-of-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "That a section of Awami League (AL) leaders and its associate bodies, whose names came up in the illegal casino business scandal, are out on bail and reportedly have become active in politics again is a perfect example of how lack of accountability has become the norm within the ruling party. Despite drumming up a tremendous amount of hype about its \"anti-corruption\" drive – which led to the so-called crackdown on gambling, extortion, land grabbing, and other forms of corruption with raids at five sporting clubs – the government ultimately seems to have done all these as an eye-wash.\nAfter a series of raids in 2019, more than 250 people, including at least 11 leaders of different organisations affiliated with the ruling AL, were arrested. Most of the top leaders who were allegedly involved with such crimes, however, are now out of jail. And although they are yet to be restored to their previous political posts, they are still carrying out political activities and lobbying top AL leaders to regain their level of influence. Some of these individuals who had amassed huge amounts of questionable wealth, as discovered by law enforcers, are having their loyalists appointed as top leaders of the ruling party. Essentially, they have indirectly reclaimed their influence within the ruling party.\nWhat messages are these incidents supposed to send to the people of this country? That no crime is punishable as long as one is affiliated with the ruling party, as that supposedly places one above the law? Every day now, we see news reports of the Bangladesh Chhatra League (BCL) beating people up and being involved in various types of atrocities, as well as criminal activities. Is it any wonder how BCL members are regularly committing such crimes? When the message they receive is that those involved in criminal activities from within the party can get back to politics one way or another and not be punished in any way shape or form, why wouldn't that embolden criminal elements from within the BCL to run amok?\nThe ruling party's willingness to allow BCL members who commit atrocities against the general public to get away scot-free will no doubt create significant amounts of resentment among the populace. Additionally, not holding to account the AL leaders who were directly involved with – and in some cases, masterminded – gambling, extortion, land grabbing, etc will also alienate the public and set a terrible precedence in terms of upholding the law of the land.\nBefore the general election, the any party should look to win the hearts and minds of the people. And for AL, one of the best ways of doing that would be to cleanse its ranks of all criminal elements. There must be accountability for ruling party affiliates who commit crimes.\n",
        "headline_1": "AL needs to hold accountable its members",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/al-needs-hold-accountable-its-members-3256971",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "In the 1960s, the discoveries of five large gas fields, by international oil company Shell, placed Bangladesh in the list of gas-rich provinces. However, this was not followed by similar exploration successes in later years. Exploration remained behind for decades to follow. Chronically poor exploration in a prospective gas-rich country means the gas supply remains below demand and the industrial and economic growth are consequently held back. And, in the 22 years after 2000, Bangladesh drilled 26 exploratory wells – a mere one well per year on average. The above record has given way to one of the least explored hydrocarbon basins in the world.\nRealising that increasing dependence on imported LNG renders gas supply vulnerable to unpredictable economic shocks, the government has lately decided to ramp up exploration and development of its own gas in the country. This move, late but better than never, is welcome because of the fact that geoscientists have long been suggesting that significant gas resources still remain underground in the country, and the present gas demands may well be met through extracting our own gas. Experts opine that Bangladesh could stay put on the import of LNG for several years until its own gas resources are exhausted.\nIn August 2022, Petrobangla, the government agency for oil and gas exploration, production, and transmission, announced a programme for drilling 46 wells in three years (from 2022 to 2025). These include 17 exploratory wells, 12 development wells, and 17 workover wells. When drilled, these wells could reportedly produce 618 million cubic feet of gas per day (mmcf/d) by 2025. This is equivalent to the amount of gas imported in the form of LNG at present.\nTo put it simply: a) an exploration well, if successful, adds new gas fields and reserves to the country; b) a development well refers to a well drilled in an already known gas field to enhance the gas production of that field; and c) the workover well refers to a discovered but abandoned well that stopped production previously but will now be \"worked over\" to extract any leftover gas using repairment and readjustment.\nIn February 2023, just six months after its announcement, Petrobangla rescheduled the programme of drilling the 46 wells by reducing its timeframe by one year – meaning the 46 wells will now be drilled over two years instead of three years. So, five of the exploratory wells will be drilled in 2023 and 12 will be drilled in 2024. Given that Bangladesh currently drills about one well per year, aiming to drill 12 exploratory wells in a year is certainly ambitious. One may well wonder what's so wrong with being ambitious.\nIt was some time ago that Petrobangla had announced another programme of drilling 108 wells in the five years between 2016 and 2021. Among these, 55 wells were supposed to be exploratory (meaning 11 exploratory wells per year). But this programme, which received a lot of media attention, has failed to be implemented and was scrapped.\nBapex, the exploration wing of Petrobangla, has the capacity of drilling three wells per year under its present logistical and technical manpower support. So, to drill 12 exploration wells in one year, the programme plans to outsource the drilling job. This may seem logical, but how practical would it be to outsource the drilling of so many wells in a single year? There were managerial issues that went seriously wrong during the previous round of outsourcing the drilling of wells. Often, the arrangement ended in conflict, complaints, and even with international lawsuits running for years.\nThe drilling of the Begumganj-4 well, for instance, was outsourced to the state oil company of Azerbaijan, Socar. The latter entered into financial and managerial conflict with Bapex and the situation turned so bad that Socar left the country without drilling the well and both parties ended up at international court against each other. The case is still pending and the Begumganj well cannot be drilled by Bapex until the case is resolved. A similar lawsuit is active at the International Centre for Settlement of Investment Disputes (ICSID) between Bapex and Canadian company Niko with respect to drilling in Chattak gas field. Niko carelessly blew up the well and Bangladesh took the company to court for compensation. This case has been running for 17 long years, with Bapex not being able to produce gas from the Chattak field until the case is settled. This is despite the fact that Bangladesh is quite starved for gas and has had to resort to buying from the very expensive LNG market.\nAnother criticism of outsourcing well-drilling is that foreign companies are often given undue privilege by Bangladesh. Gazprom, for example, is engaged in drilling several of Bapex's wells at a cost more than double what it would have cost for Bapex to drill the wells.\nRescheduling the programme of drilling 46 wells to complete in only two years is not considered wise or practical by technical people in Bapex. Such decisions are presumed to be imposed on Bapex by people from higher up in the administration who do not have a good idea of the practicality of these decisions at the ground level. There are risks of failure when hastily drilling large numbers of wells in too short a period of time. Besides, an extra year is insignificant when the country has been suffering from gas shortages for so many years.\nNow that Petrobangla plans to ramp up onshore gas exploration, there is an urgent need to launch offshore gas exploration programmes in earnest as well. In 2014, the country was awarded territorial and economic rights over a vast offshore area in the Bay of Bengal following the settlement of maritime boundary disputes between Bangladesh, India, and Myanmar. While we really enjoyed marvelling over the idea of a blue economy, we did little to unravel its potential. Years of delay in opening up the offshore for international oil companies (IOC) put Bangladesh way behind its neighbours Myanmar and India, who have experienced successful gas exploration.\nPetrobangla had planned to launch the Bangladesh offshore block bidding by December 2022. But the slow pace of administrative steps has apparently delayed this from happening still. A revised model PSC has been formulated to better attract IOCs. It is high time that this is launched immediately to begin offshore exploration in earnest.\nDr Badrul Imam is honorary professor at the Department of Geology, University of Dhaka\n\n",
        "headline_1": "Bangladesh’s chronicle of shoddy gas exploration",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshs-chronicle-shoddy-gas-exploration-3256946",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "Although we have been well aware that Bangladeshis, especially those in lower income brackets, have to bear an enormous financial burden when they seek healthcare services, to know that we are well behind our South Asian neighbours is a jarring wake-up call. A recent study by the World Bank found that out-of-pocket-spending (OOPS) accounted for 73.9 percent of health expenditure in Bangladesh. Meanwhile Nepal's was 58 percent, India's 55 percent, Pakistan's 54 percent, Sri Lanka's 46 percent, and Bhutan had the lowest OOPS at 18 percent.\nWhat this tells us is that Bangladesh has done precious little in terms of investing in primary healthcare, which is a fundamental element for a country's social development. The media has extensively reported on how overburdened and understaffed our public hospitals are, as well as on the pathetic state of the upazila health complexes that are supposed to provide citizens with primary healthcare. In remote areas such as the chars, the situation is even more frightening, with no emergency care for miles leading to avoidable deaths, especially of expectant mothers. As government hospitals are often inaccessible due to being overburdened, people seek healthcare in private clinics and hospitals and have to pay exorbitant bills, often by selling assets such as jewellery or land or by borrowing money. In fact, from 2000 to 2017, the OOPS more than quadrupled, says the WB study. The report further found that the eighth five-year plan concludes that \"rising out-of-pocket-spending undermines poverty reduction efforts.\"\nWe agree with the WB that the government must make major health financing reforms and significantly increase public financing for the health sector. It is disappointing that, while the government has embarked on huge, costly, infrastructural projects when it comes to developing the health sector, the efforts have been grossly inadequate.\nBangladesh should adopt the examples of other countries that have successful national healthcare systems and incorporate these models in our own health sector. As suggested, Indonesia is a good example where primary healthcare is part of a new national insurance system which makes basic medical care and facilities available to all citizens. But even within Bangladesh, there have been successful private models that can easily be replicated in a national health plan. Health facility budgets at upazila health complex facilities and union health and family welfare centres must be ensured and increased according to the needs of the local population. As recommended by the study, the government can also explore a capitation payment model in primary healthcare where a fixed remuneration is given in advance to the provider for each patient and per unit of time, regardless of the extent or amount of healthcare services the patient avails.\nAccess to healthcare is a basic right of all citizens. It is unacceptable that people either suffer in silence when they are sick or are forced to sell their limited assets or borrow money to pay hospital bills. By investing in a functional, efficient, and corruption-free healthcare system, the government will gain unprecedented boosts to its developmental goals – which we desperately need.\n",
        "headline_1": "Why must Bangladeshis bear huge medical costs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-must-bangladeshis-bear-huge-medical-costs-3256911",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "That a section of Awami League (AL) leaders and its associate bodies, whose names came up in the illegal casino business scandal, are out on bail and reportedly have become active in politics again is a perfect example of how lack of accountability has become the norm within the ruling party. Despite drumming up a tremendous amount of hype about its \"anti-corruption\" drive – which led to the so-called crackdown on gambling, extortion, land grabbing, and other forms of corruption with raids at five sporting clubs – the government ultimately seems to have done all these as an eye-wash.\nAfter a series of raids in 2019, more than 250 people, including at least 11 leaders of different organisations affiliated with the ruling AL, were arrested. Most of the top leaders who were allegedly involved with such crimes, however, are now out of jail. And although they are yet to be restored to their previous political posts, they are still carrying out political activities and lobbying top AL leaders to regain their level of influence. Some of these individuals who had amassed huge amounts of questionable wealth, as discovered by law enforcers, are having their loyalists appointed as top leaders of the ruling party. Essentially, they have indirectly reclaimed their influence within the ruling party.\nWhat messages are these incidents supposed to send to the people of this country? That no crime is punishable as long as one is affiliated with the ruling party, as that supposedly places one above the law? Every day now, we see news reports of the Bangladesh Chhatra League (BCL) beating people up and being involved in various types of atrocities, as well as criminal activities. Is it any wonder how BCL members are regularly committing such crimes? When the message they receive is that those involved in criminal activities from within the party can get back to politics one way or another and not be punished in any way shape or form, why wouldn't that embolden criminal elements from within the BCL to run amok?\nThe ruling party's willingness to allow BCL members who commit atrocities against the general public to get away scot-free will no doubt create significant amounts of resentment among the populace. Additionally, not holding to account the AL leaders who were directly involved with – and in some cases, masterminded – gambling, extortion, land grabbing, etc will also alienate the public and set a terrible precedence in terms of upholding the law of the land.\nBefore the general election, the any party should look to win the hearts and minds of the people. And for AL, one of the best ways of doing that would be to cleanse its ranks of all criminal elements. There must be accountability for ruling party affiliates who commit crimes.\n",
        "headline_1": "AL needs to hold accountable its members",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/al-needs-hold-accountable-its-members-3256971",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "Although we have been well aware that Bangladeshis, especially those in lower income brackets, have to bear an enormous financial burden when they seek healthcare services, to know that we are well behind our South Asian neighbours is a jarring wake-up call. A recent study by the World Bank found that out-of-pocket-spending (OOPS) accounted for 73.9 percent of health expenditure in Bangladesh. Meanwhile Nepal's was 58 percent, India's 55 percent, Pakistan's 54 percent, Sri Lanka's 46 percent, and Bhutan had the lowest OOPS at 18 percent.\nWhat this tells us is that Bangladesh has done precious little in terms of investing in primary healthcare, which is a fundamental element for a country's social development. The media has extensively reported on how overburdened and understaffed our public hospitals are, as well as on the pathetic state of the upazila health complexes that are supposed to provide citizens with primary healthcare. In remote areas such as the chars, the situation is even more frightening, with no emergency care for miles leading to avoidable deaths, especially of expectant mothers. As government hospitals are often inaccessible due to being overburdened, people seek healthcare in private clinics and hospitals and have to pay exorbitant bills, often by selling assets such as jewellery or land or by borrowing money. In fact, from 2000 to 2017, the OOPS more than quadrupled, says the WB study. The report further found that the eighth five-year plan concludes that \"rising out-of-pocket-spending undermines poverty reduction efforts.\"\nWe agree with the WB that the government must make major health financing reforms and significantly increase public financing for the health sector. It is disappointing that, while the government has embarked on huge, costly, infrastructural projects when it comes to developing the health sector, the efforts have been grossly inadequate.\nBangladesh should adopt the examples of other countries that have successful national healthcare systems and incorporate these models in our own health sector. As suggested, Indonesia is a good example where primary healthcare is part of a new national insurance system which makes basic medical care and facilities available to all citizens. But even within Bangladesh, there have been successful private models that can easily be replicated in a national health plan. Health facility budgets at upazila health complex facilities and union health and family welfare centres must be ensured and increased according to the needs of the local population. As recommended by the study, the government can also explore a capitation payment model in primary healthcare where a fixed remuneration is given in advance to the provider for each patient and per unit of time, regardless of the extent or amount of healthcare services the patient avails.\nAccess to healthcare is a basic right of all citizens. It is unacceptable that people either suffer in silence when they are sick or are forced to sell their limited assets or borrow money to pay hospital bills. By investing in a functional, efficient, and corruption-free healthcare system, the government will gain unprecedented boosts to its developmental goals – which we desperately need.\n",
        "headline_1": "Why must Bangladeshis bear huge medical costs?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-must-bangladeshis-bear-huge-medical-costs-3256911",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "The goal of transforming the country into a software powerhouse remains as elusive as ever, even though successive governments have emphasised the issue. The Bangladesh Association of Software and Information Services (BASIS) raised the issue again on the opening day of Basis SoftExpo 2023 late last week and suggested that the ICT industry, academia and government devise a mechanism where the much-needed research and development (R&D) could be done. Such a move also needs to be supplemented by efforts to develop a qualified workforce for the software industry. Putting an efficient R&D network is imperative because the global software industry is fiercely competitive, where countries like India, Vietnam, the Philippines, Poland, Estonia and Ukraine are all vying for a share of the same pie. The domestic software industry has been growing with government policy support, but much more needs to be done. One of the industry's Achilles Heels remains its lukewarm acceptance in the domestic market. Local companies are still facing an uphill task while selling their software to consumers at the corporate level. While smaller companies are slowly transitioning to a customised application made for their operations - whether it is payroll or inventory management, the prized contracts from the big conglomerates remain largely outside the purview of Bangladeshi software developers. The target is to raise the country's IT exports to US$5 billion by 2025 and $20 billion by 2030. But with the current state of affairs in the sector, it is doubtful the country would be able to go near the targets. Getting stakeholders like academia and software developers to collaborate with the relevant ministry is one part of that equation. But what will be the subjects of research? Data? That will not be easy. As far as big data is concerned, only the government can access that data: the NID database, credit information, and national household and health surveys, to name but a few. It would be unthinkable for the government to hand over these massive data sets to private entities because privacy issues are involved here. However, in other countries, governments share big data sets after the data after sufficient anonymisation of data. Anonymisation means leaving out sensitive information like people's names, addresses, etc. - anything that would give away the individual identities of people whose information is in big data. These nationwide data sets are then shared with academia and other economic entities so that research can be done on accurate information. That, unfortunately, has not happened in Bangladesh. That is why conducting a meaningful investigation in any field, including the software industry, has not been possible. Without accurate data, how will the ICT sector flourish? Under the existing circumstances, it is impossible to analyse the software industry's SWOT (strengths, weakness, opportunities, threats). Bangladeshi policymakers can make as many plans as they wish, but without access to big data and recognising the need to work on data science, developing the right IT skills for the workforce in the software industry will remain a far cry.Hence the government should first fix its priorities if it is truly serious about treating software development as a promising export sector to earn millions (if not billions) in precious foreign currency. The need to diversify exports beyond readymade apparel is clear, and software remains one of the potential items.",
        "headline_1": "R&D a prerequisite to developing the software sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rd-a-prerequisite-to-developing-the-software-sector-1677340021",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "A lack of a farsighted public transport policy has led to a worrisome expansion of an inefficient and chaotic public transport system in Bangladesh as a whole. The situation in the capital city, in particular, beggars description. In the absence of a much-cherished mass-transport system, undesirables like three-wheelers, two-wheelers and ramshackle buses have taken the city-dwellers for a ride.Getting rid of the inefficient and costly road-communications system appears almost impossible, at least in the near future. Though a well-designed bus-based solution can significantly reduce the inefficiencies, a comprehensive approach is missing in this direction. Instead, small and private motor vehicles have been encouraged by various means. Fast rise of motorcycles on streets and roads is a clear example in this connection.In fact, the government has incentivised the motorcycle industry in the wrong way, making the vehicle easily affordable to many. As the personalised vehicle helps improve mobility and beats the awful traffic, hundreds and thousands of people are now using it to move anywhere. Many people have also adopted ride-sharing as their source of income. The total number of newly registered motorcycles in the country stood at around 0.51 million as of 2022. The number was 0.37 million in 2021, and soon jumped by 35 per cent in a year. The accumulated number of registered motorcycles in the last decade also stood at around 3.28 million in the country. Then there are some unregistered motorcycles across the country, especially in rural and remote areas. Thus, the actual number of motorbikes is more than the officially recorded one.With an ever-growing number, it also becomes the riskiest, accident-prone, notorious and unruly vehicle on the roads and streets across the country. A study conducted by Accident Research Institute (ARI) of BUET and the World Bank found that out of 16 countries with the highest number of motorcycles, Bangladesh has the highest death rate. For every 10,000 motorcycles, 28.4 people are losing their lives in accidents. Every day, there are numerous road accidents in the country linked with motorcycles. Not that motorcycle drivers are alone responsible for these accidents. But unruly and reckless driving by a section of bikers has enhanced the risk of accidents significantly. Again, it has created problems for other vehicles and pedestrians in many cases. Smooth roads and highways sometimes prompt driving at higher speeds and competing with each other unnecessarily to reach the destination earlier.Against this backdrop, the government has now come up with the 'Motorcycle Movement Policy 2023.' Drafted by a nine-member committee with a joint-secretary of transport ministry as the head, the objective of the policy is to 'reduce motorcycle- related accidents, encourage the use of scooters instead of sports bikes and raise awareness among motorcycle users.'The draft policy outlines a series of measures. These includes restricting speed limit of motorcycles inside Dhaka within 30 kms per hour, barring motorcycles with less than 126cc size on highways and allowing only drivers of motorcycles on highways. The proposed policy also bars pregnant women, elders and children younger than 12 travelling as passengers on a motorcycle, and sellers from selling motorcycles to buyers without a licence. It further suggests tax exemption on scooters and increase in taxes on sporty motorcycles.Though the objective of the policy in the making seems good, it has raised some valid questions and concerns. Stakeholders, especially manufactures, buyers and users, have already alleged that the policy has been drafted with a bias against the motorcycle. They argue that many of the measures, recommended in the draft policy, are not based on scientific data and analysis. Some proposed measures are also not implementable properly. For instance, how the traffic police will monitor the speed limit of 30km per hour in Dhaka where thousands of motorcycles move chaotically daily along with other motor vehicles like buses and cars? Random check and penalty may be the only option, although it will work little as a dterrent.Again, the policy has proposed that motorcycle sellers should sell a set of helmets with a bike and also check the licence of a buyer. It sounds funny. All the motorcycle drivers and riders are legally bound to use helmet for safety reasons. If they don't comply, it is the responsibility of traffic police to fine and compel them to do so. In fact, the problems related to proliferation of motorcycles need to be considered in a broader context of the public transport system. Daily commuters are forced to commute on dirty, narrow-spaced, ramshackle and unfit buses and minibuses. These buses are polluting the air and environment. The number of buses is also not adequate. As an alternative, many opt for motorcycles. To meet the growing demand, manufactures have already invested around Tk 100 billion. Gradually, it has become an alternative public transport reflecting the wrong approach of the policymakers.Unfortunately, uncontrolled uses of motorcycle have also created a social disorder. Driving on wrong side and footpaths has become a regular habit of a large number of motorcycle drivers. Many of them are used to occupying streets and roadsides by wrong parking. A growing number of underage and youths are using the vehicles only to demonstrate their overenthusiasm. Now, to correct all the wrongs, the authorities are trying to implement a restrictive policy having many flawed measures. One of the core objectives of the proposed policy is to encourage slow-moving scooter which is relatively less accident-prone. It is, however, in line with the focus on small motor vehicles in a densely populated country which will not address the mobility problem adequately.In fact, all kinds of small vehicles like motorcycles, CNG-driven three-wheelers, battery-run auto-rickshaws and private cars are insufficient to ensure smooth mobility for greater numbers of people. So, encouraging these small motor vehicles ultimately increases traffic congestions and reduce traffic movements inside cities. Bangladesh is facing the problem now and it will continue to become acute unless addressed in a planned manner. Non-motorised vehicles like rickshaws run by muscle power only intensifies the problem. Without an extensive restructuring of the public transport, any incoherent policy to cut the use of motorcycles will not bring the optimal result in the long run. Instead, it may create another chaos and make things complicated further. [email protected]",
        "headline_1": "Efficient public transport system answer to motorbike menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/efficient-public-transport-system-answer-to-motorbike-menace-1677340090",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "The breaking of news of the Gulshan fire on the electronic media on the late evening of last Sunday had something awfully panicky. The fire broke out in the late evening and it was completelydoused at around 11 PM. In the frenzied melee 2 died as they jumped off two different floors of the 14-story apartment building. Firefighters rescued 22 injured persons. Compared to the sheer enormity of the blaze in a 14-storey building, the deaths, injuries and damages were paltry. The relatively spacious location of the high-end building had a lot to do with this. The fire was caused by an electric short-circuit originating in a lift.Despite its limited scale and nominal casualties, upon learning about the Gulshan blaze many in the city have been reminded of the 2010 Nimtoli fire in the old Dhaka. A total of 124 died in that inferno, 117 on the spot. The Nimtoli fire was dubbed a grisly tragedy, made to occur due to the combination of a number of factors. Those range from the apathy towards the imperative of ensuring a safe and secure life for the dingy apartment's tenants, dysfunctional electric lines, density of people and the narrow entry and exit routes. Chemical factories downstairs were singled out as a major contributor to the fast spread of the blaze. In comparison, the Gulshan apartment complex was a meticulously constructed building. What it lacked was the inhabitants' preliminary skill in using the different facilities. This shortcoming became dominant after the fire broke out.As the Bangladesh capital is filled with high-rise buildings and apartments beset by stopgap measures, devastating fire accidents in the future cannot be ruled out. The Gulshan fire didn't earn that infamy thanks to the apartment builders' caution to follow the mandatory rules. Still, the people in charge of smooth electric supply throughout the building failed to install a foolproof short circuit system. Shortcomings like it are many. Some people have blamed the central AC system for the fire's spread throughout the building. Others may cite the identical sounds of various alarms, including that of fire, in the building. These and some other negligible faults run the risk of becoming great drawbacks after a fire accident. Many feel like heaving sighs of relief over the fact that both the building authorities and the apartment owners or tenants didn't have to face embarrassing situations over the fire. As for example, one may pick out the two fatal jumps. The two avoidable deaths followed out of desperation were sad and unacceptable. The persons who went for the extreme path of jumping off the higher floors had thought it to be the wisest way.With roads cleared for the fire fighters to go near the fire-engulfed apartment, and the DNCC mayor overseeing the rescue operations were common spectacles on that evening. The Gulshan fire incident was a unique case. It had no comparisons with the other blazes that occurred in the capital. The tragic fires in the older part of Dhaka break out for many reasons. Along with tampering of laws to save money, a section of the constructors boast of their direct links with the mid-rank high-ups. When it comes to fire disasters, a small number of irregularities or the failure to notice a flaw may spell doom. The fire incidents like that of the Gulshan blaze may not remain tamable in the future. Newer types of irregularities may aggravate the scenarios. In spite of being confined to the nature of merely a big accident, the fires like that of Gulshan teach people, by default, how to cope with disastrous blaze incidents. Meanwhile, the hot summer days are setting in fast. It's time to take precautions to keep deadly fires at bay.[email protected]",
        "headline_1": "Bracing for deadly fires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bracing-for-deadly-fires-1677340142",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-02-2023"
    },
    {
        "full_article": "In Dhaka city, many working women and female students have to use public transport every day. Yet, our public transports are not only inadequate but also unsafe for women and girls. Some local buses with a few seats reserved for women and some women-only buses are plying city roads. But they are not enough. Neither the vehicles nor their staffs are friendly towards female passengers. According to a survey conducted by the Aachol Foundation, more than 63 per cent of women face various types of harassment, including sexual harassment, when they travel in public transports in the capital city. This figure sheds light on the known, but less discussed, issue in the life of women in Dhaka city. Their daily commuting often becomes a nightmare as most of them cannot get on a bus easily. And they are often harassed by the men surrounding them. They face abuse from public transport staff, as well. Each bus is supposed to have a total of nine seats allocated for women passengers, but they often find men occupying those seats. In an effort to improve the situation, Bangladesh Road Transport Corporation (BRTC) launched a special bus service for women years ago, with 17 vehicles dedicated for them in the capital. This service has ensured a relatively safe and harassment-free ride for the womenfolk. But the women-only service operates only in the morning and evening on 13 routes. It has never been able to satisfy the women commuters' need because most women do not know about this service, its route and schedule. Currently, only six such buses are operating across Dhaka city, which is quite inadequate for women passengers. So, we urge the authorities concerned to increase the number of women-only buses in the city. Shah Bilia Zulfikar, Student of Law and Justice, JatiyaKabiKazi Nazrul Islam University, Mymensingh, [email protected]",
        "headline_1": "More buses dedicated for female commuters needed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-buses-dedicated-for-female-commuters-needed-1677340169",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-02-2023"
    }
]