[
    {
        "full_article": "The rigours of the law and the tribulations of politics have come together to bedevil Congress leader Rahul Gandhi. An election-time jibe he had made in 2019 — ‘how come all of these thieves have Modi in their names?’ — has been declared by a court in Surat to be defamatory. Mr. Gandhi has been sentenced to two years in prison, the maximum sentence for criminal defamation, and disqualified from his membership in the Lok Sabha. Both the conviction and sentence raise legal questions. Does the remark amount to defaming anyone in particular, or to people with the surname ‘Modi’ as a group? Case law indicates that the expression ‘collection of persons’ used in Section 499 of the IPC, with reference to those who can be defamed, has to be an identifiable class or group and that the particular member who initiates criminal proceedings for defamation must demonstrate personal harm or injury by the alleged defamatory statement. It is difficult to sustain the argument that all those with the surname, and not merely the three individuals including Prime Minister Narendra Modi who were referred to, can be aggrieved persons. Also, it is not clear if the complainant, BJP MLA Purnesh Modi, had shown that he was aggrieved by the alleged slur either personally or as a member of the ‘Modi’ group.The maximum sentence is also troubling. Statutes prescribe maximum jail terms so that trial courts use their discretion to award punishments in proportion to the gravity of the crime. It is questionable whether attacking an indeterminate set of people with a general remark will amount to defamation, and even if it did, whether it is so grave as to warrant the maximum sentence. The correctness of the judgment will be decided on appeal, but the political cost to Mr. Gandhi in the form of disqualification from the House and from electoral contest will have a lasting impact, unless he obtains a stay on the conviction rather than mere suspension of sentence. In a country that often frets over criminalisation of politics, corruption and hate speeches, it is ironic that criminal defamation should overwhelm the political career of a prominent leader. A modern democracy should not treat defamation as a criminal offence at all. It is a legacy of an era in which questioning authority was considered a grave crime. In contemporary times, criminal defamation mainly acts as a tool to suppress criticism of public servants and corporate misdeeds. In 2016, the Supreme Court upheld criminal defamation without adequate regard to the chilling effect it has on free speech, and to that, one must now add, political opposition and dissent. Opposition parties expressing dismay at the verdict against Mr. Gandhi should include abolishing criminal defamation in their agenda.",
        "headline_1": "Chilling effect: On defamation, free speech and the Rahul Gandhi case",
        "headline_2": "Congress leader Rahul Gandhi’s conviction and jail term flags need to abolish criminal defamation",
        "link": "https://www.thehindu.com/opinion/editorial/chilling-effect-the-hindu-editorial-on-defamation-free-speech-and-the-rahul-gandhi-case/article66657495.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "More than three years after the pandemic began, newer variants, an uptick in cases, hospitalisations, and even deaths are being reported from across the world, though a far cry from the earlier alarming levels. After Kappa, Delta, BA.2.75, and BA.2.76, the latest variant (first detected in India) is the Omicron recombinant XBB.1.16. There has been a very small rise in cases in about a dozen States but no concomitant increase in hospitalisations even among vulnerable groups, suggesting that clinical severity in infected people might not be a concern. This variant accounts for over 30% of all sequenced genomes this month, and its proportion has been increasing, clearly marking the variant’s spread and dominance in the community in the last couple of weeks. With daily fresh infections at a record low in India for months on end, testing and genome sequencing had dropped sharply; the weekly test positivity rate has been below 1%. Hence, the true picture of the variant’s spread is not clear. It is against this backdrop that Prime Minister Narendra Modi directed officials to increase whole genome sequencing to help track the new variant and others that might emerge, so that the country is poised to act on time. With the pandemic far from over, the compulsion to continue genome sequencing cannot be overemphasised, lest India flies blind into a pandemic storm.With the majority of adults and even adolescents having taken their second dose at least a year ago, and with extremely small numbers opting for a booster, India is fully relying on hybrid immunity arising from vaccination and natural infection for extended protection. Fortunately, the estimated 95% of India’s population above 12 years possessing hybrid immunity has been shielding people from serious COVID-19 disease even when a few Omicron variants caused a spike last year. In fact, reinfection with any of the variants that emerged after BA.2 might have increased immune protection. A small percentage of people getting reinfected periodically has potentially translated to varying levels of immunity at the population level, leaving only a subset of the susceptible population vulnerable. But with people, especially from the vulnerable groups, running the risk of suffering from long-COVID, it is prudent to follow basic precautions such as wearing a mask in closed space settings when newer variants emerge. Universal masking even in poorly ventilated places might not be a health priority at this point in time in India, but that should not stop individuals belonging to vulnerable groups from being proactive and guarded.",
        "headline_1": "No cause for alarm: On the Omicron recombinant XBB.1.16 in India",
        "headline_2": "But people of vulnerable groups must take all precautions against COVID-19",
        "link": "https://www.thehindu.com/opinion/editorial/no-cause-for-alarm-the-hindu-editorial-on-the-omicron-recombinant-xbb116-in-india/article66657516.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "Naveed Mehmood Ahmad and Ayushi Sharma\nA magistrate’s court in Surat, on Thursday, convicted Rahul Gandhi for his remarks at an election rally in Karnataka four years ago. After being sentenced to the maximum permissible punishment for criminal defamation – two years of simple imprisonment, he has now been disqualified from Lok Sabha.\nGandhi is expected to take his fight against the conviction to the sessions court. But this is also a context in which all right-thinking people should reignite another fight, one which is far more significant for the future of democratic values in India – the fight against criminalisation of defamation. This is another of those colonial relics in our statute books, and like others of its ilk, it has been misused for long. Criminal defamation has a chilling effect on free speech.\nRead full opinion on TOI+\n\n",
        "headline_1": "Rahul’s case & a colonial relic: Criminal defamation, under which Gandhi was convicted, is worded dangerously vaguely. SC had missed at opportunity to junk a law that has a chilling effect on free speech",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/rahuls-case-a-colonial-relic-criminal-defamation-under-which-gandhi-was-convicted-is-worded-dangerously-vaguely-sc-had-missed-at-opportunity-to-junk-a-law-that-has-a-chilling-effect-on/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "The law took its course. Wayanad MP Rahul Gandhi stands disqualified following conviction in a defamation case where a Gujarat court gave him two years jail – the conviction and sentence together disqualify him from Parliament. Gandhi can contest in the 2024 Lok Sabha elections only if his conviction is suspended/overturned, or if appellate courts reduce the jail term.\nGandhi had, in 2013, rightly opposed a UPA ordinance to dilute a judicial verdict – the Supreme Court had junked a leeway in law that protected MPs from disqualification while their case was in appeal. His stand was forward-looking as a measure to protect democratic integrity. Criminalisation of politics in India is a serious concern. Almost 30% of 2019 Lok Sabha members stood accused of serious crimes such as corruption and murder; MPs disqualified have been convicted of graft, murder, smuggling, sexual assault and hate speech.\nNot the disqualification law, but the defamation law is where the rub is. There is no place for criminal defamation in a modern world. In 2016, after SC refused pleas to decriminalise defamation from three MPs, a bill on the same was introduced in Lok Sabha in 2017 by BJD’s Tathagata Satpathy. One way of looking at this particular case is that politicians must develop a thick skin to prevent burns from the scalding heat of campaigning – voters are smarter than to swallow breathing-fire rhetoric. That said, given the highly competitive political system, there’s a case for politicians to dial down on coarse political speeches too. As Gandhi appeals his case, there should be no disquiet among opposition about the disqualification law. But on decriminalising defamation, there is plenty to be done by Parliament or by the courts, to end a law bad in spirit and practice.\n\n",
        "headline_1": "1 good law, 1 bad: Rahul’s disqualification correct, defamation law problematic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/1-good-law-1-bad-rahuls-disqualification-correct-defamation-law-problematic/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "FM Sitharaman recently made an announcement on the National Pension Scheme in Lok Sabha. A committee will be set up under the finance secretary to evolve an approach balancing the needs of government employees without diluting fiscal prudence. It will be designed for adoption by both states and GoI. The announcement should ease the pressure on many state governments.\nNPS, introduced two decades ago, was a reform to ensure fiscal stability. It moved incoming government servants from a guaranteed pension, OPS, linked to the last drawn pay to one which functioned on the lines of EPF for private sector employees in the organised sector. By the way, India’s informal sector employees have no meaningful old age protection of the kind linked to their peak income and also indexed for inflation. NPS also tried to create schemes to attract savings from unorganised sector workers to provide an old age savings corpus – a very necessary provision.\nThe proposed committee should keep in mind that the defence ministry is struggling to cope with the fiscally unwise OROP for ex-servicemen. To illustrate, recently the Supreme Court allowed GoI to stagger pay-out of OROP arrears of Rs 28,000 crore to safeguard defence preparedness. The incident encapsulates the fiscal fallout of guaranteed pensions. India’s labour force is dominated by the self-employed. It’s unfair to expect them to foot the bill of guaranteed pensions for a tiny fraction of the workforce.\n\n",
        "headline_1": "Don’t look back: Don’t change NPS’s fiscal fundamentals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-look-back-dont-change-npss-fiscal-fundamentals/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "Why and how do the arts matter? Culture: The Story of Us, From Cave Art to K-Pop by Martin Puchner is a wide-angle take on the continuum of human creativity, from a Nefertiti bust to Greek theatre to Gangnam Style and TikTok. It aims to show that culture has never been property to be owned by any single group. It evolves through circulation, through encounters between communities, it is never the resource of a single community.\nThe book argues against glib claims of cultural appropriation – arguing that even when we want to resist ‘disrespectful’ uses of other cultures and exploitative tourism, it is not helpful to rely on a property or ownership concept. What gives any culture vitality is this pastiche, this history of borrowings. Think of Xuanzang, the Chinese traveller who came to India and took back Buddhist manuscripts, or Arab and Persian scholars who translated Greek philosophy, or all the artists and writers who found inspiration far away from home.\nRead full opinion on TOI+\n\n",
        "headline_1": "No culture is pure and that’s good: Creativity is a flow, not a stock, encounters enrich it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-culture-is-pure-and-thats-good-creativity-is-a-flow-not-a-stock-encounters-enrich-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "The threat of unsafe level crossings has once again come to the fore after a recent train-bus collision at a crossing right at the heart of Dhaka, which thankfully caused no fatalities but temporarily suspended rail communications between the capital and the rest of the country. The fact is, most crossings in Bangladesh are still unprotected, and therefore remain highly susceptible to accidents, even after repeated warnings, deadly collisions as well as assurances of preventive action. A recent survey jointly conducted by Bangladesh Railway (BR) and the Local Government Engineering Department (LGED) also highlighted the danger, and made recommendations that deserve proper attention.\nBangladesh has approximately 3,111 level crossings. Of them, 1,886 are authorised, even though a large number of them remain unmanned. In addition, there are 1,225 crossings that are both unauthorised and unmanned. Thus, the survey has underscored the urgency of improving their safety through various measures. For example, it recommended building overpasses or underpasses at 47 crossings, and installing an automated system at 194 unmanned crossings so that a warning bell goes off when a train approaches. Other recommendations include setting up gate barriers, putting in place electricity and telephone lines and other basic facilities at 1,436 more crossings. The survey also suggested shutting down 62 closely located crossings. Moreover, given the acute shortage of staff to operate the crossings, it suggested recruiting 5,772 people.\nIt should be noted that in the first two months of this year, at least 37 people were killed in 36 rail-related accidents, according to the Road Safety Foundation. Last year, at least 326 people were killed and 113 were injured in 354 such accidents, most of which took place at level crossings. All this calls for drastic reforms, and those changes/reforms suggested by the survey can indeed help reduce crossing-related accidents. However, as we know from past experience, addressing lack of infrastructure or staff alone will not be enough. We also need to address the lack of coordination among the agencies involved with crossings, especially the unauthorised ones.\nReportedly, at least nine government bodies were involved in building the unauthorised level crossings, with the LGED having constructed the highest 516. It is a common tendency for the BR and those agencies to trade blame or to try to avert responsibility after every collision. In the absence of systemic coordination among them, unprotected crossings continue to throw up dead bodies every now and then. It is, therefore, vital that there is a central administrative wing in charge of all level crossings, authorised or not. It should supervise all decisions related to them and ensure proper follow-up. A central command would be ideally placed to fast-track such activities and ensure collaboration.\nWe, therefore, urge the higher authorities to undertake these reforms with the highest priority. Given the current risk, there is no time to dilly-dally in this regard.\n",
        "headline_1": "Level crossings need better coordination",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/level-crossings-need-better-coordination-3280826",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "How should a nation memorialise its history? How should a people respectfully bear witness to the trauma and violence of the past, while also celebrating their achievements? And as recent memory becomes distant history, and generations drift further and further away from the events that shaped their nation's identity, how can we stop these remembrances from becoming hollow and tokenistic?\nAt the risk of sounding cliched, when Dickens wrote, \"it was the best of times, it was the worst of times\", he could just as easily be talking about 1971 as the French Revolution. The most ordinary people did extraordinary things during the Liberation War. It was a time of great hope for the people of this country, whose resilience, courage and spirit led to the birth of an independent country.\nBut it was also a time of unthinkable bloodshed and slaughter. The barbarity of the Pakistani soldiers' attacks on Bangalees/Bangladeshis, especially from Hindu communities, has been well-documented. It is difficult to forget some of the images taken by photojournalists during 1971, reflecting the horrific and indiscriminate torture and murder of ordinary civilians. The country is still dotted by unmarked graves, and many of those who survived the war continue to carry its scars with them today.\nAnd every year, as we celebrate our Independence and Victory Days, so close on the heels of March 25 and December 14 – days that mark the beginning of the genocide against the Bangladeshi (then East Pakistani) population by the Pakistani military forces, and the targeted mass killing of Bangalee intellectuals – I can't help but wonder, have we been able to properly retell the stories of the \"best and worst\" time in our national history?\nDo the post-1971 generations really understand what it means for a country to have faced genocide and the enormity of what ordinary Bangladeshis achieved? Or do they only know dates and names from a period in history because their schoolteachers forced them to memorise it?\nThe reality is that, the further removed the younger generations become from the events of 1971, the harder it will become for them to connect to them. It won't matter how many art competitions we hold every year, or how many patriotic songs children learn in school, and how often we wear red and green outfits to mark our national days – if we fail to tell them stories of the Liberation War that they can form an emotional attachment to, it will stop being real to them.\nIn this regard, there is a lot more that needs to be done. As a nation, we have made a mess of how we remember history. At different points in time, political parties and military dictatorships that once held power have misrepresented history, or told a biased version of it. I remember when I was in school, our private educators decided to skip the chapters on 1971 altogether in order to \"avoid conflict\".\nAlthough this is in the process of being rectified, it is possible that the younger generations now know even less about history prior to 1971, and next to nothing about Partition and colonial rule in Bengal. While the crucial events of the Liberation War are now common knowledge, the stories of farmers and day labourers who secretly trained for combat, of boatmen who ferried weapons, families who risked everything to hide freedom fighters in their homes, and the everyday stories of courage and resistance, I do not believe, are common knowledge to younger generations in Bangladesh.\n\nDo the post-1971 generations really understand what it means for a country to have faced genocide and the enormity of what ordinary Bangladeshis achieved? Or do they only know dates and names from a period in history because their schoolteachers forced them to memorise it?\nAnd how would they be known? As far as I am aware, the Liberation War Museum is the only organisation in the country that has conducted a nationwide drive to collect oral histories from 1971 by asking schoolchildren to interview someone from their locality/village who survived the war, write down their stories, and send to the museum. This archive is now a treasure trove that brought together a winning combination – children who harnessed the power of story-telling to record the stories of their communities, thus exercising their agency and feeling connected to their local histories in the process.\nLocal memorials can also play an important role in creating these connections. The fact that almost every locality in the country has a Shaheed Minar definitely has an impact in keeping the Language Movement alive, and in many unions and district towns, they have become centres for the community's congregations and movements as well. So why are there not more memorials to the Liberation War and the Muktibahini? What about memorials for the Birangana? Why is there not at least a plaque commemorating every known site of killings during 1971?\nOf course, certain local memorials have been put up in recent years, such as the monument in Syedpur to commemorate the Golahat train massacre. One hopes this points to a realisation from the administration of the value of such national symbols, and of empowering communities to remember that they too are a part of this country's shared history.\nUnfortunately, where we have failed most spectacularly is in using the most powerful tool available to us in the modern world – the mass media. Many people around the world are aware of the genocides in Rwanda and Cambodia because of movies like Hotel Rwanda and The Killing Fields. Despite the First World War having taken place over a hundred years ago, the movie All Quiet on the Western Front still made it to this year's list of Oscar-nominated films.\nI'm not suggesting that we should be making content of this calibre by the end of this year. But there is definitely reason for us to ask why our film and TV industry has had so little success in bringing stories, at least to native viewers, of a period of history that is such a huge part of who we are.\nThe stories that we tell ourselves, and tell the world about ourselves, are a crucial part of nation-building, and of the process of constructing a national identity. They can help a nation process the trauma of living through genocide, and at least lead to a certain symbolic justice through the recognition of said genocide from the outside world. And remembering the tragic waste of human life that is the end result of any war can then become an important tool to remind future generations of the idea of \"never again\".\nAs we move forward as a country, if we truly want the 1971 genocide to be remembered and recognised, we need to make sure our stories are heard – not just the mainstream narratives of dates, events and actors as copied down in textbooks, but the tales of ordinary Bangladeshis who, despite the odds stacked against them, struggled against a cruel and unjust system of power and brought it to its knees.\nShuprova Tasneem is a Bangladeshi journalist. Her Twitter handle [email protected].\n\n",
        "headline_1": "Stories that we tell ourselves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/stories-we-tell-ourselves-3280446",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "We join the PM's call to the United Nations to recognise March 25 as the International Genocide Day. The failure of the UN to officially recognise the genocide of 1971 has long been a painful reality for the people of Bangladesh. It is mindboggling that despite overwhelming evidence of the atrocities committed by the Pakistani Army against unarmed civilians of East Pakistan (now Bangladesh) – which included the most brutal forms of torture, murder and sexual violence, driven by racial hatred and bigotry – the UN has consistently chosen not to term these crimes against humanity as genocide. This in the backdrop of the international body recognising other genocides, such as those in Armenia, Bosnia, Cambodia and Rwanda.\nThe acts listed by the 1948 Genocide Convention that constitute genocide include killing members of a group, causing serious bodily or mental harm to members of the group, and deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part. All these acts and many more were committed in 1971, as a state unleashed unspeakable horror on its own citizens. By all standards, these acts constitute genocide. So why this illogical refusal to recognise it as such?\nMost significantly, the Bangladesh genocide of 1971 was amply documented by foreign media outlets and journalists covering the war then. Pakistani journalist Anthony Mascarenhas published a detailed report titled \"Genocide\" which was published in the UK's Sunday Times on June 13, 1971. An article in the Time magazine, published in August 1971, quoted a US official who referred to the anti-Bengali racism as being the fuel that made the soldiers \"willing executioners\". The chilling accounts of Archer K Blood, the US consul general in Dhaka at the time, describe the horrific sight of bodies of women who had been raped, shot and hung by the heels in the ceilings of Rokeya Hall. There were other foreign correspondents on the ground, such as Simon Dring and Mark Tully, who reported extensively on Pakistani brutalities.\nIn addition, there have been countless books, newspaper articles and reports based on eyewitness accounts of what happened during the nine months of the Liberation War. The details of \"Operation Searchlight\", which systematically targeted Bengalis (especially of Hindu faith), have been documented in numerous books, journals and newspapers. It included seeking out intellectuals, picking them up with the help of local collaborators, and subjecting them to merciless torture before killing them.\nAre these facts/evidence not authentic enough for the UN to recognise the genocide?\nEven after 51 years, Pakistan has not formally apologised for the crimes of its army. It has not tried the 195 war criminals identified by Bangladesh in 1972. It is, therefore, incumbent on the UN to recognise the genocide in Bangladesh. Pakistan must offer its unconditional apology and commitment to try the war criminals who were part of this diabolical plan to eliminate a race. The International Court of Justice (ICJ) has enough material to put on trial the main perpetrators behind the genocide. The UN and the ICJ have a moral obligation to recognise and seek justice for this genocide.\n",
        "headline_1": "Why won’t the UN recognise 1971 genocide?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-wont-the-un-recognise-1971-genocide-3280396",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "The threat of unsafe level crossings has once again come to the fore after a recent train-bus collision at a crossing right at the heart of Dhaka, which thankfully caused no fatalities but temporarily suspended rail communications between the capital and the rest of the country. The fact is, most crossings in Bangladesh are still unprotected, and therefore remain highly susceptible to accidents, even after repeated warnings, deadly collisions as well as assurances of preventive action. A recent survey jointly conducted by Bangladesh Railway (BR) and the Local Government Engineering Department (LGED) also highlighted the danger, and made recommendations that deserve proper attention.\nBangladesh has approximately 3,111 level crossings. Of them, 1,886 are authorised, even though a large number of them remain unmanned. In addition, there are 1,225 crossings that are both unauthorised and unmanned. Thus, the survey has underscored the urgency of improving their safety through various measures. For example, it recommended building overpasses or underpasses at 47 crossings, and installing an automated system at 194 unmanned crossings so that a warning bell goes off when a train approaches. Other recommendations include setting up gate barriers, putting in place electricity and telephone lines and other basic facilities at 1,436 more crossings. The survey also suggested shutting down 62 closely located crossings. Moreover, given the acute shortage of staff to operate the crossings, it suggested recruiting 5,772 people.\nIt should be noted that in the first two months of this year, at least 37 people were killed in 36 rail-related accidents, according to the Road Safety Foundation. Last year, at least 326 people were killed and 113 were injured in 354 such accidents, most of which took place at level crossings. All this calls for drastic reforms, and those changes/reforms suggested by the survey can indeed help reduce crossing-related accidents. However, as we know from past experience, addressing lack of infrastructure or staff alone will not be enough. We also need to address the lack of coordination among the agencies involved with crossings, especially the unauthorised ones.\nReportedly, at least nine government bodies were involved in building the unauthorised level crossings, with the LGED having constructed the highest 516. It is a common tendency for the BR and those agencies to trade blame or to try to avert responsibility after every collision. In the absence of systemic coordination among them, unprotected crossings continue to throw up dead bodies every now and then. It is, therefore, vital that there is a central administrative wing in charge of all level crossings, authorised or not. It should supervise all decisions related to them and ensure proper follow-up. A central command would be ideally placed to fast-track such activities and ensure collaboration.\nWe, therefore, urge the higher authorities to undertake these reforms with the highest priority. Given the current risk, there is no time to dilly-dally in this regard.\n",
        "headline_1": "Level crossings need better coordination",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/level-crossings-need-better-coordination-3280826",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "We join the PM's call to the United Nations to recognise March 25 as the International Genocide Day. The failure of the UN to officially recognise the genocide of 1971 has long been a painful reality for the people of Bangladesh. It is mindboggling that despite overwhelming evidence of the atrocities committed by the Pakistani Army against unarmed civilians of East Pakistan (now Bangladesh) – which included the most brutal forms of torture, murder and sexual violence, driven by racial hatred and bigotry – the UN has consistently chosen not to term these crimes against humanity as genocide. This in the backdrop of the international body recognising other genocides, such as those in Armenia, Bosnia, Cambodia and Rwanda.\nThe acts listed by the 1948 Genocide Convention that constitute genocide include killing members of a group, causing serious bodily or mental harm to members of the group, and deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part. All these acts and many more were committed in 1971, as a state unleashed unspeakable horror on its own citizens. By all standards, these acts constitute genocide. So why this illogical refusal to recognise it as such?\nMost significantly, the Bangladesh genocide of 1971 was amply documented by foreign media outlets and journalists covering the war then. Pakistani journalist Anthony Mascarenhas published a detailed report titled \"Genocide\" which was published in the UK's Sunday Times on June 13, 1971. An article in the Time magazine, published in August 1971, quoted a US official who referred to the anti-Bengali racism as being the fuel that made the soldiers \"willing executioners\". The chilling accounts of Archer K Blood, the US consul general in Dhaka at the time, describe the horrific sight of bodies of women who had been raped, shot and hung by the heels in the ceilings of Rokeya Hall. There were other foreign correspondents on the ground, such as Simon Dring and Mark Tully, who reported extensively on Pakistani brutalities.\nIn addition, there have been countless books, newspaper articles and reports based on eyewitness accounts of what happened during the nine months of the Liberation War. The details of \"Operation Searchlight\", which systematically targeted Bengalis (especially of Hindu faith), have been documented in numerous books, journals and newspapers. It included seeking out intellectuals, picking them up with the help of local collaborators, and subjecting them to merciless torture before killing them.\nAre these facts/evidence not authentic enough for the UN to recognise the genocide?\nEven after 51 years, Pakistan has not formally apologised for the crimes of its army. It has not tried the 195 war criminals identified by Bangladesh in 1972. It is, therefore, incumbent on the UN to recognise the genocide in Bangladesh. Pakistan must offer its unconditional apology and commitment to try the war criminals who were part of this diabolical plan to eliminate a race. The International Court of Justice (ICJ) has enough material to put on trial the main perpetrators behind the genocide. The UN and the ICJ have a moral obligation to recognise and seek justice for this genocide.\n",
        "headline_1": "Why won’t the UN recognise 1971 genocide?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-wont-the-un-recognise-1971-genocide-3280396",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "Bangladesh marks its 53rd anniversary as an independent nation on this day. March 26, 1971 is when a new nation was born and its birth was not a peaceful one. The reluctance of the Pakistani junta to hand over power peacefully to the elected majority party, led by Bangabandhu Sheikh Mujibur Rahman, was the last straw for the Bangalee nation. The nation's birth was not, as some like to portray it, the result of a conspiracy. Rather it was the culmination of decades of demand by the people of this land to be treated with respect, equality and equal opportunity - all of which were denied by the power at the centre that treated Bangalees with disdain. Bangalees were united under the enigmatic and stellar leadership of Bangabandhu who had both the foresight and a roadmap leading to the path of economic emancipation of the Bangalee people. After nine months of a bloody war of independence, freedom finally came to the land at the cost of some 3 million lives, a shattered economy and waking up to the horrors of the pogrom of annihilation carried out by the occupying Pakistani forces against a largely unarmed populace, its intelligentsia and violation of hundreds of thousands of women.Many in the international arena touted the newly independent nation as a \"bottomless basket\", one that would need constant infusion of aid to keep its pulse alive. These detractors could not have been more wrong on so many counts. Bangladesh has emerged as the second largest producer and exporter of readymade apparels globally. Despite being one of the most densely populated countries in the world, the green revolution, foundations of which were laid by Bangabandhu Sheikh Mujibur Rahman in the first years of independence went on to revolutionise agricultural production. And today, the country is nearly self-sufficient in food. The economy is transforming itself from a largely agrarian economy to an industrial one, where industry now constitutes about 38 per cent and growing. The population dividend is being transformed with the aid of Information Communication Technology (ICT), whereby young people are increasingly making use of software skills to tap into the global demand for ICT services.Yes, Bangladesh has come a long way from its humble beginnings. Yet, dangers loom over the horizon as a seemingly unending war rages in Europe. Despite the fallout from events beyond its control, the nation comes together today to celebrate the future and remember where it all started - March 26, 1971. That is when a nation was born, a people rose up united against tyranny and fought as a nation to get what was rightfully theirs. Ballads have been written about the glory of war, but a war of independence is always bittersweet. While Bangladesh has flourished in many an arena, there are miles to go before its goals are achieved and objectives realised. Of the many challenges that threaten a more prosperous Bangladesh is a more equitable distribution of wealth, uplifting the millions who still live below the poverty line and finding meaningful employment of millions of young people. But these are the trappings of every developing nation and only when we are imbued with the ethos and values that drove this great nation to strive for independence, under the wise and able leadership of the father of the nation, can we truly achieve the ideals that set the people on the path of self-determination.",
        "headline_1": "Message of 53rd Independence Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/message-of-53rd-independence-day-1679754477",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "More than 50 years ago, the emergence of Bangladesh as a sovereign nation-state was puzzling to many. They were pessimistic about the future of the newly independent country-- and some even thought that the country would survive only to suffer from poverty, hunger and malnutrition. Moreover, natural calamity would continue to take heavy toll on the resource-scarce country and the world would witness a debt-burdened economy, they presumed. Over five decades after the independence, Bangladesh gives the lie to its detractors. Bangladesh is now one of the vibrant economies in the world. Poverty has been reduced significantly, hunger is low and there is no widespread malnutrition. The country is now considered a model for managing natural disaster and achieving food autarky. A significant achievement on the development journey is ensuring food security by expanding the food-safety net. A big increase in output of food-grains, especially rice, coupled with strong public food- distribution system, is a pivotal push behind the advances. Increase in the use of better sanitation, greater access to safe drinking water and almost cent-percent electrification of households have transformed the landscape of the country.Again, with a continuous successful debt-servicing record, there is a significant reduction in foreign aid. The country has been transformed into a trade-oriented investment-hungry nation. Bangladesh is now the second-largest exporter of ready-made garments (RMG) in the world. Its total merchandise-trade volume crossed US$100 billion in 2021 in a steady rise from below $20 billion in 2000.As a matter of fact, the current state of Bangladesh economy is an outcome of people's relentless struggle and effort. Farmers are at the forefront of the struggle followed by factory labourers and non-resident workers. Enthusiastic private entrepreneurs and businessmen play the role of catalyst in enhancing production and creating employment. Realistic economic policies, although sometimes distorted and misguided, have made room for persistent investment. A quick shift from central planning to market-oriented and private-sector focused approach have opened up avenues for economic growth. Though the shift was not smooth and it took two decades to initiate painful reform for trade liberalisation, the move paid off in the long run.The economy of the country gathered pace at the beginning of the `90s after overcoming a sluggish trend in the first two decades after the independence. Increased public investment along with pro-development activities of the non-governmental organisations (NGOs) contributed significantly to the overall development. With the passage of time, ordinary people have expressed their eagerness to improve their socioeconomic condition. Besides youths, elderly people also came forward working hard for bettering their livelihoods.The persistent growth in the country's Gross Domestic Product (GDP), with seasonal fluctuations, is a big achievement thanks to three core drivers of growth-- agriculture, industry and remittance--as observed by many economists and development analysts. They also assert that Bangladesh has successfully proved false its labelling as a 'basket case' and 'test case of development'. It is remarkable to see that the country that entered 5-plus growth regime in the '90s rose to 6-plus in the following decade. It was followed by 7-odd annual average growth rate by the middle of subsequent decade. The persistent economic growth reflects the advancement of the country, no doubt. The country's GDP, based on PPP, in terms of global share was only 0.38 per cent in 1980, which increased slightly to 0.43 per cent in 2000. In 2022, the ratio jumped to 0.83 per cent, according to the International Monetary Fund (IMF) statistics. The growing size of the economy, now 42nd in the world, has also helped to manoeuvre the country's interest in different global forums. Though there is no single factor behind the current economic advancement, political stability, especially in the last decade, contributed significantly. During the first two decades, the country had faced many spells of political violence and instability. Transition to democratic regime in the early '90s set a path for the nation to move ahead at a faster pace. As disruptive political activities created barriers to tapping the economic potential significantly in the 90's and the next decade, it became big challenge to ensure political stability for the economic growth. With some calculated moves, including semi-authoritarian approach, the country found stability in the last decade, which provided more boost to economic activities. Construction of a large number of physical infrastructures and enhanced countrywide connectivity have brought a remarkable change. Stress on information technology and communications gave a big push in digital connectivity also.All these achievements apart, a lack of good governance has widened the scope for rent-seeking and cronyism that has resulted in gaping income disparity. This is a sad development as excessive focus on economic growth ignores the need to address the income as well as expenditure disparities. Though per-capital income (GDP) in Bangladesh rose to $2687 last year, real distribution is quite uneven, which is not captured in growth statistics. Extended informal economic activities, poor wage conditions of most of the labourers and workers and high inflation mean that a large number of people are yet to benefit from the higher economic growth.Thus, the challenge lies in addressing inequality by curbing rent-seeking and cronyism that requires good governance backed by strong political will. As the nation is celebrating the 53rd Independence Day today, inequality casts a shadow on the nation's remarkable achievements on the socio-economic front during the last 52 years. To remove the shadow, it needs more work so that people can get a better and balanced access to national resources in the end. The real economic emancipation-- the core objective of the political independence-- will be achieved only then.[email protected]",
        "headline_1": "Economic emancipation a long way off",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-emancipation-a-long-way-off-1679754502",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "Few nations have the experience of their day of independence like that of Bangladesh. The traumas of panic and genocidal killings distinguished its night of 25th March, 1971. On March 26, the nation emerged as an independent nation, dumping away all the vestiges of Pakistan into the past. The Bengalee nation had to pass through nine long months in the occupied Bangladesh before it became free of the enemies and emerged as completely liberated. It had to fight a 9-month Liberation War with the Pakistani occupation forces before its emergence as the free People's Republic of Bangladesh. On March 26, 1971, Dhaka was a city --- stunned and terror-stricken. It was under an indefinite curfew. However, the curfew began to be relaxed in the following days. Dhaka, finally, emerged as an occupied city coiled under a reign of terror. So did the whole country. On the 52nd anniversary of the nation, it can boast of scores of achievements ---the latest one being in the process of LDC graduation. In the last five decades, Bangladesh has attained a lot of its humble goals. Ranging from food self-sufficiency and poverty alleviation to cut in illiteracy and increase in life expectancy at birth to less dependence on foreign aid and in other sectors, the country shows signs of standing on its own feet. The country has long ditched the infamous phrase attached to it in the early 1970s, i.e. it was a 'basket case'. It continued to fight the economic woes and faced natural calamities like periodic floods. In a decade, it found a firm footing socially and economically. The scenario has changed radically with the start of the 21st century. In the mid-21st century Bangladesh came to be known as a perfect developing country on way to be recognised as a middle-income one. Had it not for the Covid-19 disruptions in 2020-`21, the elevation of the country's economy would have been speedier. International trade activities of the country appear to be agog with the arrival of new-generation tradesmen.All these activities are the fruits of the emergence of Bangladesh as an independent sovereign nation. The country also had to face domestic adversities like others, thanks to the fallout of the Ukraine war. Being a trade partner of many developed countries, a few indirectly involved in the war, Bangladesh was not in a position to remain aloof from the global economic imbroglio. The flare-up of the Ukraine war has inordinately delayed the full-throttle start of the process of the country's LDC graduation. Despite being located in a strategic position, Bangladesh couldn't have raised its ante hadn't it been an independent country. It has also to be kept in mind that due to the country's 1971 birth amid the Cold War, Bangladesh was not strange to global politicking in the later years. The 1971 Independence War of Bangladesh has a long history. The first sparks of it could be seen in the 1952 Language Movement. Thanks to the Bengalees' indomitable spirit behind the demand that Bangla be declared a state language of Pakistan, they could muster the courage to call for autonomy --- and then independence. In the turbulent days of 1971, the dominant theme of all mass upsurges centred round the lone key-words --- Bengalee nationalism and independence. The person who worked as the indisputable source of leadership and inspiration was Bangabandhu Sheikh Mujibur Rahman. The Independence Day in every country is, invariably, a day of celebration. It's because the day commemorates a formerly subjugated nation's first taste of freedom. In the case of Bangladesh the day is soaked in blood and tears, and the cries of heroic martyrdom.[email protected]",
        "headline_1": "Independence Day thoughts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/independence-day-thoughts-1679754638",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-03-2023"
    },
    {
        "full_article": "Zakat is the third main pillar of Islam. Every year during the month of Ramadan, Muslims of the country pay Zakat, which is a mandatory charity for solvent Muslims. According to Islamic law, you have to give 2.5 per cent of your excess property or wealth as Zakat. An economic balance can be achieved in society if everyone starts paying Zakat. Hazrat Abu Bakr (RA), the first caliph of Islam, had highlighted the importance of Zakat by announcing a jihad against those who had rejected it. Zakat cannot be given to one's mother, father, grandparents, sons, daughters and grandchildren but it is advisable to disburse it among close relatives first. Timely payment of Zakat can help end the problems of our society. However, due to lack of awareness, the concept of Zakat is often misunderstood in our society. Every year we see how some Zakat givers distribute low quality clothes to the poor. And those occasions provide opportunities for photo sessions. The core idea behind Zakat is to share the wealth of the rich with the poor without any show off. It should be given only to a family so that it may become self-dependent next year and then give Zakat to others. We hope everyone would understand Zakat's core concept. It should not be distributed in the form of small cash or clothes to provide temporary relief to the poor. Rather, it should be for small business purposes, which can change one's life and livelihood. And we all know that Ramadan is the best time to give Zakat. Rafid Alam,Dhaka,[email protected] ",
        "headline_1": "True meaning of Zakat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/true-meaning-of-zakat-1679754665",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-03-2023"
    }
]