[
    {
        "full_article": "The first two rounds of the three-phase Jammu and Kashmir (J&K) elections have brought to the fore the contesting visions for the region, between the national and regional parties, and between the national parties, the BJP and the Congress. This is the first Assembly election in 10 years, and also the first after J&K lost its Statehood and special status in 2019. The National Conference (NC) and the Peoples Democratic Party (PDP) have vowed to fight for the restoration of special status, especially bringing back Articles 370 and 35A. Both parties have made identical promises on releasing jailed youth and withdrawing cases against them. They have also hinted at revoking laws such as the Public Safety Act (PSA), often used to take locals into preventive detention, and the Unlawful Activities (Prevention) Act, frequently invoked against locals allegedly helping militants and separatists. Both have also promised to revisit the termination of hundreds of government employees on suspicion of supporting militancy, and the denial of passports and jobs to locals on the basis of adverse police reports. The issue of statehood and restarting the dialogue with Pakistan are also central to the manifestos of these regional parties. On the question of statehood, all parties are in agreement, but the BJP, which is in power at the Centre, is still non-committal about the timeline.The BJP has ruled out the return of special status and Article 370. It has turned that into a weapon against the Congress and the regional parties, which it blames for the alienation of Kashmir from the rest of India. The BJP fielded Prime Minister Narendra Modi, Home Minister Amit Shah and Defence Minister Rajnath Singh among others in its intense bid to win the mandate in the crucial Union Territory. The party succeeded in undoing the special status of J&K, fulfilling one of the central pieces of its ideological programme. The party has always used its position on Kashmir more as a mobilisation strategy elsewhere in the country. But, this time, it is being tested in the place where it matters. The Congress, which is contesting the election in alliance with the NC, has been walking a tightrope on the question of special status. Its leader, Rahul Gandhi, has pledged to fight for Kashmir within and outside Parliament but is silent on the tricky issue of Article 370. While he has accused the BJP of using the J&K Lieutenant Governor to centralise power and disempower the local political leadership, the BJP has sought to draw parallels between the Congress’s agenda and that of Pakistan. The battle for power has caused parties and other actors to drift away from any possible convergence. Published - September 26, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\npolitical parties\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nPeoples Democratic Party\n\n/\n\nArticle 370\n\n/\n\nlaws\n\n/\n\ngovernment\n\n/\n\npublic employees\n\n/\n\nPakistan\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\nRahul Gandhi\n\n/\n\nGovernor\n\n/\n\npolitics",
        "headline_1": "​Kashmir conflict: On the J&K elections",
        "headline_2": "The political divide between national parties and regional parties is clear",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bkashmir-conflict-on-the-jk-elections/article68682097.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "First the pagers exploded. Then came the walkie-talkies. And then, Israel launched a massive bombardment campaign targeting Hezbollah, the powerful Iran-backed Lebanese-Shia militant group. As it appears, the pager and walkie-talkie explosions were a part of Israel’s coordinated strategy aimed at weakening Hezbollah in their slow-burning war since October 7, 2023. When Israel launched its Gaza invasion after Hamas’s attack a year ago, Hezbollah began firing rockets into Israel “in solidarity with the Palestinians”. While both sides exchanged fire, they were wary of not letting the tensions spiral into an all-out war. But that caution was abandoned when Israel killed Fuad Shukr, a senior Hezbollah commander, in an air strike on Beirut on July 31. Israel’s large-scale air strikes, especially in southern Lebanon, a Hezbollah stronghold, saw the militia group firing hundreds of rockets into Israel. The war in the north has forced about 70,000 Israelis out of their homes. Earlier this month, Israel Prime Minister Benjamin Netanyahu announced that enabling the displaced residents to return to their homes in the northern Upper Galilee region was one of the objectives of the ongoing war. Then came the pager explosions and the subsequent air strikes.According to Lebanese authorities, at least 575 people, including women and children, were killed in Israel’s air strikes in just two days. In retaliation, Hezbollah fired more projectiles, including a ballistic missile on Wednesday (September 25, 2024) towards Tel Aviv. The conflict is now in an escalatory spiral and what is to be seen is whether Israel would launch a ground invasion. In 1978, Israel invaded Lebanon with the aim of pushing out Palestinian guerrillas north of the Litani river. The operation was unsuccessful. In 1982, its invasion — this time, the goal was to push the PLO out of Lebanon — managed to force the PLO to relocate from Lebanon, but the war led to the creation of Hezbollah. In 2000, after 18 years of Hezbollah’s resistance, Israel withdrew, leaving a buffer it had carved out on the border in the hands of Hezbollah. In 2006, after a Hezbollah cross-border raid, Israel launched another invasion, but after 30 days of fighting, withdrew as part of a ceasefire agreement with Hezbollah. If the past is any indication, Israel is making another mistake in Lebanon. A ceasefire in Gaza, which has been overwhelmingly demanded by the international community, would have quietened the northern border. Instead, Mr. Netanyahu, whose troops have killed over 40,000 Palestinians in 11 months in Gaza, has chosen to escalate the war with Hezbollah, killing hundreds more and pushing West Asia to the brink of an all-out war. This bellicosity, callousness and total disregard for international law and norms all bear the hallmarks of a rogue state. A rogue state with impunity. Published - September 26, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael\n\n/\n\nwar\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nLebanon\n\n/\n\narmed conflict\n\n/\n\ninternational law",
        "headline_1": "​Rogue state: On Israel’s conflict with Hezbollah",
        "headline_2": "Israel is choosing war over peace, escalation over compromise",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brogue-state-on-israels-conflict-with-hezbollah/article68682136.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "World is now living with extreme weather & extreme reluctance to take serious action about climate change \nHeat almost killed you? Wilting your plants and making life miserable for all creatures great and small? Toxic air, a Delhi regular, burning your eyes, choking your airways? Rain washed your daily routine away? Brought your city to a standstill in, sometimes, chest-deep water? Everywhere in India, in different ways, the last few months have shown us what extreme weather looks like. The cost in lives lost, infra damaged, work hours foregone, and health risks is already large. Now, pundits are warning of extreme cold conditions in some parts of India in the winter. So, whom to blame, really? Mirror, mirror on the wall…\nScientists warned us. The first climate deal was inked over a quarter of a century ago. But, the greenhouse effect was first identified exactly 200 years ago, in 1824. The scientist who identified it wrote: “Establishment and progress of human societies…can notably change…in vast regions…the state of the surface, distribution of water and great movements of the air. Such effects are able to make to vary…the average degree of heat…”. By 1896, greenhouse effect was first calculated. It took another 100 years of development for the world to ink its first climate deal to “save the planet”, in the 1996 Kyoto Protocol. But COPs have been a cop out – glitzy episodes of theatric climate negotiations, dramatic emission targets, impressive goals, and shadowy lobbies. In 2023, US Congress and European Parliament members wrote to UN about their “profound concern that current rules…permit private sector polluters to exert undue influence.” The Egypt COP had a record 636 delegates who work for fossil fuel companies.\nRivers polluted and dry, oceans warmer and rising, glaciers melting, more ’n more ACs whirring for longer periods – human action alone has unleashed climate change upon us. Rail at the weather, but it heeds no criticism. How to mitigate? Even heat action plans are just that. Plans. There’s little evidence coverage required to protect, especially outdoor workers, has been achieved – traffic police, airport outdoors crew, street vendors, gig workers are all on their own. As are we. Withered by the weather.\n\n",
        "headline_1": "We were warned",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/we-were-warned/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "You can kiss with it, chhee, chhee!                                                                \nOr lash with it. But slash it?\nA Shiv Sena MLA recently offered a ₹11L bounty to anyone who ‘chopped off Rahul Gandhi’s tongue’. After Mallikarjun Kharge wrote to PM asking him to make BJP’s Maharashtra allies stop their abuse – in other words, hold their own intact tongues – the unrepentant Sanjay Gaikwad instead threatened to ‘bury any Congress dogs’ who entered his programmes.\nNit-picking about nonsensical neta natter that’s never non-violent is a needless, heedless waste of time. But while Gaikwad’s gruesome offer is both unpalatable and tasteless, it merits discussion on grounds of doable-ty. \nBounty is usually ‘price on a head’,  a theoretically accessible body part. But a tongue? While great drama needs ‘a willing suspension of disbelief’,  this farce would require not just proximity, but a sufficient opening of  mouth by unwilling, disbelieving target. That too wouldn’t suffice. \nImagination boggles at the skill plus strength needed to yank out this notoriously slippery customer. Not worth the jhhamela, bhau, for a sum which today would be scoffed at by any self-respecting bribee. ‘Boss, khali gyara peti? Bheja satak gaya, kya? Gyara khokha dalo, toich baat chalu!.’    \nWhy did Shri Gaekwad choose this mouth organ to play his brutal RaGa? Was a ‘witch’-hunt  prompted by the fear that Rahul Gandhi possesses what’s idiomatically (and idiotically) called a ‘black tongue’, kaali zubaan, which causes its spiteful utterances to come true? Did he reference Atharva Veda where Kali is portrayed only as a black tongue, one of god Agni’s seven. In full, fearsome, goddess form 400 years later, she is shown with protruding  tongue – in remorse on realising that the being under her raging foot is her pati-parmeshwar, Shiva. Did the enraged MLA think Rahul would shamefully stick his out for some Sainik to slash? \nFinally, chew on this. Why call it ‘bounty’? Since it’s a tongue being talked about, a  ‘Supari’ would be more apt, no? \n                                                ***\nAlec Smart said: “Thank you, Bombay HC. Sarkari ‘fact-check’ only means keeping critical facts in check.”\n\n",
        "headline_1": "Tongue-in-check",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/tongue-in-check/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "SC does great service to courts’ dignity by calling out objectionable comments made from an HC bench \nBringing to a close its suo motu case on two videos in which a Karnataka HC judge is seen making irrelevant, even harmful, remarks, a five-judge CJI-led bench reiterated the basics of what should guide judges’ constitutional task. “It is important every judge is aware of his or her own predispositions.” CJI Chandrachud did well to take serious note of the two videos. In one, the HC judge called a Bengaluru Muslim-majority area ‘Pakistan’. In another, he was mocking a woman lawyer by using offensive language. Justice Srishananda had apologised earlier, though his initial counter was that his words were taken out of context.\nIt’s unfortunate SC had to remind judges of such basics. But rather frequent instances are emerging of judges making either communally charged or openly anti-women rights comments. Have they suddenly turned offensive? No. It is CJI’s welcome measure of live-streaming and recording of court proceedings that is capturing some of the reality of courtroom discourse. SC picked up this case, and in doing so it showed it’s aware of unsavoury observations some judges make. Observations that no longer escape public attention.\nSC observed “that the demands…of the electronic age would elicit appropriate modulation of behaviour, both on the part of the Bar and the bench in the future.”  Two developments over the last few years have helped expose preachy self-righteousness of some judges countrywide, where own prejudices and biases weigh heavily upon their conduct in court. One, live-streaming has taken the court to the public. Two, the emergence of dedicated court-reporting websites has captured a plethora of cases, causes and comments that otherwise would be limited to lawyers alone. This is forcing courtrooms to be that much more accountable, in a manner of speaking, to the public they serve.\nSC repeatedly emphasises judges should avoid patriarchal and misogynistic stereotypical commentary on women’s dress, behaviour, status etc. But judges continue to make loose comments, a misplaced morality damaging to the dignity of court and its proceedings. SC fixed that today – “the heart and soul of judging is the need to be impartial and fair.” Here’s hoping judges will take note. \n\n",
        "headline_1": "Judging the judges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judging-the-judges/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "We’re seeing crazy weather all around us, and yet, not much is being done to fight climate change. Have you felt the heat recently? So hot it makes you feel sick, kills your plants, and makes life difficult for animals too? Or has the rain caused chaos, flooding streets, and stopping cities from working properly? \nAcross India, we’ve been living through extreme weather in the last few months. It’s costing lives, damaging buildings, and making people sick. And now, experts are saying that some parts of India will have a very cold winter. But who’s to blame? The answer is simple – all of us!\nScientists have been telling us about this for a long time. They first figured out how the Earth traps heat 200 years ago! And by 1896, they knew the Earth’s temperature was rising because of gases in the air. It took another 100 years for the world to make its first climate agreement in 1996. However, many of the promises made by governments haven’t been kept. In 2023, some US and European leaders even wrote to the UN about how big companies were influencing climate talks. At a climate conference in Egypt, there were 636 people representing fossil fuel companies!\nBecause of human activity, we now have polluted rivers, warmer seas, melting glaciers, and more air conditioners running longer than ever. The weather doesn’t care if we complain; it won’t change. \nPlans to handle extreme heat exist, but they’re mostly just words. The people who work outside – like traffic police, street vendors, and delivery workers – still don’t have enough protection from the heat. And as for the rest of us? We’re left to face this extreme weather on our own.\n\n",
        "headline_1": "We were warned",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/we-were-warned-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "On September 21, the people of Sri Lanka delivered in no uncertain terms a stunning verdict in favour of democracy in the island country. Anura Kumara Dissanayake, a declared Marxist, left-leaning politician and the leader of the Janatha Vimukthi Peramuna (JVP), the English translation of which is \"People's Liberation Front\" won a clear mandate to govern, securing more than 55 percent of the votes, as against 44 percent for his closest rival Sajith Premadasa. Incumbent President Ranil Wickremesinghe, who succeeded the autocratic Gotabaya Rajapakse in 2022, secured only 17 percent of votes, effectively ending his long political career. Ranil Wickremesinghe congratulated Dissanayake on his win and said he was confident the new President would \"steer Sri Lanka on a path of continued growth and stability.\"\nWith this decisive mandate, Dissanayake, who led the NPP coalition, defied all skeptics. This was the first presidential election since the ignominious departure of President Gottabaya Rajapaksa, and his clan in the face of massive public protest in 2022. In his immediate reaction to his victory, Dissanayake emphasised that the NPP will take responsibility for fulfilling the young generation's expectations for a social transformation of the country. He said, \"The dream we have nurtured for centuries is finally coming true,\" adding that, \"This victory belongs to all of us…Millions of eyes filled with hope and expectations push us forward, and together, we stand ready to rewrite Sri Lankan history.\" Unlike his rivals in the race, Ranil Wickremesinghe and Sajith Premadasa, son of assassinated President Ranasinghe Premadasa, the newly elected President does not possess political lineage but his message of working for the marginalised and signalling a departure from the culture of corruption and rampant nepotism, over the last two decades, resonated strongly with the masses, especially the youth.\nThe election, seen widely as a referendum on Wickremesinghe, who had inherited a heavily indebted nation's fragile economy from the meltdown in 2022 but his austerity measures hindered his bid to return to office. This election was also the first time in Sri Lanka's history where the outcome was decided by a second round of counting of the preferential votes after the two leading contenders failed to win the mandatory 50 percent of the votes to be declared a winner. The new president has been sworn in, following which the parliament was dissolved and parliamentary elections are to be held in November. Under Sri Lanka's current constitution, the powers of the president and the parliament are shared between the two, much like the French system. \nIt is important to look at the history and the rise of the JVP. That the timing of the emergence of the Sinhala ultra-nationalist JVP between 1987 and 1989 coincided with the violence perpetrated by LTTE in the north and the presence of the Indian Peace Keeping Force (IPKF) on the island was not purely accidental. This extremist and violent Marxist-Leninist group had persuaded hardline Sinhala nationalists in the South to view the terroristic actions of the LTTE  and the IPKF presence as an abdication of the country's sovereignty by an inept and a weak government. For a time Sri Lanka resembled a fractured mosaic: a violent Tamil separatist movement in the north and the east, a foreign army entrenched in its midst, an equally bloody and crippling Sinhala ultra-nationalist movement in the South and a seemingly hapless government in Colombo. \nThe JVP uprising was eventually crushed by a ruthless military counter insurgency campaign but not before thousands–—by some estimates up to 70,000—of lives had been lost. Faced with an existential threat, the JVP changed its tact and chose to emerge as a mainstream conventional political party with a much watered down political philosophy. This politically refurbished JVP advocated constitutional politics over a violent one. It also put forward sound proposals for constitutional reforms. In the process, the party began to gain wide public support.\nBy the middle 2022, widespread public protests in Sri Lanka began to gain momentum over the failure of the Gotabaya government to control severe economic and financial problems, mainly the spiralling inflation, tumbling exchange rates of the local currency in the international market, severe shortage of food items and fuel supplies, coupled with rampant corruption and severe nepotism. Initially, Gotabaya tried to contain the protests through a series of stop gap measures like cabinet reshuffles but none of it could tame the unrest, which eventually turned into a one point demand for Rakapaksa's immediate resignation, the \"Go Home Gota\" slogan, resounding all over the island.  \nOn the morning of July 13, 2022, Gotabaya Rajapaksa fled Sri Lanka for the Maldives on a Sri Lankan Air Force plane, and then onto Singapore, from where he issued a gazette stating that he is \"unable to exercise, perform and discharge the powers, duties and functions of the Office of the President\" by reason of his absence from Sri Lanka and that he appoints Ranil Wickremesinghe as acting president under Article 37 (1) of Sri Lanka's constitution. Gotabaya formally resigned a day later. On July 15, subsequently, Wickremesinghe was sworn in as the president to complete the remainder of Rajapaksa's term and this was formalised in a secret ballot in the parliament five days laters, where Wickremesinghe was formally elected as the ninth president of Sri Lanka. \nThe popular public uprising in Sri Lanka, its form and the timing, bears a striking resemblance to seismic political upheavals in Bangladesh in July and August in 2024. When news of the autocrat Gotabaya's escape, and that in a Sri Lankan Air Force plane, began to spread, the jubilant and angry mob forced themselves into the vacated official residence of the president in Colombo and in joyous celebrations, swam in the swimming pool, sat on the luxurious chair and even slept on the comfortable beds. For a few days, mob frenzy reigned in the city. But that's where the similarity with Bangladesh ends—for now. \nThroughout the anti-Gotabaya movement, not a single bullet was fired on the protesters by the country's law enforcement agents even when police barricades were stormed, nor were there any helmeted armed Rajapaksa goons attacking and lynching the unarmed protesters. The civil servants and the military, who have traditionally been non-partisan, stayed away from the fray. The parliament was not dissolved, which enabled a constitutional transition of power. \nNow that a new president has been elected and installed and fresh parliamentary polls will replace the now dissolved one, the new political dispensation faces a number of serious challenges, the first of which is reviving the persisting weak economy. The second task for Dissanayake is to reassure the minority Tamil population that his government is a truly inclusive one. Thirdly, he has to earn the trust of global political and financial stakeholders, both in the neighourbood and far, given his neo-marxist credentials. To these players in the region, he came into the elections as a third choice, after Ranil and Sajith. He has been to India before the elections and has also travelled to key western capitals to calm whatever fears they might have nourished. The neighbouring countries will, on their part, have to come to terms with the fact that he was the democratic choice of the majority of the Sri Lankan population, and play accordingly.\nAs a close friend and a fellow SAARC member, Bangladesh—where we currently seek a new democratic transition ourselves—should wish Anura Kumar Dissanayke and his team the best as Sri Lanka emerges on a fresh democratic journey.\n Shamsher M. Chowdhury,  Bir Bikram, is a former Foreign Secretary of Bangladesh and High Commissioner to Sri Lanka. \n\nViews expressed in this article are the author's own. \nWe welcome your contributions and analysis of global events. To submit articles to our weekly page, Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A victory for democracy that Bangladesh can learn from ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/victory-democracy-bangladesh-can-learn-3712111",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "We welcome the decision of garment factory owners to accept all 18 demands of agitating workers, a much-needed development that will hopefully resolve the unrest that plagued the sector for weeks. According to a report by this daily, factory owners on Tuesday agreed to workers' demands including enforcing the minimum wage in all factories, clearing outstanding payments, provisions for tiffin and night allowances, etc. The government will also help workers in dense industrial areas buy subsidised essentials through its Open Market Sales (OMS) programme, regulate the scrapped clothes business (a key source of the unrest), and review police cases against workers to prevent harassment.\nAs expected, the decision has had an immediate impact as most factories in Savar and Ashulia reopened on Wednesday, with workers returning to their duties in a peaceful manner. Security has also been beefed up to prevent any untoward situation. However, some factories still remained closed, mainly owing to disruptions caused by financial constraints. This again highlights the urgency of addressing the losses suffered by factories not just during protests but also in the unprecedented mayhem that ravaged various industrial units since the regime change on August 5. The truth is, while we recognise the importance of Tuesday's decision to restore order, we cannot ignore the tremendous challenges that lie ahead for the industry.\nThe cumulative effect of frequent factory closures and suspensions of production and the vandalism witnessed over the past month and a half is that a number of international buyers have diverted their orders to competing nations. We have earlier commented on how this situation is affecting business, especially after many requests for value-added garments were cancelled or postponed because buyers had to cancel their trips. For a country heavily reliant on its garment exports, such shifts in buyer confidence and preferences do not bode well for both the sector and the country.\nThe diminished work flow will likely continue to haunt the industry, affecting not just workers and owners but also the scope of investment in modernisation, sustainability, and compliance with global standards. As highlighted by an industry insider, a consolidation phase appears imminent with smaller and financially weaker factories potentially closing. There are lessons for all stakeholders in this: the government, factory owners, and union leaders. Going ahead, they all must ensure collaborative efforts and sound leadership to prevent any further turmoil. The government, in particular, must undertake a comprehensive review of the health of the industry and provide necessary support to help it rise again.\n",
        "headline_1": "A welcome decision to resolve RMG unrest",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/welcome-decision-resolve-rmg-unrest-3712081",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "Nearly two dozen people have reportedly been lynched by mobs in the last month and a half, according to media sources. A report published by Ain o Salish Kendra (ASK) in July this year highlights the issue of mob justice, stating that 32 individuals fell victim to mob lynching in the first six months of 2024. The numbers were 51 in 2023, 36 in 2022, and 28 in 2021.\nThese figures clearly indicate a tendency among the general populace in Bangladesh to assume personal responsibility for punishing accused offenders. Who could forget the footage that went viral on social media in 2019, showing the murder of Taslima Begum Renu, a mentally ill single mother, outside Uttar Badda Government Primary School, after she was falsely accused of kidnapping a child? Recently, a youth called Utsab Mandal was injured in a mob attack in Khulna's Sonadanga residential area for allegedly making derogatory comments about religion. In the first week of September, former Bangladesh Chhatra League (BCL) leader Abdullah Al Masud was killed by a mob while he was buying medicine for his newborn daughter near Rajshahi University.\nIn a similar vein, two tragic incidents occurring on the same night at the campuses of two universities highlight the psychological impact that lynching can have on the mass population of a country. Tofazzal Hossain was allegedly beaten to death by a group of students of Dhaka University's Fazlul Huq Muslim Hall on suspicion of theft. When Tofazzal was having his \"last supper\" before becoming a victim of the hall students, another former Jahangirnagar University student and a former BCL leader named Shamim Molla, was being pummeled by a mob. Students accused him of spearheading an attack on anti-discrimination demonstrators in front of the vice-chancellor's house on July 15. Shamim passed away at Savar Gonoshasthaya Hospital hours after the beating.\nTo understand the psychology of the mob, several studies have been conducted. Gustave Le Bon, a French polymath, stated that a crowd exhibits comparable emotions and coined the term \"group mind\" due to this behavioral consistency, regardless of differences in IQ, education, and career. He said, \"In a crowd every sentiment and act is contagious and contagious to such a degree that an individual readily sacrifices his personal interest to collective interest.\" Deindividuation occurs as people in a crowd may become less conscious of themselves and their responsibilities, which can lead to impulsive and uncontrollable behaviour. People may assume less accountability for their actions and be more ready to engage in behaviours they would normally avoid when they feel anonymous and unidentifiable amidst a crowd.\nMoreover, following the demise of the autocratic administration, the police faced widespread public condemnation for their abhorrent actions during the July uprising. Police stations were abandoned for fear of a crowd attack.\nA parallel to this trend of mob lynching can be found in the barbaric treatment of criminals during the Dark Ages in Europe. In light of that, Cesare Beccaria, later regarded as the father of criminology, declared that the punishment for a crime should be proportional to the crime itself. The modern justice system is based on that notion, but also ensures the rights of the accused as it considers one innocent until proven guilty. Mob lynching contradicts the principles of justice and the rule of law, particularly the rights to life and a fair trial, which are enshrined in international instruments like the International Covenant on Civil and Political Rights (ICCPR 1966, Articles 6, and 14) and the Universal Declaration of Human Rights (UDHR 1948, Articles 3, 10, and 11).\nWhen people take the law into their own hands, it undermines the legal system, sending a message that the criminal justice system is incapable of punishing suspected criminals and ensuring proper justice.\nThe present government and its institutions must act without delay to uphold law and order in the country. While immediate change may not be possible, prompt actions are needed from the state. To restore normalcy, the government has conferred the power of magistracy to commissioned army officers for two months, as the police are yet to become fully functional.\nHowever, this is not sufficient. Laws concerning mob justice should be enacted as they are currently absent in the Penal Code, 1860. Additionally, social media platforms should be continuously monitored to combat rumours. Interpersonal communication through organising seminars, workshops and educational campaigns on the consequences of mob justice could foster a sense of accountability, and different programmes can also be broadcast. Social organisations can also come forward to organise peaceful rallies and arrange dialogues among citizens.\nSagar Kar and Esita Afroj Sondhy are students of criminology and psychology, respectively, at the University of Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": " The urgent need to counter mob justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-urgent-need-counter-mob-justice-3711986",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "Nowhere in the world are foods - starting from staples to vegetables, fish, meat and fruits - subjected to such indiscriminate chemical contamination and harmful treatment as these are done in this part of the world. Once again, studies have confirmed the presence of far higher levels of heavy metals and residues of pesticides in a whole range of vegetables and fruits people in the country consume almost daily or on a regular basis. Heavy metals find their way into crops if the land on which they are cultivated contains those either naturally or accumulate as a result of dumping or open discharge of solid waste or effluent from industries and factories. Rains or monsoon flooding can carry the harmful agents far and wide. Presence of pesticide residues in vegetables and fruits is the result of either excessive use of the insect killers or ignorance on the part of farmers who harvest crops before the permissible period following application of those. With the world population increasing sharply, science had to find a way out for eliminating hunger. In the early days, even the advanced nations made a mess of agricultural practices riding on increasing growth due to excessive use of chemical fertiliser and pesticide. But gradually the overriding concern for food safety has prompted streamlining agricultural practices. Certain guidelines are inviolable for farming. Unfortunately, countries like Bangladesh started the new found agricultural methods on a wrong note. Farmers thought the more the use of fertiliser and pesticide the better. Although lately, the Department of Agriculture Extension has been teaching farmers at the field level in several areas how to decide the exact amount of water for irrigation, chemical fertilisers and pesticides for land and crops and when those should be applied, the service has yet to reach all areas of the country. Clearly, the processes of food adulteration and contamination also vary depending on compulsion and deliberate practices driven by profit mentality. Farmers are always on the lookout for growing seasonal vegetables in advance because this ensures higher return on their produce. But at times they resort to devious practices in order to market the crops early. Even immature fruits like banana are ripened with harmful agents. Not all farmers do it but the middlemen and traders who directly procure their produce can go to any length of unethical practices in this regard. They know it well enough that contamination of agro produce and products poses a direct threat to human health but their profit mongering gets the better of their conscience.In a situation like this, the level of awareness of the public proves to be crucial. It is not the people of this land but the world population in general prioritise convenience and immediacy over the future of the posterity. Otherwise, immediate gains and comfort people look for could be sacrificed for securing the future of the generations to come. This is why carbon emission and plastic and polythene pollution cannot be controlled. Similarly, the less advanced societies like that of Bangladesh can tolerate food adulteration and contamination. True, not all types of food contamination can be avoided but at least those can be limited to the tolerable level. To do so, a sustained awareness campaign on the need for ensuring food safety has to be launched from door to door. When people become fully aware of the danger, they will desist from all harmful practices of growing crops and producing foods.",
        "headline_1": "Combating chemical contamination of foods",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-chemical-contamination-of-foods-1727273375",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "As the interim government is appointing Vice-Chancellors and Pro-Vice-Chancellors for public universities based on merit and broad acceptability, there is a sigh of relief and a palpable sense of hope of better things to come among students and the general public. It is seen as a significant opportunity to cleanse and revitalise the public institutions and restore them to their former glory as esteemed centres of learning. Many are eagerly anticipating positive changes across the board, including a more welcoming and fear-free academic atmosphere, improved living conditions in dormitories, a decisive end to toxic student and teacher politics, and an overall enhancement of educational quality.The immediate and pressing challenge facing newly appointed university administrations is to resume the academic activities that have been suspended for about three months. Dhaka University began rolling its ball on September 22nd. Other public universities are likely to require a few more weeks to fully prepare. The prolonged suspension of academic activities raises concerns about further exacerbating the chronic session jam at universities. Some of the universities are still in a state of turmoil. To foster a conducive and productive academic environment, it is imperative to restore calm and discipline on campus.As universities gear up to reopen, one crucial question that arises is whether to ban campus politics. In the past month or so, at least 33 higher education institutions have banned student and faculty politics on campus. The latest to join the bandwagon is Dhaka University. Last Thursday, the DU administration decided to suspend all forms of political activities by students, teachers, officers, and employees on campus until further notice.The issue, however, remains contentious at DU, historically regarded as the cradle of democracy in Bangladesh - and deservedly so - has long been the bedrock of democratic movements, both before and after the liberation in 1971. From the Language Movement of 1952 and the War of Liberation in 1971 to the anti-autocracy movements of the 1990s and the recent July revolution that led to Sheikh Hasina's downfall, the university has consistently served as the epicenter of political movement. Considering this historic legacy, many oppose an outright ban on student and teacher politics.Recent surveys, however, reveal widespread disillusionment with student politics.A Dhaka University Research Society (DURS) survey found that 88 per cent of students do not consider partisan student politics important, and 95 per cent oppose political gatherings, rallies, and processions within the university. This consensus reflects the growing frustration with student politics, which most students believe undermines the academic environment rather than enriching it. The DURS survey also reveals that 81.9 per cent of students believe the Dhaka University Central Students' Union (DUCSU) could be an alternative to partisan politics on campus.Most students in public universities come from poor and middle-income families who make considerable sacrifices, often-selling land or livestock, to arrange their children's education. However, over the years, too many lives have been lost on public university campuses due to the pervasive violence linked to campus politics. As a result, general students say enough is enough - it is time to free university campuses from distracting, nonsensical political activities once and for all.While political hyper-activism by students, which often tends to overshoot the limits of normal politics, has frequently figured in public discourses, politics by teachers, which is no less disruptive of academic life, largely evaded public gaze. Politics by teachers, which breeds factionalism in their ranks, is responsible for many instances of disturbances at universities over the recruitment of VCs, Pro-VCs and other administrative positions. Political patronages of one faction to the displeasure of another often have been among the underlying causes of chaos on campus.After liberation under the Dacca University Order, 1973, varsity teachers were granted certain political rights, which they did not enjoy under Pakistani rule. The Order under clause 56 (2) mentions that the service conditions shall be determined without any prejudice to the freedom of the teacher or officer to hold any political views and to keep association with any lawful organisation outside the University and shall be clearly stated in the contract. Before liberation progressive teachers were penalised for their views, which necessitated the new rules with explicit political rights.Holding a political belief is not wrong. University teachers being the nation's intellectual powerhouse are expected to be keenly observant of the current political forces at work and provide unbiased guidance as necessary. The problem arises when teachers allow their personal conviction to subdue their responsibility of teaching, when their politics spills over on campus, when partisanship plays a leading role in recruiting teachers, allowing individuals with subpar academic credentials to elevate themselves through political alignment, and when the system undermines genuine intellectuals, leading to the rise in pseudo-intellectuals who shamefully support misdeeds of the ruling party.The sacrifices made by students will only become meaningful if universities can be transformed from political battleground to centre of excellence, granted full autonomy and political considerations no longer play any role in the appointment of VC or faculty. This will empower university authorities to create a conducive atmosphere where harmony, peace, and friendship serve as the umbrella under which all students can fully immerse themselves in the pursuit of knowledge.\n[email protected]",
        "headline_1": "Can varsities break free from politics?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-varsities-break-free-from-politics-1727273412",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "The Hilsa fish, locally known as 'Ilish', holds a special place in the heart of millions of people here and in neighbouring Indian state of West Bengal. Whether served at a family gathering, a special festival, or a simple dinner at home, the Hilsa symbolises more than just a delicacy. However, in recent years, the alarming decline in Hilsa production in the peak season -- from August to September -- has raised concern among people in this part of the world. This year, a significant shortfall in supply has resulted in a staggering 40 per cent price hike for a mid-sized Hilsa fish. For centuries, Hilsa has been a staple in Bengali households, loved for its distinct taste and culinary delights. The fish features prominently in the nation's culinary tradition, especially during the Bengali New Year, 'Pohela Boishakh', when a dish of Hilsa and rice is a must. Beyond its cultural importance, Hilsa fishing supports a large part of Bangladesh's coastal communities, providing both direct and indirect employment to millions of people.However, these age-old traditions and economic gains are now at risk due to its declining production. This decline is particularly troubling because Bangladesh is the largest producer of Hilsa fish globally, accounting for more than 80 per cent of the world's total supply. Despite such dominance, the country's capacity to sustain this vital industry is being compromised, necessitating immediate and focused action.Several factors are contributing to the declining Hilsa population. Experts have long pointed to environmental degradation, specifically the pollution of rivers and waterways, as one of the primary reasons. Industrial waste, plastic debris, and harmful chemicals are increasingly contaminating the Hilsa's natural breeding grounds. Hilsa thrives in the waters of the Padma, Meghna, and other rivers; however, the rising pollution levels have degraded these ecosystems, reducing the fish's ability to reproduce in healthy numbers.Moreover, the reduction in water levels in the country's major rivers is further compounding the issue. Climate change and upstream water diversions by neighbouring countries have significantly impacted river flows, reducing the volume of water available for Hilsa to breed and grow. As river levels continue to fall, the natural breeding and migratory cycles of Hilsa are being disrupted. The interplay of these environmental factors has created a perfect storm, significantly affecting the fish's population.While many steps have been taken to address this issue, including the banning of Hilsa fishing during the breeding season, these measures alone are not enough to counterbalance the environmental damage. Fishermen have been encouraged to use more sustainable practices, and breeding grounds have been protected. Yet, without tackling the root causes, such as pollution and declining water levels, these initiatives have had limited success in reversing the decline in Hilsa numbers. This situation has ignited concern among consumers and policymakers alike. If urgent measures are not implemented, this decline could spell disaster, both culturally and economically.\n[email protected]",
        "headline_1": "Decline in Hilsa population concerning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decline-in-hilsa-population-concerning-1727273444",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2024"
    },
    {
        "full_article": "In Bangladesh, corruption and a lack of transparency in public projects remain significant challenges. Large-scale infrastructure projects are frequently delayed, poorly managed, or burdened with inflated costs due to corrupt practices, despite efforts to improve governance. This results in a waste of taxpayers' money and prevents essential development from benefiting ordinary people.The government must take decisive action to ensure transparency throughout the entire project lifecycle, from procurement to completion. Strengthening the role of oversight bodies, enforcing accountability, and encouraging public participation in project monitoring are crucial steps towards reducing corruption. Without such measures, public confidence in these initiatives will continue to erode.To ensure that Bangladesh's development meets its full potential, it is imperative that both the public and authorities work together to demand integrity and transparency in public spending.\nSakif Hossain DihanNorth South University[email protected]",
        "headline_1": "Combating corruption in public projects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-corruption-in-public-projects-1727273467",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2024"
    }
]