[
    {
        "full_article": "With the Bioethics Unit of the Indian Council of Medical Research (ICMR) placing a consensus policy statement on Controlled Human Infection Studies (CHIS) for comments, India has taken the first step in clearing the deck for such studies to be undertaken here. CHIS, also called human challenge studies, where healthy volunteers are intentionally exposed to a disease-causing microbe in a highly controlled and monitored environment, has been carried out for hundreds of years, an example being the yellow fever study in the early 1900s to establish that mosquitoes transmit the virus. Typically, a less virulent strain of the microbe is used to study less deadly diseases that have proven drugs for treatment. They are more often undertaken on a small number of volunteers to understand the various facets of infection and disease, and, occasionally, to accelerate the development process of a medical intervention. When used as part of vaccine development, these studies are initiated only when safety and immune responses of the candidate vaccines are known through early phases of clinical testing. Importantly, human challenge studies are not done as an alternative to phase-3 efficacy trials, but to help select the best candidate for testing in a conventional phase-3 clinical trial. Phase-3 clinical trials that follow human challenge studies often require fewer volunteers, speeding up the development process. In the last 50 years, CHIS studies have been carried out with thousands to accelerate vaccine development against typhoid and cholera. During the COVID-19 pandemic, the Imperial College London used 36 volunteers to study facets of the SARS-CoV-2 infection. In 2020, the World Health Organization approved using CHIS for accelerating COVID-19 vaccine development.There are several ethical challenges with human challenge studies, which require well-trained and robust systems in place. While collaborations with institutions and scientists well versed in conducting such studies are a must, navigating the ethical minefield is a challenge. Several clinical trials, including those by or involving the ICMR, have been mired in ethical violations, such as the Human papillomavirus (HPV) vaccine trial in Andhra Pradesh, in 2010. The ethical challenges while conducting CHIS are of a higher magnitude, the scope for misuse vast, and the repercussions severe. There is potential for exploitation, given the monetary dimension involving volunteers. If it becomes a reality, India should use CHIS only to study diseases with safe and effective treatment. Using CHIS to study novel microbes/disease with limited medical intervention should wait till Indian scientists gain expertise, and robust institutional structures and mechanisms are in place.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndisease\n\n/\n\nethics\n\n/\n\nmedical research\n\n/\n\nprescription drugs\n\n/\n\nhealth treatment\n\n/\n\nCoronavirus\n\n/\n\nIndia\n\n/\n\nUnited Kingdom\n\n/\n\nvaccines",
        "headline_1": "Welcome development: On the ICMR and Controlled Human Infection Studies",
        "headline_2": "Robust institutional mechanisms must be in place for human challenge studies",
        "link": "https://www.thehindu.com/opinion/editorial/welcome-development-the-hindu-editorial-on-the-icmr-and-controlled-human-infection-studies/article67119963.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Benjamin Netanyahu, Israel’s right-wing Prime Minister, scored a legislative victory on Monday when his coalition passed an important part of his judicial overhaul plan in the Knesset, but at a great cost. The controversial Bill was passed with the support of Mr. Netanyahu’s 64 coalition lawmakers against zero, while the Opposition boycotted the vote and thousands protested outside Parliament. His coalition of right-wing and ultra-orthodox parties says the legislation, which would take away the Supreme Court’s ability to review the government’s “unreasonable” decisions, is to bring a balance between government and judiciary. Israel’s polity has shifted to the right, putting governments, often led by right-wing or centre-right parties with support from far-right parties, at odds with the judiciary. Mr. Netanyahu’s allies want to fix this contradiction through the judicial overhaul. But the problem is that bringing the judiciary, the only powerful constitutional check on the government, under government control could cause the existing institutional balance in Israel’s polity to deteriorate, especially when far-right parties are on the ascent. This is what triggered the protests by workers, professionals and reservists (the backbone of Israel’s military), who accuse Mr. Netanyahu of trying to undermine democracy.For the far-right parties in the ruling coalition, curtailing the powers of the Supreme Court is the obvious way to expedite Israel’s transformation and the subjugation of the Palestinians. Ministers such as Itamar Ben-Gvir and Bezalel Smotrich want more Jewish settlements in the occupied Palestinian territories and a crackdown on the “disloyal” Arab minority of the Jewish state. With the new legislation, the government’s actions cannot be nullified by the Supreme Court on the ground that they were “unreasonable”. Also, this judicial and political crisis cannot be seen as insulated from the larger one that Israel has been grappling with. Israel, while hailed in the West as “the Middle East’s only democracy”, has two systems for its citizens and those living in the occupied and annexed regions, the West Bank and East Jerusalem. The judicial overhaul plan has bust the myth that Israel’s democratic order would be protected irrespective of its brutal occupation of the Palestinians. It is not a coincidence that the overhaul’s greatest supporters are also the greatest defenders of the occupation. The far-right wants to turn Israel into an authoritarian theocracy, with few checks and balances at home and unbridled expansion into the occupied land. But its push has also exposed Israel’s faultlines, plunging it into its biggest crisis. Mr. Netanyahu might have pushed the Bill through the Knesset, but he has rendered Israel weaker.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nparliament\n\n/\n\njudiciary (system of justice)\n\n/\n\ncivil unrest\n\n/\n\ndemocracy\n \n/\n\nPalestine",
        "headline_1": "Dangerous overhaul: On Israel’s judicial overhaul plan",
        "headline_2": "Israel will be weaker and more authoritarian after undermining the judiciary",
        "link": "https://www.thehindu.com/opinion/editorial/dangerous-overhaul-the-hindu-editorial-on-israels-judicial-overhaul-plan/article67119946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Much of the media attention in India on the recently released movie, Oppenheimer, based on the life and times of the scientist often called the ‘Father of the Atomic Bomb’ – Julius Robert Oppenheimer – has focused on the association of the first test of the atomic bomb with the Bhagvad Gita. The widely remembered stanza from the Gita captures the visual impact of the explosion of the atomic bomb: “If the radiance of a thousand suns were to burst at once in the sky, that would be the splendour of the mighty One. ”\nIn an interview at the time Oppenheimer recalled: “We knew the world would not be the same. A few people laughed, a few people cried, most people were silent. I remembered the line from the Hindu scripture, the Bhagvad Gita. ” However, the line that he often quoted was the more ominous one: “Now, I am Death, the destroyer of worlds. ”\nRead full story on TOI+\n\n",
        "headline_1": "Message from the thousand suns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/message-from-the-thousand-suns/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "In TOI’s July 7 edition Surjit Bhalla argued in these pages – ‘Minority report: Data busts a myth about Indian Muslims’ – that there is no religion-based economic discrimination in India. He used average wage rates of Hindus and Muslims. His methodology did not consider differences in their nature of activities, endowments, location in rural and urban areas, and merged SC and ST workers with those in the two religious groups.\nOne expects a more disaggregated analysis on this issue. It is important to examine how his results converge or conflict with results available. Discrimination in the labour market needs to be analysed in terms of the difference in access to employment and earnings between the communities under consideration. The difference, however, is not the result of discrimination alone. It has two components, one due to endowment and the other due to discrimination.\nRead the full story on TOI+\n\n",
        "headline_1": "Are muslims really on par with hindus in labour market?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/are-muslims-really-on-par-with-hindus-in-labour-market/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Twitter’s website yesterday changed its logo. The blue bird logo, one of the most recognised images globally, disappeared over the weekend and was replaced by a new one. It led to some wistfulness over social media and questions on the business wisdom of Twitter’s current owner Elon Musk. Twitter, of course, will continue. But the commentary over the change in logo brought the power of brands into sharp focus. A logo is a visual representation of what a brand hopes to embody. Tinkering with it, a mere symbol, and not the underlying business, was enough to spark uneasiness among users.\nBrands take years to build. It may be a little different in the digital age as the idea of time seems to have been compressed. Little surprise then that the top four global brands in consultancy Brand Finance’s 2023 rankings are technology companies. The top five brands, beginning with Amazon, are all from the US. It’s an indicator of the level of sophistication and competitiveness of the world’s largest economy. Brands also point to where the world’s moving. The 2023 rankings have two from East Asian economies, Samsung and Tik Tok, which have leapfrogged several venerable European brands.\nA successful brand represents durable acquisition of a customer’s mental real estate. For a business, it represents an intangible asset often worth more than tangible ones – Apple is a “factoryless” manufacturer. Brands are not limited to just business. Yoga and Indian food embody the richness of Indian culture and are vehicles of soft power. However, they are old legacies. What of more contemporary Indian brands? Fittingly, for an intellectual culture that created the numeral zero, IITs and IIMs are brands in themselves. But they are outcomes of institution building by the state and not comparable to a commercial brand.\nA notable gap in the post-1991 economy is the inability of any business brand to transcend national boundaries. Information technology firms, the ones who compete in a global marketplace, deal mainly with other businesses. Mass brand recognition comes from directly reaching the end-consumer. Here, there’s a lesson to be learnt from the UK. An iconic British car, Jaguar, evokes a lot of online passion from enthusiasts. Its intangible benefits accrue to the UK, in the form of a positive perception. That’s ironical, as the brand’s owner, Tatas, is headquartered in Mumbai. But then, that’s the power of brands.\n\n",
        "headline_1": "Brand Baaja Bharat",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/brand-baaja-bharat/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Good intentions can only take anybody so far. It’s been over a year since the Union environment ministry notified rules to prohibit the manufacture, import, stocking, distribution, sale and use of several single-use plastic items. The list of items was sensible insofar as their “high littering potential” was concerned. But even among those who have heard of this ban, heeding it has been patchy. The state pollution control boards that hardly cover themselves in glory when it comes to enforcing other environmental standards, did not sweat over this one either. Some state governments do take the issue seriously.\n\nKarnataka banned SUPs in 2016 and Bruhat Bengaluru Mahanagara Palike has been active with both awareness drives and punitive measures. Yet, progress remains unsatisfactory, SUPs still flourish in the metropolis. That’s because SUPs are integral to too many small businesses, who find the alternatives too expensive. The alternatives need to compete on cost, convenience and mass availability. This needs to be a governmental priority. Increase support for the most promising recyclable/compostable innovations and help them reach scale.\nOf course, the environmental dangers rise during the monsoon, as plastic waste is a significant risk-multiplier for flooding. In Delhi, kilometres long drains can be seen choked with garbage even in the dry seasons. Mumbai has the same problem, only it drains a lot of the plastic into the sea. The Greater Hyderabad Municipal Corporation has reported that plastic waste comprises as much as 70% of material desilted from water bodies and nalas. Remember that once cities properly collect all this waste, they would next face a massive landfill challenge. Reducing usage is the only sustainable solution. The SUP ban is right-minded to this extent. But commerce’s massive dependency on these plastics cannot just be wished away.\n\n",
        "headline_1": "What’s up with the ban? Single-use plastic is still choking drains in cities. Banning it won’t work until there are cheap alternatives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-up-with-the-ban-single-use-plastic-is-still-choking-drains-in-cities-banning-it-wont-work-until-there-are-cheap-alternatives/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Popularly known as Hero Alom, Ashraful Hossain Alom made his name as a YouTuber with chronically viral but unashamedly vulgar content. It is not just that his videos are repulsive and distasteful, but they are also blatantly sexist and chauvinistic. What is perhaps most revolting about this viral content creator is his conscious and deliberate attempt to embrace vulgarity to become popular. He tickles the basest desires of an unsophisticated demographic with his titillating videos and secures hundreds of thousands, if not millions, of views. But Hero Alom is fully within his rights to do so, just as this writer is in calling him vulgar. Freedom of speech, thoughts, and expression is a fundamental inalienable right. And, fortunately, one's right to free speech is not subject to the approval of any individual or group. It is guaranteed by law.\nThis same Hero Alom was running as an MP candidate in last week's by-election to Dhaka-17 constituency. He had gone to a number of polling centres and complained that his polling agents had not been allowed in. This article will continue to refer to him as Hero Alom, for it was not the candidate Ashraful Hossain who was hounded down the streets of Banani like a common criminal when he had been to inspect a polling centre. The YouTuber has been trying to make his mark in politics since 2018 and came quite close to winning a by-election in Bogura in February of this year.\nOn July 17, Alom had himself gone to inspect one polling centre, at Banani Bidyaniketan, where he was assaulted and made to leave quickly before the situation got out of hand. Then, outside on the streets, a crazed mob of ruling party activists chased him down, sometimes landing flying kicks on his back, sometimes hitting him with sticks, and sometimes simply felling him on the street and pummelling him.\nNot that the ruling party activists would be expected to behave kindly with their opponents. Imbibed in a culture of intolerance for dissent, the ruling party cadres appear to view one's desire to contest elections against Awami League very much as an audacious affront – more so from a subaltern YouTuber, if one might call Hero Alom that. But their behaviour towards Hero Alom, their viciousness towards him suggested there was more to it than merely his role of a political opponent. To them, Hero Alom was trying to sneak into the high table at dinner, whereas they would rather he stand in queue on the pavement for table scraps and leftovers. He was little more than a street urchin who was the main challenger of a constituency that was previously held by one of the most popular actors in Bangladesh's film industry.\nIt may very well be that Hero Alom is among the cringiest manifestations of free speech, but he still deserves it as much as the finest artists and writers in Bangladesh. It may very well be that Hero Alom provides the best excuse to impose some form of moderation, which will invariably lead to regulation and then to censorship, which is why his right is as sacred as anyone else's. Hero Alom is also a test for the intellectual elite. Their dedication towards and belief in the sanctity of individual freedoms are best tested when the worst practitioners are censured. A test that we roundly failed when he was picked up for allegedly distorting Rabindra Sangeet. And when he was set upon by a mob last week, we failed to rally around him. Hero Alom may well present a case where one must defend distasteful content for the sake of defending free speech. But our failure to do so points only to our intellectual bankruptcy.\nHad it been any other artiste, actor, director, writer, or playwright rooted within Dhaka's urban community, there would be droves of people protesting against this behaviour of the ruling party cadres. Associations and unions would be foaming at the mouth in protest. Civil society platforms would be up in arms in furious uproar. But Hero Alom rubs them the wrong way. He scoffs at sophistication and shuns artistry, and thus does not meet the approval of the intellectual elite. But that is exactly why his rights deserve to be championed more than others'. Otherwise, it will make for that one instance that is needed as precedence, after which detractors will continue making excuses against free speech, which is already in peril.\nHero Alom's case provides for another interesting test that surely many will be looking at keenly. There were scores of cameras following him that day, and there must be thousands of photographs from different angles every time he was struck. His assailants did not make any attempt to hide their faces either. So, each one should be easily identifiable. This is probably one case that leaves no doubt about at least half a dozen individuals who, by dint of their actions, make for excellent candidates for the recently declared US visa restrictions. The ruling party as well as the opposition camp will be quite keen to find out whether the US actually follows through with what it has threatened to do. For now, there has not been much noise beyond a joint statement.\nAs for the Awami League's last chance to demonstrate that they could oversee and the Election Commission's chance to show that it could execute free, fair and inclusive elections and act when necessary, this by-election leaves little doubt that they can't. For argument's sake, if Hero Alom had indeed ended up winning the seat, he would have been an MP for no more than five months anyway, but the ruling party would have come away with a political victory evincing what it has been claiming for long – that it can hold free, fair, and inclusive elections. This needless violence smacks of political short-sightedness that is atypical of the ruling party. Instead, Dhaka-17 will have an MP with just nine percent of votes of the electorate. While it may be sufficient to win a seat, it is certainly not enough to earn the moral right to govern. A right that the ruling regime appears to be clinging on to, rather like clutching at straws.\nTanim Ahmed is a dropout journalist who thinks freely, comments a lot, and writes a little.\n\n",
        "headline_1": "The attack on Hero Alom: A lost opportunity ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-attack-hero-alom-lost-opportunity-3378231",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Drowning is perhaps one of the most common but overlooked causes of death in the country. What's bleaker still is the fact that it is mostly children who die from drowning, even though it is preventable. As reported by this daily, an average of 50 people die from drowning every day, 40 of whom are children. Altogether, the number comes up to a staggering total of 19,000 annually. Unfortunately, efforts from the authorities to prevent this menace have been quite disappointing so far.\nTake, for example, a project undertaken in May last year by the Ministry of Women and Children Affairs which aims to establish coordinated child care centres in 16 districts countrywide. Given that many rural children are left unsupervised while their parents or caregivers go to work, such community-based initiatives can help keep them away from potential drownings. However, the project has seen very little progress so far, with care centres set up only in six districts, each catering to a maximum of 25 children under the age of five.\nAnother initiative related to this project is the SwimSafe programme. It aims to provide swimming lessons to over 306,000 children aged 6 to 10 across 1,600 venues (100 in each of the 16 districts). However, the Centre for Injury Prevention and Research – which is overseeing the programme – has only been able to run three centres in the Patuakhali and Barguna upazilas, offering their services to around 3,000 children. While this is still a positive development, especially given the alarming child drowning rate in Patuakhali – according to the Patuakhali civil surgeon's office, the death toll is nearly doubling each year – it is far from satisfactory.\nIn Bangladesh, drowning is the second leading cause of death for children under the age of five, according to Unicef Bangladesh and the World Health Organization. Clearly, existing measures are failing to deliver results. This is quite alarming. On this World Drowning Prevention Day, we urge the authorities to take a critical look at this state of affairs and ramp up efforts to prevent drownings. Bureaucratic delays, such as late recruitments or plan approvals, as well as other institutional barriers must not hinder the progress of projects that can save children from dying such avoidable deaths. The authorities should also engage community leaders to raise awareness about water safety, especially among low-income families.\n",
        "headline_1": "Let no child die from drowning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-no-child-die-drowning-3378226",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "I knew that Abdullah Abu Sayeed was the founder of Bishwo Shahitto Kendro (BSK). But I didn't get the opportunity to know him personally as he taught at Dhaka College and I studied in a remote, suburban institute. Still, whenever I watched him speak on television, I was mesmerised. He was among a few select individuals in the country who spoke about eternal values and standards.\nAfter graduating with an engineering degree during the 90s, I started working at the Power Division. Soon afterwards, I realised that I was not ready for a nine-to-five job. I had a single-track mindset; and I always believed my work should mean something. Motivated by that drive, I wrote to three renowned, visionary individuals – Dr Muhammad Yunus, Professor Dr Muhammed Zafar Iqbal, and Professor Abdullah Abu Sayeed – outlining my dream job in those letters.\nOnly Sayeed Sir responded. He invited me to meet him at the BSK in Dhaka. From then on, I saw him every evening, for two to three hours, for more than a month. Further motivated by him and his work, I quit my job and joined BSK as his deputy in mid-2000, where I worked till 2006. I must say, those were the best years of my life – as well as a transitional period. I tried to spend as much time as possible with Sayeed Sir at BSK, and discovered him to be a multifaceted personality.\n***\nI remember one day in particular. We were waiting for him to sign a letter, to be sent to a ministry. Eventually, he came in and we gave him the letter, which was printed on BSK's letterhead. The letter had to be sent to the ministry the next day, so everyone was in a rush. Sayeed Sir read the letter and made some corrections. We placed the corrections and gave him another printout, but he made some more corrections. He looked at the new draft and asked for it to be sent to his house, where he would take a look at it the next day.\nWe could not send the letter to the ministry the next day either. Even after repeated corrections, we could not get the final signature from Sayeed Sir. At one point, I got a bit annoyed and said, \"Sir, if we take so much time to send one letter, we have to stop all other work.\" In reply, Sir raised his voice a bit and asked, \"Whose signature will be on the letter, yours or mine?\" I answered, \"Yours.\" Sir replied, \"Then it is necessary to be cautious. My image is at stake here. If a single word is wrong in this letter, everyone will laugh and say, 'This is the maker of enlightened individuals (alokito manusher karigor)!' My whole life's efforts will be tarnished within a moment!\"\nI became dumbfounded. Sir noticed my reaction and signed the letter. Lowering his voice, he said, \"Look, it's about perfection. I know I am nobody. But look at Rabindranath's manuscripts, and you will know what perfection is. He used to make so many corrections in a single write-up!\"\nThis is how concerned Sayeed Sir is about his and BSK's reputation, which is why he has always been cautious about his work, especially that which is linked with the BSK.\n***\nSayeed Sir has been deeply interested in the environmental movement. New initiatives and innovations make him more active. In the past, when he got involved with the environmental movement, it caught the government's attention, especially due to the media coverage of his involvement. He was outspoken against river-grabbing and river pollution. He started speaking about these issues on TV regularly and wrote articles for newspapers and journals. For the first time, it seemed that a civil society movement was being formed, and it also garnered respect from the media. At that time, the government established a high-powered committee to eliminate river-grabbing around Dhaka, and to create a circular riverine way.\nAs civil society representatives, Professor Sayeed was included in the committee, along with Professor Muzaffar Ahmed and Professor Serajul Islam Chowdhury. The BNP was in power then. The committee members included powerful ministers such as Mirza Abbas, Sadeque Hossain Khoka, Lt Col (retd) Akbar Hossain, etc. The committee met occasionally, but Professor Muzaffar Ahmed would never join them, because he thought that such committees would eventually not be fruitful. Professor Serajul Islam Chowdhury would sometimes attend the meetings. The only exception was Sayeed Sir. He had a lot of enthusiasm and he really hoped for a positive change. Sir used to tell us, \"A state is a behemoth. You have to continuously push it for the sake of the people. It is the civil society's duty to do so.\"\nOnce, he entered the meeting a bit later than the stipulated time. Mirza Abbas remarked, \"The civil society makes such noise, but no one other than Sayeed Shaheb attends the meetings.\" Sir replied with a smile, \"Civil society is like a Royal Bengal Tiger. One member is good enough.\" His witty comment led to roars of laughter.\nOn another occasion, during an important government meeting, someone commented that Sayeed Shaheb had worked with the previous regime, too. Sir paused for a while, then replied with a smile, \"See, BSK gets nominal help from the government. Thus, I have to participate in meetings and work with whoever forms the government. Can I be blamed for your inability to come to power? Previously, you failed to form the government, and now why are you shifting the blame on me?\" As usual, the meeting ended with a lot of laughter.\n***\nI have many such experiences and anecdotes regarding Sayeed Sir. Before knowing him, I did not know that one could work with so much love for life, with the dream of awakening the hearts of people. Sayeed Sir continues a most difficult act of making people habituated with reading books, and keeping that initiative alive and running year after year through new ideas, with an almost meditative attention, for which we should praise him. I believe there are very few individuals in our country who can match Sayeed Sir's tolerance level and his ability to accept criticism with a smiling face. He is an exceptional human being with a childlike simplicity, and a great love for mankind in his heart.\nOn July 25, Sayeed Sir's birthday, I bestow my humble respect and love towards him. His work, words, writings, resilience, colourful efforts – all these will continue to inspire Bangladesh's youth through different ways and means, for generations to come. Happy birthday, sir! Congratulations, and best wishes to you.\nTranslated from Bangla by Mohammed Ishtiaque Khan.\nShuvo Kibria is a senior journalist and former coordinator of Bishwo Shahitto Kendro.\n",
        "headline_1": "Celebrating Abdullah Abu Sayeed, a pursuer of change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/celebrating-abdullah-abu-sayeed-pursuer-change-3378166",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Drowning is perhaps one of the most common but overlooked causes of death in the country. What's bleaker still is the fact that it is mostly children who die from drowning, even though it is preventable. As reported by this daily, an average of 50 people die from drowning every day, 40 of whom are children. Altogether, the number comes up to a staggering total of 19,000 annually. Unfortunately, efforts from the authorities to prevent this menace have been quite disappointing so far.\nTake, for example, a project undertaken in May last year by the Ministry of Women and Children Affairs which aims to establish coordinated child care centres in 16 districts countrywide. Given that many rural children are left unsupervised while their parents or caregivers go to work, such community-based initiatives can help keep them away from potential drownings. However, the project has seen very little progress so far, with care centres set up only in six districts, each catering to a maximum of 25 children under the age of five.\nAnother initiative related to this project is the SwimSafe programme. It aims to provide swimming lessons to over 306,000 children aged 6 to 10 across 1,600 venues (100 in each of the 16 districts). However, the Centre for Injury Prevention and Research – which is overseeing the programme – has only been able to run three centres in the Patuakhali and Barguna upazilas, offering their services to around 3,000 children. While this is still a positive development, especially given the alarming child drowning rate in Patuakhali – according to the Patuakhali civil surgeon's office, the death toll is nearly doubling each year – it is far from satisfactory.\nIn Bangladesh, drowning is the second leading cause of death for children under the age of five, according to Unicef Bangladesh and the World Health Organization. Clearly, existing measures are failing to deliver results. This is quite alarming. On this World Drowning Prevention Day, we urge the authorities to take a critical look at this state of affairs and ramp up efforts to prevent drownings. Bureaucratic delays, such as late recruitments or plan approvals, as well as other institutional barriers must not hinder the progress of projects that can save children from dying such avoidable deaths. The authorities should also engage community leaders to raise awareness about water safety, especially among low-income families.\n",
        "headline_1": "Let no child die from drowning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-no-child-die-drowning-3378226",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Bangladesh's plastic problem seems only to be growing, and growing uncontrollably fast. Over the last few years, we have had reports and images on plastic pollution almost on a daily basis. On Monday, The Daily Star also published a photograph with a tell-all caption that underscores the severity of the problem. It captures the confluence of three canals in the Mugdapara area of Dhaka which is barely recognisable amidst a sea of garbage including used plastic bottles and polythene bags dumped there by the residents. The extent of waste accumulation is quite staggering, reducing the connecting waterways – Khilgaon-Basabo canal, Jirani canal, and Manda canal – to a mere semblance of their former selves.\nIt is evident that these canals, which once played a vital role in supporting biodiversity and providing relief to local communities, have turned into veritable dumping grounds, their water struggling to flow through the labyrinth of plastic waste and discarded refuse. Everything about the photo strikes a chord of despair. This is not just the result of improper waste disposal but also of unmitigated plastic production and consumption, which has emerged as the biggest threat to our environment in recent years.\nIt is not that Bangladesh has not attempted to curb the spread of these non-biodegradable products. The country's polythene ban in 2002 was heralded as a landmark decision, and latter embargos on single-use plastics also gave hope that the plastic menace could be curbed to a satisfactory extent. There are also regulations about waste disposal, although proper infrastructure is yet to be widely available in Dhaka. In hindsight, however, lack of legal tools was never a problem for us. It is the enforcement of such laws and prohibitions that has proved to be a daunting challenge, rendering them quite meaningless. Lack of enforcement and compliance has also rendered irreversible damage to our ecosystems and the health and well-being of our people, and the photo serves as a testimony to that.\nWe must put an end to this trend. Several things must happen simultaneously for us to be successful: we must limit production and consumption of plastic products, recycle or treat plastic waste before it lands in our water sources, build necessary infrastructure for waste disposal, and raise public awareness about proper waste disposal. The fact is, the level that plastic pollution in the country has reached should worry everyone. The authorities, therefore, must take more stringent measures to enforce the polythene ban, while also promoting sustainable alternatives and recycling initiatives. Community involvement is also vital to foster responsible waste management practices and protect our environment and natural resources.\n",
        "headline_1": "We must end the menace of throwaway plastic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-end-the-menace-throwaway-plastic-3378076",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Considering the size of the economy, the average annual flow of Foreign Direct Investment (FDI) in Bangladesh is yet to reach the government's target of 3.0 per cent of the Gross Domestic Product (GDP). An analysis of last year's flow of foreign direct investment based on the data provided by the central bank shows that the country received a total of US$3.47 billion as net FDI, which was higher than that of the previous (2021) year's record by 20.18 per cent. In 2021, the net FDI inflow was US$2.89 billion. A breakup of the inward investment pattern reveals that though the reinvested incomes did register an increase by 60.98 per cent to US$2.51 billion, the equity actually fell to US$1.02 billion (a fall by 10.19 per cent). The intra-company loans, on the other hand, also fell sharply by 129.63 per cent (in absolute terms, the growth was in the negative at minus 0.57 billion). Notably, the highest investment came from the United Kingdom (UK) at US$145.42 million, followed by Singapore (at US$83.40 million) and US$70.56 million from the USA. Obviously, what the economy needs most is fresh investment at an increased level which is not forthcoming at the moment. The slight rise in the last year's overall FDI inflow in comparison with that of the year before, too, was a mere one per cent of the GDP. On that count, the country is still far behind the desired level of FDI inflow. While the past year demonstrated an overall positive trend in FDI inflow, in the current year (2023), however, the trend has been in the negative so far. If, for instance, the performance of the first three months between January and March (first quarter) is taken into consideration, the volume of FDI inflow amounted to US$626.47 million. Compared to the performance during the first quarter (at US$888.48 million) of the last year (2022), the FDI inflow has dropped by 29.49 per cent. As the BB data show, if compared with the last quarter (October-December) of 2022, when the country received about US$704 million in FDI, the first quarter's record this year is rather dim (as it dropped by close to 11 per cent). Admittedly, international and domestic factors played their part in the economy's showing the lower-than-expected level of FDI inflow leaving a negative impact on the country's financial account. The oft-quoted factors having to do with the prolonged balance of payments deficit include the reduced flow of homeward remittance, recessionary trend in the global economy, the impact of the Ukraine war and the prevailing volatility in forex regime pushing down the value of Taka against US dollar (USD). Especially, the ever-sliding worth of Taka against the dominant foreign currency, the US dollar, is apt to give a wrong signal about the state of the economy to a prospective foreign investor. In a similar vein, the restrictions on import now in force also act as a discouragement to the potential overseas investors. The higher rate of inflation that the economy is experiencing at the moment means that the cost of doing business here is on the rise. But these are not the only factors getting in the way of FDI inflow in the economy. The age-old bureaucratic red-tape has still remained the least addressed issue discouraging FDI. So, are the procedural complications affecting repatriation of funds by foreign investors? If so, the government should address the bottlenecks to facilitate smooth flow of FDI in the country.",
        "headline_1": "Facilitating unhindered FDI inflow",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facilitating-unhindered-fdi-inflow-1690292636",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Most manufacturing units in the country have primarily grown in the absence of any planned scheme without a clear vision of the future growth prospect as well as problems to be encountered. This is clearly because of the lack of foresight on the part of entrepreneurs, mostly small, to envision the challenges that they may face once the infancy of the manufacturing phase is over with market demand growing for the product/s they produce.Plastic no doubt is one such product. Thousands of plastic units scattered all over the country with little or no safety measures for those involved in the production process and the well known threats to the environment make it extremely important for urgent action to discipline the sector. The country's export of plastic goods is growing. However, the figures are not big enough to inspire great optimism. The fact remains that in Bangladesh, plastic plants have only recently opted for modern technology in producing various food and non-food grade products. With more technology back up, and accompanying diversification, the industry---though scattered and largely disorganised---has the potential to grow manifold if provided with the required facilities. This may open up a new vista for exporting.It may be noted that export was far from the targeted goal of the industry even a decade back, though there were few enterprises which were exporting in small volumes. Mainly it is the local demand that motivated factories-medium, small and very small-to produce plastic products.Annual sales of plastic products in Bangladesh are currently estimated at around Tk 150 billion in the local market, in which household items account for nearly Tk 20 billion. Increase in domestic supplies reportedly grew at 15 per cent a year over the last ten years. Industry insiders, quoted in recent newspaper reports, say the sector is experiencing fresh investment to the tune of Tk 1-1.5 billion each year. The sector is said to employ around 1.2 million people directly and indirectly well over 4,500 small, medium and relatively big manufacturing units. Value addition in manufacturing is also commendably high, ranging between 50 and 70 per cent. At present, around 3,000 factories are reportedly producing plastic products in more than a dozen categories.Use of plastic products in the country has grown manifold thanks to the improvements in recycling technology--- a key stimulus in increased production on the one hand and growing consumer preference on the other. However, a lack of desired improvement in quality and diversification in product range is commonly attributed as the main impediment to the sector's growth to a far higher level. This holds true in respect of domestic consumption but more so, when it comes to exporting.Global market of plastic is essentially demand-driven. Price structure of plastic products is of a wide range, able to absorb immensely diversified products by the low, middle and up-end market segments. Despite the progress of the sector reported in the media recently, concerned quarters consider this far from what it actually should be given the surge in global demand. Major improvements in infrastructure, waste management, recycling and skill development are some of the critical areas in need of urgent attention to push the growth momentum to the desired level. In addition to these basics, product development and product adaptation should be attended to as a matter of priority. This, unfortunately, is an area many of the manufacturers miss out resulting in less than expected success in accessing overseas markets.Now, the potential and prospects of growth can only be expected to be realised once the industry is shifted to a suitable location --- a plastic hub, preferably in the outskirts of the capital. This newspaper, not long ago, had pointed out the need for a plastic hub in the country so that attempts for improvement of the sector could be made in a planned manner besides providing opportunities for the factories to operate hazard-free and attract overseas investment. Industry leaders have also been demanding a dedicated location which besides providing hazard-free production process will also help meet various compliance needs of overseas buyers. Concerned quarters feel that a plastic hub with modern recycling plant, waste management facility, trained workers and necessary infrastructure will be able to manufacture products at competitive prices for exports even after a reasonable raise in the present wage structure.In this context, it may be noted that the government's plastic and packaging policy has recommended establishment of a plastic industrial park to ensure proper infrastructure, nurture small and medium enterprises, provide uninterrupted utility services, and take steps to avoid environmental hazards and ensure compliance. It is not known if there is any move to that direction. Mere recommendation serves no purpose as setting up a plastic hub/ park with the required infrastructure and facilities will call for, in the first place, a comprehensive work-plan in consultation with the stakeholders. This can address unresolved issues. Once this is done, the authorities can plan to go ahead in phases. The relevant industry association should express its keen interest in pursuing its dream and try to make the authorities convinced of the project's merit.\n[email protected]",
        "headline_1": "Streamlining plastic sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-plastic-sector-1690292690",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "Things are certainly not going well for energy planners in the country. The dip in natural gas supply from existing gas fields coupled with a US dollar crisis that is increasingly having an adverse impact on liquefied energy gas (LNG) import has adversely impacted production capacity in Bangladesh. Now it seems that liquefied petroleum gas (LPG) supply is heading for a crisis. Like coal and LNG, LPG is also on the import basket of fossil fuels. The difference here is that LPG is widely used as a cooking fuel and any disruption in its supply will have serious consequences for the general populace.According to LPG Operations' Association of Bangladesh (LOAB) some 30 companies are importing and bottling LPG in the private sector that meets 99 per cent of demand. Although not all Bangladeshis use LPG for cooking, the market cannot be discounted as a fad item. Data show that some 44.5 million LPG cylinders are in circulation with some 60,000 retailers in the business of supply to end users. Use of LPG is not limited to home-users but increasingly being adopted by automobiles as an alternative to compressed natural gas (CNG) - supply woes of which are tied to supply of natural gas in the country. Hence, any disruption in LPG supply will have economic ramifications.Reportedly, \"The government decided to give licences to the private sector for importing, bottling and distributing LPG with a vision for increasing the use of environment-friendly fuel for cooking. Under this licence, private sector, private sector conglomerate Bashundhara Group launched the LPG business in 2000. They own the highest share in Bangladesh.\" Other major players include Omera Group followed by BM, Jamuna Spectech, Beximco, etc. Since its launch in 2000, LPG market has grown steadily and hasn't witnessed any major disruptions, until now. Over time, market competition has driven out many of the original players and now some seven companies rule the LPG market. With the economic downturn several factors have emerged to put a lot of pressure on LOAB. The most significant being the steady devaluation of Bangladesh Taka (BDT) against dollar. It made LPG imports much dearer. This is clear from the example that when letters of credit (LCs) were opened in March 2022 (exchange rate being BDT86 to $1.0), and then having to settle import payments at BDT 102-103 per dollar, opened wide the losses importers had to face because the price of LPG cylinders were not increased to cover this fluctuation in rate of exchange. Then of course came the tightening of monetary policy from the central bank, which meant that fewer LCs could be opened by LOAB to import necessary LPG. Market data points that in May 2023, import of LPG was 20,000 tonnes less than what the market needed. According to media reports, the monthly demand for LPG import stands between 100,000 - 120,000 tonnes. But operators have sunk in millions of dollars in investment in the sector looking to do business for the foreseeable future. The nature of import in this segment requires bulk imports over long term contracts with suppliers. Hence, when there is delay in settling bills, suppliers' interest in shipping LPG to Bangladesh wanes and this is exactly what has happened. The economy continues to bleed on account of precious foreign exchange which is scarce, adversely impacting import of LNG. LPG will also soon become short in supply in the market unless required dollars can be found from somewhere to pay for import.\n[email protected]",
        "headline_1": "Looming LPG crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looming-lpg-crisis-1690292724",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2023"
    },
    {
        "full_article": "The dengue situation in Dhaka city is deteriorating every passing year. This year, both the number of deaths and infected people are increasing at an alarming rate. The death toll from the mosquito-borne disease has risen to 176 till Sunday. However, the two city corporations in Dhaka are failing to implement effective measures to combat aedes mosquitoes. Their response is seemingly confined to realising fines from the public. Isn't carrying out drives in different parts of the capital to fine some building owners absurd? Are general people responsible for fighting mosquitoes? If we look at India's Kolkata city, we will see that the city authorities there always keep an eye on the city's mosquito situation and strengthen their monitoring activities from January to June every year. In July, when there is a greater risk of dengue outbreak, monitoring activities get strengthened further. To control the spread of the mosquito, the Kolkata authorities have formed a three-layer mosquito control committee, and those committees have been working sincerely. Also, they have set up a laboratory for dengue research. They apply effective larvicides so that the breeding grounds of Aedes mosquitoes are destroyed. Regular drives are conducted to apply the medicine to any new place, which has the possibility to become a breeding spot of Aedes mosquitoes. In Bangladesh, we can do the same to fight Aedes mosquitoes. If there is a combined effort by the government, local representatives and city residents, the spread of this disease can be controlled. We can really learn from Kolkata, imitate the measures there and save valuable lives from dengue.\nRafid Alam, Crystal Impression, Dhaka, [email protected]",
        "headline_1": "Fighting dengue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-dengue-1690292746",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-07-2023"
    }
]