[
    {
        "full_article": "Powerful state parties dominate politics in Tamil Nadu, Andhra and Telangana. Even in Kerala, the two coalitions CPM-led LDF and Congressled UDF have crafted their unique regional identities. Among southern states, Karnataka stands out with a markedly different dynamic. Unlike TDP in Andhra, formed by thespian NT Rama Rao to rally the Telugu ‘jaati’, or DMK in Tamil Nadu, born out of the Dravidian movement, Karnataka hasn’t witnessed the rise of a regional behemoth capable of challenging national parties.\nRead more on TOI+\n\n",
        "headline_1": "Prayer for the son didn’t work for the party",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/prayer-for-the-son-didnt-work-for-the-party/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "As tumbrels trundled their way to the guillotine over the cobbled streets of Paris, carrying their load of the former lords of the land, the crones who sat watching and knitting debated many things, but not whether to redistribute erstwhile feudal estates. That decision had already been made by the act of the revolution.\nAs our learned judges of the Supreme Court debate the meaning and ambit of Article 39(b), which enunciates the directive principle enjoining the state to make sure “that the ownership and control of the material resources of the community are so distributed as best to subserve the common good”, they would do well to bear in mind two things.\nRead more on TOI+\n\n",
        "headline_1": "Soak the rich? Won’t help the poor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/soak-the-rich-wont-help-the-poor/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "Inheritance tax was the hot button topic yesterday in India’s dynamic election campaign landscape. Sam Pitroda, chairman of Indian Overseas Congress, suggested it though the idea doesn’t feature in the Congress manifesto. But it attracted attention because a tax to address the political fallout of inequality has gained global currency. A prominent advocate is Joe Biden, who proposed a wealth tax that received strong pushback.\nNone of these ideas are new. They haven’t caught on because they are impractical. For example, US doesn’t have a federal inheritance tax. Only six states, and not the ones that house tech giants, have some sort of inheritance tax. If they haven’t spread, it’s because they can lead to a flight of capital.\nUneven flow of benefits | The world’s in the middle of a new industrial revolution (IR), led by communications technology. It’s following the pattern of the previous IRs. The benefits of technological transformation flow unevenly. Typically, labour is at the tail end of the transformation as upgrading human skills to meet new requirements takes time. Govts are trying to manage the immediate fallout of this transformation by sometimes coming up with bad ideas.\n\nWealth, a mirage? | Financial markets reward creators and innovators in this transformation through hyperinflation of share prices. This notional wealth is the source of attention, particularly through ideas such as Biden’s wealth tax, which proposed taxing unrealised capital gains. That is, the notional appreciation would be taxed. Elon Musk’s fluctuating fortune shows how unworkable this idea is. Two years ago, his notional gains were huge. Now, his net worth is eroding in the wake of a sharp fall in share value.\nInequality is real | The uneven pace of the flow of benefits, however, does have real world consequences. In India, this comes through a weakening link between four decades of robust GDP growth and the structure of employment. Job creation at the mass level hasn’t kept pace with economic growth, catalysing damage control by political parties. Expanding the welfare state has been the go-to approach for all of India’s political parties.\nPeople matter | Subsidies however are a short-term fix. And redistribution through measures such as inheritance and wealth tax is wholly counterproductive. The only ways out are a recalibration of policies that inhibit labour-intensive manufacturing, and a massive investment in upgrading human capital. Skilling is the only long-term solution.\n\n\n",
        "headline_1": "Just bad ideas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/just-bad-ideas/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "Madhya Pradesh high court has directed a Bhopal hospital to go ahead on a case where a woman was to donate a kidney to her brother, but the hospital sought an NOC (no objection certificate) from her husband. The law in no place requires spousal consent. But clearly society does. Repeatedly. Such an order is not the first instance nor will it be the last matter to be heard on the issue. Every year, at least a couple of such cases are being heard in various high courts on the matter of ‘spousal consent’ to donate organs.\nThe skew | Three things are well established. One, India’s organ donation landscape is grossly gender-unequal. Four of five living organ donors are women while four of five recipients are men. Two, the one-sided flow of organs is mostly from mothers and wives to sons and husbands. Emphasis is on the direction of the relationship. Three, in cases where it could be a married woman donating to her brother/ father/ mother? Get an NOC.\n\nThe scandal | Doctors have long held majority of kidney donors being ‘wives’, betrays widespread coercion, or manufactured consent, by families. This is but an extension of the commodification of women, of denying them ownership of their bodies post-marriage to the extent that they cannot decide (a) whether they at all want to ‘give’ organs and if they do, (b) who will receive their ‘donation’.\nThe scene | Nobody questions a woman donating an organ to her husband. Hospitals insist on NOCs from a spouse if a woman wishes to donate to her birth-family. Authorisation committees in hospitals don’t seek such NOCs when the recipient is in the woman’s marital family. It will take more than a non-mention in the law to correct this mentality.\n\n",
        "headline_1": "It’s her call",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-her-call/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "While Intellectual Property (IP) is an asset for any business, leveraging it to access finance is strategically important for growth and development. This is more so in respect of women entrepreneurs in a country like Bangladesh where IP can be weighed as useful collateral for accessing bank finance. Women business leaders and experts made this observation at a panel discussion on 'Women Entrepreneurship and IP in Bangladesh: Challenges and Way Forward' held in Dhaka this week. Speakers at the event opined that as financing is always a barrier to women entrepreneurs in the country, the legal provision to use IP as collateral for bank financing can be a solution to access to finance. This obviously will encourage entrepreneurs to go for new innovations and product diversifications.Leveraging intellectual property (IP) is pivotal in propelling product innovation. By strategically utilising IP strategies, businesses can amplify innovation, fortify market presence, and secure their inventive endeavours. The strategic use of intellectual property can play a crucial role in sustaining business growth. By leveraging IP rights effectively, a company can gain competitive advantage, protect its innovations, and create new revenue streams. What is more important, IP rights can be used to secure financing, either by pledging or transferring rights to cash flows derived from these assets. Alternatively, a company's intellectual property can provide an indicator of a firm's value for financing decisions. The valuation of any type of asset, including IP asset, helps its owner to decide the most cost-effective way in which that asset may be used, protected, insured, sold, leveraged or exchanged in the market place. The need for monetary valuations becomes particularly relevant when they are used as financial tools by IP holders and as investment assets by financial institutions and venture capitalists. The potential of IP assets as a way of securing finance is thus a matter of great importance among investors, particularly if supported by reliable and innovative valuation methodologies.Highlighting the merits of IP in accessing finance, some intricate issues were also discussed in the aforementioned meeting. Of these, valuation appears to be the most complex one. Valuation of IP is a challenge, speakers said, as it requires strategic guidelines to do so. Making a valuation of a trademark or a patent varies as different companies value their respective IP differently. Proper valuation of intellectual property is, therefore, important because little knowledge about IP and even less experience in valuing and understanding the nature of IP can be seen as key obstacles to accessing finance. It is here that suggestions were made for building a supporting ecosystem by financial institutions so that women entrepreneurs can access the financial and legal advice in case of using the IP for collateral.To ensure that the potential of IP is well recognised for accessing finance, it is imperative for the stakeholders-women entrepreneurs and financial institutions---to be well conversant with the rules governing IP regulations and procedures.",
        "headline_1": "IP for women entrepreneurs' access to finance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ip-for-women-entrepreneurs-access-to-finance-1714059395",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "At a time when Bangladesh and India are gasping for breath under the searing sun, some desert nations in the Middle East are encountering deluge caused by heavy rains accompanied with thunder and sandstorms. The highest temperature recorded so far in Bangladesh was on Monday when it hit the 43 degree Celsius mark with several areas scorching under 40 degree Celsius temperature for days together. India recorded its highest temperature at 45.2 degree Celsius in Odisha---straightway 7.1 degree Celsius more than the normal, with West Bengal following close by at 45.1 degree Celsius on Saturday last, which is 8.3 degree Celsius above the normal.While the heat waves are responsible for disrupting and even claiming lives mostly due to heat strokes in wider swathes of South Asia, Pakistan's Khyber Pakhtunkhwa, like some of the Arab states of the Persian Gulf, have gone under floods following unremitting heavy rains for four days at a stretch and also melting of glaciers. As many as 59 people died in this unforeseen natural disaster. In a similar turn of Nature's caprice, desert countries from United Arab Emirates (UAE) to Saudi Arabia to Oman have experienced heavy rains, in some areas accompanied with thunderstorms. This has triggered unprecedented floods in those three Gulf countries. The world's second busiest airport, according to the 2023 ranking, and Abu Dhabi's major highways went under water because of record rainfalls on April 16 and 17 last, causing severe disruption to flights at this major hub. As high as 250 millimetre (mm) of rainfall was recorded in less than 24 hours --- all-time high since logging precipitation began in 1949. Just imagine the 100 mm rainfall in just 12 hours, which is equivalent to an entire year's rainfall around Dubai! Many parts of Saudi Arabia including Makka and Riyadh also suffered submersion enough for the cars to float on flood water. Excessive rains forced closure of schools, colleges and universities including King Khaled University on Sunday and Monday. Strong winds, heavy rainfall and standstorms also struck Jeddah awfully limiting visibility. Oman located on the eastern edge of Arabian peninsula suffered the highest casualties with 18 people perishing in the deluge. Bahrain and Qatar also experienced rainfalls. But it is southern China, Guangdong to be precise, that has been overwhelmed by record-breaking rains. Densely populated Pearl River delta including the megacity of Shenzhen was engulfed by severe floods killing four people and forcing evacuation of tens of thousands of inhabitants from the affected area. By Monday last 110,000 people were evacuated and 25,800 others moved to emergency shelters. This current emergency is not the only crisis China faces, 45 per cent of China's urban land has been sinking faster than 3.0mm a year with 16 per cent at more than 10 mm a year, according to the journal Science. This is not due only to declining underground water tables but also because of the sheer weight of the overall human settlements. Such extreme weather events and consequent danger of inundation of cities is not typical of China alone. Another study published in February last warned that around 6.3 million square kilometre of land across the globe was at risk of sinking under water. Indonesia finds itself among the worst hit with large part of Jakarta already staying below sea level. In this context Tokyo which had suffered subsidence of about 5.0 metre before it banned extraction of groundwater in the 1970s offers a lesson for the 44 major coastal cities, 30 of which are in Asia, facing the problem. The slew of weather extremes are not an undesirable specialty of this year alone. Europe and North America smarted under rise in mercury and heat domes respectively. In fact, 2023 was the warmest year recorded. Maybe, the year 2024 will break that record. The floods and other bizarre weather phenomena such as snowfall in Arabian deserts are interconnected with the heat waves in South Asia and unprecedented rise in temperature in colder Europe and other places. A warmer planet means disruption in weather patterns originating, among others, in the Pacific and Indian Oceans. Under the El Nino, strange things are happening and behind all such phenomena lies the climate change to which human contribution is the main culprit. Confronting the threat of losing 12-17 per cent of its land in the country's coastal south, Bangladesh has formulated its National Adaptation Plan (NAP) 2023-2050. Under the Paris Agreement at the UN Climate Change Conference (COP21), it is incumbent on the 196 parties to comply with the legally binding dos and dont's but so far the big powers have paid more lip service than acting. Instead of reducing CO2 emission aimed at arresting temperature rise to 1.5 degree Celsius above the pre-industrial level, the big powers are now arming themselves to the teeth. This is reflected in the rise in defence budgets of all major players. But they feel no qualms for reneging on their commitment of giving $100 billion every year to climate-vulnerable countries for adaptation and mitigation of vulnerability. There will be no ivory tower for even the richest nations to stay immune from climate backlash if misplaced priorities such as war expenditure take over climate adaptation, research in and innovation of technology for clean energy that holds key to cooling the planet.\n[email protected]",
        "headline_1": "Weather extremes of contrasting nature bode ill for the planet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/weather-extremes-of-contrasting-nature-bode-ill-for-the-planet-1714059447",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "The dispiriting results of the imposition of the floor price on stocks apparently have failed to dissuade the 'overenthusiastic' capital market regulators from opting for unmerited curbs. Before fully withdrawing the floor price, which was imposed around two years ago to keep bears hibernating ignoring the suggestions from economists and capital market experts, they have chosen fresh restrictions --- a cut in the single-day permissible price decline of stocks. Keeping the upper circuit unchanged at 10 per cent, they have reduced the lower circuit to 3.0 per cent from 10 per cent for all securities except for the six that still have floor prices imposed on them.In their efforts to artificially prevent any potential plunge and thus 'protect investors', they have imposed all these restrictions ignoring the basic economic theory of demand and supply. The restrictions have taken away the vibrancy of most good stocks, contributing to a liquidity crunch in the market and frustration among investors for their inability to sell stocks. The outcome was an obvious one. Stock prices on both the bourses dipped with the prime index of the Dhaka Stock Exchange declining by 758 points or 12 per cent following the gradual withdrawal of the floor price since January last. All the restrictions, in fact, have failed to achieve anything other than delaying the market plunge. Had the market been allowed to operate normally during the last two years, the situation would be better than what it is now.The authorities are unable to fathom the long-term impact of the regulatory market maneuverings. In fact, it is inviting more harm than good to the market, eroding the confidence of investors, which might keep taking its toll for a long period. Another trouble the floor price restrictions have invited is the piling up of interest on investors who enjoyed margin loans but could not sell their stocks. They are now facing the risk of forced sale. Will they inject money afresh after losing what they had in their hand?The capital market is not isolated from the overall economy. Any decision made without taking the prevailing macroeconomic factors into consideration will never offer any benefit to the market. In line with the central bank monetary policy, banks have increased deposit interest rates substantially, making deposits in banks more attractive than investments in the capital market. How many investors are there in society who are too imprudent to cling to a place where there is no guarantee of gain, particularly when there exist options to get higher return? So equity outflow took place from the capital market to the banking sector.Regulators should evaluate the benefit or harm the floor price curbs have brought to investors, share traders and the market as a whole and listen to the stakeholders before opting for any new restrictions, not only at the present time but also in the future.\n[email protected]",
        "headline_1": "Curbs bring more harm than good to capital market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/curbs-bring-more-harm-than-good-to-capital-market-1714059490",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2024"
    },
    {
        "full_article": "The movement towards a cashless society is gaining momentum in Bangladesh, fuelled by the convenience-seeking habits of today's generation. Bangla QR emerges as an essential player in this transformation. By bringing together multiple banks and mobile financial services to facilitate and secure transactions on a single platform, Bangla QR is now one of Bangladesh Bank's top priorities.The government has already taken an initiative for leveraging the payment system through Bangla QR. Before the 15th of February, Bangladesh Bank didn't charge any transaction fee through Bangla QR, but for the merchant accounts, it was 1.2 per cent. After the 15th of February, when the market had already familiarised with the Bangla QR, the Bangladesh Bank set a charge of 0.8 per cent for Mirco Merchant and for Merchant, 1.2 per cent. This initiative is taken to increase TPV on digital platforms by leveraging Bangla QR to achieve the goal of a cashless Bangladesh. Also, Bangla QR will demolish the MFS monopoly in the market. Bangla QR is powerful since it combines several ways to manage money in one location. The government is also pushing for digital payments by making them more affordable and boosting the usage of Bangla QR. It means that Bangladesh is moving closer to utilising less cash and more digital money, making it safer and more accessible for everyone to purchase and sell goods.\nMd. Asif Abdullah, Student, Department of Marketing and International Business, School of Business and Economics,North South University, Dhaka.[email protected]",
        "headline_1": "Bangla QR can play key role in cashless transaction",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangla-qr-can-play-key-role-in-cashless-transaction-1714059512",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-04-2024"
    }
]