[
    {
        "full_article": "India has taken up the fight against cervical cancer in earnest with the Central government announcing that it will roll out vaccination for girls aged between 9 and 14 years through schools. The decision comes at a critical juncture with a study in The Lancet published this month showing that India accounts for the highest number of cervical cancer cases in Asia, followed by China. More than 58% of all cases of cervical cancer and deaths globally were estimated in Asia with India accounting for 21% of cases and 23% of deaths, followed by China (18% and 17%). Cervical cancer is a preventable and treatable cancer. It is caused by infection with the human papillomavirus (HPV) and there are vaccines which protect against carcinogenic HPV. With more than 6,00,000 women diagnosed with cervical cancer worldwide in 2020, the World Health Organization laid down several guidelines that countries need to follow to eliminate it as a public health problem. According to the International Agency for Research on Cancer, the WHO has specified that countries must reach and maintain an incidence rate of fewer than 4 new cases of cervical cancer per 1,00,000 women a year. To achieve that goal, it is necessary that 90% of girls will have to be fully vaccinated with the HPV vaccine by the age of 15.To that end, the government’s intent to introduce the HPV vaccine in the Universal Immunisation Programme (UIP) is a welcome move. India’s immunisation network, as was evident during COVID-19, has worked well, and diseases such as polio and maternal and neonatal tetanus have been eliminated. The UIP is one of the largest public health programmes targeting over 2 crore newborns and 2 crore pregnant women annually, and offers free vaccines for at least 12 diseases. To battle cervical cancer, India is expected to roll out the indigenously developed Cervavac vaccine by mid-2023. It has received the Drugs Controller General of India’s approval and has been cleared by the National Technical Advisory Group for Immunisation for use in the UIP programme. The vaccination will be provided primarily through schools, but importantly the government has clarified that girls who do not go to school will be reached through community outreach and mobile teams. This is a vital step because studies show that there is a link between cervical cancer incidence and human development index values, with progressively lower rates observed as HDI rises. Together with vaccination, screening programmes must be conducted to detect early signs of the disease to allow time for treatment.",
        "headline_1": "Fighting cancer: On cervical cancer vaccine for girls",
        "headline_2": "Along with vaccination, screening must be done to detect early signs of HPV",
        "link": "https://www.thehindu.com/opinion/editorial/fighting-cancer-the-hindu-editorial-on-cervical-cancer-vaccine-for-girls/article66299595.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Fiji, the tiny archipelago nation in the South Pacific that has seen several coups since it got independence from the British in 1970, is facing a new round of power struggle and political instability. The latest crisis broke out after the December 14 general election produced a hung assembly with the ruling Fiji First party of Prime Minister Frank Bainimarama winning 26 seats in the 55-member Parliament, three short of majority. The People’s Alliance of former Prime Minister and current opposition leader Sitiveni Rabuka came second with 21 seats. Mr. Bainimarama, who came to power through a coup in 2006 and later refashioned himself as a democratic leader under a new Constitution that was introduced in 2013, has faced criticism of suppressing dissent and cracking down on the opposition. The election was marred by allegations of fraud. But after the results were announced, three opposition parties came together to unseat Mr. Bainimarama and form a coalition government. The People’s Alliance and its coalition partner, the National Federation Party (which won five seats), have 26 MPs’ support. This left the third opposition bloc, the Social Democratic Liberal Party which won three seats, in a kingmaker’s role. The party decided on Tuesday in a close internal vote to support Mr. Rabuka, tilting the balance in favour of the People’s Alliance.Mr. Rabuka, who first came to power through a coup in 1987 and then faced elections, is an experienced politician who built the opposition unity based on their common enmity towards Mr. Bainimarama’s rule. Mr. Bainimarama has emerged on the world stage as a major advocate of actions against climate change. His government also saw Fiji deepening its relationship with China, whose footprint in the South Pacific is rapidly expanding. The Fiji First still remains a strong party, but the opposition deal sealed its fate. The Prime Minister has not conceded yet. After the opposition announced the coalition agreement, the government called in the military. Authorities say there were incidents of ethnic violence (between indigenous Fijians and ethnic Indians). Fiji has a history of ethnic clashes, but the opposition say there is no law-and-order problem and that Mr. Bainimarama is trying to cling on to power. Any attempt to sabotage the election results will destabilise the country internally, disrupt its ethnic balance and complicate its foreign policy agenda. Mr. Bainimarama should accept the results, respectfully leave the office and set a strong precedent of peaceful transition of power for the country’s political class.",
        "headline_1": "Leave quietly: On a new round of political crisis in Fiji",
        "headline_2": "Bainimarama should accept the results in Fiji, and respectfully leave the office",
        "link": "https://www.thehindu.com/opinion/editorial/leave-quietly-the-hindu-editorial-on-a-new-round-of-political-crisis-in-fiji/article66299598.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Like all disgraced stars of Mumbai’s money market, Chanda Kochhar, the former CEO of ICICI Bank, and her husband Deepak, a businessman, had been leading a quiet life for the past few years. The alleged ‘loan for favours’ scandal, which broke in 2018, ruined her career and put Deepak behind bars for some time. But it had begun to blow over after the Kochhars got a relief from ED in 2020.\nAmid the pandemic and slowdown, most took their eyes off a story that had brought out a banker-corporate nexus that till then was confined to whispers in corporate dinners. When a 2016 whistleblower complaint later spilled out the brazen deals and transaction trails, there was very little left to the imagination: As the CEO and MD of ICICI Bank, Chanda had allegedly played a key role in sanctioning large loans to Videocon group companies while Dhoots, the owners of Videocon, invested (sometimes almost immediately) in Deepak Kochhar’s business. For the Central Bureau of Investigation (CBI) it was a classic case of quid pro quo. That was the summer of 2018.\nRead full opinion on TOI+\n\n",
        "headline_1": "Banks kosher post-Kochhar?: Last week’s arrest of ex-ICICI CEO came long after most people thought the story had gone cold. Banks became more careful, but also maybe excessively risk-averse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/OfftheBeat/banks-kosher-post-kochhar-that-it-took-so-long-to-arrest-the-ex-icici-ceo-is-interesting-in-itself-equally-interesting-is-that-banks-have-gone-from-binge-lending-to-excessive-risk-aversion/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "India’s great supply-demand mismatch in employment has incentivised sizable corruption too, to game the race for scarce jobs. Paper leaks are one big way this corruption has manifested across the country, all the way from Class 10-12 exams to government recruitments. But some states do stand out as particularly exposed, and Rajasthan is among those, reporting yet another scandal this Saturday. This time the cancellation of a leaked paper for a senior teacher recruitment exam affected over 3 lakh persons. More than 16 lakh candidates were in the fray for the REET for primary and upper primary teachers that was cancelled earlier this year. The same has happened to aspiring clerks, constables, forest guards. It’s bad enough to have to resit for an exam for no fault of one’s own, some students even run out of age to do this.\nThe opposition BJP in the state is holding CM Ashok Gehlot responsible for youth being at the mercy of a fearless “mafia” – just as the many paper leaks in neighbouring Gujarat have caused the opposition Congress to blame the BJP government for “destroying the future of youth”. Such politicking will not end paper leaks anymore than the internet bans that have become states’ default security measure for conducting exams – even though NTA conducts the most high-profile exams in the country without this restriction. The manipulative power of specific vested interests must of course be eliminated with good policing. Beyond this though, it is critical to see technology not as the nemesis but the solution.\nThe pen-and-paper exam model needs a kind of extensive physical security that is becoming both too expensive and outdated by the day. While bringing all job levels up to par for computerised testing cannot happen overnight, this is what states must invest in. In this model, breaches can be localised, instead of sending all candidates back to the starting point. In the immediate instance, the CM’s assurance that “only hardworking youth will get their rights in Rajasthan” is hardly comforting given how repetitively these rights are being violated.\n\n",
        "headline_1": "Changing the answer: Exam paper leaks are shockingly routine in some states. Govts must switch to computerised testing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/changing-the-answer-exam-paper-leaks-are-shockingly-routine-in-some-states-govts-must-switch-to-computerised-testing/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "The forced retirement of 10 senior department of telecom officials, some with doubtful integrity, is high-visibility action, signalling the right message of intolerance to corruption. Since 2014, GoI has retired around 400 officers for lack of integrity or non-performance. Most were Group A and Group B officers. Telecom and Railways minister Ashwini Vaishnaw had approved similar disciplinary action on 40 Railways officers earlier. But with nearly 90,000 Group A and 2.9 lakh Group B employees in position in central services according to the Seventh Pay Commission, such episodic disciplinary action will not solve a systemic problem.\nToo many mid-career and senior officers have integrity and/or performance deficits and GoI must find ways to identify and offload them following due process alongside recruiting meritorious replacements. Everyone enters the system young and there are equal opportunities to progress ahead. But the assured promotion system irrespective of performance, too many departments performing no significant functions, and the corrupt nexuses that form over a long career being close to netas and moneyed interests, all combine to ruin many officers. This is where the National Programme for Civil Services Capacity Building, approved in April 2021, aiming to reshape post-recruitment training mechanisms and GoI’s HR policies, is important.\nMid-career appraisals to weed out inept officers will have to proceed concurrently with greater public service recruitment. Lateral hiring hasn’t taken off with recruits struggling for acceptance and direction. Only 4% of India’s workforce comprise public servants. Compare this to 22.5% in the UK, 13.5% in the US and 28% in China. State governments must also reform public employment policies. After all, combined employment of states is much more than GoI and state bureaucracy’s interface with the ordinary citizen is much larger. Centre and states, with their 444 central PSUs and 1,136 state PSUs, should also pursue disinvestment more vigorously, and use part of the proceeds to reform administration. An efficient bureaucracy is key to India’s economic acceleration.\n\n",
        "headline_1": "Administering change: GoI periodically gets rid of dodgy bureaucrats. That’s good. But systemic reforms are needed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/administering-change-goi-periodically-gets-rid-of-dodgy-bureaucrats-thats-good-but-systemic-reforms-are-needed/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "After months of negotiations, the Group of Seven’s proposed price cap on Russian oil has proved to be a damp squib. Oil markets are surprisingly quiet, with prices even falling after the G7 announcement. Leaders everywhere, including India, Europe and the US, are all breathing a sigh of relief. This anticlimax is due to the modest price cap of $60.\n* G7 and its allies have instructed shipping, financing and insurance companies from their countries only to transport Russian oil under this price.\n* But that will not be an issue: Russian Urals crude is trading well below the price cap at $53 or lower.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Russian oil will keep flowing into India in 2023: G7 price cap is proving globally anticlimactic. As for New Delhi it’s lining up a currency swap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-russian-oil-will-keep-flowing-into-india-in-2023-g7-price-cap-is-proving-globally-anticlimactic-as-for-new-delhi-its-lining-up-a-currency-swap/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "The two words in the title are evocative, complex and slippery.  What after all is \"home\", and what does \"displacement\" really mean? \nThe first word conjures up notions of romance and nostalgia, the second has more political and territorial implications.  The first is based on ideas of entitlement and belongingness, the second of exile and alienation.  The first suggests permanence and confidence, the second temporality and desperation. \nThe first is based on emotional, aesthetic and psychological parameters built around notions of identity and imagination, the second on requirements defined by bureaucratic, legal and structural contingencies.\nThe first connotes continuity, the second disjuncture; the first rests on feelings of comfort and security, the second on feelings of anxiety and threat; the first is shaped around a focal point, the second in a continuous state of dislocation; the first is warmly lyrical, the second coldly prosaic; the first carries a hint of metaphor and mythology, the second resonates with reality and existential urgency. \nWe seek to return to the first into which we are usually born, and seek to escape from the second into which we have been rudely forced.\nBut this litany of binaries still does not clarify what \"home\" means.  Does this privilege \"place of birth\" or origin as the main signifier of home? But one can be born in an airplane, a refugee camp, or while travelling abroad?\nDoes it refer to acquiring one's sense of selfhood, where one grows up, and acquires one's individualism and autonomy? But the sheer mobility of people, increasingly more restless and unsettled in the modern world, problematizes even that formulation. \nSo, when T. S. Eliot says (in East Coker) \"home is where one starts from\", the \"from\" is left tantalizingly ambiguous.  He continues: \"As we grow older the world becomes stranger, The pattern more complicated, Of the dead and the living … Of old stones that cannot be deciphered\". \nHome, after all, is a state of mind, that we construct around our \"memories and desires\", dull roots sometimes \"stirred by spring rain\" (to continue with Eliot imagery) as we rearrange and decipher old stones and markers, partly real and evident, partly fed by myths and fantasies, of what we were, what we became, and our journey from Being to Becoming. \nPerhaps Pliny the Elder, Roman naturalist and commander, was more astute when he said, \"home is where the heart is\", a sentiment echoed by the great philosopher Elvis Presley when he sang, \"home is where the heart is baby, And anywhere you are, is home\".  But, the heart itself is fickle, inconstant and vulnerable to seductions.  Thus, can we have more than one home? \nAmartya Sen certainly thinks so.  When he returned to Trinity College, Cambridge, UK in 1998, a BBC interviewer asked him, \"So, where is your home?\" he responded, \"I feel very much at home here right now\". He went on to explain that he also feels at home when he lived in Cambridge, Massachusetts, or in Santiniketan or Dhaka, where he spent his early childhood.  The interviewer persists, \"So, you have no concept of home\", to which he replied, \"On the contrary I have more than one welcoming home, but I do not share your idea that a home has to be exclusive\". Incidentally, his book of memoirs is titled, \"Home in the World\".\nThe idea of multiple homes expands its ambit, but deconstructs its essentialism to the point that its very meaning becomes fluid and suspect.    \nPerhaps we could venture in exactly the opposite direction of \"home\" being where one finally rests.  During the relentless westward drive of White Settlers in America, Native American leaders would resist and complain that their lands and homes were being taken away. During those days of conflict and conquest, a US colonel tauntingly asked the great Lakota leader, Chief Crazy Horse, \"and so, where is your land, your home?\" The Chief responded by grandly gesturing towards the horizons, and saying \"wherever my braves are buried is my land, my home\", thus inverting the earlier premise and suggesting that home is the place consecrated by our blood and sacrifice.\nThis may sound rather grim. But when the same sentiment is expressed by the great British War poet Rupert Brookes who, in his famous poem \"The Soldier\" memorably says \"And if I should die, think only this of me, That there is some corner of a foreign field, That is forever England\" it sounds more patriotic and uplifting. In both formulations the idea is that the body is the land, the signpost of home.     \nBut if the idea of home is difficult to specify, the notion of displacement is more challenging.  Is it possible to choose not to have a home, and live like wanderers, pastoralists and herders without any fixity or address?  There are some 50-60 million such people today.  The Bedouin, the Tuareg, the Mongols, the Romani and gypsies are the most famous, but such communities are present everywhere, even in South Asia, such as Doms, Kochs and Be-des.\nIn open societies, there may also be free spirits, rootless cosmopolitans and loners, rebelling against the crass culture of consumption, acquisition and display, and refusing to be trapped or numbed by the capitalist machine.  What about the writers of the Beat generation (e.g., Kerouac, Ginsberg, Burroughs), or Robert Pirsig (Zen and the Art of Motorcycle Maintenance), and many others who not only dismiss, but often repudiate, the notion of having a home? Can they be considered displaced?\nIt is absolutely true that some artists and writers were compelled by circumstances to leave their homes and settle elsewhere such as Vladimir Nabokov, Bertolt Brecht, Albert Camus, Alexander Solzhenitsyn, Gabriel Marquez, or even perhaps Taslima Nasrin and others. \nBut, many more chose to live outside their original domiciles sometimes for long periods of time, sometimes their entire lives.  They include mystics like Rumi, the great romantics like Keats, Shelly and Byron, and in the 20th century, T. S. Eliot, Ernest Hemingway, James Joyce, Thomas Becket, George Orwell, Oscar Wilde, Pablo Neruda, Gertrude Stein, Gabriel Marquez, Joseph Conrad, Thomas Mann, Wole Soyinka, Isabelle Allende, Joseph Brodsky and many more. \nA host of writers of South Asian origin writing in English such as V. S. Naipaul, Nirad Chaudhury, Anita Desai, Salman Rushdie, Amitabh Ghose, Amit Chaudhury, Jhumpa Lahiri, Hanif Koreishi, Aravind Adiga or our very own, Tahmima Anam, Zia Haider Rahman and Monica Ali have also demonstrated that borders are porous, and can be transcended, both physically and artistically.\nPainters like Picasso had to flee their land (a moment that he immortalized through his Guernica) but Monet, Pissaro, or Gauguin didn't, nor did Bangladeshi artistes like Shabuddin in France, Qazi Ghyasuddin in Japan, or Manirul Islam in Spain. Their exilic experience only fueled their creative energies. Are they displaced?               \nA similar definitional conundrum is faced when one considers some religious traditions and practices which are antithetical to the notion of home because of the attachments it provokes.  Buddhist monks, some Catholic denominations (e. g, Franciscan orders), and several Sufi tariqas such as the Qadiriyah, Naqshbandia and Qalandaria, look upon \"home\" as a distraction, a trap, a deviation from the monastic purity, devotion and resolve which can only be attained through detachment from such material lusts and longings.  This ambivalence resonates through Lalon Shah and the baul tradition as well.           \nA further complication derives from the difference between a migrant and a refugee.  The first chooses to leave and re-settle elsewhere.  This could be driven by hopes of a more comfortable life, more political or sexual freedoms, or a more supportive environment favorable to one's talents. \nThis self-conscious decision does not imply a forsaking of one's historical baggage of family bonds, cultural tastes, or individual habits.  But, while the \"ties that bind\" remain in effect, and while the journey of re-settlement and new identities may initially entail some struggles and discomforts, and may even carry elements of anguish, guilt and after-thought, these ties eventually face \"erasure\" in the context of new demands, expectations and blending imperatives. At what point should they be considered displaced?\nIt is probably safe to say that refugees are at the very center of the displacement discourse. After all, they are compelled against their will to flee from their homes and habitats for other countries which provide an unwelcome and, usually, temporary sanctuary. Their condition is the most hauntingly and glaringly tragic. \nWhile the reality of people travelling, moving, discovering, settling and building new homes and identities is quite old, this forced dispersal of entire groups of people across borders through war, persecution, exclusion, threat, or targeted violence, is a relatively new phenomenon.\nIn fact, the word \"refugee\", derived from the French word \"refugie\" and the Latin word \"refugium\", entered the English language only in 1685 when thousands of French Protestant Huguenots were expelled from southern and western France following the revocation of the Treaty of Nantes by Louis XIV.  This had ended the fragile compromise between French Catholics and Protestants. The latter were compelled to seek shelter elsewhere.\nIt must be remembered that the idea of refugees was only possible AFTER the concept of the State had come into existence initially through the Treaty of Westphalia in 1648, which recognized sovereignties within national boundaries, and more fully articulated through the Congress of Vienna in 1815, which underscored legal notions of citizenship.\nIt was not till the 20th century that refugees became a full-fledged problem, when European Jews faced vicious anti-Semitism in many countries, and the brutal and systematic slaughter of millions in some.  Many countries refused to accept them. These realities led to the Refugee Convention in 1951, which defined the term, and enunciated procedures for seeking asylum.\nThe UNHCR sought to bring some order, clarity and sensitivity to the whole process.  By the end of 2021 this body estimated that there are more than 27m refugees, over 53m internally displaced persons, and in excess of 4.6m asylum seekers (an overall total that exceeds the population of 90% of the world's countries). These numbers are bound to increase because of the intensifying levels of hate and violence in a hyper-polarized world, and because of natural disasters and climate change disruptions that are escalating ominously.\nBut these figures do not capture the condition of minority communities who had felt \"at home\" for many years in a land which they believed was their own, to be increasingly and aggressively made aware that because of their \"otherness\" they cannot do so anymore. \nThis happens because whipping up hate is so much easier than mobilizing the acceptance of the \"other\". Cynical politicians have manipulated this weapon to cruel and effective advantage as they hide their prejudice, greed and hunger for power under the rhetorical froth of faith, populism, or national identity. Therefore, even though some citizens may remain legal residents of a country, they become \"outsiders\", strangers in their own land, who do not, and cannot, \"belong\", and are urged, sometimes forced, to leave (like the Rohingyas in Myanmar).\nThis is more painfully true for majority populations who face invisibility and dehumanization at the hands of settler colonists.  In Israel/Palestine for example, one can legitimately ask, which community is it that is really displaced - those who had been compelled to leave their original homes elsewhere and sought to settle here, or those who had always been there and now suffer dispossession and disempowerment as they encounter walls and \"laws\" which forbid them from the very places where they had lived, and which they had \"owned\", for centuries?                       \nAs difficult as it may be to define or disentangle the terms \"home\" and \"displacement\", the ideas remain powerful and relevant, and are inscribed into our collective consciousness and our cultural landscape.  The very centrality of the question \"who am I\" is inextricably bound up within a cartographic framework and the assembling of various experiential fragments into a tapestry that provides meaning, hope and agency. \nIn this regard art provides not only an avenue but also an inherent logic of creativity, since \"displacement\" constitutes a profound dislocation of texts and contexts that demand new understanding, deconstruction and engagement.\nThe idea is not that displacement creates great art, but that the trauma of exile, loss and longing provides new instincts, impulses, intuitions, interrogations and intimacies, a new diasporic imaginaire, new sites of contestation and coexistence, new sets of challenges and opportunities, and a new frisson of experimental and aesthetic liveliness. \nThe dislocated is not merely a victim and an object of history, but also an active and dynamic subject of exciting dimensions and richness. They need our support, not our pity. It is only right, indeed our moral obligation, to try to understand their struggles and sufferings, but also celebrate their spirit, their talents, and their possibilities. \nThe courage and foresight of the organizers at the Bangladesh Shilpakala Academy to dedicate the 19th Asian Arts Biennale to this theme deserve our gratitude, and our congratulations.\n(From remarks made at the International Symposium organized under Dr. Syed Manzoorul Islam's leadership as part of the 19th Asian Arts Biennale at the Shilpakala Academy in Dhaka, Dec 8, 2022 – Jan 7, 2023.)\nDr Ahrar Ahmad is Professor Emeritus at Black Hills State University in the US, and Director General of Gyantapas Abdur Razzaq Foundation in Dhaka. He can be contacted at ahrar.ahmad@bhsu.edu\n\n",
        "headline_1": "Home and Displacement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/home-and-displacement-3205346",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "One of the critical issues of education reform policy agendas is reducing graduate unemployment in Bangladesh. So far, numerous write-ups have been published through various outlets reflecting the state of unemployment, and expressing concerns about the existing education system. The central message is that our education system, for higher education in particular, fails to prepare graduates with the soft and hard skills necessary to make them employable. Moreover, in our society, it seems that becoming employed is the main purpose of acquiring an education\nIn Bangladesh, many education reform initiatives are underway at various levels with this goal in sight. At the government level and in universities, the focus is on enhanced opportunities for technical and vocational education. Some exemplary initiatives include the founding of technical and vocational education centres across the country at the upazila levels, and the National University launching skills-focused diploma programmes.\nIt would not be an exaggeration to state that the main purpose of education should be to create an educated society and a civilised nation, rather than producing graduates for the job market. As for higher education, the vision of an education institution should be to create knowledge, advance existing knowledge, and promote innovation.\nBut how can we reach a reality of all our graduates being employable in their respective fields, in Bangladesh or abroad?\nOn June 19, 1999, the Joint Declaration of the European Ministers of Education (or, the Bologna Declaration) was signed. The education ministers of the 29 signatory European countries decided on the three priorities of higher education, with the main goal being the achievement of higher education equality across Europe. Another priority was fostering employability, that is, building the skills of a graduate to make them employable in their area of interest. They did not focus exclusively on employability, though. But with the specific priorities in focus, the European countries reformed their education systems, curricula, and degrees, which ultimately resulted in increased opportunities of graduate employment thanks to increased inter-country mobility of graduates. As the quality of education was at par across the Bologna Declaration member countries, the graduates of one country did not experience difficulty finding employment in another country. In short, the reform initiative broadened the horizon of graduate employment opportunities.\nDuring British rule, formal education was introduced in India to educate the citizens of this region, and higher education was established to create an elite class who would be educated as per Western standards of education and would serve the British rulers in delivering public service across India. After the end of the British rule, the British system of higher education was the norm, wherein access to higher education was extremely limited. However, the elite nature of higher education did not persevere.\nOnce Bangladesh gained independence in 1971, the country replicated the British system of higher education but introduced higher education opportunities for the masses, and new colleges and universities were founded.\nConsequently, the massification of higher education took place across the country that resulted in a huge supply of university graduates. The supply was much higher than what the job market demanded, though. And the inevitable outcome of the mismatch was a persistent rise of graduate unemployment. Despite having the required skills, many graduates were unable to get employment. And over the years, because of accumulated pressure, graduate unemployment has become one of our foremost economic problems.\nThe solution to this problem lies in generating more opportunities for the employment of our graduates – at home and abroad.\nThis is why an employment-focused reform initiative for education is erroneous. The reform agenda must cover raising the standard of education and improving the reputation of institutions, so that our graduates are universally fit for employment.\nHowever, raising the quality of education does come at a cost. Sufficient investment is required for education at the government and private levels. And, of course, investment must be made in making the teaching profession attractive to the best and brightest graduates by enhancing the social status and financial packages associated with the post. Only higher spending by the government is unlikely to guarantee quality education. The secret to quality education for a nation is employing good teachers in the first place.\nMd Shamsul Arifeen Khan Mamun, PhD is a professor of economics at Gurudayal Government College in Kishoreganj, Bangladesh. Email: spu.heqep@gmail.com; headofeco@gdc.gov.bd\n\n",
        "headline_1": "Without good teachers, any education reform agenda is futile",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/without-good-teachers-any-education-reform-agenda-futile-3204826",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Today, Christians all over the world are celebrating the birth of Jesus Christ with prayers, singing of Christmas carols and cherishing the value of family and friendship. While it is a day that is special for Christians, Christmas is also a day of festivity and joy for most people regardless of their faith. Which is why we should focus on the spirit of Christmas while respecting the traditions that make it such an uplifting occasion. Remembering the life, teachings and values of Jesus Christ – values that are essentially shared by all major religions – as well as trying to imbibe them in our daily lives can become the salvo that we seek in a world so plagued with strife and hatred.\nWe are living at a time when countries are at war or getting ready for war. Weapons that kill thousands have become products of lucrative business, making wars necessary for continuous profits for a few. Racism and communalism have become the most powerful tools used by autocrats and opportunists to brainwash or divide people for their parochial interests. Economic fallouts from the pandemic and the war in Ukraine have accentuated the discontent and helplessness of people. Selfishness, intolerance of diverse views, growing lust for the material, insularity, violence, deceit, callousness towards Nature – all the vices of humankind have gained momentum, resulting in unimaginable suffering, deprivation and misery for those outside the seats of power. This only has weakened the strength of humanity that seems to be rushing towards its own extinction. The world, therefore, is in a deep crisis. It can only be resolved if we consciously try to change this self-destructive trajectory.\nThe spirit of Christmas teaches empathy, kindness to those in need, forgiveness, tolerance of those who are different, sacrifice for the benefit of people, and adopting simplicity and honesty in life. Most of all, it teaches boundless love for humanity, regardless of difference in opinions, beliefs, appearance and gender. These are universal values that define humanity. These are embedded in the teachings of all faiths and non-religious ideologies. These are values that can help humankind to survive the apocalyptic future that seems inevitable.\nIn Bangladesh, Christianity was introduced by Portuguese traders and missionaries during the late 16th and 17th centuries. The Christian community, though now much smaller than before, has significantly contributed to Bangladesh, especially to education by establishing schools and colleges that are known for their excellent academic standing as well as through charitable endeavours to help the most underprivileged and neglected.\nIt is, therefore, important to recognise the contributions of the Christian community and all other minority communities in the development of this nation. Embracing the diversity of faith and culture enriches a society. It makes it stronger and more vibrant. Making people of all communities and faiths feel protected, valued and appreciated is thus crucial for our own sake. We wish all our Christian brothers and sisters a safe, joyous Christmas!\n",
        "headline_1": "Christmas: A lesson in empathy and giving",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/christmas-lesson-empathy-and-giving-3204701",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "It's frustrating to know that an investment proposal to produce 1,000 megawatts (MW) of solar power has been gathering dust at the Bangladesh Power Division at a time when the country desperately needs to expand and diversify its energy basket. Reportedly, the proposal for the USD 1.79 billion project was submitted by a US-based company in February 2022, just before the Russia-Ukraine war, which caused global energy prices to soar forcing a dollar-strapped Bangladesh to stop LNG import from the spot market. The lack of response from the authorities – despite the project's potential to meet domestic needs and realign our energy policy with international commitments on renewables – is inexplicable, to say the least.\nWe are told that, if approved, this would be the biggest investment of its kind in Bangladesh. Lack of investment is among reasons cited for the lack of growth of our renewable energy sector. Why sit on the proposal, then? Is it because of any pushback from anti-renewables interest groups? Is it because of lack of land needed to produce solar energy? The last argument doesn't hold with the aspirant investors having secured 5,000 acres of marsh land in Swarna Dwip, Noakhali, following an agreement with Bangladesh Army, which is in charge of the island. Those who have long benefitted from Bangladesh's dependence on fossil fuels and its energy policy that left room for exploitation through collusive deals and exorbitant prices may have an interest in seeing any renewable project to not take off.\nWhatever the reason may be, there is no doubt that proposals that advance the cause of renewables deserve serious consideration. Officially, the government remains in favour of this cause. According to the Mujib Climate Prosperity Plan submitted in COP26, Bangladesh aims to meet 40 percent of its energy demand through clean power by 2040, as part of a bid to reduce the impact of climate change. Last year, it made a major leap forward when it scrapped plans for 10 new coal-fired power plants. Despite that, use of fossil fuels hasn't decreased, and is unlikely to do so in the near future. The push for renewables has somehow never gone beyond official plans, feel-good commitments and cosmetic changes.\nAs the UN secretary-general has said, \"our burning world needs a renewables revolution\". For Bangladesh, it means waning itself off harmful fossil fuels including coal, oil, and gas, and redirecting efforts to scaling up renewable energy. Unfortunately, renewable initiatives still don't enjoy the flexible provision and facilities that fossil fuel-based power producers do. The playing field is decidedly uneven for the former. Experts warn that if such initiatives are unnecessarily delayed – there are currently unapproved proposals for producing 4,000 MW of solar energy – it will send a negative massage, and may even affect adaptation funding for us.\nWe, therefore, urge the authorities to address the mismatch between our energy commitments and practices, and take steps to get rid of the bottlenecks in the process of undertaking renewable initiatives. The Power Division must support the cause through its policies and initiatives.\n",
        "headline_1": "Time for a renewables revolution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-renewables-revolution-3204691",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Today, Christians all over the world are celebrating the birth of Jesus Christ with prayers, singing of Christmas carols and cherishing the value of family and friendship. While it is a day that is special for Christians, Christmas is also a day of festivity and joy for most people regardless of their faith. Which is why we should focus on the spirit of Christmas while respecting the traditions that make it such an uplifting occasion. Remembering the life, teachings and values of Jesus Christ – values that are essentially shared by all major religions – as well as trying to imbibe them in our daily lives can become the salvo that we seek in a world so plagued with strife and hatred.\nWe are living at a time when countries are at war or getting ready for war. Weapons that kill thousands have become products of lucrative business, making wars necessary for continuous profits for a few. Racism and communalism have become the most powerful tools used by autocrats and opportunists to brainwash or divide people for their parochial interests. Economic fallouts from the pandemic and the war in Ukraine have accentuated the discontent and helplessness of people. Selfishness, intolerance of diverse views, growing lust for the material, insularity, violence, deceit, callousness towards Nature – all the vices of humankind have gained momentum, resulting in unimaginable suffering, deprivation and misery for those outside the seats of power. This only has weakened the strength of humanity that seems to be rushing towards its own extinction. The world, therefore, is in a deep crisis. It can only be resolved if we consciously try to change this self-destructive trajectory.\nThe spirit of Christmas teaches empathy, kindness to those in need, forgiveness, tolerance of those who are different, sacrifice for the benefit of people, and adopting simplicity and honesty in life. Most of all, it teaches boundless love for humanity, regardless of difference in opinions, beliefs, appearance and gender. These are universal values that define humanity. These are embedded in the teachings of all faiths and non-religious ideologies. These are values that can help humankind to survive the apocalyptic future that seems inevitable.\nIn Bangladesh, Christianity was introduced by Portuguese traders and missionaries during the late 16th and 17th centuries. The Christian community, though now much smaller than before, has significantly contributed to Bangladesh, especially to education by establishing schools and colleges that are known for their excellent academic standing as well as through charitable endeavours to help the most underprivileged and neglected.\nIt is, therefore, important to recognise the contributions of the Christian community and all other minority communities in the development of this nation. Embracing the diversity of faith and culture enriches a society. It makes it stronger and more vibrant. Making people of all communities and faiths feel protected, valued and appreciated is thus crucial for our own sake. We wish all our Christian brothers and sisters a safe, joyous Christmas!\n",
        "headline_1": "Christmas: A lesson in empathy and giving",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/christmas-lesson-empathy-and-giving-3204701",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "It's frustrating to know that an investment proposal to produce 1,000 megawatts (MW) of solar power has been gathering dust at the Bangladesh Power Division at a time when the country desperately needs to expand and diversify its energy basket. Reportedly, the proposal for the USD 1.79 billion project was submitted by a US-based company in February 2022, just before the Russia-Ukraine war, which caused global energy prices to soar forcing a dollar-strapped Bangladesh to stop LNG import from the spot market. The lack of response from the authorities – despite the project's potential to meet domestic needs and realign our energy policy with international commitments on renewables – is inexplicable, to say the least.\nWe are told that, if approved, this would be the biggest investment of its kind in Bangladesh. Lack of investment is among reasons cited for the lack of growth of our renewable energy sector. Why sit on the proposal, then? Is it because of any pushback from anti-renewables interest groups? Is it because of lack of land needed to produce solar energy? The last argument doesn't hold with the aspirant investors having secured 5,000 acres of marsh land in Swarna Dwip, Noakhali, following an agreement with Bangladesh Army, which is in charge of the island. Those who have long benefitted from Bangladesh's dependence on fossil fuels and its energy policy that left room for exploitation through collusive deals and exorbitant prices may have an interest in seeing any renewable project to not take off.\nWhatever the reason may be, there is no doubt that proposals that advance the cause of renewables deserve serious consideration. Officially, the government remains in favour of this cause. According to the Mujib Climate Prosperity Plan submitted in COP26, Bangladesh aims to meet 40 percent of its energy demand through clean power by 2040, as part of a bid to reduce the impact of climate change. Last year, it made a major leap forward when it scrapped plans for 10 new coal-fired power plants. Despite that, use of fossil fuels hasn't decreased, and is unlikely to do so in the near future. The push for renewables has somehow never gone beyond official plans, feel-good commitments and cosmetic changes.\nAs the UN secretary-general has said, \"our burning world needs a renewables revolution\". For Bangladesh, it means waning itself off harmful fossil fuels including coal, oil, and gas, and redirecting efforts to scaling up renewable energy. Unfortunately, renewable initiatives still don't enjoy the flexible provision and facilities that fossil fuel-based power producers do. The playing field is decidedly uneven for the former. Experts warn that if such initiatives are unnecessarily delayed – there are currently unapproved proposals for producing 4,000 MW of solar energy – it will send a negative massage, and may even affect adaptation funding for us.\nWe, therefore, urge the authorities to address the mismatch between our energy commitments and practices, and take steps to get rid of the bottlenecks in the process of undertaking renewable initiatives. The Power Division must support the cause through its policies and initiatives.\n",
        "headline_1": "Time for a renewables revolution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-renewables-revolution-3204691",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Given the fact that Bangladesh is poised to step into the league of lower middle-income countries, its initiative to construct 100 more highways may be viewed as a move matching the envisioned status. Prime Minister Sheikh Hasina inaugurated this number of highways in 50 districts by using the virtual platform. Earlier in November, the premier digitally inaugurated 100 newly constructed bridges in different parts of the country. Together these could be termed a burst of infrastructural development work which is expected to ease connectivity inside the country. These latest additions to the country's existing highways are expected to facilitate modern trade and business as well as public and private vehicular movements. So will do the bridges. The backdrop of highway movement in Bangladesh, however, offers a dismal look. Despite the awareness of the necessity of well-built highways across the country, the policymakers and implementers are yet to come up with one that can be called a highway in the true sense of the term. Moreover, the endemic delay in construction and the low-grade work make the matter worse. Apart from the resultant cost escalation and public sufferings, such overruns of projects have adverse impacts on both local and national trade and economy. Then connecting roads --- along with bridges or culverts over those --- to local production hubs are left neglected to the effect that the potential trade benefit remains unexploited. The highways are the arteries of a nation's economy. Of the 22, 476 km road network under Roads and Highways Department, there are 3,991 km national highways, 4,897 km regional highways and 13,588 km district roads. As can be seen, national highways connect the capital to divisional cities, seaports, land ports, and international highways. Regional highways connect district towns, river ports and land ports. District roads link district towns with upazilas or one upazila with another. There is no doubt that the network of roads connecting to the highways has been quite extensive over the years but it is difficult to be assured of their quality.Despite the highway networks apparently covering the whole country, many important but outlying areas are cut off from the regional roads and bridges across them. People in these areas are meted out a punishment of sorts for no fault of theirs. At many points in these areas, socio-economic life has ground to a halt. Their constrained mobility is no help in developing business links with the wider parts of the country and the economy. To make things worse, vested interests in the localities are found designing to have the roads constructed along their chosen areas, thus depriving the poor people of the roads' benefit. This trend is also at work during preparatory stage of the highway constructions. All this leads a number of highways to cut through wrong areas bringing little respite to the people in certain areas. Although the technical people know well which areas would be suitable for road and highway connection, they play a subservient role to political clouts. But there is a need for a comprehensive and representative picture of an area when it is connected with national or regional highways.",
        "headline_1": "Changing perspective of highways",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/changing-perspective-of-highways-1671973947",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Coronavirus has not gone yet. The report on the surge of fresh cases coming from China concerns a new sub-variant of the Omicron, BF.7. To go by Bloomberg, every day this version of the coronavirus is infecting about one million and causing death to some 5,000 people in China. The Indian government has also started taking measures to protect its population against any onslaught of the virus. The country's health minister has meanwhile asked the public to follow health safety protocols and get vaccinated. At the same time, arrangements will reportedly be there to randomly test two per cent of the international visitors for the virus at the country's airports. Meanwhile, the World Health Organisation (WHO) chief, Tedros Adhanom Ghebreyesus, has expressed concern over the reported sharp rise in the number of infections in China.Reports have it that the streets of China's capital, Beijing, are empty and that most business centres are shut down. Unconfirmed reports further say that some 40 per cent of Beijing's 22 million people are now infected with the Omicron variant. Assumably, the pandemic is not concentrated just in that country's capital. Though reports are hard to come by, other cities and, especially, the rural areas of that country are perhaps going through similar ordeals. But China is not far from Bangladesh. Are we fully aware if the strain of the Omicron under consideration has not already entered the country? But how would the public know that they have been infected by BF.7? Does it have symptoms that are different from those of the older variants? In fact, BA.5.2.1.7, or in short, BF.7 is a sub-lineage of the Omicron variant. BF.7 is learnt to have the highest transmissibility so far. It can easily evade any immunity developed from previous infection or vaccination. It has the basic reproduction ratio or R0 between 10 and 18.6. That means, every person infected by BF.7 will transmit the virus to on average 10 to 18.6 people. Compare it with its parent Omicron variant (the fastest one before this sub-variant emerged) that has the basic reproduction number at 5.08. The secret of this sub-variant of Omicron's being so infectious lies in its spike protein. In fact, BF.7 owes its characteristics to a specific mutation in the spike protein of the older SARS-CoV-2. This spike protein of the Omicron strain (BF.7) helps to attach itself to the cell of the victim it infects. Omicron, or BF.5 did also owe its high transmissibility, especially, its capacity to neutralise antibodies to such mutation. In this connection, a study carried out on health workers who got three jabs has shown that BA.7 can resist neutralization of their blood component, called sera, that is supposed to contain antibodies. The result was the same for patients who suffered from the BA.1 and BA.5 waves of the coronavirus. The symptoms of the BF.7strain of the coronavirus are in many respects similar to the other sub-variants of Omicron. For example, it causes congestions in the upper part of the chest and throat. Patients may suffer from conditions including fever, cough, sore throat, runny nose and fatigue. They may also cause gastrointestinal disorders like vomiting and diarrhoea. Older people and others with compromised immune system are more at risk from this sub-variant of the virus. It is important that the patient get tested as soon as the symptoms begin to surface so that early decisions about isolating the patient or starting medication, or even about hospitalisation could be made. The countries where the BF.7 has spread include the US, the UK, the European countries like France, Germany, Belgium and Denmark. So far, the BF.7 has not demonstrated any tendency at escalation in the rate of infection in the US where it has remained steady. In the UK, on the other hand, its incidence has been fewer. However, earlier in October, the UK's Health Security Agency termed the BA.7 as one of the most concerning variants. But the situation regarding the spread of BF.7 among the populace in the US and the UK contrasts sharply to that of China. The BF.7's higher reproduction number (R0) in China might be due to low level of immunity from earlier infections from other variants of the coronavirus. It may also be that the immunity from vaccination in China has not been strong enough. However, the recent surge of the pandemic as reported from China needs to be watched more closely. India has recently been reporting fewer than 200 infections from the virus a day. So, there is little room for complacency in Bangladesh. Seeing that health safety protocols against the pandemic are being rarely observed at public places, let alone in the offices and other workplaces, the public appears to have forgotten about the pandemic. So, the government needs to launch a fresh awareness campaign against the pandemic in general. At the same time, it should install testing facilities for the new strain of the Omicron at different entry points of the country including the airports, sea and landports as well as at hospitals. Wearing facemask, maintaining social distancing and other basic health safety protocols should be made mandatory wherever people work and gather. And the vaccination drive against the pandemic should continue as before.\n[email protected]",
        "headline_1": "Looming threat of a new pandemic variant",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looming-threat-of-a-new-pandemic-variant-1671974016",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Winter in this part of the world has long lost its bite although in the country's north it has at times spells of severe cold wave. The sea coasts are particularly pleasant during the season. With the educational institutions remaining closed during this time, families who can afford look for outings. So the best options for vacationing are the sea beaches of Cox's Bazar and Kua Kata. No wonder, the newly developed pastime of holidaying by a growing number of compatriots with no legacy to back them up is going from strength to strength. It is proving a driving force behind the flourishing internal tourism. Vacationing means freedom from the routine drudgery and an opportunity for breathing fresh air in attractive scenic sites. With one of the highest demographic density, Bangladesh boasted a number of unspoiled pristine tourist spots until recently. That advantage is no longer enjoyed by domestic tourists who converge on a few familiar sites of attraction in their thousands. The twin gifts of Nature ---overhanging hills and long stretch of sea shore ---are special to Cox's Bazar and hence its appeal is irresistible. Kuakata has its own charm in that the beach offers the unique opportunity to see sunrise and sunset. When the rest of the country shivers from moderate to biting chill with frost enveloping the surroundings in the northern parts, the two sea beaches stand out for pleasant weather with the sun shining brightly. A splash in the sea almost always in agitation over what even it does not know is a renewal with the primordial land-sea bond that is responsible for the origin of flora and fauna. The attraction is sweet and fatal at the same time. Many express their disappointment over underdevelopment of the tourism industry. Their argument is in favour of far higher revenue earning by this sector if planned and developed well. What is missing from such reasoning is the spoiling and destruction of tourist sites. It is a huge number of tourists who gather at the tourist spots during the festivals or in time of long holidays of schools and colleges. The sites are overwhelmed by mostly uninitiated holidaymakers. Quite a number of waterfalls in Sylhet and Cox's Bazar have either disappeared or are on life support. Some sites like Batali Pahar (hill) and Sitakunda have been subjected to rapacious denudation. The two beaches are also fast turning dirty and uninviting because of the lack of responsible habits and practices on the part of holidaymakers. A far greater threat comes from contamination of the seawater ---most probably from plastic and chemical effluent that end up in seas. That huge numbers of dead fish were washed ashore in recent times shows how the marine life is threatened and both the beaches run the risk of becoming unhealthy for a dip in the seawaters. Apparently the threat is related to climate change but in the ultimate analysis it is man and man alone is responsible for such decline in tourist spots and sea beaches. In an overpopulated country in which more people are developing a knack for holidaying, the sites are limited with barely the capacity to cope with the growing pressure. If the number of internal tourists continues to proliferate at a steady rate, soon the sites will deteriorate beyond recuperation. What is needed most is to foster the concept of eco-tourism by the Bangladesh Parjata Corporation. The vacationers also must be encouraged to appreciate the dos and dont's of enjoying themselves in a highly frequented tourist site. The spots that are more sensitive should be barred from any visit on a week day or for even a month in the off-season so that those can get the breathing space for recuperation. Tourism can be encouraged but not at the cost of the tourist spots. \n[email protected]",
        "headline_1": "There is a limit to tourism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/there-is-a-limit-to-tourism-1671974061",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2022"
    },
    {
        "full_article": "Winter is not cosy for all. It is a hard time for the children who have to spend nights on city pavements. The cold winds during the winter nights pierce their skin, but they usually do not have enough clothing to protect themselves. And the number of such homeless children is not small. It is estimated that 380,000 children of the country between the ages of five and 14 years live on the streets. The health of these children is at great risk during winter. Getting sick due to cold is an everyday phenomenon for these children. Like others, these children deserve to live a secure life. It is important for each one of us to stand by the street children as much as possible from our own social standpoint during this winter. Social organisations should start their work of helping these children as early as possible. Above all, we all must work in a way so that street children's miseries can be alleviated to some extent. The government should also ensure rehabilitation of these children. \nJobaidul Islam, Student of Sufia Nuria Fazil Madrasa, Mirsarai, Chattogram, [email protected]",
        "headline_1": "Standing by street children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-street-children-1671974090",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2022"
    }
]