[
    {
        "full_article": "After two extra nights of extended negotiations in Baku, countries finally gave up on bridging their differences and settled on a “roadmap” that has left nearly all developing countries frustrated, developed nations relieved and the planet, still on a perilous path. Officially, the CoP Presidency may claim progress. The text, which was passed early in the morning, included a commitment to triple public finance for developing countries, raising the goal from $100 billion annually to $300 billion by 2035. In addition, countries pledged to work to scale finance from public and private sources to $1.3 trillion per year by 2035. In the world of international negotiations, it is common for countries to bring maximalist demands — asking for the most optimistic outcomes — only to settle for these being scaled back. However, in this case, the gap between what was demanded and agreed upon is striking: the $300 billion figure represents just 20% of the original demand. While $300 billion a year is no small sum, other meaningful concessions would have made its impact far greater. For example, if the funds were predominantly public finance, facilitating the affordable transfer of technology from developed to developing countries, or supporting investments in infrastructure that could help vulnerable populations in the Global South adapt to climate change. Unfortunately, none was included.Despite decades of scientific progress in developed countries that have rigorously outlined the threat posed by rising carbon emissions, these nations have repeatedly backtracked on their responsibility to support meaningful climate solutions. Moreover, many have failed to discourage developing countries from pursuing fossil-fuel-based development. This shift is likely a reflection of broader geopolitical changes — such as the decline of the globalised world order — and a reduction in public support and political will in the West. As a result, climate action has increasingly been framed within the logic of market competition rather than global solidarity. The recent CoP talks revealed that climate negotiations are now entangled with trade conflicts. In this year’s talks, wordplay and political posturing often took precedence over meaningful action. It is possible that next year, there will be a repeat of the drama surrounding the U.S. withdrawal from the Paris Agreement, especially with the impending return of a Trump presidency. Next year’s CoP, in Brazil, will be a symbolic return to the country that hosted the 1992 Earth Summit, where the world first recognised that action, not just talk, was needed to tackle global challenges. As the climate crisis grows more urgent, it is time for the world to revisit that commitment and move beyond empty promises to real, transformative action. Published - November 26, 2024 12:30 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        United Nations (climate change)\n                    \n                            /                      \n                        \n                        public finance\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        Paris Climate Summit COP21\n                    \n                            /                      \n                        \n                        summit\n                    \n                            /                      \n                        \n                        Brazil",
        "headline_1": "Return to action: On moving ahead after Baku",
        "headline_2": "The world must move beyond empty rhetoric on climate change",
        "link": "https://www.thehindu.com/opinion/editorial/return-to-action-the-hindu-editorial-on-moving-ahead-after-baku/article68909020.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "The decision by the International Criminal Court (ICC) to issue arrest warrants against Israeli Prime Minister Benjamin Netanyahu and former Defence Minister Yoav Gallant for alleged war crimes and crimes against humanity in Gaza marks a diplomatic and moral setback for Israel, which has been attacking the tiny Palestinian enclave for over 13 months. The ICC has also issued arrest warrants for two Hamas leaders, Yahya Sinwar and Mohammed Deif, regarding the October 7, 2023 attack on Israel. Sinwar, Hamas’s chief in Gaza, was killed by the Israeli army on October 16, and Deif, the head of Hamas’s military wing, was reportedly killed in an Israeli air strike in July. Thus, the practical focus of the warrants remains on Mr. Netanyahu and Mr. Gallant. Mr. Netanyahu has rejected the warrant as “anti-Semitic”, a frequent retort to criticism. The U.S., Israel’s closest ally, has said it “fundamentally rejects” the ICC’s decision. The ICC does not have a police force to carry out arrests, and until the accused are arrested, their trial cannot take place since the court does not have a mandate to conduct trials in absentia. Nevertheless, the warrants would complicate the ability of Mr. Netanyahu and Mr. Gallant to travel freely across the globe. As the Rome Statute of the ICC has been recognised by 124 countries, they would be legally obligated to arrest them if they enter their territories. The ICC asserts there are “reasonable grounds” to believe that Mr. Netanyahu and Mr. Gallant bear “criminal responsibility” for causing “mass starvation” and “deliberately targeting” medical facilities in Gaza. Israel contends that it is fighting terrorism and adhering to international law. However, the numbers from Gaza suggest otherwise — nearly 44,000 deaths and more than 1,00,000 wounded. And, Gaza’s population of around 2.3 million has been displaced, some multiple times.The International Court of Justice has previously urged Israel to take measures to avoid genocide in Gaza, and the UN Security Council has called for a ceasefire. Yet, Israel continues its military actions with the full backing of the Biden administration, resulting in more deaths and suffering. This war has left a moral stain on Israel and its supporters, and the ICC arrest warrants serve to endorse growing international criticism of Israel’s actions. While Mr. Netanyahu and Mr. Gallant may not be arrested or tried, the warrants deepen Israel’s international isolation and complicate its diplomatic relations. The sooner Mr. Netanyahu ends this aimless, disastrous and disproportionate war and shifts towards diplomacy, the better it will be for the state of Israel. Published - November 26, 2024 12:15 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        international court or tribunal\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        Israel\n                    \n                            /                      \n                        \n                        war\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        international law\n                    \n                            /                      \n                        \n                        terrorism (crime)\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "​Moral stain: On Israel and the ICC arrest warrants",
        "headline_2": "Arrest warrant against Benjamin Netanyahu will deepen Israel’s isolation",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmoral-stain-the-hindu-editorial-on-israel-and-the-icc-arrest-warrants/article68905083.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "Winning one cricket match isn’t a big deal. Unless it’s a match like that in Perth\nWho predicted this? Whitewashed by Kiwis at home earlier this month, India were dismissed before they took on Aussies Down Under, a presumption confirmed when visitors managed just 150 in the first innings on bouncy Perth. But India bounced back. We saw an incredible sporting version of the Tales of the Unexpected. It wasn’t just the mammoth 295 run victory margin, but the manner in which it came about. Few teams have made Australia look so helpless at home. Stand-in captain Bumrah led from the front. His pitch-perfect pace bowling made him Player of the Match and his leadership drew comparison from another makeshift captain Ajinkya Rahane, who had inspired India’s comeback triumph in 2020. Ageing Rohit is back as skipper for the second Test. But Bumrah proved India has a first-rate Test captain in waiting.\nThe game reaffirmed Yashasvi Jaiswal, who once sold golgappas, as India’s current and future batting star. The youngblood’s monumental 161 was fundamental to the team’s batting resurgence. Perth also became the redemption song for his partner KL Rahul, India’s most vilified and lampooned cricketer on social media. The duo’s confidence and durability also rubbed off on out-of-runs Virat Kohli, whose return to form will bolster India’s shaky middle-order. Even when Rohit and Gill are back, Rahul should be persisted with in top order. The think tank blooded debutants, all-rounder Nitish Reddy and medium pacer Harshit Rana, and preferred Washington Sundar over veterans Ashwin and Jadeja. The moves paid off. It pays to trust the young.\nThe victory has restored the confidence of fans in Team India. Well begun is half done. But this is a five-Test series. Winning Border-Gavaskar Trophy, and a place in WTC final, requires more. Remember, the hardy Aussies relish a challenge. But so does this team.\n\n",
        "headline_1": "Boom-Boom’s boys",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/boom-booms-boys/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "Soren’s aced the politics, it is governance he needs to improve\nWill Hemant Soren turn out to be a cat with nine political lives? Jharkhand has returned him to office, a rare CM on bail. Soren’s had a tumultuous stint since his 2019 win – among the first CMs to get private sector help to fly back his state’s migrants to Ranchi, using Twitter to have three-way conversations with migrant groups and destination-state CMs. By Sep 2022, he was forced into a waiting game over EC’s opinion on Soren’s “disqualification” in connection with an office-of-profit case. By Jan 2024, he was in ED custody, arrested in a PMLA case. Soren’s a nonconformist CM and won again on the strength of his party’s politics, and a state tradition of resistance. Jharkhand’s CMship has always been torrid – since 2000, seven politicians have served as CM 13 times, and there’ve been three central rule periods.\nSoren must use some of his political savvy and administrative calibre to improve people’s lives. Jharkhand still has 30% of its population multidimensionally poor. It has among the country’s worst electricity crises despite it being home to over 140 coal mines and seven thermal plants – almost all power is sent outside the state. Its per capita income, among India’s lowest, is almost 300% less than Goa’s, the richest on per capita income. The problem with Jharkhand, and to a lesser extent twin state Chhattisgarh, is that the very issues that crippled the state at inception endure – progress is painfully slow as much on education and health as in jobs, or income generation. Smaller states were carved out ostensibly to better manage their governance. But that’s been proved otherwise. Jharkhand’s miners – 7.5L formally employed and 30L informal workers – are trapped in their work with no improvement in circumstance. Companies are rich, netas are rich, the people and the govt poor.\nThe two tribal land laws that protect Chotanagpur and Santhal Pargana regions ensure no land transfer. But protection of tribal autonomy cannot mean a state failing the people. For, tribals do not even have the money for input costs of farming their land. Surely, schemes to support agriculture by tribals are a no-brainer. Cooperatives among tribal communities have been mooted for self-sufficiency. The Supreme Court has said legislative power to tax mineral rights vests with the states, that royalty paid on minerals was not a tax. But, question is, will the state spend funds thus generated on its people?\n\n",
        "headline_1": "Missing in action",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/missing-in-action/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "Vendor knows onions and quotients better than you\nAvoid vegetable markets if you take yourself and your college degrees too seriously. Or risk returning home not just with cabbage and bhindi but also a bruised ego. A vendor’s ability to calculate the cost of your pumpkin or papaya when it weighs 543 gm or 879 gm while entertaining other customers, is enough to fill you with self-doubt.\nConceit doesn’t allow you to reach for your phone calculator. The tentative figure you arrive at while pretending to check other vegetables is usually much less. You wonder if he has pulled a fast one on you. When you gather the courage to question him, he proves his number right.\nNow and then you are certain that the fruits he cherry-picked are rotten. He offers to cut one and, contrary to your imagination, it looks fresh. You don’t trust your judgment any longer. Other buyers, who appear to be on your side when the argument begins, conveniently throw you under the bus.\nOccasionally, you are smug that your smart bargaining has saved you a fortune. A few steps later you find better quality produce at a cheaper rate. On days, you haggle hard without success only to see someone buying large quantities without once checking the rate. The vendor adds insult to injury by describing that buyer as acche gharki, from a good home.\nYou may pride yourself on keeping up-to-date with ‘current affairs’, but the info influencing veggie prices has passed you by. The vendor takes it upon himself to give you a primer on why the cauliflower you turned a blind eye to on your last visit has suddenly gone out of sight or reach. He does so in a loud voice using your embarrassment to amplify the message for others.\nThe vendor is always armed with one-liners, especially when dealing with couples. He knows how to play one spouse against another when he senses the slightest tension. He butters up the dominant spouse. His one-liners sound biting to one side and pleasing to the other. The family carries home at least two extra veggies.\nOnce in a blue moon, you want to be condescending to an odd vendor by insisting on paying a little extra. He doesn’t let you indulge in that little ego trip with his take on mehnat ki kamai, hard-work earnings. He also ensures you won’t ask for free dhania or mirchi.\n\n",
        "headline_1": "Vegetable & ego",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/vegetable-ego/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "Does the Maharashtra assembly election result mean that Shinde Sena has successfully claimed control of the nativist Hindutva space and Bal Thackeray’s legacy? While there is no easy answer to this question, it is clear that Uddhav Sena’s grip over the sub-regional Hindutva space has considerably eroded.\nUddhav did well by invoking the legacy of his grandfather Prabodhankar’s non-Brahmin movement. He also sought to distinguish his Hindutva from BJP’s Brahmanical Hindutva. However, it appears that he failed to take his variety of Hindutva to the masses. Uddhav’s inaccessibility to party cadre in general and his management style worked against him.\nRead full story on TOI+\n\n",
        "headline_1": "Shinde Vs Uddhav: Wait for next episode",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/shinde-vs-uddhav-wait-for-next-episode/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "A report published by this daily on Monday reveals a disturbing yet familiar picture of women's safety in Bangladesh. Citing data collected by the Ain O Salish Kendra (ASK), it states that a female has been raped every nine hours on average between January 2020 and September 2024. This translates to at least two rapes each day. To call this horrifying would be an understatement. More importantly, this highlights yet again how the country has been systematically failing half of its population.\nDuring the above-mentioned period, a total of 4,787 cases of rape were reported in the media. Of those, police cases were filed for 3,419, meaning about one-third were not reported to law enforcement. It's not unreasonable to assume that there were even more incidents that didn't reach the media, as the stigma surrounding rape as well as threats of retribution continue to deter victims and their families from seeking justice. Unfortunately, despite numerous awareness campaigns and the authorities' promises to ensure safety and justice for women, our society has yet to undergo an effective shift to prevent gender-based violence.\nFor those who can overcome initial barriers, however, more hurdles await, as victims must endure distressing environments in court, lengthy legal battles that can be mentally and financially taxing, and also a lack of empathy across the justice system (from police stations to courts). Police data from the first nine months of 2024 also shows their arduous and often futile legal battles, with around 68 percent of those accused in cases of violence or abuse against women remaining at large. Police authorities say this is not due to a lack of capacity. Should we then assume a lack of interest?\nThe existing justice system for sexual and gender-based violence is deeply flawed. Delays in arrests in rape cases, combined with protracted legal proceedings, place the burden on victims and their families rather than on the perpetrators. Furthermore, there is still no specific law for victim and witness protection, despite the existence of a vetted draft. Nor is there a state-sponsored compensation mechanism which could encourage victims, especially those from underprivileged communities, to pursue justice. This cannot be the norm in a civilised, modern nation.\nWe urge the government to address the harsh reality that half of our population endures, and to incorporate modern, empathetic mechanisms for pursuing justice in cases of rape and other forms of gender-based violence into ongoing reform efforts. Ensuring women's safety and access to justice is essential if we are to build a society that truly values and protects all its citizens.\n",
        "headline_1": "Fix the system to prevent rape ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/fix-the-system-prevent-rape-3761406",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "Today is November 25—International Day for the Elimination of Violence against Women. Violence against women (VAW) ranges from wife abuse to rape, dowry killings, acid throwing, sexual harassment, genital mutilation, 'honour killing' and sexual slavery through international trafficking of women. It includes physical, sexual and emotional torture as well as financial abuse by even family members. Violence against women has numerous causes, including but not limited to patriarchal dominance, lack of gender sensitivity and corruption in the judicial system. In addition, low socio-economic status and childhood experience of abuse are a few determinants of VAW. Globally, in different cultures, socio-cultural norms deepen the subjugation of women, societies press women to tolerate abuse to protect \"family honour.\" This contributes to normalisation of domestic violence.\nVAW is an international issue that cuts across boundaries of age, status, education and geography. Estimates by the World Health Organisation (WHO) indicate that 30 percent of women and girls worldwide have experienced physical and, or sexual intimate partner violence or non-partner sexual violence in their lifetime. Globally, over 230 million women and girls today have undergone genital mutilation. More than 4.5 million individuals are sexually exploitated and over 5000 women annually are victims of honour killing. However, these numbers—shockingly—only tell the story partially, we still do not know about the actual extent. Even when data is available, the figures are possibly inadequate as it is notoriously difficult to collect information on VAW. Victims often fear coming forward or feel ashamed.\nThe impact of domestic violence is shattering, impairing the physical and psychological health of survivors, as well as their social and economic stability. Domestic violence impairs cognitive functions and results in acute pain, gynaecological complications, memory loss and other physical disorders. Furthermore, children who are witnesses to domestic violence are more likely to experience stunted development. Boys growing up in abusive households are likely to repeat the behaviours of their fathers in their own households. Even though various studies suggest that women in poor households are at a higher risk of domestic violence, the link between poverty and violence is not properly understood. At the workplace, women are subjected to different kinds of harassment—physical, verbal, emotional—due to male psycho-sociological disputes. \nVAW also impacts the lives of many women beyond the direct victims. The fear of violence can prevent women from pursuing education, working or exercising their political rights. VAW is not only a cause of gender inequality, but also a consequence of it. In many places, gender-based violence is reinforced by discriminatory laws and exclusionary social norms that undermine women's and girl's opportunities for education, income and independence. Sometimes VAW accompanies shifting power relations within households and communities, especially when there is resentment against women grow out of conventional roles.\nIn 2016 in Bangladesh, Bureau of Statistics (BBS) report indicates that 1 in every 2 married women reported having endured domestic violence during their lifetime. Violence against adolescents, both boys and girls, is a pertinent social issue in Bangladesh.  Detailed data from BBS suggests that adolescent girls, regardless of their marital status, continue to be vulnerable to all forms of violence. Victims of domestic violence within the households are isolated, do not have support or resources, suffer in silence, fear further abuse or retribution as well as shame and stigma, which further inhibit them from seeking assistance or reporting abuses.\nCombating domestic violence requires a comprehensive strategy that includes legal and policy changes; altering perceptions and attitudes; and empowering survivors. It is essential to enhance legal protections for victims and ensure accountability for perpetrators. For all these, domestic violence laws must be enacted and enforced.  These will also involve improving police and judicial responsiveness, and guaranteeing that victims of violence can access legal aid and there are protection orders for survivors. It is vital to support women and girls who encounter violence by ensuring they have access to justice, shelter and protection, whether violence is domestic or in the workplace. \nTo break the cycle of abuse, it is essential to transform societal views on domestic violence. This can be done through public awareness campaigns, educational initiatives, and community programmes. It is necessary to challenge the norms and beliefs that sustain domestic violence, fostering a culture where violence is unacceptable and survivors are supported and empowered. For that, policy interventions should focus on the longer term by changing discriminatory social norms; closing gender gaps whether they are educational, economic or social; or building awareness about violence against women. Innovative and aggressive policy that aims to change outcomes, such as increasing women's voice in the community, may change norms. Although norms should guide the design of culturally sensitive policies and programmes, they should not constrain or undermine initiatives.\nEnhancing support services for domestic violence survivors is critical. This involves creating safe shelters, offering counselling and healthcare, and providing economic empowerment programmes to help survivors rebuild their lives. Ensuring these services are accessible and meet the diverse needs of all survivors, regardless of their socio-economic background or location, is vital. Several factors hinder victims of domestic violence from seeking help—lack of awareness: many victims do not know their rights or the available support services and resources; social stigma: the fear of social exclusion and blame prevents many from speaking out; and economic dependence.\nThe legal and social frameworks in Bangladesh often fail to adequately address domestic violence, leaving survivors feeling deserted. VAW is also an urgent human rights issue that requires immediate and ongoing action. It demands a collective effort from the government, civil society, communities, and individuals to challenge the cultural and social norms enabling domestic violence, protect and support survivors, and hold perpetrators accountable. Protecting human rights is not an option, but a responsibility for us all. Let's respond to this imperative and unite to end the hidden battle against domestic violence globally.\nSelim Jahan is director of the Human Development Report Office and lead author of the Human Development Report.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Violence against women is a denial of human rights ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/violence-against-women-denial-human-rights-3761231",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "We are frustrated by the lack of satisfactory progress in removing illegal brick kilns in the country, despite repeated assurances from the authorities. These unauthorised operations, especially along riverbanks and wetlands, continue to inflict damage on the environment, public health, and rural livelihoods. Most of the kilns were set up by local influentials leveraging their political connections, so the fall of the Awami League regime on August 5 had raised hope that they would be swiftly shut down. This has not happened, at least not to the extent expected.\nBrahmanbaria is one of the districts where illegal brick kilns have mushroomed over the years, often encroaching on agricultural lands and even extending into wetland areas. Currently, there are 56 such units in the district. The problem, as per a report by Prothom Alo, is particularly acute at the Sarail upazila, where a number of illegal kilns were set up along the banks of Titas River. Unfortunately, regime change hasn't had much of an effect on their operations or expansions. One example is the illegal Jisan Bricks kiln, set up by a former Awami League lawmaker occupying six acres of farmland near the Sarail-Nasirnagar-Lakhai regional highway. Despite having no valid documents, including environmental clearance or the permit for brick burning, it continues to operate even though its owner is now in jail in connection with a murder case. Reportedly, it has already erased a nearby canal.\nSimilar operations also continue unchecked, ravaging topsoil and burning bricks with impunity. Even open toilets have been set up along the river by kiln labourers, polluting its water. One doesn't need to be an expert to understand the cumulative effects of such activities. In addition to the various health hazards posed to local residents, these operations harm biodiversity, cause soil degradation, and lead to a decline in agricultural productivity. Yet, beyond imposing occasional fines on kiln operators, the authorities have taken no decisive action to stop them.\nThis has to change. We urge the government to crack down on all illegal kilns and ensure that their operations do not resume under any pretext. Given the massive damage already done to our environment by them, however, it is no longer enough to merely enforce regulations in the authorised brick kilns. We must find sustainable alternatives to traditional bricks and brick-manufacturing methods so that the demand for development can be met in an environmentally friendly way.\n",
        "headline_1": "Stop illegal brick kilns in Brahmanbaria",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-illegal-brick-kilns-brahmanbaria-3761226",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reversing outbound medical tourism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reversing-outbound-medical-tourism-1732548280",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Tackling unemployment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-unemployment-1732548432",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Gen Z will know the truth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gen-z-will-know-the-truth-1732548466",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Addressing insecurity imperative",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-insecurity-imperative-1732548600",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2024"
    }
]