[
    {
        "full_article": "An untimely flood wreaked havoc on the Teesta basin in Bangladesh, beginning on the night of Wednesday, October 20. A sudden onrush of Teesta water flooded the area to a level that has not been witnessed since 1968. Several people have died, while thousands of people have lost their crops, their houses have been damaged and destroyed, their clothes and other belongings have been washed away, and the infrastructure of the area has been damaged to a large extent.\nThe apparent cause of the flooding has been unusual rainfall in the upper catchment area of the Teesta River (Sikkim and northern parts of West Bengal), leading to a sudden increase in the river flow, which was then passed on to Bangladesh by the Gajoldoba Barrage operators by opening all the gates. According to local sources, the water reached the Teesta Barrage at Dalia by the evening of Wednesday, though the Bangladesh Water Development Board (BWDB) officials did not wake up to the information and the situation till Thursday morning, when they too decided to open the gates of the Teesta Barrage. However, by that time, the water accumulated at the head of this barrage had burst out of the river confines and flooded the area. The volume of the water was so huge that even opening the gates and the flood bypass—so the river water could spill over into the downstream reaches (from Teesta Barrage) of the river too—was not enough. The entire region of greater Rangpur was affected.\nThe affected people will need a long time to recover and rebuild in the aftermath. They need immediate assistance to shore up their lives. In particular, they will need clothes and blankets to survive through the impending winter. The local activists of Bangladesh Poribesh Andolon (Bapa) and Teesta River Bachao Andolon are at the forefront of the relief operation, using whatever resources they could muster, working from Wednesday evening. However, the people in the affected area will need broader and more significant assistance from the government agencies.\nGiven the government's disaster management capability and other resources, the relief and rehabilitation operations will probably go well, and the situation will be stabilised. However, greater questions still remain: What is the guarantee that a similar frightful episode will not happen again soon? What can Bangladesh do to avoid such catastrophic floods and manage to cope with them when they actually happen?\nBangladesh's rivers and water resources face threats from three sources: global, regional, and domestic. All these combined to produce the latest nightmare in the Teesta basin. The global threat worked through climate change, causing the untimely torrential rainfall in the Teesta upper catchment area. The regional threat worked through the decision of the Gajoldoba Barrage operators to open all the gates, apparently without timely and adequate consultation with the BWDB officials of the Teesta Barrage. The domestic threat found manifestation in the fact that the country is not prepared to accommodate unexpected large volumes of river overflow in a safe and controlled way. What can Bangladesh do to mitigate threats from these three sources?\nRegarding climate change, there is no doubt that Bangladesh has to make its voice stronger in the international fora, and as the chair of the Climate Vulnerable Forum (CVF), Prime Minister Sheikh Hasina has an important role to play in view of the upcoming COP26. It can be hoped that Bangladesh will live up to its expected role at this conference. However, one does not have to be too pessimistic to realise that the impact of Bangladesh's initiatives in halting and reversing climate change and its various effects is going to be limited. That being the case, it is important to think what Bangladesh can do to mitigate the regional and domestic threats.\nRegarding the regional threats to the Teesta River, it is well-known that Bangladesh has been striving for a long time to reach a treaty with India. The focus of the proposed treaty has been, however, on the share of the dry season flow—as was the case with the Ganges sharing treaty signed in 1996. What the recent event has shown is that this focus needs to be extended to cover river control throughout the year. It is not appropriate for India to build a controlling structure and then use it for its own interest only. Bangladesh should have a say in its management, because it has to bear the brunt of the decisions made. To add force to this demand, Bangladesh needs to sign the 1997 UN Convention on Non-Navigational Uses of International Watercourses. Article 7 of this convention forbids upstream countries from carrying out such interventions in shared rivers that cause \"significant harm\" to lower riparian countries. Other articles—such as Articles 20 and 23—also provide protection to lower riparian countries.\nOf course, signing the UN convention alone will not solve the problem. It will also be necessary to bring about some changes in Bangladesh's water diplomacy with India. So far, Bangladesh has conducted this diplomacy relying on goodwill. However, as German statesman Otto von Bismarck said, international relations are based on interests. Just as India is leveraging its upstream location to impose its will on Bangladesh regarding rivers, Bangladesh may also leverage its geographical location to reconsider issues of transit, trans-shipment, port facilities, and even trade and employment. Otherwise, Bangladesh will be increasingly at the mercy of the barrage operators of India.\nWhile Bangladesh has limitations regarding what it can do to mitigate global and regional threats, it does not face such limitations regarding domestic threats, which are unfortunately self-created. What the recent Teesta flood episode has shown is that Bangladesh has to have a lot of storage space for river overflows. The active floodplains of the country used to serve as this storage space. They also served as additional passageways for the overflow to pass on to the sea. Unfortunately, following the Cordon Approach for the past 70 years, Bangladesh increasingly disconnected the floodplains from the rivers. To cope with the new normal created by climate change, Bangladesh has to reverse this process and reconnect the floodplains with rivers by adopting the Open Approach. It has to adjust the living conditions and economic activities in the floodplains to suit the open conditions.\nThe recent Teesta flood also shows the inappropriateness of the proposed Teesta River Comprehensive Management and Restoration Project (TRCMRP). According to a YouTube video prepared by the vendor company, Power China, the Teesta River, under this project, will be artificially narrowed from its current average width of about 3km to only 0.8km. Though it has been suggested that the depth of the river will be increased to 10 metres through dredging, analysis makes it clear that this gain in depth will be nullified in a few years by about 49 million tonnes of sediment that the river carries each year. What that means is that the river will be incapable of holding normal peak season flows, not to speak of unexpected large volumes like the one we've seen over the last few days. Going ahead with this project will therefore only make matters worse.\nWhat is instead necessary is to rejuvenate the connections of the Teesta River with all its tributaries, distributaries and waterbodies of its basin so that wider storage capacity is restored. Meanwhile, the changed strategy of water diplomacy may help to restore the dry season flow of the river, thus triggering a natural process of restoration of the original, healthy morphology of the river. These are the few lessons from the current usual Teesta flooding.\n \nDr S Nazrul Islam is an economist, founder of Bangladesh Environment Network (BEN), and the initiator and vice-president of Bangladesh Poribesh Andolon (Bapa).\n",
        "headline_1": "Lessons from the untimely Teesta flood",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lessons-the-untimely-teesta-flood-2206236",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    },
    {
        "full_article": "Till 1990, we lived mostly under military ruling, apart from a brief period of three and a half years at the beginning. So I will not consider that period of time for this discussion. From 1991 till date, there have been numerous attacks on the Hindu, Buddhist, Santal, Chakma and Marma communities on this land; many people from these communities have been killed or lost everything they had to vandalism and arson. How many of these incidents have been properly investigated, and how many perpetrators have been caught and prosecuted?\nDemocracy has not been fully established in our country, but we are not under military rule either. Political parties like the Awami League and the BNP have been ruling the country since 1991. For the last 13 years, Awami League has been at the helm of the government. The popular belief is that Awami League shows sensibility towards the minority communities. The very same Awami League is not only in power, but they are also holding on to unchallenged power—almost every Awami League leader boasts that they have no competitors.\nBut how many times have the minority groups been attacked during the current ruling period of the Awami League? Who is to be blamed for the mayhem at Chattogram's Buddhist colony?\nIn recent years, attacks have been carried out against Hindus in Abhaynagar of Jashore, Santhia of Pabna, Nasirnagar of Brahmanbaria, and Shalla of Sunamganj. This time around, members of the community in question were attacked in Cumilla and several other parts of the country. After the Awami League was defeated in the 2001 polls by the BNP, the Hindu community was put under siege. Hindu communities in different areas of the country were attacked; some incidents of rape took place. At that time, the whole country was outraged; the citizens were protesting against the attacks. The then BNP government refused to shoulder the responsibility for the attacks, but the blame went to them in the end. The duty of preventing attacks on the citizens falls upon the party in power; BNP failed to perform that duty in 2001, and for that they have been criticised, and will continue to be criticised in future as well.\nHowever, people who were vocal in 2001 seem to have chosen to stay mute in 2021. The concept of actively protesting injustice has taken a back seat. Now, people react to communal attacks by being ashamed on social media, and some seek forgiveness.\nAs for these attacks, the government sometimes accuses the BNP, and at other times some invisible forces. BNP, in the meantime, solely and directly points fingers at the government.\nThere are questions about the Cumilla incident that are yet to be answered. Why did the police not respond immediately after receiving information about it? Why was there no response even after a call to the 999 hotline? These are the complaints from the local residents which should get the highest level of priority during the investigation. Is the investigation being conducted accordingly? Did it gain the right momentum? A Hindu community leader pointed his finger towards a local MP of the ruling party; will this accusation be investigated? Considering the past, these accusations hold deep significance.\nDuring the 2016 attack in Nasirnagar, the issue of rivalry between two ruling party lawmakers was reported by the media, but we never got to know whether any follow-up investigation was conducted regarding those incidents. Three of the accused and implicated individuals behind the attack were recently nominated by the Awami League for union parishad elections, but later on, nominations of two candidates were cancelled. The other accused retained his nomination.\nWhy should we forget these incidents, refrain from protesting, and feel ashamed or seek forgiveness instead? People who vandalised houses and temples, desecrated idols, and looted and plundered—they are the actual criminals. They attacked people, and people lost lives, which makes the attackers killers too. We should be agitated by them and we should protest against them. We need to demand proper investigation and justice for the recent incidents. We also have to demand explanations for why the perpetrators of the past events did not get prosecuted. We have to hold the government responsible for not investigating the accusations raised, and we have to raise our collective voice in a manner similar to the reaction to the 2001 attacks, when a lot of questions were raised and a significant number of protests were carried out.\nWhen Muslims go through oppression in Palestine or Myanmar, we feel pained and we get agitated. But we, the very same people, proceed to attack our own countrymen who are a minority. No matter who is ruling the nation, no one prosecutes these attackers. They only do politics. This is not something that should make you or me feel ashamed; it is something worth protesting.\n\"None of the attackers will be spared\"—what is the meaning or significance of this statement? Why are such statements made year after year, instead of delivering justice to the people who are victims?\nIn certain areas, the UNOs told journalists that they were helpless and could not control the attackers. In that case, why were enough police personnel or the Border Guard Bangladesh (BGB) troops not deployed in those areas? Any attempts to initiate a political procession or assembly by the opposition party gets thwarted with strictness and agility, but why was no such action seen in the case of communal vandalism? The attacks continued on because of the submissive attitude of the law enforcement members. Some may point out in this case that when the law enforcement forces take a strict stance, guns are fired and people lose their lives—as was seen in Chandpur where four people were killed. This raises another question: Does the law enforcement agency's strictness directly translate to gunshots and killings? Do they not have any other way to deal with such incidents without violence? Strictness cannot be synonymous with opening fire at people in order to prevent them from ransacking temples. This kind of mindless shooting and killing will only worsen the situation.\nThe homes and houses of worship of the minority citizens are coming under siege. They are being exposed to heinous crimes like oppression and execution in broad daylight. Some insane individuals are conducting these despicable actions in the name of religion. Some politicians are sheltering, indulging, and controlling these lunatics. The people who are in power have been \"hiding\" them for the last 30 years. You and I may not have the capability to demolish the walls sheltering them, but we have the capacity to protest their actions and raise questions. If we feel ashamed or ask for forgiveness instead of protesting, then we will not be much different from the people who are providing shelter to the perpetrators of violence.\n \nGolam Mortoza is a journalist at The Daily Star. The article has been translated from Bangla.\n",
        "headline_1": "Why be ashamed, why not protest?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-be-ashamed-why-not-protest-2206221",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    },
    {
        "full_article": "The phrase \"Bangalee Muslim\" is generally regarded as a \"living oxymoron,\" and the Bangalee Muslims are considered to be perennially trapped in a dilemma of identity over their Bangaleeness and Muslimness. The extraterritorial pull of religion often confounds their regional interests. How did AK Fazlul Huq, one of the most prominent Bangalee Muslims of the 20th century, deal with the dilemma? This article is an attempt to find the answer through a brief study of his life and works.\nAt the beginning of the 20th century, when Fazlul Huq joined politics, the Muslim political scene was dominated by elites—i.e. nawabs and zamindars. He himself was initiated into politics by ashraf Muslims like Nawab Salimullah and Nawab Ali Chowdhury. He actively participated in the founding of the All India Muslim League in Dhaka on December 30, 1906.\nFazlul Huq, like Salimullah and Nawab Ali, had the conviction that unless there was development of education, the Muslim community would remain backward and weak, and would continue to be exploited by the more advanced communities. Therefore, he put all his effort into the advancement of Muslim education and increasing their presence in civil services.\nFazlul Huq was closely associated with all the plans and schemes for the establishment of Dhaka University, which was an imperial concession to the Muslims of East Bengal following the annulment of the first partition of Bengal. He, with the help of Sir Abdur Rahim, obtained from the government a recurring grant of 550,000 rupees, and therefore the university no longer had to beg for money every year to the government of Bengal.\nDuring the non-cooperation movement, launched on September 4, 1920 by Mahatma Gandhi, Fazlul Huq supported the Congress's programme of boycotting British goods and titles, but he was against the idea of boycotting schools and colleges. He felt that such a move would seriously hamper the progress of the Muslim community; therefore, he left Congress.\nSimilarly, Fazlul Huq was very vocal about the persistent discrimination in appointment of Muslims in government services. In his testimony to the Royal Commission on the Public Services in India (1914), for example, he said, \"In considering what would be a due representation of a particular community, regard should be had to its numerical strength in the province, to past history and political importance generally. In Bengal, for instance, Muhammadans (Muslims) should be given at least half the appointments every year.\"\nPolitician and author Kamruddin Ahmad stated that the Fazlul Huq government (1937) in Bengal \"for the first time opened avenues of employment [for] the educated middle-class Muslim young men.\"\nThus, gradually, Fazlul Huq became the spokesman, respectfully called Huq Saheb, of the emerging educated Muslim middle class of Bengal. To the poor and starving peasants of Bengal, the majority of which happened to be Muslim, he was, according to politician and author Abul Mansur Ahmad, also the messiah of their daal-bhat.\nFazlul Huq founded the Krishak Praja Party (KPP), which started a mass movement with the objectives of establishing peasant rights, relieving the peasants of the oppressions of moneylenders and zamindars, and making raiyats the owners of land by abolishing the zamindari system (langol jar jomi tar). Historian Tariq Omar Ali opines, \"Fazlul Huq's peasant populist election campaign, particularly his fiery oratory, were critical in shaping this emergent Bengali Muslim peasant community into a political force.\"\nMost of the zamindars in East Bengal were Hindu, and therefore, there were attempts to portray KPP's political programmes as communal. But this does not hold true as Huq's KPP was a fierce opponent of the Muslim League, which was committed to the strategy of communal separatism in politics, and was dominated by feudal and capitalist interest groups like Dhaka nawabs and the Ispahanis.\nThe 1937 Patuakhali election is a case in point. KPP's Fazlul Huq versus Muslim League's Khwaja Nazimuddin. The champion of Bangalee peasantry versus the scion of the Muslim elite, landed aristocracy of Bengal. Muslim League unashamedly played the religion card to attract Muslim voters. The Muslim League's mouthpiece, The Star of India, wrote, \"A vote for the Muslim League means a vote for united Islam.\" The League ran vicious campaigns against Fazlul Huq, portraying him as a stooge of Hindu-dominated Congress. Huq's KPP reproached the League's campaign for Muslim solidarity as a \"false cry\" and adopted a non-communal programme highlighting peasants' interest regardless of religious beliefs. Fazlul Huq came out victorious in this \"fourth battle of Panipat\"—as termed by BD Habibullah—receiving 70 percent of the vote.\nFazlul didn't limit himself to Bengal politics. He played an instrumental role in formulating the famous Lucknow Pact (1916), which was seen as a beacon of hope to All Indian Hindu-Muslim unity. He was the president of the All India Muslim League from 1916 to 1921. He also held the position of general secretary of the Indian National Congress from 1918 to 1919.\nHowever, Fazlul Huq never completely merged his Bengal politics in all-India concerns that were often detrimental to the interest of the region. Abul Mansur Ahmad testified that Muslim League's callous indifference to the annulment of the Muslim-dominated province of East Bengal and Assam, and its agreement in the Lucknow Pact to the permanent reduction of the Muslims of Bengal to a minority,  in exchange for weightage of a few Muslims seats in other provinces, disillusioned Huq about the party. \"It must have pained Fazlul Huq that all-India Muslim leadership did not raise its little finger of protest when Deshbandu's Bengal Pact was turned down by (the) Indian Congress during his life time, and rescinded by the Bengal Congress after his death,\" Ahmad added.\nIn the declaration of the Lahore Resolution (1940), Fazlul Huq's emphasis on \"independent states' shows that he was not acquiescent to a singular Muslim solidarity. Rather, it was a forceful statement in favour of provincial autonomy.\nIn 1943, Fazlul Huq wanted to form a national government in Bengal with representatives from all the parties, including the Muslim League, Congress and Hindu Mahasabha. However, due to Jinnah's opposition, this couldn't happen. Politician and author Abul Hashim opined that if this plan had been executed, the partition of Bengal could have been prevented. Even in the twilight of his political career, Fazlul Huq was illegally dismissed from the chief ministership of East Bengal (1954) by the Pakistani authority for expressing his desire for the unity and autonomy of Bengal.\nFazlul Huq was also the patron saint of Bangla language and literature. In 1937, at the Lucknow session of the All India Muslim League, some non-Bangalee leaders proposed adoption of Urdu as the official language of the party. The Bangalee delegates under the leadership of Fazlul Huq vehemently opposed this move, and the resolution was dropped. He was also an active supporter of the 1952 Language Movement. The election manifesto of the United Front, which Fazlul Huq led to victory, called for recognition of Bangla as a state language, transformation of the then official residence (Burdwan House) of the chief minister of East Bengal into Bangla Academy, construction of Shaheed Minar at the site of the police firing in 1952, and declaration of February 21 as a public holiday.\nIn light of the above discussion, the political career of Fazlul Huq can be summarised as follows: at the all-India level, Fazlul Huq fought for the regional interest of Bengal, and in the parley of Bengal politics, he fought for securing the rights of Muslims, particularly the Muslim peasants and educated Muslim middle class. His fight for his co-religionists never descended into communalism.\nHistorian Sana Aiyar rightly points out that Fazlul Huq refused to prioritise the Muslim identity over the Bangalee identity. The distinguished aspect of his politics, according to Aiyar, was the reconciliation of religious and regional identities into one political framework.\nI want to conclude this article with the observation of the scientist and philosopher Acharya Sir Prafulla Chandra Ray about Fazlul Huq: Fazlul Huq combined in himself a true Muslim and a true Bangalee, and thus constituted the ideal Bangalee of the future.\n \nShamsuddoza Sajen is a journalist and researcher.\n",
        "headline_1": "Fazlul Huq and the Bangalee Muslim question",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/fazlul-huq-and-the-bangalee-muslim-question-2206211",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    },
    {
        "full_article": "Today marks the 50th anniversary of the restoration of the lawful seat of the People's Republic of China (PRC) in the United Nations, a historic event that will be solemnly commemorated by the PRC. Fifty years ago, the UN General Assembly adopted Resolution 2758 with an overwhelming majority at its 26th session on October 25, 1971. The resolution decided to restore all those rights to China and to recognise the representatives of its government as the only legitimate representatives of the PRC to the UN. Qiao Guanhua, the head of the Chinese delegation to that UN General Assembly, burst into laughter at the meeting after the resolution was passed. This scene has become a classic moment in the history of the UN. Qiao was subsequently invited to deliver a speech on the rostrum of the UN General Assembly on November 15, 1971. Fifteen days later, Huang Hua, permanent representative of the PRC to the UN, attended the Security Council meeting for the first time. Since then, both China and the UN have ushered in a new chapter.\nThe restoration of the lawful seat of PRC in the UN is a victory not only for New China's diplomacy, but also for justice and fairness in the world, and for the purposes and principles of the UN Charter. It is of great significance.\nThe PRC, with its population accounting for a quarter of the world in 1971, had been excluded from the UN since its establishment. It is clear that the UN was incomplete without China's participation. With China's return to the family of nations, the UN truly became the most representative and authoritative international organisation. It is conducive to the better functioning of the UN, which became more balanced in reflecting the interests and wishes of the majority of countries in the world.\nChairman Mao Zedong once said vividly that it was our fellow developing countries that \"carried\" the PRC into the UN. The restoration of the lawful seat of China in the UN shows the rise of developing countries. As H.E. Boukhelfa, the Algerian ambassador to China, pointed out, \"China's restoration of its legal seat in the UN is a victory for China and the people of all developing countries.\" Since then, the PRC has been firmly upholding the purposes and principles of the UN Charter, breaking the dominance of the UN by the bipolar. The force for world peace and development has become stronger than ever before.\nThe restoration of the lawful seat of the PRC in the UN safeguards China's national security at the international level. It started the process of China' integration into the post-WWII international system. To date, China has joined almost all universal international organisations, more than 600 important multilateral international treaties, and the international trading system with the World Trade Organization at its core. It has also become a prelude to China's reform and opening up.\nDuring the past 50 years, China has kept its solemn commitment to the UN Charter, and made important contributions to the development of the UN.\nChina has never shied away from its financial obligations to the UN. Since 2000, its financial contribution to the UN has kept on in an increasing trend, making China the second-largest UN peacekeeping contributor in 2016 and the second contributor to the General Assembly in 2019. In 2021, China's contribution accounts for 12.055 percent of the UN budget. As the largest troop contributor among the P5, China has participated in 29 UN peacekeeping missions, sending more than 50,000 personnel.\nChina has strongly supported the goals set by the UN. In 2015, China created the China-UN Peace and Development Fund to facilitate the work of the UN and promote multilateral cooperation. As of 2020, a total of USD 100 million from China has been injected into the fund, and 95 projects covering issues from peace and security to development have been implemented, which benefited more than 100 countries and regions in Asia, Africa, Latin America, and Oceania. As a pioneer in the field of poverty reduction, China has achieved the target of eradicating poverty completely. As Rahamtalla Mohamed Osman Elnor, permanent representative of the African Union to China, said, \"China has achieved the poverty reduction goal of the UN 2030 Agenda for Sustainable Development 10 years ahead of schedule, and it is especially worthwhile for Africa to learn from.\"\nChina has put forward a series of new concepts, including a \"Community of Shared Future for Mankind,\" which has been absorbed into relevant UN documents. At the 76th session of the UN General Assembly, President Xi Jinping put forward the \"Global Development Initiative,\" which has received warm responses from the international community. \"In the past 50 years, China has actively integrated into the international community and played a leading role in international politics, economic governance, and rule-making,\" said a foreign envoy to China. So far, among 15 specialised agencies of the United Nations, four of them are led by Chinese director-generals—namely the FAO, the ITU, the UNIDO, and the ICAO.\nAt the new historical crossroads, China is committed to building a Community with a Shared Future for Mankind, and will continue doing its best to participate in UN affairs. We will defend the status of the UN, promote the purposes and principles of the UN Charter, and play the role as the advocate of world peace, the contributor to global development, the defender of international order, and the provider of public goods.\nThe UN-centred international system and basic norms in international relations based on the purposes and principles of the UN Charter are the pillars of multilateralism. We must oppose the use of multilateralism as a pretext by a few countries to impose their own rules on the whole international community. It is important to bridge differences through dialogue, and resolve disputes through negotiation.\nChina will always take the side of fairness by upholding sovereign equality and opposing interference in other countries' internal affairs, power politics, and hegemony. China will always take the side of justice by adhering to equity and impartiality and opposing geopolitical rivalry and exclusive blocs. China will always take the side of peace by advocating for political settlement and opposing the use of force and unilateral sanctions. \nChina is committed to common prosperity through development at home. As far as the world is concerned, China upholds the concept of \"pleasure alone is not as good as all others.\" We will help build an open world economy, and are willing to share our development opportunities with other countries to achieve global common prosperity.\nFacing terrorism, climate change, major public health incidents, and major global economic and financial risks, the countries in the world cannot stand alone and must work together to address those challenges. In the global fight against Covid-19 in the future, as President Xi has solemnly announced, Chinese vaccines will be made a global public good, and China will be committed to ensuring accessibility and affordability of vaccines in developing countries. \nProfessor Klaus Schwab, founder of the World Economic Forum, said, \"China restored its legal seat in the United Nations 50 years ago. In the next 50 years, we can build a better, more cooperative, inclusive, and resilient world together.\" To respond to the expectations of the international community, China is willing to join hands with other countries in the world to make new and greater efforts to promote the peace and development of mankind.\n \nLi Jiming is the Chinese ambassador to Bangladesh.\n",
        "headline_1": "China’s 50 years in UN: Epitomising advocacy of multilateralism towards sustainable peace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/chinas-50-years-un-epitomising-advocacy-multilateralism-towards-sustainable-peace-2205726",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    },
    {
        "full_article": "Words are not enough to express our frustration about the way our female returnee migrant workers are being treated by their families and communities after they have returned home from foreign lands, tortured and abused. A research  study conducted by Bangladesh Institute of Labour Studies (BILS) has found that the returnee workers are facing social stigma as people in their communities often make disgraceful remarks about them, while their family members do not value their opinions anymore. Strangely, these same women used to be respected in their communities while they were sending hard-earned money back home. The horrifying fact that many female migrant workers had to face sexual assault by their employers in the Middle East has now become a weapon for a section of people to attack them verbally.\nMoreover, 25.2 percent of the female returnees face crisis in their conjugal life, while 14.7 percent got divorced and 10.5 percent were left by their husbands after their return, as the research has found. The BILS study has also found that these women have now lost their decision-making power in their families, whereas, previously, they were considered empowered by their communities.\nIn a society that is generally insensitive towards gender violence and sexual exploitation of women, it is hardly surprising that their communities would also be judgemental or indifferent to their sufferings. But that is where we need to work the most. We need to sensitise these communities about our female migrant workers' struggles, while making them aware of the contribution they made to our society.\nAnother major challenge that our returnee female migrants are facing is that a large percentage of them are unemployed at present, which makes them even more vulnerable not only at home, but at their communities as well. The BILS study has found that 60 percent of the returnee workers are now unemployed. The government and the organisations concerned should provide them skills training so they can get jobs here, which will definitely boost their confidence, or re-migrate should they choose to. In this regard, the Wage Earners' Welfare Fund, formed with the contributions of the migrant workers, can be very useful. The authorities can use money from this fund to retrain returnee female migrants for income-generating activities or help them in various other ways to improve their socioeconomic conditions.\nWe also need to form a social protection cell where our female migrants can come and discuss the issues they are facing, and can also lodge complaints when and if they face abusive behaviour in their communities. Taking all these steps are absolutely necessary to reintegrate these women into society and to ensure that they have a chance to live a better life here.\n",
        "headline_1": "Female returnee migrants deserve a respectable life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/female-returnee-migrants-deserve-respectable-life-2206196",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    },
    {
        "full_article": "It is unfortunate that the ongoing tug-of-war between the cultural affairs ministry and the industries ministry is thwarting the plan to establish a unified and independent intellectual property (IP) office that will provide copyrights, patents, designs, and trademark certificates. The planned integration of the cultural ministry's copyright office and the industries ministry's Department of Patents, Designs and Trademarks (DPDT) would not only put Bangladesh on a par with most countries in terms of having a unified office for intellectual property, but would also provide people with a \"one-stop centre\" for all related services, significantly reducing their hassles. But the continuing tussle between the two ministries is delaying this much-needed reform.\nThe instruction to unify the two offices first came from the prime minister in 2010. It was once again reiterated in 2014. Then, finally, in October 2015, a decision was taken to unify them. Six years later, despite several discussions and meetings, all efforts to amalgamate the two has fallen through due to the conflict. Meanwhile, it is the people who have been suffering. What excuse, if any, can the two ministries possibly have for the inordinate delay in executing the prime minister's instructions for streamlining and simplifying IP-related services? And what have the central authorities been doing about it? \nThe copyright law protects the interests of creators by giving them property rights over their creations against those who copy, reproduce or otherwise take or use the form in which the original work was expressed. If we are to transform Bangladesh into a knowledge-based and advanced country, we have to urgently sort out our copyright issues. In order to encourage innovation and even attract foreign direct investment, Bangladesh needs to have the appropriate policy for IP rights protection, the legal framework of which is still incomplete. But how can such policies and framework be formulated when the two ministries that deal with IP-related issues cannot even work together in public interest?\nAt the end of the day, what matters is for the people to receive IP services without hassle. It is for the authorities to figure out how that can be done. Whether that is achieved through unifying the two offices or by forming a separate centralised national office is beside the point. The failure to properly plan, coordinate and execute to achieve the end-goal is unacceptable—but that is exactly what has been happening, and it must change.\n",
        "headline_1": "How hard is it for two ministries to get along?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-hard-it-two-ministries-get-along-2206151",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2021"
    }
]