[
    {
        "full_article": "Ahead of the 29th edition of the Conference of Parties in Baku, Azerbaijan, next month, there is renewed energy in government circles to accelerate Indian industry’s transition to carbon markets. While the broader theme of this edition of the COP is increasing ambition on climate finance, a key item on the agenda is clarity on carbon markets. A specific section under the Paris Climate Agreement of 2015, called Article 6, lays the contours under which carbon markets — or the enabling of trading of prevented greenhouse gas emissions among countries —can be operationalised. Carbon markets incentivise climate action by enabling parties to trade in carbon credits generated by the reduction or removal of greenhouse gases from the atmosphere, such as by switching from fossil fuels to renewable energy or enhancing or conserving carbon stocks in ecosystems such as forests. Subsections within Article 6 provide guidelines on what kinds of carbon-reduction activities and verification mechanisms are permissible, and how countries may enter into bilateral agreements so that emission reductions in one country may be legally claimed by another.While carbon markets came into existence nearly two decades ago, they have been plagued by opacity and criticism that they only created the illusion of emission reductions. Although such markets have revived, confusion remains about how credits may be verified. There is optimism that Baku may see a final resolution of this problem and that the first legal credits may begin to be claimed by countries next year. India, due to its voluntary commitment to generate half its electricity from non-fossil energy sources by 2030, stands to gain as a host of several carbon-reduction projects. Additionally, there are also mushrooming private sector enterprises in India setting up innovative forestry projects that reportedly lock carbon and can be claimed as credits by multinational companies, traded through so-called voluntary carbon markets. India’s iron and steel industries are among the nine types of industries expected to meet emission intensity standards by 2025. By restricting the amount of carbon per unit of production, this will, depending on regulatory enforcement, formally kick-start India’s carbon market. However, this will invite complex calculations and, given the experience of a related energy-efficiency trading scheme, run the risk of not exerting enough pressure on companies to comply. While calculating carbon saved is a fraught exercise, India must aim, through its research institutions and authorities, to evolve a transparent and fair policy that is on a par with the best internationally. Published - October 26, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        carbon emissions\n                    \n                            /                      \n                        \n                        climate change\n                    \n                            /                      \n                        \n                        greenhouse gases\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "​Fair trade: On the 29th COP and India’s carbon market",
        "headline_2": "India must develop a transparent carbon trade policy",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfair-trade-on-the-29th-cop-and-indias-carbon-market/article68796037.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "With less than two weeks before voting day in the 2024 U.S. election, no clear winner has emerged in the contest between Democrat and incumbent Vice-President Kamala Harris, and Republican and former President Donald Trump, two candidates who could not be more mutually differentiated in terms of values profiles and public personas. Averages of national polls suggest that Ms. Harris has a slender lead of around 1.7%, with close to 48.1% of the results favouring her relative to Mr. Trump’s 46.4%. Similarly, in seven key swing States which could end up having a decisive impact on the outcome of voting in the electoral college, Mr. Trump appears to be enjoying a small lead in Arizona, Georgia and North Carolina, even though that lead has switched back and forth between the two candidates. In Michigan, Pennsylvania and Wisconsin, Ms. Harris has nosed slightly ahead of Mr. Trump although now the advantage has slipped back to Mr. Trump in Pennsylvania, even if it is less than 1%. In Nevada it appears to be a dead heat, though in each of these swing States the lead is less than 3% — quite likely to lie well within the statistical margin of error. Michigan, Pennsylvania and Wisconsin were in the past Blue States, but Mr. Trump flipped them to Republicans in 2016. Incumbent President Joe Biden brought them back to the Democratic camp in 2020, a win that Ms. Harris would need to reprise if she is to emerge the victor.The candidate that independent and undecided voters pick will determine whether the U.S. continues with a socially and economically progressive agenda under Ms. Harris, or whether a more conservative approach that is aligned to the personality and whims of Mr. Trump and his ad hoc approach to domestic and foreign policy, wins the day. As president, Ms. Harris would oversee a broader role for government in regulating the economy, including by introducing tax cuts for the middle class and continuing the Biden plan for trade tariffs to boost U.S. global competitiveness. She would also champion the effort to protect abortion rights through Congress, advocate for humane policing of the southern border alongside immigration reform and ensure that Washington remains engaged with foreign allies to manage global conflicts. Mr. Trump’s leadership paradigm would see, if he is back, the government hand out corporate tax rate cuts and exempt social security benefits from income tax. He would adopt a hawkish stand on immigration, including by accelerating deportations to possibly unprecedented levels. Global alliances may take a back seat, if it comes to pass. Whichever candidate prevails, on November 5, voters have a unique opportunity to shape the destiny of their country, at least for the next four years. Published - October 26, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        US PRESIDENTIAL POLLS\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        voting\n                    \n                            /                      \n                        \n                        taxes and duties\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "Neck and neck: On the U.S. presidential election",
        "headline_2": "Trump and Harris offer U.S. voters vastly different choices",
        "link": "https://www.thehindu.com/opinion/editorial/neck-and-neck-on-the-us-presidential-election/article68796361.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "He’s batting for the strangest economic policy idea ever\nDays to the Nov 5 election, the Trump-Harris campaign has zeroed in on taxes – Trump wants to scrap the federal individual income tax. He proposes high tariffs on imports to make up for the revenue loss. If Trump wins, tariff hikes may be inevitable (60% on Chinese imports, he says) but suffice to say to try and ‘offset’ income tax revenue with rocketing tariffs is not just untested, it’s impossible.\nLogic first. How high must customs duties be to offset loss from nil income tax? For 2024, US has collected $2.43tn from individual income taxes – 49% of its total revenue. Compare that to the $0.08tn raised from tariffs – barely 1% of US revenue. Any tariff hikes disturb trade, but sharp upticks in customs duties will spark global trade wars and US private sector companies will either pay more for imported stuff or import less, either way leading to higher inflation. All of this would be particularly crazy since in 2024 so far, US federal govt has collected the highest total revenue in its history.\nPrinciple second. Why tax income? Here’s the thing. Income tax is the one policy govts got dead right. It’s a fair tax, more you earn, more you pay, unlike, say, taxes on commodities. It’s a compact between the state and earning people. It’s the one policy that has stood the test of time. Changes in tax laws can undermine, or strengthen, democratic governance. That said, income tax cuts are ever-welcome for middle-classes globally, groaning under universal burdens of housing, education & healthcare. But all tax cuts also have a price. No one, though, has ever advocated zero income tax. Because that’s just silly. Naturally, it’s also why it’s so Trump.\n\n",
        "headline_1": "Very silly. Very Trump",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/very-silly-very-trump/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "Dangerous customs, as practised by Customs\nIt reflects how much the Big Brother self-image is embedded into the Indian bureaucracy. Last year in Mumbai, the Customs department seized three drawings by Akbar Padamsee and four by FN Souza because it judged them to fall “under the category of obscene material”. Certificates from art galleries in both England and India made not a whit of difference. Quizzed by Bombay HC, Customs’s advocate talked about maintaining public order and standards of decency and morality. The court did not buy any of it, and directed the artworks be returned within two weeks.\nConsider that both Padamsee and Souza are giants of modern Indian art. They are familiar not only to everybody studying art in the country today, but are also frequently displayed in public and private galleries. Even cursory Googling would establish their iconicity. What does this say about Customs’ actions? It emphasises their ineptness and their sense of impunity. It also speaks volumes for how ordinary artistes – from cartoonists to stand-ups to scriptwriters – may feel constrained in the country. As bureaucrats and policemen test artworks against their personal notions of obscenity, the disease has been encouraged to become endemic in the general population. \nCensorship is damaging enough, often there is also violence. Even if petitioners have the good fortune to meet a sympathetic court, the labyrinth of litigation is tortuous. Legal definitions of obscenity remain loose and open to exploitation, such as any object that is “lascivious or appeals to the prurient interest” per BNS. The commonest ruse is to invoke tradition, though as long as logic prevails this is easily crushed. As HC asked the Customs officials, “What will you say of Khajuraho temples?” The issue is that if anybody can be a censor, then the autonomy of everybody is under threat. \n\n",
        "headline_1": "Nude feud",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nude-feud/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "Trump & Harris choose different shows for their closing pitches \nTwenty years after podcasts got their name, they are a mainstream cultural powerhouse in US. That’s why Trump and Harris have spent the waning weeks of their presidential campaigns hip-hopping across different podcasts. \nThese two candidates were always bound to make vastly different closing pitches. Only, their podcast appearances are allowing a reach-out to micro demographics. Listeners can have “intense loyalty” to their favourite podcasters, as if they are part of  “a club of people with similar traits and interests – and a candidate has been invited into that club for a day”.\nThe Joe Rogan Experience | Trump will record this after we go to press today. Rogan has been associated with the Ultimate Fighting Championship for a long time. He is a major manosphere guru with overwhelmingly young and male listeners. His earlier position was that “I’m not a Trump supporter in any way, shape or form…I’m not interested in helping him.”\nUnlocking Us – Brené Brown | Harris, by contrast, will be recording a podcast that has an overwhelmingly female audience, including plenty of ‘undecided’ voters. It is pitched as being about “the deeply human part of who we are so that we can live, love, parent, and lead with a whole heart”. \nPBD Podcast | Trump’s conversation with Patrick Bet-David, who is seen as providing a platform for far-right figures, delved into why “they” don’t want a strong border, why “they” want to have men playing in women’s sports at the Olympics, why he got Musk’s endorsement, Steve Jobs would not have run Apple as well as Tim Cook is doing today, how without a “horrible” change in administration “Russia would never have happened with Ukraine,” Oct 7 would never have happened, “inflation” would never have happened. \nCall Her Daddy | Host Alex Cooper is popular with Gen Z and millennial women. She asked Kamala about something that’s not usually an election issue, that the presidential candidate doesn’t have children to keep her humble. The response: “There are a whole lot of women out here who are not aspiring to be humble…This is not the 1950s anymore. Families come in all kinds of shapes and forms, and they’re family nonetheless.”\nFlagrant | Hosted by Andrew Schulz and three other stand-ups, this podcast has Trump targeting the space where the manosphere overlaps comedy. Illustrative salvo to the ex prez: “Barron is 18, he is handsome, he’s tall, he’s rich, he’s unleashed in New York City. Are you sure you want to reverse Roe vs Wade now?” All the five men laugh.\nAll The Smoke | Kamala has done more appearances in her opponent’s strongholds than Trump, with the Fox interview being the standout one. In this podcast hosted by former NBA stars Stephen Jackson and Matt Barnes, she reached out to the Black male audience. “I just feel strongly that people should not be going to jail for smoking weed,” she told them. The hosts liked that she said “weed”, not “cannabis”. \nBussin’ With The Boys | Trump responds to the former NFL stars Will Compton and Taylor Lewan being concerned that some people would be disappointed by them hosting him, by assuring them that his appearance would give their show its highest ratings ever. \n\n",
        "headline_1": "Mars Vs Venus: Podcast wars",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mars-vs-venus-podcast-wars/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "Depsang-Demchok patrolling agreement showed India compelled China to exhibit a flexibility the latter doesn’t display in its dealings elsewhere. But this isn’t enough ‘normalisation’ for diluting restrictions\nChina rarely backs off from a forward, aggressive military position. Its manoeuvres in South China Sea are proof of how blatant Beijing can get in establishing military control over disputed territorial claims. So, for it to now gradually accommodate India in eastern Ladakh shows that holding firm, creating bargaining chips, and negotiating hard can work as a push-back strategy.\nIn the just worked out agreement, the issue was to regain patrolling access to an area of about 650 sq km in the Depsang plains and to two patrolling points in Demchok besides allowing for grazing in the area. China argued that these issues pre-date the 2020 build-up and clash, hence should be treated as legacy issues, which can’t be part of the disengagement conversation.\nRead the full article on TOI+\n\n",
        "headline_1": "Deft move in tough game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/deft-move-in-tough-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "Amid a glaring lack of effective surveillance and other control measures from the government, dengue deaths and infections have been rising steadily across the country. October has already become the deadliest month this year, with 112 of the year's 268 deaths occurring in just the first 24 days of this month. Equally alarmingly, over 20,000 of the 54,225 cases reported this year were recorded in October. It is clear that without prompt and targeted government intervention, this tragic toll will only worsen in the days ahead.\nOver the past two months, we have consistently reported on the dengue crisis and published numerous editorials highlighting areas that need to be addressed to check dengue infections. Unfortunately, all such discussions seem to have gone unheard. While we understand that the void in local government institutions following the Awami League's fall may have impacted dengue control initiatives, it is unacceptable that the situation has not improved even with new administrators appointed to these bodies, among other measures taken to revitalise them. The lack of mosquito control measures by the relevant authorities has directly contributed to the rise in fatalities. Meanwhile, repeated infections, delays in hospitalisation, and false diagnoses have compounded the crisis. Experts say that while October may mark the peak of dengue season traditionally, the outbreak this year could persist through December and beyond if unchecked.\nTherefore, we urge the government to make dengue control an immediate priority. Two expert committees were reportedly formed last month to tackle the outbreak, but the initiative must not end here—we need effective action. The government must implement a robust surveillance mechanism to identify dengue hotspots and empower local government departments, community organisations, and educational institutions to carry out targeted interventions. The hospitals must also be fully equipped to manage critically ill patients and ensure proper, timely diagnosis to prevent further suffering in overcrowded public hospitals.\nToo many lives have already been lost due to the lacklustre response from the authorities. It is time for the government to demonstrate to the public, with corresponding actions, that it genuinely values their lives.\n",
        "headline_1": "We need effective action to curb dengue spread",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-need-effective-action-curb-dengue-spread-3736351",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "On October 17, a constitution bench of India's Supreme Court, in a 4:1 majority judgment, upheld the constitutionality of Section 6A of the Citizenship Act, 1955. This provision allows immigrants from erstwhile East Pakistan (now Bangladesh) residing in Assam to secure Indian citizenship. Political parties across ideological lines in Assam welcomed the ruling.\n\"This verdict re-established the rationality of the Assam movement and the Assam Accord. We pay tribute to the martyrs on this historic occasion. We demand again that every clause of the Assam Accord be fully implemented,\" said the All Assam Students Union, which had spearheaded a six-year violent street agitation from 1979 to 1985 against \"illegal\" immigrants from across the border in the north eastern state. They further said that the apex court verdict was \"historic\" and a second victory in the fight to save Assam's identity and demography stating, \"It has been established that the Assam agitation was undertaken for genuine reasons.\" Main opposition Congress has also welcomed the top court ruling. After all, the party-led central government headed by Rajiv Gandhi was one of the signatories to the tripartite 1985 Assam Accord whose clause 6A was challenged in the Supreme Court. \nSection 6A was added to the Citizenship Act of 1955 as a special provision addressing citizenship issues under the Assam Accord, an agreement signed between the then Prime Minister Rajiv Gandhi's administration, the All Assam Students' Union (AASU), and Assam's then Chief Minister, Prafulla Kumar Mahanta. According to Section 6A, individuals who arrived in Assam between January 1, 1966, and March 25, 1971, from specific territories including Bangladesh, and have remained resident there since, must register under Section 18 to obtain citizenship. However, under the Assam Accord's provisions, they were prohibited from registering as Indian citizens for a decade from the day of their detection. Those who arrived after March 25, 1971, as stipulated in the Assam Accord, are to be deported. Consequently, Section 6A designates March 25, 1971—coinciding with the start of the Bangladesh Liberation War—as the cutoff date for granting Indian citizenship to immigrants, particularly those from Bangladesh.\nThe majority ruling by the top court stated the cut-off date of March 25, 1971 for those who entered Assam was rational as it was the date when the Bangladesh Liberation War started and the objective of clause 6A must be seen in that backdrop. The majority was of the view that Section 6A was \"neither over-inclusive nor under-inclusive.\"\nThe majority ruling by the Supreme Court upheld March 25, 1971, as a reasonable cut-off date for individuals entering Assam, noting that this date marked the beginning of the Bangladesh Liberation War and provided essential context for the purpose of clause 6A. It further concluded that Section 6A was \"neither over-inclusive nor under-inclusive.\"\nThe validity of Section 6A was challenged in the Supreme Court primarily by the Assam Sanmilita Mahasangha and other petitioners, who argued that this provision unfairly singled out Assam, enabling large-scale immigration that had significantly. The petitioner's claim was that granting citizenship to immigrants claiming entry before March 25, 1971, was harming Assam's identity, and they instead called for a cut-off date of 1951 to identify and deport illegal immigrants. They had contested Section 6A in 2012, calling it discriminatory, arbitrary, and illegal as it set a different cut-off date for regularising illegal immigrants in Assam compared to the rest of India.\nNow, since the top court has refused to recognise 1951 as the cut-off year for citizenship in Assam, will it hit Assam's current Chief Minister Himanta Biswa Sarma's plank of Hindutva and Assamese identity politics? Will it help settle the debate over the 1951 versus 1971 cut-off year for identifying undocumented immigrants in Assam?\nSome more questions remain unanswered even after the apex court judgment.  One, has it settled or furthered the debate on undocumented immigration and citizenship in the states bordering from erstwhile East Pakistan and later Bangladesh? Two, how will the top court ruling play out in the political landscape of Assam, where fresh assembly elections are due in 2026? Thirdly and most importantly, certain observations by the Supreme Court bench on the question of citizenship could have a bearing on the pending petitions challenging the Citizenship Amendment Act (CAA) brought by the Modi government in 2019 giving citizenship to those persecuted Hindus, Sikhs, Christians, Buddhists, Parsis and Jains from Bangladesh, Pakistan and Afghanistan who came to India till December 2014. The CAA was introduced as Section 6B of the 1955 Citizenship Act, and its enactment had sparked violent street protests not only in Assam, but in several other parts of India on the grounds that it keeps out Muslims from its ambit. Fourthly, the apex court ruling of October 17 does not provide an answer to the question as to what happens to those who migrated in the five decades since March 25, 1971, the cut-off date under 6A of the 1955 citizenship law.\nA section of legal luminaries, including senior advocate Kapil Sibal, viewed the Constitution bench's remarks on citizenship as being inclusive. They particularly pointed to Justice Surya Kant's observation that the principle of fraternity cannot be selectively applied and citizenship cannot be interpreted in a negative manner that applies to a particular section of people living in Assam while another lot are labelled \"illegal immigrants.\" Kant stated, \"Our reading of the Constitution and precedents is that fraternity requires people of different backgrounds and social circumstances to 'live and let live'\".\nAgreeing with the majority view, Chief Justice of India D Y Chandrachud said while the Constitution recognises a \"right to conserve culture,\" the provision must be read in light of the \"multicultural and plural nation that India is.\" Ultimately, it seemed the court clearly rejected the contention of the petitioners that Section 6A is in violation of Article 29 because it permits people from Bangladesh who have a distinct culture to be ordinarily residents in Assam and secure citizenship which infringes upon their right to conserve Assamese culture.\nPallab Bhattacharya is a special correspondent for The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Of human migration and citizenship in Assam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/human-migration-and-citizenship-assam-3736326",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "At a recent seminar, Professor Samina Luthfa made an insightful point about building research-oriented universities in Bangladesh, remarking that \"research is not just about technical skills; it requires insight and questions.\" This statement reflects a deep understanding of the essence of academic research, and I wholeheartedly agree with her. Insight is not something that can be gained merely through technical proficiency or the mastery of research methods. It emerges from critical engagement with existing knowledge, intensive reading, thorough literature reviews, careful observation, and rigorous analysis. To foster such insight, the ability to think critically and creatively is indispensable.\nSince the 1990s, successive governments in Bangladesh have adopted neoliberal policies in higher education, driven by a centralised, bureaucratic approach. This shift has prioritised short-term economic gains and corporate interests, often at the expense of intellectual and democratic values. The adoption of these policies, through top-down, technocratic decision-making, has excluded democratic participation from key stakeholders such as students, teachers, and local communities. We must remember that higher education is not simply an instrument for economic development but also a space for critical citizenship, intellectual growth, and social transformation. Without critical evaluation, neoliberal reforms could have serious implications for the long-term intellectual and social health of Bangladesh.\nA significant aspect of this shift is the gradual corporatisation of universities, particularly private universities. While Bangladeshi universities are not fully market-driven, they are increasingly treated as profit-generating entities where VCs act like CEOs, teachers as managers, and students as customers. This commodification reduces education to a transactional process, where degrees are products for sale. But should higher education cater only to corporate needs, or should it develop critical thinkers and socially responsible citizens? The answer lies in re-evaluating our educational purpose.\nPublic universities, while not fully neoliberal, are adopting these practices, though not as quickly as private institutions, which more visibly display corporate symptoms. The corporatisation of private universities makes them increasingly market-oriented, while public universities are slowly following suit. The emphasis on bureaucratic initiatives like the Institutional Quality Assurance Cell (IQAC) pushes universities to focus more on quantifiable outputs rather than cultivating the creativity and critical thinking necessary for intellectual and societal progress. We must question whether these measures truly capture the essence of education.\nFurthermore, we need to support disciplines that may not align directly with market demands but are essential for broader intellectual and moral development. Are we offering adequate resources for fundamental subjects like philosophy, physics, mathematics, anthropology, and history? What about fundamental research in these fields? These fields are vital for ethical reasoning and scientific innovation, yet they are often sidelined in favour of commercially viable programmes like computer science and business administration. Can a nation truly progress if it focuses only on technical skills, while neglecting the ethical, cultural, and intellectual development that comes from other disciplines?\nInstead of simply expanding the number of universities, we should concentrate on creating high-quality institutions as the indiscriminate growth of universities might dilute educational standards. A sustainable approach involves investing in a select number of universities that excel in different fields and promote research, teaching, and public engagement. Quality, not solely quantity, should be the goal.\nAdditionally, the decolonisation of education must be handled with nuance. Decolonisation does not mean rejecting knowledge, technologies, or innovations from the West but rather engaging critically with global knowledge systems and integrating them into our local contexts. In a country as diverse as Bangladesh, the relevance of university education depends on its ability to address local needs while remaining open to global influences. Universities should be sites where global knowledge is adapted to fit local realities rather than simply replicating foreign educational models.\nWalter Feinberg's concept of \"Educational Democracy\" offers a valuable framework for rethinking higher education in Bangladesh. Feinberg argues that education should not solely serve corporate or economic interests but should foster democratic values, critical thinking, and public engagement. Higher education, under this model, becomes a space where students and educators collaborate to address pressing social, political, and intellectual issues. Educational Democracy emphasises that universities should cultivate responsible, engaged citizens, not just skilled workers for the corporate world.\nPublic universities, though slower to adopt neoliberal practices, are not immune to these pressures. Feinberg's model provides a roadmap for transformation. In Bangladesh, this shift means reimagining universities as spaces for public engagement, critical inquiry, and intellectual freedom. Without such a shift, we risk perpetuating a system that serves only a privileged few while marginalising the majority.\nSV Anwar Ahmed is a student of anthropology and an independent researcher.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The dangers of commodifying higher education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-dangers-commodifying-higher-education-3736251",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Dealing with SOE-related debt burden",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dealing-with-soe-related-debt-burden-1729864289",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ramping domestic revenue mobilisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramping-domestic-revenue-mobilisation-1729864352",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Restoring traffic discipline on roads",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-traffic-discipline-on-roads-1729864383",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Adaptability is essential for success",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adaptability-is-essential-for-success-1729864411",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-10-2024"
    }
]