[
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Kuwait, the first by an Indian Prime Minister since 1981, and nearly 12 years since a visit by the Kuwaiti Prime Minister to India, completed the loop in India’s outreach to the Gulf countries. Kuwait is a key Gulf Cooperation Council (GCC) member. Half a million Indians work there, making them the largest expatriate community. This community has grown on the foundations laid by historical trade and travel ties — few would remember that Kuwait was an entrepôt for India’s trading routes across West Asia, courtesy the British East India company; the Kuwaiti elite had homes in Mumbai and until 1961, when Kuwait won its independence, the Indian rupee was legal tender. Bilateral trade even today tops $10 billion, which is considerable given Kuwait’s smaller size. Kuwait is India’s sixth largest crude supplier and fourth largest LPG supplier, meeting 3% of its energy needs. However, while people-to-people links and trade have continued, ties have lagged in strategic areas and defence cooperation, with some residual misgivings due to India’s close ties with Saddam Hussein’s Iraq. This is a gap that Mr. Modi’s visit sought to bridge, with the announcement of a Kuwait partnership, the latest in India’s strategic partnerships in the region. After talks with the Kuwaiti Emir, Sheikh Meshal Al-Ahmad Al-Jaber Al-Sabah, the two sides signed an MoU to institutionalise defence cooperation. Kuwait’s highest honour, the Order of Mubarak Al-Kabeer, was conferred on Mr. Modi, cementing the importance of the visit.The visit came at an important moment in the broader region. The continuing bombardment of Gaza by Israel, and attacks on Lebanon and Yemen are making West Asia peace a more fragile and distant proposition. The ouster of the Assad regime from Syria has also empowered Islamist radicals and could spell more violence. In addition, key Indian infrastructure and connectivity initiatives such as the I2U2 and IMEC may not see any further progress until the situation calms. The incoming Trump administration’s domestic priorities in the U.S. and Europe’s preoccupation with the Russia-Ukraine conflict will leave a possible vacuum of support and leadership for many of the world’s other trouble spots. This is an important moment for India to strengthen bilateral ties with each of the countries in the region, and secure energy and connectivity lines, while ensuring the welfare and rights of over eight million Indians living and working there. Despite the Opposition’s criticism of Mr. Modi’s frequent visits abroad, New Delhi may find it needs to plan more such international standalone forays for the Prime Minister in the near future. Published - December 26, 2024 12:24 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Kuwait\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        employment\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        defence\n                    \n                            /                      \n                        \n                        Iraq\n                    \n                            /                      \n                        \n                        United Arab Emirates\n                    \n                            /                      \n                        \n                        Saudi Arabia\n                    \n                            /                      \n                        \n                        Israel-Palestine Conflict\n                    \n                            /                      \n                        \n                        Syria\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        energy and resource\n                    \n                            /                      \n                        \n                        politics",
        "headline_1": "​Key partnership: On India and Kuwait ties",
        "headline_2": "India and Kuwait are trying to deepen ties during a crucial period",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bkey-partnership-on-india-and-kuwait-ties/article69026198.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "Ever since the use of direct cash transfers to eligible beneficiaries as a welfare measure gained prominence following the Congress party’s ploy of announcing “election guarantees”, other parties and ruling governments have sought to adopt this as a way of retaining their support among constituents. The ‘Ladki Bahin’ and ‘Ladli Behna’ schemes in Maharashtra and Madhya Pradesh have been seen as reasons for the success of the ruling fronts/parties in retaining power, while the regime in Tamil Nadu instituted the ‘Kalaignar Magalir Urimai Thogai’ to shore up support beyond traditional adherents of the ruling party. The Aam Aadmi Party (AAP) in Delhi has never shied away from comprehensive welfare benefits to retain support, now promising ₹2,100 a month to women under the proposed ‘Mukhyamantri Mahila Samman Yojana’. There is a case for direct cash transfers to the needy and women from indigent families — they are in a way a recompense for the unpaid nature of work done by women as family members. While these amounts may not be high in an era characterised by inflation, that women can utilise the money without having to depend upon the family “head” in a largely patriarchal society, provides them with a disposable sum that is also fungible in the way it can be used for essentials or for savings. The benefits also accord a certain dignity to the women who are generally unemployed in the market, but who still provide labour — as domestic work or informal labour. It is no wonder that such schemes are popular in the States where they are being implemented.Yet, these cash transfers are not a substitute for comprehensive welfare, where the state plays a role in creating employment and supports demand-driven growth. In Maharashtra and Madhya Pradesh, there has been a stagnation in employment generation, albeit of different orders. Maharashtra, one of India’s most industrialised and urbanised States, has been experiencing a relative stagnation in economic growth and employment creation compared to previous decades. There is also a clear regional and economic inequality while Madhya Pradesh remains one of India’s relatively poor States and lacks in diversity of employment options. While the ruling parties reaped the benefit of support over populist schemes, the reality is that they are little more than a balm as compared to effective economic policies that will generate employment, diversify the economy and provide greater opportunities. As for AAP, it did a far better job in focusing on primary health and education in its earlier terms. The fact that it is trying to emulate the BJP’s and its allies’ benefit schemes for women suggests that it is running out of ideas to provide a better vision for the Delhi metropolis. Published - December 26, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        welfare\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        Maharashtra Assembly Elections 2024\n                    \n                            /                      \n                        \n                        Madhya Pradesh Assembly Elections 2023\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        Aam Aadmi Party\n                    \n                            /                      \n                        \n                        Delhi\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        unemployment\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        education\n                    \n                            /                      \n                        \n                        economy (general)",
        "headline_1": "​No panacea: On benefits, politics and welfare",
        "headline_2": "Benefits cannot be a substitute to comprehensive welfare",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bno-panacea-on-benefits-politics-and-welfare/article69026773.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "Nasa’s Parker probe continues to tease the sun and come out alive\nMost humans can’t hit 20 kmph under their own steam. It’s a downside of having two legs and no wings. Usain Bolt, fastest of all, could momentarily approach 45 kmph. But give us our levers and we leave the world in our wake. A train drew us level with cheetahs in the 1850s. Within a century of that we broke the sound barrier. Twenty years on, three men touched 40,000 kmph on their way back from the moon, and on Christmas Eve 2024, Nasa’s Parker Solar Probe – hopefully – clocked almost 700,000 kmph. That’s over six times faster than earth’s speed around the sun. It’s so fast you could reach the moon in about 30 minutes. \nLet that sink in before you ask why Parker’s feat is a hope, not certainty. As it plunged into the sun’s infernally hot outer atmosphere on Tuesday, the probe lost contact with earth – perfectly normal, has happened before – and the next signal isn’t expected until 10.30am our time on Saturday. Last time it made such a manoeuvre on Sep 30, Parker remained incommunicado till Oct 3. It was moving at 635,300 kmph then, a record at the time, and had come within 7.26mn km of the sun’s surface. Tuesday’s approach – 22nd of 24 planned – was the closest at 6.2mn km. That sounds like a lot, but earth is 150mn km away from the sun. Parker’s distance from our star now is about one-ninth of Mercury’s. \nNone of this is to gratify scientists’ vanity. Parker’s mission from its launch in Aug 2018 has been to study the sun, its corona, and the solar wind that causes havoc with our power and telecom systems. It darts in and out at astronomical speeds to survive the corona’s million-degree temperatures and devastating radiation. Its 4.5-inch heat shield can withstand temperatures up to 1,400°C only, so the faster it moves – like a finger flicked through a flame – the safer it is.\nIn the Greek myth, Icarus flew too close to the sun and perished. It was a warning to humans not to overreach themselves. Parker is Icarus with carbon-composite wings and an escape plan. It’s a fruit of human ingenuity, not AI, and going into the New Year, a reminder that our limits are meant to be broken.\n\n",
        "headline_1": "Icarus 2.0",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/icarus-2-0/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "’Tis  day after Christmas but \nlet’s update Carol No.1                 \nTraffic jam, traffic jam,\nBumping all the way.\nOh what a pain it is to go \nJust anywhere these days.\n \nDriving bumper-bumper,\nIt’s peak hour morn till night.\nO’er the potholes go,\nGiving spines a fright.\n \nHorns on eardrums pounding,\nCars to left and right.\nOh what a drag it is to hear\nFolks cuss with all their might. \n \nFaulty built-up highways\nDriving us insane.\nOh how I wish sarkar would see\nAam janta’s chronic pain! Hai hai!!\n\nNeta fist, Neta fist, \nSlugfests all the way.\nOh what a shame it is to watch\nTheir blame game every day.\nSlashing eachothers thro-oats,\nIn a one-point open slay.\nO’er same stuff they go,\nAccusing all the way.\nSometimes ’tis over fixed polls,\nSometimes it’s o-ver doles.\nWasting LS session.\nIs this for what we pay?? Eh?\nPoor AQI, Poor AQI,\nWheezing all the way.\nOh what a bane it is to breathe\nThe murky air each day. \nStruggling through the ha-aze \nOn winter mornings grey. \nO’er toxic fields we go, \nAs farmers burn the hay.\nThey tried odd-even numbers\nTo keep the traffic down.\nBut all the rules we break \nIn our uncaring town! Sigh!\nCO2, CO too,\nSPM’s gone astray.\nHow much more disaster\nWill we now see unfold? Hai hai!!\nInfluencer, Influencer,\nHold us in your sway.\nOh what slaves we are\nTo live exactly how you say.\nScrolling through your posts \nWe learn what we must wear, \nAnd read and eat and just how much \nOf skin or soul to bare.\nYou’re queen of social me-dia,\nMis-tress of Insta fame.\nBut sans Facebook and ’Tube and ’Tok,\nYou’d simply have no game! Hmmph!!  \nJingling belles, Blinging belles,\nBlow us all away.\nOh how cool it is to groove ‘n’ sing,\nAnd all comp-e-ti-tion slay! Hah!! \n                        ***\nAlec Smart said: “No Shanti Claus in my Xmas stocking ”\n \n\n",
        "headline_1": "Jingle hells",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/jingle-hells/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "Why criticise condom ads for being overloud about what’s hush-hush, when racy jokes are super popular\nWrap it before you tap it; For those all nighters; Is raat ki subah nahin; Always have protection; The heart wants, the flesh takes: this is a small sample of how condoms are advertised across the world. Often the advertisements are squarely in the middle of the most popular public spaces. They draw responses ranging from smiles and sniggers to frowns. Few passersby turn a blind eye. \nThe witty goading by a condom sponsor at an IIT festival this week, was on point. It said, “We found the JEE spot: Mood-I, here we come.” And also, “Always up for a good screw.” It isn’t surprising that a few students found these messages to be too provocative. Whether condom ads should be shown at primetime, whether they should be flashing away in public transport, exactly how suggestive is too suggestive, such conversations are actually common across developed and developing countries. Racy materials are kind of a rite of passage to adulthood. They have been around since the ancients. And every age also ties itself into knots about what’s a clever pushing of the envelope vs what’s unwholesome. \nConsider how many diverse labels Fifty Shades of Grey enjoys, from cultural crisis and erotic romance and ‘mommy porn’ to a bestselling book and blockbuster film. Or how researchers have found that meticulously pasted brown paper had been hiding some things in Anne Frank’s diary – some ‘dirty jokes’ and other ‘adult content’. What does this do to our image of her? Her extraordinary hope and resilience get more nuanced teenagedness. Eighty years on, a lot of sex and contraception conversations are still hush-hush. Risque notes that break through such strictures around public language, are bound to cause some complaints about worsening standards. But spicy punsters, let that not discourage you. Rest of us are enjoying it.\n\n",
        "headline_1": "Risque management",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/risque-management/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "In films & other artforms, avant garde influences commercial creative outputs, makes them better\nThose who routinely, mournfully ask where the new Satyajit Ray is, or Bimal Roy or Kumar Shahani or Mrinal Sen, will now also ask where the new Shyam Benegal is. IPTA and eighties parallel cinema are two influences particularly storied among Indian film aficionados. It may also be true that, for example, Do Bigha Zameen, Bhuvan Shome, Manthan and Khayal Gatha, are unfamiliar to a majority of audiences today. Even in their own times, many of these texts may have lived as ‘high art’, which the masses stayed away from. But judging their value by the box office alone is a fool’s game. \nCreativity isn’t mathematical. Sensitivity to the human condition is a complex civilisational inheritance. Think about a selfie and van Gogh’s self-portraits. To ask which is better is no crime. But what’s really interesting about the comparison is stopping to think about how the two work, to debate their form and meanings. It is contemplation and conversation that carry culture forward. Payal Kapadia, whose All We Imagine as Light is a Cannes Grand Prix winner, has spoken about how Ritwik Ghatak’s Subarnarekha shook her up, its editing, its script, its scene constructions. This is how influence jumps across time. Neither is the diversity that has come to define OTT content unconnected from the storytelling that was once bracketed as art cinema. \nActually, this is true across the arts. Those who aren’t exactly attempting the Great Indian Novel still benefit from those who have. There are directors who persuaded Birju Maharaj to choreograph for their movies, including Sanjay Leela Bhansali and Kamal Haasan. But the influence of kathak on the picturisation of song and dance in Indian cinema is vastly greater. It’s the same with classical music. Its pop impact is immeasurable. It’s impossible to think of a desi song cabinet that owes nothing to Hindustani or Carnatic or Qawwali styles. Of course, none of this stops at national borders. We are hearing Beethoven’s Für Elise all the time, even if we don’t know we are hearing it. \nOne thing is that the greats may not be well judged in their own times. Take Keats – ironically of the “A thing of beauty is a joy forever: its loveliness increases; it will never pass into nothingness” fame. It’s said very bad reviews hastened him to an early death. How tastes evolve is impossible to predict. But that the good lifts up the average is certain. \n\n",
        "headline_1": "High & low",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/high-low/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "We are shocked by the brutal murder of seven crew members aboard a cargo vessel in Chandpur that has left ship workers fearing for their lives. This tragic incident has once again turned the spotlight on the dangers lurking in our waterways as well as the many inadequacies in the sector, which must be addressed.\nReportedly, the tragedy occurred when eight crew members on the bulk carrier MV Al-Bakhera came under attack in Meghna River on Monday. Five died on the spot due to injuries inflicted by sharp weapons, while two succumbed after being taken to hospital. Only one survived and is under treatment. Grieving families, along with several workers' associations, have since demanded justice—and rightly so—as without accountability, such heinous crimes will continue to haunt our waterways.\nThere has been much speculation about the motive behind the killings. Law enforcers and ship staff noted that little was stolen from it, ruling out robbery as the primary cause. Meanwhile, Rab has arrested a crew member named Akash Mondal Irfan who, according to Rab, admitted to killing his colleagues out of frustration over unpaid wages and mistreatment. He allegedly sedated the victims with food laced with sleeping pills before stabbing them to death. This is an important lead, but further investigations are necessary to rule out all other possibilities and ensure credible trials.\nWhile this incident may appear to stem from personal vendetta, ship workers have long raised concerns about the perils they face. A shipmaster has pointed out that this particular Meghna area is notorious for extortion. Non-compliance, in the absence of proper oversight, also leads to accidents. While waterways remain a popular option for transporting cargo in the country, extortions and robberies serve as a huge disincentive for the thousands of registered vessels.\nA report by Samakal report identified Narayanganj, Hatia, Bhola, Kishoreganj, and Sylhet as high-risk areas, noting that transporting cargo from Sylhet to Chandpur often requires paying Tk 20,000–30,000 in extortion fees. Besides, in the last three months, there have been five reported robberies. Moreover, one labour association leader claimed that filing police cases is an issue as officers often dismiss incidents as outside their jurisdiction. Such negligence only emboldens criminals.\nThese issues need to be resolved. For now, we must demand proper compensation for the families of the victims of the Chandpur incident, many of whom were sole breadwinners. The financial assistance provided so far—Tk 20,000 from the district administration and Tk 10,000 from the River Police—is grossly inadequate. The government must step up in this regard, offer meaningful financial support, ensure swift punishment of the perpetrators, and work to eradicate crime from our waterways. Our rivers must not be crime hotspots.\n",
        "headline_1": "Waterways must not be crime hotspots",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/waterways-must-not-be-crime-hotspots-3784766",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "We are concerned about the escalating tensions among various cadres of the Bangladesh Civil Service (BCS) following the disclosure of some draft proposals by the Public Administration Reform Commission. On Tuesday, officers from 25 BCS cadres, excluding the administrative cadre, staged an hourlong pen-down strike as part of a series of protests announced earlier. On Monday, an association for the health cadre held a press conference separately. And on Sunday, another association representing the admin cadre held an \"unprecedented showdown\" where hundreds of officers demonstrated outside the Secretariat. These platforms have their objections about the proposals as well as scores to settle among themselves.\nWhich means that the reform commission, formed to guide efforts to streamline public services and establish discipline within the administration, finds itself entangled in disputes even before submitting its recommendations to the government. Despite assurances that no proposal would be finalised without consultations with key stakeholders, unrest continues, deepening divisions among the cadres and disrupting the various sectors they represent. But why the premature agitation, and why in ways that are undoubtedly unbecoming for civil servants?\nIf disgruntled officers felt the need to voice their concerns before formal discussions, there are mechanisms to do so without disrupting daily operations. They could have followed institutional procedures to raise these concerns in an orderly manner. Instead, their reactions—through public meetings, demonstrations, work abstentions, and threats of tougher measures—not only violate conduct rules for government employees but also undermine the very reforms being sought through this exercise.\nVarious cadre groups reacted to the commission's draft proposals—including introducing exams for promotions to deputy secretary and joint secretary positions, ensuring a 50:50 ratio between admin and non-admin cadres for deputy secretary promotions, and separating health and education services from cadre structures—for various reasons. For example, the promotion ratio currently stands at 75:25 in favour of admin cadre officials, who now want full control. On the other hand, officers from the 25 cadres are demanding competitive exams for promotions to deputy secretary and higher positions, which they believe should be quota-free. There were already pre-existing tensions over perks and promotions among various cadre groups. The present controversy has again brought these inter-cadre disputes to the fore.\nThat the reform commission is being forced to deal with such parochial issues, rather than enhancing public service, highlights the difficulty of escaping the shadow of Awami League's misrule that vitiated the administrative environment. Fifteen years of partisanship, corruption, and nepotism transformed the administration into an extractive and exploitative structure, and its disruptive effects are still being felt. We must say that we had expected the interim government to be more resolute and judicious in overhauling this structure, particularly in terms of establishing discipline, which it has failed to do. The extent to which this controversy was allowed to fester is thus a failure on the part of both the protesting officers and the higher authorities.\nThat said, the officers must take responsibility for their disruptive activities. It is unacceptable that vested interests are taking precedence over public service and further weakening an already struggling administration. The government should resolve the disputes through dialogue if needed, but must not lose sight of its promises of reform in the process.\n",
        "headline_1": "Civil service unrest over reform proposals is unacceptable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/civil-service-unrest-over-reform-proposals-unacceptable-3784291",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "If Dhaka had a national sport, it wouldn't be cricket—it would be protests. Democracy apparently requires shutting down Mirpur Road on a regular basis. Their cause? Vital. Their timing? Always during peak rush hour.\nEvery year, like clockwork, the city erupts into a festival of placards, slogans, and strategic hartals—the unofficial tradition of turning roads into human parking lots. This year protests have escalated to another level. You know it's serious when your morning starts with a Traffic Alert group update that goes something like, \"Avoid Farmgate, Shahbagh, and basically every other place you need to be today.\" Simple.\nBy now, the chaos has become so routine, we could probably set up a Dhaka Protest Traffic Toll Pool. Winner takes home a month's worth of Uber fare, only to be stuck in the centre of the storm of vehicles again, alternating between outrage and apathy.\nThe inauguration of protests was with the students. When they took to the streets earlier this year, it wasn't about a fancy ideological battle like the Titumir protest (I simply cannot/will not accept that they had to throw stones at a train injuring toddlers just for a university conversion!)—it was about survival. Rising tuition fees, joblessness, quota on the jobs that were available, and that ever-present monster called corruption pushing them over the edge. Armed with nothing but their voices, they blocked roads and demanded justice, fairness, and a future from the crutches of the tyrant toying with it.\nThen came the garment workers, fighting for something as basic as a living wage. While we sat comfortably in air-conditioned cars and offices, they were out in the blistering heat, risking everything to demand what should already be theirs. Brands post glossy ads about \"ethical fashion,\" but behind the hashtags lie the women who stitch those clothes while barely earning enough to eat.\nAnd let's not forget the rickshaw-wala-bhaiyas. Their humble three-wheelers were declared enemies of \"modernisation\" by Dhaka's elite planners. Entire streets banned rickshaws this year, supposedly to ease traffic, as if Dhaka's legendary jams were caused by rickshaws and not the endless SUVs carrying exactly one person to their yoga class. The protests that followed were a masterclass in resilience—rickshaw pullers banded together to protect their livelihoods while the rest of us grumbled about walking to the corner store.\nBut the pièce de résistance of this year's protest season was, of course, the political rallies blocking the major intersections, featuring enough megaphones to drown out a cyclone. The irony? The rally was about improving public services. Public services that half the city couldn't access that day because no one could actually get anywhere to do their jobs.\nAnd yet, amidst the chaos, there's something oddly inspiring about Dhaka's protest season. It's a reminder that despite everything—despite the smog, the traffic, the endless power struggles—people here refuse to be silenced. Whether it is students demanding jobs, workers fighting for dignity, or citizens simply saying, \"We've had enough,\" Dhaka's streets remain a stage for resistance.\nThere is something oddly unifying about these disruptions. Imagine this: you're crammed into a bus that hasn't moved in 30 minutes. The conductor is yelling about change, and someone's armpit is dangerously close to your face. But then, a stranger catches your eye, shrugs, and says, \"Shob politics-er khela.\" Suddenly, you're comrades in misery, bonded by your mutual disdain for both traffic and politicians.\nBut let's not romanticise it too much. Protesting in Dhaka is a privilege not everyone can afford. The most vulnerable—domestic workers, day labourers, and rural migrants—often don't have the time or resources to join the fight. For them, survival takes precedence over slogans, and their struggles remain invisible in a city that thrives on spectacle.\nWill this year's protests lead to meaningful change, or will they be another chapter in Dhaka's endless cycle of barbarity and inaction? It's hard to say. But one thing is for sure: as long as there's inequality, injustice, and a city full of people with nothing left to lose, Dhaka's protest season will return.\nSo, where does this leave us? Stuck in traffic, mostly. But maybe, just maybe, it's time we stopped rolling our eyes at the disruptions and started thinking about why they're happening. Because if a two-hour delay is what it takes to make us pay attention, then perhaps it's not the protesters who are the problem—it's the rest of us who've grown too comfortable ignoring the noise.\nWhile my readers ponder these existential questions, I'll be here, sipping my tea and trying to decide whether I should join the next rally or just complain about it on Facebook like all my relatives. Cheers to living in a city that never stops fighting—even if it sometimes feels like we're all just shouting into the smog.\nBarrister Noshin Nawal is a member of the editorial team at The Daily Star and an environmental activist.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The daily dread of protests and gridlock",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-daily-dread-protests-and-gridlock-3784271",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Potential of a green bank",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potential-of-a-green-bank-1735139637",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "BR must set its priorities right",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/br-must-set-its-priorities-right-1735139670",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reopening state-owned sugar mills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reopening-state-owned-sugar-mills-1735139700",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Combating rise in crimes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-rise-in-crimes-1735139738",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-12-2024"
    }
]