[
    {
        "full_article": "A conclave of Hindu religious leaders and political activists in saffron robes held recently in the holy city of Haridwar has brought great shame to the country and its constitutional and religious values. In a so-called Dharam Sansad, or a religious parliament, key personages with a track record of inflammatory and provocative speeches made unconscionable calls for genocide against Muslims and asked Hindus to arm themselves. There were other offensive themes running through the speeches, parts of which have come out in the public domain in the form of video footage, indicating an alarming zeal to spread hatred for minorities and render them vulnerable to armed violence. It requires no deep knowledge of recent national history to say that the genocidal tenor of the conference is the apotheosis of divisive and sectarian tendencies that have been displayed with great impunity by Hindutva organisations in recent decades, but more audaciously since 2014. The references to a Myanmar-like cleansing campaign, the threat of mutiny ‘more horrible than 1857’ against the state if the outcome of the conference was not adopted as official policy, and the astounding claim by one speaker that he would have turned into a ‘Godse’ and shot a former Prime Minister in Parliament if he had had the opportunity, are all indicative of an organised offensive against the rule of law and the Constitution. There is, however, no cause to be surprised at the tepid response of the Uttarakhand authorities in registering an FIR based on a solitary complaint, naming one person, that too, after much outrage and criticism.A feigned and manufactured sense of fear about the future of Hindus and Hinduism in India has been the hallmark of right-wing politics. The conclave of religious leaders is providing an outlet for such rabid thoughts, and the confidence with which messages of hatred are being bandied about suggests an expectation of official patronage. Those occupying positions of power and high offices in government, especially the Prime Minister and Union Home Minister, must take a clear stand against this. The political leadership must explicitly denounce the event and affirm that it stands by the constitutional values of secularism, religious tolerance and the preservation of the rule of law. The police in Uttarakhand should act more resolutely and invoke all applicable provisions of law, and not be content with a solitary FIR under Section 153A of the IPC, which deals with promoting enmity between groups. In a country where ‘sedition’ and ‘terrorism’ charges are invoked in a heartbeat, the call to a revolt and mass cleansing has not evoked a similar response. It may be easy to dismiss the hate speeches in the ‘Dharam Sansad’ as representing only a fringe within the majority. However, given the vehemence and frequency of these articulations in the public domain, it is only a matter of time before the phenomenon spreads among more moderate sections. Hate propaganda must not win.",
        "headline_1": "Striking fear: On Haridwar hate speech and legal action",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/striking-fear-the-hindu-editorial-on-haridwar-hate-speech-and-legal-action/article38032133.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "A decreasing volume of annual natural gas production from the gas fields of Bangladesh means that the country is moving towards joining the net energy importers club sooner than one would have liked to think. Import dependency for oil and coal are well set as major primary energy sources in the country and imports of natural gas, in the form of LNG, has begun to fill the shortfall of supply from local gas fields. The annual production of indigenous natural gas has decreased from a peak of 973 bcf (billion cubic feet) in FY2016 to 882 bcf in FY2020, according to Petrobangla. It is forecasted that the volume of local production will continue to decrease further into the future. Bangladesh started LNG imports in late 2018 and since then, has faced the uphill task of procuring the fuel from an unstable and volatile market.\nWith no new discovery of any significant gas reserves over the last two decades, the decreasing rate of gas production has set alarm bells to ring in earnest. Most of the major gas fields show signs of aging in forms of reservoir pressure drop and a downward trend in gas output. Titas, the largest gas field in the country, has had its production rate reduced from a peak of 500 mmcfd (million cubic feet per day) in 2016 to 384 mmcfd in Dececember 2021.  Similar or even larger drops in production rate have been recorded in other major gas fields such as in Habiganj, Kailashtila, Rashidpur and Bakhrabad.  Generally speaking, a gas field runs with robust production at an initial stage and gradually becomes less productive, before it eventually \"waters out\"—meaning it produces water rather than gas. A quicker way of demise for a gas field is often noticed as in the Sangu offshore gas field, which had its production rate slashed over a much shorter period of time before being abandoned. Reasons for such quicker demise may be varied, but is usually due to a sudden drop of reservoir pressure, engaging in over-production and/or disregarding of healthy reservoir management.\nThere are, at present, 20 producing gas fields in the country. The Bibyana gas field in Sylhet, operated by Chevron Oil company, may reasonably be referred to as the jewel in the crown, for this gas field alone supplies 1200 mmcfd, which is about 51 percent of the total 2310 mmcfd from all gas fields in the country. For how long Bibiyana can sustain its present level of production is of paramount importance. The daily gas production reports of Petrobangla showed the production rate of the field exceeding its capacity for several years in the past. How it is translated in terms of reservoir management is perhaps better judged by Chevron personnel. But sceptics wonder if this is a case of over-production, a possibility suspected by many in the offshore Sangu gas field. Whatever may be the case, a major drop in the production level of even just Bibiyana will be a big blow to the frantic efforts of the government to address the national demands. \nThe introduction of LNG in the supply chain is meant to supplement the local gas supply, which has run short of demand for several years. Considering the fact that demand is increasing at a fast rate and local supply decreasing, the gap between demand and supply will grow. But is depending on imported LNG the right solution? Or is there an alternative way of addressing the problem?\nLNG is an easily transportable but costly fuel used in many industrialised countries lacking indigenous primary energy sources. The recent price surge of LNG to abnormally high levels has made it one of the most unpredictable energy commodities in the world. In March, Bangladesh bought LNG at USD 7 per mmBtu from the spot market. In October, Bangladesh had to pay USD 36 per mmBtu for the same LNG. The fivefold increase in the LNG price within months put Bangladesh's gas import plans in disarray.  The government had to stop buying LNG from the spot market due to this high price, which led to a fall in gas supply— forcing some power plants to run on oil in place of gas. The government has two long-term contracts for LNG supply, one with Qatar and the other with Oman, to procure the fuel at a stable price of about USD 10 per mmBtu, cheaper than if bought off the spot market. But even long-term suppliers have decided, as per media reports, to reduce their supply in 2022 by resorting to supplying only the minimum contractual obligation amount to Bangladesh. Apparently, the suppliers are more interested to trade LNG in the high-priced spot market than through long-term lower and stable price contracts.\nSo what makes LNG price surge in the international market? It is the increase in LNG demand worldwide due to renewed economic growth, and following recovery from the Covid-19 pandemic, that is the main cause of this surge. In addition, a colder winter in the northern hemisphere and a disruption in LNG production by major producers have both helped the price go up. How the LNG price will behave in the future also depends on several of these factors.\nIn case the LNG price remains volatile, the immediate to near future seems bleak for Bangladesh's gas supply scenario. A long-term contract of a USD 10 per mmBtu price means Bangladesh is paying more than three times the price of the local gas (USD 3 per mmBtu or less), and buying LNG at USD 35 per mmBtu was perhaps not in the calculation of policy agencies.\nWhatever may be the case, future energy supply in Bangladesh is forecasted to be increasingly dependent on imported LNG. If the present trend of decreasing supply from own gas fields continues, volume LNG import may one day outweigh indigenous gas supply. How the economy would face such a precarious situation is anybody`s guess. If the above situation occurs, a temporary halt of LNG import due to fund crunches will certainly put a lot of gas-powered plants in the dark.\nThe solution to this problem is simple. Bangladesh has for a long time ignored its gas exploration activities and let the gas demand-supply mismatch grow. The deltaic build of mainland Bangladesh and its offshore, for all geoscientific reasons, have been rated as highly prospective areas for natural gas. Proof of such rating is evidenced in the adjacent areas bordering Bangladesh, notably the offshore Rakhaine basin in Myanmar where large-scale gas fields have been discovered since the maritime dispute with Bangladesh was settled in 2012. Bangladesh, on the other hand, has hardly taken any steps to explore its offshore since that time. As such, Bangladesh should move faster with its exploration activities to lift its gas out of the ground. A quick fix of the gas supply problem with imported LNG may work out in the short-term, but in the long-run, the price volatility and economic uncertainty would make import unsustainable. It will be much more rational for Bangladesh to depend on its own gas resources rather than on the import of expensive LNG as long as such a resource base is scientifically reckoned.\n \nDr Badrul Imam is Honorary Professor (retired) at the Department of Geology, University of Dhaka.\n",
        "headline_1": "Let us not become dependent on LNG import",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/let-us-not-become-dependent-lng-import-2925721",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "We couldn't stand to watch it so we kept our heads down, crying . . . We begged them not to do it. They didn't care. They asked the women, 'Are your husbands among them? If they are, do your last rites',\" a woman from Myanmar's Keni Township, whose brother, brother-in-law and nephew had been brutally murdered by the notorious Myanmar military—also known as the Tatmadaw—told the BBC during an investigation.\nIn July this year, the Tatmadaw had gone on a revenge-killing spree in the Keni Township—a stronghold of sorts for the forces opposed to the ruling military junta. The People's Defence Force, a militia of civilian groups fighting for democracy, had earlier intensified their anti-military activities in the area, including clashes with the soldiers. The outcome was the Tatmadaw's ruthless and brutal mass killing of the locals of the township. In multiple attacks in July 2021, the Myanmar soldiers had gone from door to door in four villages—Yin, Zee Bin Dwin, Taungbauk and Shikoetat forest—rounding up the men, torturing them with rifle butts, beating them up with stones, and then burying their mutilated bodies, at times in half-alive state, in shallow graves.\nAt least 40 corpses have been recovered from mass graves in the four villages, including a small body, most likely that of a child. Among the murdered was a 60-year-old man, who had been tied to a plum tree and tortured for hours—the numerous marks on his lifeless body a testament to the unspeakable horrors he had to endure in his final hours. Some of the soldiers involved in the bloody killings were as young as 17-18. The Myanmar military junta did not deny the allegations, saying, \"It can happen … When they treat us as enemies, we have the right to defend ourselves.\" The comment of General Zaw Min Tun, Myanmar's Deputy Minister for Information and military spokesperson, holds ominous portents for the future of democracy and human rights in the country.\nThe Myanmar junta carried out multiple air strikes since December 22, on the Karen State's Lay Kay Kaw town, in southeastern Myanmar—a stronghold of the Karen National Union. This was the result of fresh raids by military soldiers to subdue the Karen fighters, protesting against the military rule. The clashes since last week and the subsequent air raids—in which the military has not only been firing artillery at the locals but also dropping bombs—have led to the displacement of more than 4,200 Karen people, who fled to Thailand. Unofficial estimates put the figure at nearly 10,000. Some shells even fell on the Thai side, according to The Irrawaddy news site.\nThe Tatmadaw, in a swift coup d'état, ousted the democratically elected government of National League for Democracy led by Aung San Suu Kyi, in the early hours of February 1, 2021. Since then, the country has been embroiled in a bloody struggle between the usurpers and the civilians calling for the return of democracy. At least 1,300 protesters and civilians have been killed since then, as conflicts between the two parties continue, according to data from Assistance Association for Political Prisoners—a Thailand and Myanmar based human rights organisation—as cited by UK-based news outlet The Independent.\nCountless children have also fallen victim to the atrocities committed by the Tatmadaw. A BBC report from April 2021, citing Save the Children, revealed that since February 2021, at least 43 children have been killed in Myanmar by the country's military. The Tatmadaw not only unleashed a bloody nightmare on the civilians but also ensured that they do not get access to medical care, as they attacked hospitals and medical staff tending to the injuries of the protestors.\nIn response to the attacks on the Karen community, the Ambassadors, Chargés d'Affaires, and Heads of Mission from Australia, Canada, the Delegation of the EU and European Union Member States with presence in Myanmar—Czech Republic, Denmark, Finland, France, Germany, Italy, Netherlands, Spain, and Sweden—as well as New Zealand, Norway, Switzerland, the United Kingdom and the United States, have signed a joint statement in which they have reiterated \"condemnation of the serious human rights violations committed by the military regime across the country\" and called on the \"regime to immediately cease its indiscriminate attacks in Karen State and throughout the country, and to ensure the safety of all civilians in line with international law\".\nWhile the international community has condemned the misadventures of the Myanmar military after the coup, with the US and some other countries even imposing sanctions against the military generals involved, the measures are too little, too late.\nMyanmar has a history of bloody military rule and suppression of civilians. Starting from the regime of General Ne Win to the dissolution of military rule in 2011, the country has witnessed numerous clashes between the military and civilians. During this time, the Rohingya, along with some other minority groups including Karen and Kachin, have been systemically cornered and persecuted by the country's military. The Rohingya especially had been forced to endure genocidal and ethnic cleansing attempts by the country's military. And the Tatmadaw continued these atrocities almost unchecked, with muted, templated responses from the international community.\nOver the years, the Tatmadaw has wielded enormous power and in the process has amassed even more. The vicious crimes of the Tatmadaw now feels like a déjà vu, at times it even reminds one of Nietzsche's philosophy of the Eternal Return: \"This life as you now live it and have lived it, you will have to live once more and innumerable times more; and there will be nothing new in it, but every pain and every joy and every thought and sigh and everything unutterably small or great in your life will have to return to you, all in the same succession and sequence—even this spider and this moonlight between the trees, and even this moment and I myself. The eternal hourglass of existence is turned upside down again and again, and you with it, speck of dust!\"\nThe silence of the international community over the ethnic cleansing of the minority communities in Myanmar, and in the heydays, their bolstering trade tied with the Myanmar military held business conglomerates and holdings—some countries have also directly invested in the economic zones in Myanmar, built on lands once belonging to the now uprooted Rohingya—have empowered them with not only the acknowledgment but also economic resources to carry on with their nefarious activities.\nIn addition, the inaction of the majority during the persecution of the minority communities has also added to the Tatmadaw's power. The communal divide within Myanmar has created just the right environment for the military to continue to belligerently violate the basic human rights of its people.\nThe Tatmadaw has turned into a monster—a Wendigo to be specific—that is now feeding on its own people to quench its insatiable craving for human flesh. And now this monster cannot be controlled, neither with sanctions nor any other form of threats form external actors. The only way this monster can be contained is by creating a united internal front against it. It is only the people of Myanmar—majority and minority alike, irrespective of religion or ethnicity—united together that can put up a resistance against the crimes of this monster and put an end to its killing spree. That is the only way out for the civilians.\nBut the question remains, can the people of Myanmar rise above their communal rifts for the greater benefit of the nation, of the future generations? Only time will tell.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "As Myanmar is shred into pieces, can its people unite to stop the Tatmadaw?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/myanmar-shred-pieces-can-its-people-unite-stop-the-tatmadaw-2925606",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "The world is being plagued by a global pandemic, climate change, biodiversity loss, rising demand for food and scarcity of natural resources, to name a few. Our irresponsible consumption and production are the root causes of humanity's multifarious problems.\nThe traditional consumption and production process is based on a linear economic system that follows the \"take-make-use-waste\" resource utilisation pattern. The circular economic system is an alternative to the linear economic system since it utilises resources in a restorative and regenerative manner, resulting in no waste. That is, the circular economy is a model of consumption and production that focuses on reducing, refurbishing, recycling, and reusing resources—benefiting both the economy and the environment.\nThe World Resource Institute (WRI) postulates that we can cut global greenhouse gas emissions by 39 percent (22.8 billion tons) simply by implementing circular strategies in our existing linear consumption and production process. The Washington-based think tank also estimates that the circular economy offers USD 4.5 trillion worth of economic opportunity through sustainable economic growth.\nRecently, at the 26th UN Climate Change Conference of the Parties (COP26), the biggest climate conference on earth, Bangladesh presented the \"Mujib Climate Prosperity Plan\" to tackle climate change. We have committed to implementing the plan by 2030. Furthermore, we have committed to achieving the United Nations' 17 Sustainable Development Goals (SDGs) by 2030. One of the SDG goals is responsible consumption and production (SDG 12). Achieving SDG 12 is impossible without effectuating circularity in our consumption and production process. Surely, it will help us achieve not just SDG-12 but also the other SDGs.\nNumerous economic entities are involved in our consumption and production process. All economic actors need to embrace circular thinking to unleash the power of a circular economy in terms of socio-economic and environmental benefits. The World Bank (WB) estimates that small and medium-sized enterprises (SMEs) account for more than 90 percent of businesses worldwide. According to the BBS Economic Enterprise Census 2013, SMEs (including cottage and micro-businesses) account for more than 99 percent of all enterprises in Bangladesh. Hence, SMEs have a crucial role in implementing a carbon-neutral circular economy as an integral part of our economy.\nSMEs have enormous economic and environmental impacts as a group, though individually, their impacts are small in most cases. Moreover, SMEs have vertical and horizontal linkages with large enterprises. Such connections make SMEs strategically important to a true circular transition.\nGenerally, being more malleable than their larger counterparts, SMEs are more likely to adopt circular business practices. Nevertheless, SMEs face many capacity constraints because of their size, whereas the capacities of large enterprises facilitate the acceptance of and realisation of returns from a circular economy-based business model. Some critical limitations include limited access to finance, lack of knowledge and understanding of the circular economy, the dearth of technical and managerial capacity, and the absence of an SME-friendly regulatory framework.\nOf course, there is no single way to support SMEs to surmount these obstacles. Through collective transition efforts, SMEs can integrate circularity into their operations; all they need to know is what, why, and how to do so. This is where business leaders, financiers, policymakers, international development agencies, and other stakeholders come in.\nIn most instances, large corporations can finance the circular transition internally through their retained earnings or other internal sources of finance, whereas SMEs are often dependent on external financing to design, manufacture, and use products in a circular way. Unfortunately, many a financier aren't acclimated to the correct assessment of the risks and opportunities associated with circular project financing. By formulating a circular economy financing strategy to improve understanding and knowledge of circular economy concepts among banks and other financial institutions, we can bridge the financing gap in SME circular projects.\nThanks to technological advances in both recycling and upcycling, we have an opportunity to leapfrog to a circular economy now. However, because of the upfront costs of installing circular technologies, most SMEs may not find it financially feasible to overhaul their current linear business models. That is why we need to make technologies more accessible and affordable for SMEs to redesign their manufacturing processes to increase reuse of industrial waste potential and recyclability.\nWe all know that SMEs, particularly start-up SMEs, are receptive to new ideas and innovations. Initiating reforms in the ease of doing business will help attract foreign direct investment (FDI) as well as circular management skills and expertise from multinational enterprises to our local SME landscape.\nA regulatory framework for the circular economy is imperative. Policymakers should come up with a streamlined and SME-friendly regulatory framework to promote circularity practices among our SMEs. For instance, we may reward eco-inclusive SMEs through tax breaks, subsidies, and other financial incentives for a systemic transformation.\nFinally, to foster the uptake of circularity systems among SMEs, awareness of the circular economy is a must. Appropriate policy initiatives to raise awareness about responsible consumption and production will invigorate the acceptance of circular business models among SMEs. Finland, a global forerunner in the circular economy, has already taken such an initiative—called the \"Program for the Promotion of Low-Carbon, Circular Economy and Digital Transformation\", to encourage SMEs to accept circular economic approaches.\nBangladesh is one of the world's fastest booming economies, and it is anticipated to double its USD 409 billion economy by 2030, aiming to become a higher middle-income country. Concomitantly, our stellar economic growth is intertwined with sustainability challenges. As a country that has a pivotal role to play in the climate change debate, Bangladesh must make solid strides in transforming into a circular economy. Otherwise, we will be one of Asia's largest carbon emitters while being a higher middle-income country by 2030, which is inconsistent with our zero-carbon growth stance. So, let's walk the path of circularity by supporting our SMEs to ensure inclusive and sustainable development and prosperity.\n \nMd Shah Jalal is a senior SME credit analyst and credit approver at IDLC Finance Limited. Email: shahjalal248@gmail.com\n",
        "headline_1": "Circularity in SMEs: The what, why, and how",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/circularity-smes-the-what-why-and-how-2925581",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "In October 2019, The Guardian featured an article titled \"The rise and rise of Bangladesh\" with a string attached in its title, asking, \"But is life getting any better?\" The story mostly focused on the \"factory generation\" comprising 4.5 million textile workers who, for the UK-based daily, have changed the fame and fortunes of a country that has travelled 50 years, and is now all set to become a developing country powered mostly by its hard-working women. While referring to our working bees who are making the buzz, the article throws a sting by highlighting a case study of an unnamed garment worker, quizzing, \"Or is she a sickening example of an exploited labourer, who ruins her health for companies making high margins, and consumers who buy cheap jeans?\"\nThere is an uneasy reception of our success story. Thanks to social media content nuggets, we can easily know how others are reacting to our success. I have been watching various Indian and Pakistani news content, where pundits are seen explaining the marvellous rise of Bangladesh. They do so with a sign of admiration (perhaps with a sigh of regret) that a country that was lagging behind them in all social indicators has now leapfrogged ahead of them. In their search for the secret sauce that brewed our success, they detect the comparatively high level of female participation in the workforce as well as high enrolment of girls in primary education. The once ignored part of the society is, thus, contributing more to our social growth than those in our former \"cousins.\" Success for them has come from the unexpected gender corner. They attempt to ignore the strategic interventions or policy implementations of the public and the private sectors. Their focus seems mostly to encourage their own policymakers to replicate our success.\nBangladesh at 50 is a mythical golden Bengal. For me, the victory of the Bangladesh U-19 women's football team just a week after our 50th Victory Day epitomises whatever we have achieved so far. The women's team has done it before—they have done it once more to make our celebration of Victory Day even more beautiful.\nThe \"dry leaf\" shot of Anai Mogini drifted into the Indian goal post when nobody was expecting it—the pressure was on, expectations were high during the SAFF final, and our U-19 women's team delivered once again in the regional tourney. Even before the match, these women were confident of a win as they had done the same in the regulation match. They were donning their red and green jerseys probably sewn by women of their own age. They had the pride of wearing the red colour of sacrifices that were once done by their previous generations. They had the pride of wearing the green colour of youthful exuberance found in our natural landscape that once made the previous generations lock horns against a mighty opponent. Bangladesh at 50 is not a black and white image of trails of refugees or under-equipped guerrilla fighters. Words are not enough to thank these young girls who have given us an occasion to celebrate our national unity. We can dismiss it as an imagined community, but the way the team has come together to lift the trophy in the final is a reflection of our aspirational identity.\nThe country started on a secular stride, hoping all the communities would come together as a nation. It was heart-warming to see a bearded man in a cap vigorously waving the national flag to cheer for the national women's team. Yes, I know I am harping on religious stereotypes! But this is the beauty of Bangladesh at 50: women sports being supported by religious men; a minority girl being cheered by others; contact sports being shared on virtual platforms. The team captain Ripa made a back pass to set up the ball for Anai to go for the goal. That's team play—that's Bangladesh at 50.\nIt will be painful if these girls are not given the right incentives (as suggested by the light trophy). I was watching the way the players and staff were lifting the trophy—it seemed very light (I could be very wrong; maybe the ones who were lifting it were either very strong or very casual). I don't know what went into the making of that trophy … but for me, it was the heaviest trophy that has ever been lifted by Bangladesh. It is made out of the dedication and hard work of the indomitable girls who wanted to give us victory on the occasion of the glorious 50th Victory Day.\nEarlier, we saw how the U-16 team were sent on public buses to go back to the hill tracts after their international win in 2016. The argument given was that these girls were not used to air-conditioned buses. It was a national scandal, to say the least. We did not show respect to our sheroes.\nI came across an internet image of an 11-year-old girl from the Philippines. She taped up her feet and wrote Nike in black ink as her father could not afford to buy her a pair of shoes. Still, the girl ran at the school track and field contest in her imaginary Nike shoes, and won the race. Watching our girls speak, I had a similar realisation. Our girls are no different. We need to incentivise them. This is the Bangladesh that we need to pay attention to, not the icons who whine about not being able to spend more time with families … and run away from the battles wishing their peers good luck! We know the kind. We have seen them in 1971.\nLet's bet on the true winners!\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Lifting the trophy of Bangladesh’s rise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/lifting-the-trophy-bangladeshs-rise-2924816",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "The fact that at least 2.5 million children of school-going age are not receiving formal education is deeply concerning. As this daily has recently reported—citing data presented at a CSO Alliance, CAMPE and Dhaka Ahsania Mission webinar titled \"Achievement, challenges and way forward in Bangladesh's Golden Jubilee\" —the dropout rate for primary education is currently 17.9 percent, but even higher for secondary education. It was also found that the student-teacher ratio remains too high with there being only one teacher for every 46 students. This, coupled with the dropouts and learning loss caused by Covid-19 pandemic-induced school closures of the past nearly two years, certainly casts a shadow on the future of school education in Bangladesh.\nAmongst those excluded from education, most belong to vulnerable groups either due to their financial conditions or because of various disabilities. It is unfortunate that our education sector does not cater well enough to children with disabilities, with a uniform education system for those with disabilities still nowhere in sight. What is more disappointing is that teachers, headteachers and managing committees of many schools are apparently unwilling to allow such disadvantaged students to fully integrate into schools. It was also mentioned during the webinar how only 26 percent of teachers had acquired leadership training while very few were proficient in braille. As a country that is in the process of stepping into the category of being \"developing\", our educators need to be actively working towards accommodating students from all backgrounds instead of doing the opposite.\nIn order for progress to take place, it is crucial that such issues in our education sector are remedied on a priority basis. We would urge the government to work on recruiting and training teachers in a manner which would help make education completely accessible for all primary and secondary school-aged students. As experts have suggested, there also needs to be a comprehensive set of national education targets, the progress towards which would be monitored regularly by teachers, NGOs and government bodies. Specialised education materials should be produced for children with disabilities. It should also be ensured that, not only urban students, but children in remote areas and those from underprivileged families are also being taught with up-to-date educational techniques. The government must buckle up now to bring back to school those students who have dropped out due to pandemic-related reasons, and to also make sure the enrolment rate does not decline further. Otherwise, the nation may be set back by years' worth of educational and socioeconomic progress.\n",
        "headline_1": "Bring children back to school",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/bring-children-back-school-2925546",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    },
    {
        "full_article": "We are saddened and outraged at the deadliest incident of launch fire in our history that has taken at least 40 lives until now, with over a hundred passengers injured and many more still missing. According to our reports, a few hours after the launch, MV Abhijan-10, left for Barguna with over a thousand passengers on board from Dhaka—at 6pm on Thursday—the staffers of the launch noticed some problems. However, they kept the vessel going while trying to fix them. Many of the passengers noticed that the engine of the launch was acting strange—it was making loud noises from time to time, black smoke was emanating from the engine room and sometimes, flashes of fire were exiting the exhaust pipe. With all the signs of an imminent disaster, the launch, however, kept going. Even when the people on the bottom floor of the vessel felt the deck getting hotter—after it left the Barishal Launch Terminal around 1:30am—the master still kept the launch moving towards its destination. Then, at 2am, there was an explosion which caused the huge fire that engulfed the entire launch.\nThe questions that we have regarding this deadly fire incident are many: Why didn't the launch master and staffers do the routine check-up of the engine and other machinery before starting the journey? Why did the launch master not cancel the trip when they found out that the engine was giving trouble? Why were barrels of fuel kept in the engine room and on a major portion of the lower deck? Why was there a kitchen right next to the engine room? Why didn't the master stop the vessel at the Barishal launch terminal when the heat at the lower deck was so obvious and could be felt by all? Lastly, why were there more than a thousand passengers on board, when the launch had the capacity of carrying only 420? This fatal fire could have been easily avoided if some basic rules had been followed by the launch master and staffers, and if only they cared a little about the passengers' safety.\nIt is heartbreaking to see the cries and screams of the relatives of those who died on the spot, being burnt alive or having suffocated to death. Many are still waiting for their loved ones who went missing after they jumped into the river to save themselves from the fatal blaze. The hospitals in Barishal, Jhalakathi and Dhaka that are providing treatment to the burn victims are struggling with so many critically wounded patients. We hope all of them will get the best treatment in the country and that no more lives will be lost.\nApparently, some committees have been formed to investigate the incident and find out the real cause of the fire. Although the fire officials have primarily identified the engine room to be the source of the blaze, we will know for sure when the committees give their reports. And regarding the negligence of the launch master and the staffers, we think all of them should be brought under the law for not playing their due roles. Such blatant disregard for passengers' safety should never be tolerated.\n",
        "headline_1": "A tragedy of our own making!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tragedy-our-own-making-2925256",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-12-2021"
    }
]