[
    {
        "full_article": "The crisis of general higher education in affiliated general colleges has become a cause for concern in Bangladesh. Particularly worrying is the high rate of unemployment among the graduates of affiliated colleges: according to a recent study by the Bangladesh Institute of Development Studies (BIDS), around 66 percent of graduates from colleges affiliated with the National University are unemployed. Affiliated colleges have lost their credibility as higher education providers to society and the economy at large. When one considers that the affiliated college system of higher education has been working successfully in some South Asian countries, particularly India, one is forced to ask: Why has the system not been working successfully in Bangladesh? How does our system differ from that in other countries?\nPrior to the Partition in 1947, the British rulers founded a network of colleges to educate the citizens of the subcontinent, a part of which was Calcutta Presidency College, established in 1817. Following the pattern of the University of London, the British rulers founded three universities, including the University of Calcutta. The Presidency College was the first college affiliated to the University of Calcutta. During British rule, the affiliating colleges were only providing higher education in the subcontinent—there was no concern about the quality of said education. So, the system of affiliated colleges has existed in this region for more than 150 years.\nCurrently, the University of Calcutta has 160 affiliated colleges and institutions, the University of Delhi has 66 affiliating colleges, the University of Punjab has 85 affiliated colleges, and the Tribhuvan University of Nepal has 600 affiliated colleges. In Bangladesh, the National University has 2,260 colleges across the country affiliated to it, while 15 other public universities collectively have 110 affiliated colleges. The affiliated college system exists in the UK as well. As of 2021, the University of London has 20 affiliated colleges of higher education, while the University of Cambridge has 31 affiliated colleges, among others.\nIn Bangladesh, the National University is the largest provider of higher education, as with the network of 2,260 colleges, it enrols approximately 70 percent of the total students at the tertiary level of education.\nLast year, six expert committees constituted by the Secondary and Higher Education Division (SHED) investigated the current situation of the affiliated colleges in the country, focusing on these areas: a) access and equity; b) quality and relevance; c) management of colleges; d) financing of colleges; and e) science and information and communication technology in education. After their investigation, they produced six reports highlighting the problems in the current system. Among them, acute shortage of teachers, lack of classrooms, lack of purposely built libraries, inadequate stock of books, and lack of laboratory facilities as well as properly trained assistants are some of the key problems that the committees found in the system. The most stunning revelation was the process through which a college becomes affiliated with a university.\nIn Bangladesh, an intermediate college is affiliated to the National University as a general higher education college (except professional colleges) after successfully operating as an intermediate college. But after getting affiliated to the university, the college does not rescind its responsibilities of intermediate education. That means a higher education college runs two different streams of education—higher secondary and undergraduate—simultaneously, where a teacher who teaches students of intermediate classes, also teaches undergraduate students. This is one of the fundamental peculiarities in the provisions regarding the affiliation of colleges with the National University.\nBecause of the coexistence of two different streams of education in a single institution, the status of a college in public policy documents is unclear, and consequently, the status of a teacher from an affiliated college is unclear, too. To elaborate the matter further, in an affiliated college, a teacher is to teach courses of various types, and there is no scope for specialised teaching as we see in universities, medical colleges, and technical institutions. The ambiguity is also reflected in the public policy relevant to affiliated colleges. As an institution of higher education, the affiliated colleges do not receive increased funding from the government. Even as a regulator of higher education in Bangladesh, the University Grants Commission (UGC) does not have any authority on the affiliated colleges.\nCompared to that, in India, an affiliating university integrates a college of higher education by granting the institution the status of \"deemed university\" at its inception. And the affiliated colleges never offer intermediate education. Hence, the status of an affiliated college and its teaching staff is clear to the policymakers. In India, the university regulator monitors and supervises the state of higher education in the affiliated colleges, treats the teaching staff the same as the university teaching staff, and provides state grants like it does to public universities.\nIn sum, the affiliated college system in Bangladesh is completely different from that in India or other countries, even though the roots of these systems are the same. The key weaknesses in the system in Bangladesh are two: Firstly, the size of the network of colleges under one university (National University) is huge; secondly, the coexistence of higher secondary and tertiary educations. Because of the huge number of affiliated colleges, the affiliating university is barely capable of supervising and monitoring the entire network. Secondly, although the National Education Policy, 2010 has recommended making intermediate education an integral part of the secondary education system, it has yet to be implemented. Under the current arrangement of the affiliated college system, we cannot achieve and provide quality higher education. However, there is hope as the government has been working to prepare a strategic plan to make some required reforms of the existing system. The strategic plan has many problems to solve, and we expect that it will address the fundamental structural flaws in the affiliated college system. The policymakers may take a leaf out of the book of the countries who have been successful in implementing this system, and apply the lessons that are relevant to our country.\n \nShamsul Arifeen Khan Mamun, PhD, is consultant at College Education Development Project (CEDP).\n",
        "headline_1": "Is quality education possible in the affiliated college system?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/quality-education-possible-the-affiliated-college-system-2902866",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    },
    {
        "full_article": "Gender-based violence has historically permeated across our social mosaic. Be it in big cities or remote villages, women and girls have always been looked at through a gender-biased lens, in which they have been and still are considered as the inferior sex, always a step behind men—both in terms of their abilities to perform chores requiring physical strength or their intellectual acumen. It is in this biased attitude that misogyny has found a hotbed, and it is this social perspective that has normalised violence against women.\nWhile states and governments in the modern world are trying to break the shackles that bind women to a life of discrimination and abuse—gender equality has been enshrined in the UN-mandated Sustainable Development Goals (SDGs) that the nations are working hard to achieve—violence against women is on the rise globally.\nAlthough women have better access to education, skills development opportunities, jobs, and entrepreneurial options in the cities, in the peripheries, the story is quite different altogether. These women and girls live in the murky shadows of male-dominated communities, with no possibility of access to education, let alone income generating activities. And often, these women perish in the obscurity in which they endure life.\nDespite some differences in the living standards of the women in the urban and rural settings, one thing is common for the majority of them: violence, often at the hands of their family members—be it the father, brother, husband, uncle, cousin or in-laws.\nViolence against women comes in many shapes and forms: physical, sexual, emotional, economic, and political. There are cases where women are subjected to marital rape by their \"better half.\" Then there are those instances where infants are murdered within hours of their birth by their own fathers. There are incidents of women being tortured mentally and emotionally by their families for various reasons; then there are circumstances where they are not allowed to keep the money they earn. And of course, there are those classic examples of smothered female voices in politics, through intimidation, threats, character assassination, and stoking the ever-present doubt about their leadership capabilities.\nThese are just the tip of the iceberg. Women are subjected to violence and discrimination day in and day out—at home and outside, at their work place, thorough state policies and institutionalised biases. At times, these are conscious acts, and at times just a part of social norms. Sometimes, they are done even in the name of cultural and religious practices.\nThe ongoing global pandemic has only aggravated the plight of women. According to a UN Women report, \"two in three women reported that they or a woman they know experienced some form of violence and are more likely to face food insecurity. Only 1 in 10 women said that victims would go to the police for help.\" This is based on a study of data collected from 13 countries in the aftermath of the Covid-19 outbreak. According to USAID, about a third of women have faced gender-based violence, which in numbers comes to around 700 million.\nIn Bangladesh as well, there has been a rise in violence against women. As per a World Health Organization (WHO) report, Bangladesh ranked fourth in the world in gender-based violence by intimate partners. Prepared by analysing data between 2000 and 2018, the report suggested that about 50 percent females aged between 15 and 49 have had to endure sexual and physical violence at the hands of their partners in the country.\nIt got worse during the pandemic. A Manusher Jonno Foundation study, conducted in 27 districts, revealed that 4,249 women and 456 children had to endure domestic violence in April 2020, during the government announced general holidays. The study shed further light on some grim social realities: of the 57,704 women and children interviewed for the study, 1,839 were physically tortured, 4,622 were mentally tortured, 203 suffered sexual violence, and 3,009 women had to face financial hardships due to pressure from their husbands.\nA Brac report released last year suggested that in the first 10 months of 2020, Brac's legal aid services received more than 25,000 complaints of gender-based violence. In view of such a high number of formally lodged complaints, one wonders what the actual figures would be, given that many women, girls and their families shy away from making such issues public, let alone seek legal recourse, due to fear of social stigma as well as the hassles and expenses associated with the process.\nChild marriage has also seen a spike in Bangladesh during the pandemic. Brac's community-based women's group, Polli Shomaj, revealed that in the first 10 months of 2020, child marriage increased by 68 percent, compared to the corresponding period in 2019. Many families, unable to bear the economic brunt of the pandemic, resorted to marrying their daughters off at an early age. But with child marriage comes marital rape, adolescent pregnancy, forced labour, and at times, even death.\nThe death of Nurnahar—a 14-year-old girl from Tangail—last year, due to excessive genital bleeding as a result of persistent marital rape and a lack of access to medical help is still raw in our memories. The girl's family, reeling from pandemic-induced economic hardships, gave her in marriage to a 34-year old man named Rajib.\nThe girl bled from the first night of her marriage, and despite the constant bleeding, her husband kept forcing himself on her. She was taken to a kobiraj by her in-laws; they did not allow her medical help. Later, as her condition kept deteriorating, as a last resort, she was taken to a local clinic and finally to Dhaka Medical College Hospital (DMCH). But she succumbed to her internal injuries a few days later. Her mother-in-law later alleged that she had been possessed by demons, which caused her genital bleeding.\nNurnahar is just one of the many young girls who are considered an economic and social burden by their families, and married off early to wash their hands off of unwanted responsibilities. While this case came to prominence, many more girls have died as a direct result of child marriage—during childbirth, due to torture and domestic violence, suicide—without us ever knowing about them.\nGender-based violence is not just a minor social problem; it's a malady, an endemic, a pandemic itself. It is eating at the heart of all the progress mankind has made. And it has economic implications too: USAID suggests that gender-based violence has been estimated to cost the world more than five percent of global GDP.\nHowever, it is not a problem that can be addressed with a one-dimensional solution. The governments, including ours, need to adopt a multi-pronged approach to address this crisis: awareness, education, and sustainable empowerment.\nOn the one hand, the governments need to work towards changing the gender bias of the patriarchal societies we live in through mass awareness campaigns, celebrating the innate resilience, energy, and contributions of women—especially the rural women who toil day and night to support the men in their families in their income-generating activities, including farming, animal husbandry, poultry rearing, among others. On the other hand, the governments need to create improved access for girls and women to education, skills development and entrepreneurship training programmes, and then integrate them into mainstream economic activities by providing them with employment or sustainable livelihood generation opportunities. For women, education and skills development are mandatory, as without them income opportunities would remain unutilised, and thus empowerment will not be sustainable or effective.\nTo this end, the government can collaborate with the development actors working in these areas, in order to be able to enjoy the benefits of their tacit knowledge, experience, community access and best practices.\nEmpowerment is the only key to ending violence against women. Without this, no matter how many shades of orange you splash, they will be consumed by the bleakness of their lives. \nTo truly \"Orange the World,\" we first need to remove the dark tint of the gender-biased lens of our patriarchal society and empower our women with knowledge, and the tools and means of financial freedom. Only then will we be able to ensure a violence-free future for our girls, for our women.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "To be free from gender-based violence, we need empowerment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/be-free-gender-based-violence-we-need-empowerment-2902131",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    },
    {
        "full_article": "Imagine a society where women and girls don't have to be afraid. A society where women and girls are treated with the same respect as men and boys, and where they have the freedom to reach their full potential in all aspects of life. One where girls don't become wives or mothers while they themselves are still children. A society like this, where all women are encouraged to contribute their diverse and necessary strengths, would be a formidable power—economically, educationally, politically and socially. But the prevalent and rising gender-based violence against women, which takes place worldwide, stops this from being a reality. That is where the significance of today's date stems from. November 25 marks the International Day for the Elimination of Violence against Women. But how did this day come about?\nOn this day in 1960 in the Dominican Republic, three of the four Mirabel sisters were beaten to death, placed in their car and thrown over a cliff. Raphael Trujillo, the brutal dictator at the time, had made numerous and forceful advances toward one of the sisters. Minerva Mirabel repelled these advances and made it clear she was unimpressed with Trujillo as well as his brutal politics.\nSubsequently, the Mirabel sisters became active members of a resistance group protesting Trujillo's ruthless regime. As Minerva was under close government surveillance after her rejection of Trujillo's advances, she and her sisters were easy targets for the dictator's henchmen. The Mirabel sisters, unfortunately, paid the ultimate price for their bravery.\nOver 20 years ago, the UN General Assembly designated November 25 as the day on which to raise awareness for women suffering violence perpetrated by men. The World Health Organization states that one in every three women worldwide has been a victim of gender violence in her lifetime.\nIn Bangladesh, this number is much higher. In 2015, results from a government survey showed that seven in 10 women had suffered some form of abuse from their partners; half of these involved physical assault. Amid the Covid-19 pandemic, violence against women spiked by nearly 70 percent in March and April of 2020, compared to 2019, according to Brac. This has to stop. The prevalence of such violence hurts a nation in multiple ways, one of which is by stunting its growth.\nIt is time for Bangladesh to tap into its human resource assets of not only men, but women as well. Intelligence, innovation and skills are being wasted as the female bodies and minds that house these strengths are beaten, abused and even burned. Bangladesh, like the rest of the world, is navigating through the severe impacts of the pandemic, the climate crisis and political unrest.\nWouldn't it be wise to use every available asset to navigate through such crises and grow meaningfully through these times? Instead of thwarting fertile minds and innovative ideas from women and girls, why not nurture them? Within a patriarchal society, it may take effort and time to tap into the precious commodities hidden in the underutilised minds of women, but raising awareness about the violent crimes which thwart their talents would be a good start.\nViolence towards women must not be normalised. It cannot be dismissed with acceptance and a shrug. Silence is dangerous, as it allows for the suppression of women's potential while allowing oppressors to keep treating them as inferiors. Women must be liberated through the education of their minds and by helping them take control of their own livelihoods.\nWith heightened awareness and vocalisation, the extremely low conviction rate of cases of violence against women may increase. Currently, when women do report violent crimes, very few reach a successful conviction. This is demoralising to the victim but also discouraging to others who might approach the law for help. But this vicious cycle of justice denied giving way to more violence can be broken. With collective, strong and unwavering voices, laws can be upheld and justice can be served. Women can begin to feel safer in their own communities if authorities back them up with exercising existing laws and replacing ones which do not favour victims of gender violence.\nBesides this, it is equally important to ensure that our children are also learning about crimes committed against women and what can be done to decrease them. The next generation is learning, growing and maturing. Young minds are grasping for truth and knowledge. Now is the time to teach and model equality. Children soak in experiences and follow in the footsteps of their role models.\nA young boy who sees his father treating his mother respectfully learns to respect her as well. This can generalise into respecting his sister, the girl next door and a girl at school. Similarly, a young boy who is reprimanded for hitting his sister or using his physical strength to intimidate her will learn that his behaviour was wrong.\nTreating sons and daughters equally within the family incorporates this sense of justice into the rest of a child's life. Seeing the females in their family being respected and listened to just as the males are is crucial. Expecting equal behaviour from both a son and a daughter, and listening to both sends a clear message: \"You are both equal.\"\nBut sons are not the only children in this equation. Girls should also be taught to stand up for themselves more. When a girl's ideas and opinions are listened to as respectfully as her brother's, she learns that her thoughts and ideas are just as valuable as a male's—a view that should be the norm. Equality in the family therefore leads to equality in the community.\nThe rise of violence towards women has been called a shadow pandemic—a frightening result of the effects of Covid-19 on our communities. But luckily, we can all take steps to combat this in our own small and big ways. From November 25 to December 10, during the 16 Days of Activism against Gender-Based Violence, join UN Women and the rest of the world to right this wrong, and so we don't just have to imagine a society where women and girls aren't afraid.\n \nShahida Rahman is a British-Bangladeshi author who writes historical fiction, non-fiction and children's stories.\n",
        "headline_1": "Gender violence is a multi-layered issue, so must its solutions be",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/gender-violence-multi-layered-issue-so-must-its-solutions-be-2902126",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    },
    {
        "full_article": "Two high-profile environmental conferences—the UN Biodiversity Conference under the Convention of Biological Diversity (CBD) and the UN Climate Change Conference under the United Nations Framework Convention on Climate Change (UNFCCC)—were held recently in Kunming, China and Glasgow, Scotland, respectively. The biodiversity conference recognised that change in land and sea use, overexploitation, climate change, pollution, and invasive alien species are the main drivers behind biodiversity loss worldwide. Following that recognition, world leaders pledged to reverse the current trends of biodiversity loss by 2030 and envisioned living in harmony with nature by 2050. In this context, it is vital to note that saving nature and biodiversity is the key to solving climate-induced socioecological problems. Rightly so, the UN climate conference has emphasised reducing deforestation by 2030. Climate scientists and activists have also called for saving nature and utilising nature-based goods and services to tackle climate-induced problems—popularly known as \"Nature-based Solutions\" (NbS) to climate change. These conferences, ideas, and pledges suggest that conservation of nature and biodiversity is necessary to tackle climate change, thereby vital for our survival and existence.\nNow that we realise the importance of conserving nature and biodiversity, we also face the challenge of conserving them while meeting our developmental needs. This is because development often involves clearing forests or natural areas, while conservation actions demand that forests and natural areas remain intact. So, how do we deal with these conflicting interests? One of the ways to do that is to find a balance between development works and conservation. Rightly so, Prime Minister Sheikh Hasina has emphasised building a developed and prosperous Bangladesh, but at the same time, building it green and climate-resilient. That is, the government's policy is friendly to both development and nature conservation.\nThat being said, our development and conservation-friendly model faces a significant problem in practice. Policy implementers and activists often take one of the two ideas that suit their interests more. On the one hand, conservationists often emphasise the idea of a green and climate-resilient Bangladesh and protest against any project near the forests, even if the project is vital for the country. On the other hand, development activists often emphasise the idea of a developed and prosperous Bangladesh and push for any project, even if that could potentially cost greenness or climate resilience. Take these two examples: first, there have been news reports recently regarding tree felling in Sylhet in the name of development work. The action directly conflicts with protecting greenness and climate resilience. Second, a letter of concern was published in the Science Magazine that Padma Bridge would threaten the Sundarbans. That concern directly conflicts with development and prosperity. The first case illustrates the short-sightedness of development workers, while the second case demonstrates exaggeration from conservationists. This type of debate usually takes place on an emotional ground, rather than on scientific understanding, which is somewhat frustrating and does not serve the country's best interest. What is needed the most is that policymakers and activists take both the ideas—not just the one that suits their own individual interests—by heart, argue scientifically, and look for the overall sustainable development of the country, instead of sectoral development.\nAt this point, we must appreciate the pace at which Bangladesh is currently developing. Many development projects are now in progress, with more in the pipeline. However, we are also among the top-ranked climate vulnerable countries globally, in need of more climate adaptation and resilience efforts and measures. Although essential, setting aside a vast chunk of land purely for nature conservation or climate change adaptation is becoming increasingly challenging. So, we must offset the potential loss of nature by creating new nature around our dwellings, and achieving the overall goal of \"net zero deforestation.\"\nThe very first step towards achieving the goal of net zero deforestation is changing our mindset. Our conservationists still adhere to traditional attitudes and focus merely on forests, ignoring nature beyond forests, such as urban areas and riverbanks. The assessment of conservation success also pays little attention to biodiversity and ecosystem services, focusing mainly on restoring or preserving forest areas instead. The Forest Department has a specialised branch named wildlife and nature conservation circle, but the circle is still in its infancy. Its focus has so far lied on the conservation of charismatic animals, instead of plant diversity or the diversity of non-charismatic animals. Thus, it is not uncommon that some forests in our country are characterised by a lack of vegetation cover or single-species plantation—that is, they represent nature of poor quality and poor biodiversity. On the other hand, we traditionally measure development success through the extent of infrastructure developed—including roads, bridges and buildings—with minimal regard to their costs on greenness or climate resilience. I suggest that it is time to move on from our traditional ideas of conservation or development. We should embrace newer ideas, such as: a) nature conservation is more than just protecting forests, and it is about saving biodiversity and ecosystem services within forests and beyond; and b) greenness can be incorporated within the development plan, as illustrated by the Pudong model of development in China.\nI, therefore, urge the relevant authorities and experts to minimise the development-versus-conservation dilemma by broadening the scope of nature management and promoting green development. That is, we should (a) keep our natural forests intact; (b) improve the quality of our forests—by paying attention to biodiversity and ecosystem services; and (c) bring our city spaces, urban areas, and riverbanks under nature management to improve greenness. Relevant and applicable development projects must be eco-friendly, cautious about greenness, and planned away from natural forests. We must keep in mind that we cannot survive without nature—neither can we stop the wheels of development. So, we should coordinate among the stakeholders, including political leaders, and adapt to the modern approaches that can save nature, promote development and improve the quality of our living, leading to a modern and climate-resilient Bangladesh.\n \nDr Shekhar R Biswas is a professor of ecology at East China Normal University in Shanghai.\n",
        "headline_1": "A plea for life and progress in harmony with nature",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/plea-life-and-progress-harmony-nature-2901161",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    },
    {
        "full_article": "Four state-run fertiliser factories are consuming a huge amount of natural gas to produce urea fertiliser at a much lower efficiency than their modern peers, according to a report published by this newspaper on November 25. They are a perfect example of how terribly inefficient many of our state-run factories have become, and how the authorities have appallingly turned a blind eye to them, despite these factories wasting away many of our precious resources.\nThe amount of gas these four factories are wasting in just nine days is enough to produce a day's electricity for the entire country, according to an estimate by the government's Power System Master Plan. In 2019, these four factories churned out 796,000 tonnes of granular urea using double the amount of gas—a key ingredient for manufacturing urea—that should be required for the task. On average, the four factories consume 43.72 million cubic feet (mcf) of gas to produce one tonne of urea, whereas the global standard is 25mcf, according to documents of the Bangladesh Chemical Industries Corporation (BCIC).\nThe low efficiency of these factories has been attributed to old machinery with no overhaul in years, interruption in gas supply, and a lack of skilled workforce by government officials. According to experts, this has been an open secret for many years. Then why have the authorities not done anything about it? The wastage has already stressed the country's fast depleting natural gas reserve and incurred huge economic losses—as these factories have had to run on enormous government subsidies, the amount of which has also been increasing year after year. The authorities could have easily invested in better, more modern machinery for these factories and still saved taxpayers' money—as well as the country's precious gas—instead of endlessly providing them with such massive subsidies.\nThe fact that the authorities have failed to address these issues for decades shows an uncalled for apathy on their part, which is completely unacceptable. The concerned authorities must be made to answer for failing to modernise these factories, as well as for wasting so much of the country's limited gas reserves and public money. We call on the government to immediately take necessary steps to modernise these factories, to make sure that such wastefulness is stopped and to ensure that this message is sent loud and clear to all state-run factories and the people in charge of their operations.\n",
        "headline_1": "Modernise state-run fertiliser factories",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/modernise-state-run-fertiliser-factories-2902861",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    },
    {
        "full_article": "The killing of a Notre Dame College student by a garbage compactor vehicle of the Dhaka South City Corporation (DSCC) on November 24 has once again brought to light the sorry state of road safety in our country. Nayeem Hasan, a second-year student of Notre Dame College, was going to college in the morning when the DSCC vehicle hit him. As he fell on the street after being hit, the driver ran him over, injuring him severely. Nayeem later succumbed to his injuries. Reportedly, the compactor vehicle that killed Nayeem was not being driven by any of the appointed drivers of the DSCC, but by a cleaning staff. On November 25, another road accident killed three college students and injured two others as a CNG-run auto-rickshaw was hit by a BRTC bus in Chandpur's Kachua upazila. In both cases, the drivers fled the scene immediately after the accidents. At the time of writing this editorial, another accident in the city's Panthapath area was reported, where another waste compactor vehicle of Dhaka North City Corporation (DNCC) ran over Ahsan Kabir Khan, an employee of the Daily Sangbad.\nAs students across Dhaka have been protesting with their six-point demand—including justice for Nayeem and compensation for his family—they pointed to the fact that the demands of the 2018 road safety movement have not been met by the authorities till date. People continue to lose their lives on the roads on a daily basis, while the issue of road safety is never taken seriously by the authorities concerned. According to Bangladesh Jatri Kalyan Samity, 3,222 people lost their lives in road accidents in the first six months of this year. \nAfter the student movement for safer roads in 2018, the government formulated the Road Transport Act, 2018, which has not been fully enforced yet. The government had relaxed several sections of the act at the demand of the transport owners and workers, which goes against the interests of commuters. The result of the authorities' indifference towards implementing the law is the ever-increasing chaos in our road transport sector, resulting in more deaths and injuries on our roads. \nTo prevent our road safety from deteriorating even further, the government must implement the Road Transport Act, 2018 without further delay. It should hold discussions with transport experts and all concerned stakeholders to make the law effective. \nIn the case of Nayeem's death, we want to ask the DSCC authorities: Why was the heavy vehicle being driven by a cleaner, instead of an appointed driver? The fact that there are only 86 drivers for the 317 heavy vehicles that the DSCC owns answers the question to some extent. However, we hope that the committees formed to investigate the incident will find the real problems that lie at the root of this crisis. The authorities must do everything necessary to make our roads safer. The time for excuses is over!\n",
        "headline_1": "Are safe roads and the right to live too much to ask for? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-safe-roads-and-the-right-live-too-much-ask-2902691",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2021"
    }
]