[
    {
        "full_article": "At face value, the outcome of Nepal’s general election was, expectedly, favourable to the ruling five-party alliance of the Nepali Congress, CPN (Maoist-Centre), CPN (Unified Socialist), Loktantrik Samajwadi Party, Nepal and Rastriya Janamorcha, which has won or established a lead in at least 87 of the 165 seats in the FPTP system and is tipped to win close to half of the 110 proportional representation seats. The coming together of the alliance is what helped it overcome the opposition coalition led by the K.P. Oli-helmed Communist Party of Nepal (Unified Marxist-Leninist) — it won or leads in 49 seats in the FPTP system while the UML is leading as the single largest party in terms of PR votes. But the mandate shows that the long-standing mainstream parties now have challengers — the largely urban-based newcomer Rashtriya Swatantra Party has a lead in or won eight seats while emerging as the third largest party in vote terms and also get a sizeable number of PR seats in the House of Representatives. Led by a former television personality, Rabi Lamichhane, the RSP has vague ideological views but a clear position against federalism, seeking to dissolve the provincial assemblies that were set up under the federalist constitution. Its performance points to the inability of mainstream parties to ensure stability or effect policies to lift the living standards of Nepalis in a country that sees much youth out-migration.The election results have also been a blow to the Maoists and the Madhesi parties, which played a crucial role in the federalisation of republican Nepal. Their legacy in constitution-building did not help them overcome the fact that voters were tired of their opportunist political stances. While there is no threat to republicanism or secularism in Nepal, a more comprehensive federal agenda will have to ensure that provinces are sufficiently empowered or else the enthusiasm for federalism will wane further. The winning Nepali Congress will also have to look deeper into its electoral results which has been buoyed by the performance of its youth candidates. Led by veterans, the party must consider letting a younger leader (Gagan Thapa) take over. Unlike other south Asian democracies, Nepal’s elections were marked by the absence, largely, of calls for voting on religious/sectarian basis, and delivered results true to the country’s political diversity. Yet, a beleaguered Nepali citizenry that has waited for decades for democracy to unleash better developmental outcomes deserves change: it is now up to the parties to provide that.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNepal\n\n/\n\npolitics\n\n/\n\nelection",
        "headline_1": "A deeper message: On Nepal elections",
        "headline_2": "The unexpected performance of newcomers in Nepal’s elections is a call for change",
        "link": "https://www.thehindu.com/opinion/editorial/a-deeper-message-the-hindu-editorial-on-2022-nepal-general-elections/article66184108.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "The United Kingdom’s Supreme Court ruling has extinguished, at least for the moment, the hopes of the Scottish National Party to conduct later next year a “consultative plebiscite” — a non-binding referendum on whether Scotland should be an independent nation. The highest court squashed two claims made by the Scottish government: first, that the consultative aspect of the referendum implied that it would have no constitutional consequences and fell entirely within the legal scope of devolved powers, and second, that it carried legitimacy under international law, which permits democratic expressions of the right to national self-determination. The court argued that the devolved Parliament in Holyrood did not essentially have the power to authorise a second referendum on independence — the first being in 2014 — unless the Westminster Parliament agreed it could do so — which, unsurprisingly, in the climate of political uncertainty, it has not blessed. Further, the U.K. Supreme Court has posited, the SNP’s draft bill for the referendum would likely have constitutional ramifications. Second, the court found that Scotland’s position vis-à-vis the U.K. was not comparable to the scenario of a sub-national region occupied by a malign foreign power, subject to exploitative colonial control and refused the right to democratic representation of collective will. Given that this basic standard for making claims to independence under international law could not be met, in the eyes of the top court, it was not possible now for such deliberations to reach beyond the borders.One thing is clear: SNP leader and First Minister of Scotland, Nicola Sturgeon, “is not an extremist”. While recognising that the Scottish government will have to abide by the court’s ruling, she has however said that she wants the next U.K. general election to be a “de facto referendum” on independence, based on the plan for the SNP to make it a single-issue campaign, not dramatically different from the U.K.’s Conservative Party interpreting several elections as referendums on Brexit. There are two related issues with this framing. First, the political space for Scottish voters to express their preferences on issues other than whether Scotland ought to be independent would have disappeared, and that is not good for substantive democracy. Second, if the SNP is using the independence referendum issue to divert attention from its performance in government as an incumbent (administration of public services including the NHS and the regional economy), then that too does not help the cause of good governance in Scotland. Westminster would be wise to do more to win over Scottish hearts and minds, instead of relying on the harder route of judicial and political vetoes on referendums.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnited Kingdom\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics",
        "headline_1": "Election as referendum: On Scotland’s independence",
        "headline_2": "SNP should not make elections all about Scotland’s independence",
        "link": "https://www.thehindu.com/opinion/editorial/election-as-referendum-the-hindu-editorial-on-scotlands-independence/article66183948.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "The appointment of Asim Munir as Pakistan’s next army chief ended some unprecedentedly furious speculation in Pakistan’s Game of Generals on Thrones. The nervous questions swirling around each appointment for Pakistan’s most powerful post tend to be: Will the incumbent in fact vacate the chair and if he does, whom would the new chief anoint as the civilian face of hybrid governance? Pakistan has seen this movie several times before; it begins with promise but rarely ends well for the hapless civilians.\nThe Bajwa model\nSix years ago, it was unclear whether the incumbent chief Raheel Sharif would continue for another term, or make way for his successor. General Qamar Bajwa, selected by then PM Nawaz Sharif as the one least likely to boot him out, did exactly that. On Bajwa’s watch, the elected prime minister was ousted in 2017 on flimsy grounds and a ‘hybrid’ regime with Imran Khan launched in 2018, only to be aborted earlier this year.\nRead full opinion on TOI+\n\n",
        "headline_1": "Problem for Pak’s fauji no.1: New Army chief Asim Munir will need to give up some power to regain legitimacy for his institution",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/problem-for-paks-fauji-no-1-new-army-chief-asim-munir-will-need-to-give-up-some-power-to-regain-legitimacy-for-his-institution/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "Well after the rest of the world has discarded Covid-era restrictions, China has embarked on another round of shutdowns in some large urban centres to suppress a wave of infections. The economic fallout of endless curbs in the world’s second largest economy will ripple out into 2023, a year IMF forecast will witness a continuing global slowdown in economic momentum. The global economy is estimated to grow 2.7% in 2023, with the three powerhouses, US, China and euro area, struggling. The bright spot will be India, expected to grow at 6.1%, with some pundits predicting a higher rate.\nIndia’s heft as the fastest growing major economy in 2023 fits in neatly with its presidency of the G20. Economic might does provide a country leverage to realise other goals for collective welfare. Independently, it will also help India’s negotiators push for better terms in the ongoing free trade talks. But notwithstanding bright economic prospects in the immediate future, policy makers should not lose sight of structural weakness.\nGoI’s urban jobs report for July-September showed that even in the country’s most dynamic areas, the unemployment rate was 7.2%. In contrast, slowing down US and economically stagnant UK are seeing high employment. A deeper challenge for India is that only 46% of the eligible population was in the workforce in 2021 compared to a global average of 59%. It’s a symptom of challenges we face in terms of quality of human resources, the single most important factor in determining our long-term economic potential. India’s short term is bright. The long term needs a lot of work.\n\n",
        "headline_1": "Bright right now: For growth, quality of human resources is key",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bright-right-now-for-growth-quality-of-human-resources-is-key/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "In what circumstance is an employer justified in demanding that every employee with a receding hairline must shave his head? This is just one of the many questionable entries in Air India’s new grooming guidelines for its flight attendants. The long list has little to do with the male crew’s ability to do their core job. But it has plenty that goes against well-understood norms of the modern workplace. Female crew too have to contend with extreme micromanagement, ranging from a prescribed bindi size to a prescribed number of bobby pins.\nIt makes sense that the new private owners of a long publicly-owned airline would want to pull up its crew to international standards, but this goal’s hardly going to be served by decrees thoroughly out of step with today’s global aviation culture. Once upon a time the conspicuous sexualisation of flight attendants was indeed mainstream business policy. Things are very different today across airlines.\nAkasa Air took to the skies this year with gender-neutral uniforms, comfortable shoes, doubling down on the public safety function of the crew. By contrast, the new Air India guidelines hark back to an era when airlines advertised attendants as ‘hawai sundaris’. Flight attendants’ skills have nothing to do with how much hair is on their head or how big is their bindi. Guidelines that pretend otherwise should be binned forthwith. Finally, in an era when ideas of beauty are freer than ever, let’s fight any attempts to imprison them again. Bald is beautiful to some, and some prefer a receding hairline. Your head, your choice.\n\n",
        "headline_1": "Hair or there: Air India grooming guidelines cross the line",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hair-or-there-air-india-grooming-guidelines-cross-the-line/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "The Messenger: Moderna, the Vaccine and the Business Gamble that Changed the World by Peter Loftus is the story of how an obscure little biotech startup took a huge leap to take on the Covid pandemic and became a household name around the world.\nmRNA technology was a disruptive idea, but it had remained untested. It is based on the fact that the messenger RNA, a synthetic version of ribonucleic acid, contains enough information to get inside cells and trigger certain proteins.\nRead full opinion on TOI+\n\n",
        "headline_1": "Pandemic vs startup: Vax Americana: The story behind Moderna’s Covid vaccine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pandemic-vs-startup-vax-americana-the-story-behind-modernas-covid-vaccine/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "A local bus stops on the busy street of Dhaka's New Market area. Waiting commuters flock to the gate even though the bus is packed. For a woman in the city, it is a struggle to squeeze herself into the bus through the crowd. What adds to the distress is finding the seats reserved for women occupied by, most often, men.\nIn Dhaka, local buses are the cheapest and one of the most common ways of getting around. Each bus is supposed to have a certain number of seats allocated for women passengers, but said passengers often find men occupying those seats. Why do men do so, and why do women feel reluctant to reclaim the seats reserved for them? As part of a study, we asked a few regular commuters, both male and female, about their perspectives and experiences regarding this issue.\nAs per the Road Transport Act, 30 percent of the seats in the local public transportation systems in Bangladesh must be reserved for women, children, and persons with disabilities. This generally results in six reserved seats in a 27-seater bus and nine reserved seats in a 44-seater one. But in reality, these rules are hardly maintained. Passengers generally aren't aware of the exact number of reserved seats as it varies across buses. The sticker mentioning the number of reserved seats is often barely visible, and the correct ratio is never maintained.\nThe law also stipulates punishment of one-month imprisonment, a Tk5,000 fine or both for unauthorised occupation of reserved seats in public transport. But most people are not aware of this provision, and its application is almost unheard of.\nWhen we asked male commuters why they occupied seats reserved for women, one of the most common responses was the inadequate number of buses compared to the volume of passengers. Our respondents argued that after a tiring day at work, when a person gets on a bus after patiently waiting in a long line in Dhaka's polluted, hot and humid weather, they deserve to sit on a seat that they find empty and not leave it for a woman who just stepped in. Their viewpoint, however, was not considerate of the struggles of the woman who seemed to \"just step in.\"\nPassengers also find the reserved seats to be at the most convenient spot – closest to the gate. Public transportation in Dhaka typically stops for a short period, and the stoppages are not adequately maintained. Most reserved seats are in the front rows and located either behind or on the left of the driver's seat. It is much easier for commuters to board and exit a crowded bus quickly if they sit in the reserved seats – which men often prioritise over women's necessities.\nWhenever the reserved seats are occupied by male passengers, the female passengers rarely retaliate. Still, they generally stand close to the reserved seats. It shows that they are aware of the space they deserve but do not speak out. That's because the men rarely comply with their requests, and the bus conductors are indifferent about it. The male passengers often show a lack of response to the extent that female passengers become tired of asking. They also fear being subjected to inappropriate or humiliating comments. In a bus full of men, getting into a heated argument about men's privileges and women's constraints might be something not worth dealing with on a regular basis.\nWhen female passengers do ask for their seats, they are met with a \"gender equality\" argument. Comments such as \"Why do these women want equality and reserved seats at the same time\" are common. Male passengers also raise the \"equal fare\" argument, suggesting that females should adjust to standing when all the seats are taken, just like their male counterparts.\nThat is not to say that men are not aware of women's vulnerabilities in public transport. The risk of sexual harassment in public transport and the discomfort of standing with a group of men is well-understood. Sadly, even that doesn't effect consideration.\nIt is hard to say what changes would allow female commuters to reclaim their reserved bus seats. Some argue for strict enforcement of the existing laws. However, given our patriarchal mindsets, there is a chance that women will face backlash from men if the latter are penalised. The applicability and feasibility of the law are questionable as well.\nSome men suggested women-only buses. In contrast to the reserved seats, which are not very effective in shielding women commuters from sexual harassment, women-only buses are more likely to be safer. But these buses are not likely to be economically viable as they may be in short supply and not generate enough profit. Therefore, missing one bus would mean waiting a long time to get another. And if a woman is unable to take a women-only bus and decides to get on a regular bus, rest assured that she will face some backlash there.\nThe arguments by male passengers may or may not seem justified. It is, however, clear that at times of necessity, considerations of equity and empathy towards women become secondary. The societal norms and culture that allow men to occupy women's seats also prevent women from protesting and reclaiming them. The same patriarchal system gives the privilege to men to claim convenience and comfort over ensuring women's safety and security. But we should not blame only patriarchy. The limited supply of public transport also forces commuters to be competitive. Unless we bring some constructive solutions to ensure better public arrangements for both men and women, men will remain inconsiderate of the perils women face every day.\nNowshin Sharmila and Rafsanul Hoque are trainee research associate and senior research associate, respectively, at the Brac Institute of Governance and Development (BIGD).\n\n",
        "headline_1": "Why do men have reservations about women’s reserved seats?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-do-men-have-reservations-about-womens-reserved-seats-3179261",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "More than a decade ago, the Bangladesh National Women Lawyers' Association filed a Public Interest Litigation with the High Court, requesting guidelines to protect women and girls from sexual harassment in the workplace and educational institutions. After this, the court issued a directive that, if implemented properly, could have been a landmark moment in the struggle for women's rights in Bangladesh. \nThe High Court directive involved forming sexual harassment complaint committees at every organisation, which would then have to submit annual compliance reports to the government on said guidelines. In a country where there are still far too many obstacles to women's economic independence, the effective operation of such committees would have made all the difference in making workplaces safer and more inclusive. \nUnfortunately, as is the case with too many well-meaning directives, guidelines and policies in Bangladesh, little has been done in terms of implementation. To this day, an overwhelming majority of government and private institutions have not formed these committees, and sexual harassment complaints in the workplace and in educational institutions are still swept under the rug – if women are able to make these complaints at all. \nRecently, The Daily Star conducted interviews of 40 women working at different organisations, and found that 70 percent of these women had either faced physical, verbal, mental or cyber abuse in their existing or former workplace at the hands of their bosses, supervisors or colleagues, or knew other female colleagues who had. Of the women interviewed, 25 percent had been harassed by their own bosses, while 40 percent had been targeted by colleagues.\nAnd most distressing of all – the report also found that more than 70 percent of the women who had sexually harassed had not reported it at all due to fear of repercussions. In a majority of these workplaces, there was no sexual harassment committee that they could have reported the incidents to either.\nThe government has, time and again, reiterated its commitment to women's emancipation, and has also expressed its pride in the role that women played in the country's development journey. Why, then, are so many women facing sexual harassment, and are not even given a space to report that abuse and demand justice? The almost non-existent system of reporting sexual harassment complaints, coupled with the stigma of reporting abuse and the economy's recent downward spiral, means that women are even more likely to keep their heads down and suffer in silence instead of speaking out and risking their livelihoods. This situation is indefensible. The government must show their commitment to creating a harassment-free work environment and enforce the High Court directive. They should begin with their own ministries and offices, and there should also be a focal authority responsible for brushing the dust off the directive and actually implementing it.\n",
        "headline_1": "Women still unsafe at work",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/women-still-unsafe-work-3179591",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the lives of people and communities then, and how it still does. Published every Saturday, this series features scholars of partition studies from across the subcontinent, and is an attempt at exploring the complexities and contradictions of that momentous event. This article, the eighth in the series, looks at how music, language and culture shaped different ways of remembering and continues to connect communities affected by displacement.\nThe city I was born in appears in an orthographic form that corresponds to its pronunciation as \"Calcutta,\" on the first page of a book I wrote on Partition. It also appears on its final page, in the same form. In a prefatory note, I explain my decision to render it thus, rather than the variant we have now adopted as the official spelling: \"The reader will notice that I have adhered to the older form 'Calcutta' rather than the official new version, 'Kolkata,' throughout the book, while adopting the term 'Dhaka' (rather than its older version, 'Dacca'). The same reason underlies both choices: the decision to let this book reflect the processes of memorialization that it analyses. The change of name from 'Dacca' (the colonial name) to 'Dhaka' occurred in 1982, sufficiently early in my own life for my consciousness to normalize the change. It also entailed no change in pronunciation. The change from 'Calcutta' (also colonial orthography) to 'Kolkata,' on the other hand, took place far more recently, in 2001, and entailed the reduction of a number of possible, context-driven pronunciations of the city's name to a singular one in the cause of vernacular self-assertion. For these reasons, I have preferred to retain 'Calcutta' for this work.\"\nMy decision to adopt \"Calcutta\" as the spelling of choice in my book derived from a certain disposition I bear towards this city. As a Bangla speaker, the version \"Kolkata\" is certainly uttered frequently by me, most notably whenever I converse in Bangla; and while the version \"Kalkatta\" doesn't escape my lips nearly as frequently, I have had occasions to hear it pronounced thus, in both the city and at several locations distant from it, but pulled close through the webs of sound.\nKalkatta-Kolkata-Calcutta: different ways of saying aloud the name of the same place, each sonic variant an accent, yielding forth \"accented stories\" of belonging, displacement, and remaking of the self and community within the changing frames of modernity's big historical events. I use the word \"accented\" recalling Hamid Naficy's investigation of \"accented cinema\" as the cinema of migrants and diasporic groups in Europe, but, unlike him, I return the adjective to the realm of sound, rather than use it as a metaphor for marginalised existence. The accent is how I connect these different spellings of my city to the \"sensorium\" of Partition. Sense impressions trigger Partition's memories.\nNot just memories, in fact, but what Marianne Hirsch called \"postmemory,\" and for that version of postmemory that I have called \"post-amnesia,\" or the intergenerational play of remembering, forgetting, and remembering anew, which characterises memory work around Partition in South Asia. Our cultural inheritance is interpenetrated by sounds, scents, and tastes. This synesthetic web creates the messy map of embodied memory with which I end my book. And it is one that I seek to recreate on the first page itself, through the line of a song by Nazrul Islam, that accompanies the dedication: \"Nebu phuler ator mekhe… (imbued with the scent of lime blossoms).\"\nIn a lecture delivered at London's SOAS in 2010, the scholar Kumkum Sangari argued that the inclusion of songs that expressed the traditional affective complex of viraha or separation within popular Hindi films of the 1940s and 1950s was a coded way of expressing sorrow at Partition. Because these songs were heard in Pakistan via radio, a shared community of mourning emerged aurally across borders and displaced populations. The affective charge of these viraha songs for newly melancholic post-Partition nations was intensified by the ebullient narratives they were embedded in and which literally told another story – of progress and a \"happily ever after.\"\nThese songs also travelled further. Via broadcasting and film screenings, they reached sites of the older Indian labour migrations – Trinidad, Suriname, Mauritius, Fiji. In a lecture delivered at the University of Leeds in 2013 on the circulation of \"Bollywood songs in the Plantation diasporas,\" another scholar, Vijay Mishra, spoke of the biraha-centred folk songs that his mother's generation still sang in Fiji's cane fields, as part of their corporeal transoceanic memories. From the 1940s onwards, the very songs that Sangari referred to were heard on the radio by Indo-Fijians like his mother. Recognised as modern versions of those folk songs, the songs were absorbed into their repertoire.\nSangari did not mention the labour diasporas in her lecture; Mishra did not mention Partition in his. But joining these dots, a \"transoceanic biraha sensorium\" emerges, to connect the displacements occasioned by 1947 and 1971, with the indentured labour diasporas. This biraha sensorium, drawing on Calcutta and its hinterlands, now dispersed across the proverbial \"thirteen rivers and seven seas,\" showcases a post-Partition affective aesthetics. Through taste, smell, and sound – the subaltern senses – less parochial and self-centred narratives of Partition's losses emerge. They generate fresh readings of South Asian modernity as founded on the fractures caused by the colonial-era diasporas as much as those of Partition.\nIn 1948 and 1949, Russian American graphic artist Boris Artzybasheff created two posters advertising cruises to Trinidad offered by the shipping company Alcoa. One shows a South Asian man with a parrot on his shoulder and a temple in the background; the second, a man with a fez on his head and a mosque in the background. Tropical motifs and colours abound. Artzybasheff's posters depicting Trinidad's Indian diasporas draw equally on the signifiers of its Hindu and Muslim populations.\nWhile two distinct communities are portrayed, the continuity of visual style posits an equivalence between them, and indeed a cohabitation of not only the same imaginative but also geographic space. This cohabitation gains relevance when we realise that Artzybasheff was also the illustrator of Time magazine's cover for the issue of August 1947 that reported on Partition. In Artzybasheff's imagination, then, the divisive horrors of Partition were compensated by the pastoral and serene coexistence of Hindus and Muslims in Trinidad and other Caribbean spaces.\nIn her book Aluminum Dreams, Mimi Sheller critiques Artzybasheff's posters for depicting Hindus and Muslims of the Caribbean through \"a visually flattened perspective that is also a historically and socially flattened one\" (Pg 164). Yet, this \"flattened perspective\" involving the very communities antagonised by Partition, in a diasporic space created during colonial time, suggests the possibility of a dialogic relationship between pre- and post-Partition diasporas from South Asia. In turn, this relationship provokes us to pursue alternative ways of imagining community before, after, and in between ruptures. These approaches draw less on straightforward reading of the textual archive and more on what Vijay Mishra calls \"a mediated history of affects.\"\n\"For some years I have reflected on what sustained my mother,\" says Mishra. \"Why she sang those melancholic songs and why those songs were invariably about loss, about rain, about work, labour, departure and love-longing. What were the origins of those songs and why recall them when they simply triggered a history of pain?\" These songs are the biraha geet and bidesiyas of the Bhojpuri-speaking diaspora from present-day Bihar. The loss of caste provoked by the proverbial kala pani was manifested in new uses for the Bhojpuri folk repertoire of separation and migration, of the pardesi who has gone away and left the lover yearning. Smuggled into the soundtrack of \"progressive\" Hindi films, these folk songs gave post-Partition communities ways to mourn that which had been lost. At the same time, their entry via radio and live singers within the soundscapes of the pre-Partition labour diasporas updated the resonance of the older songs.\nIn Mauritius for a conference recently, I heard a group of women sing the traditional Bhojpuri genre of geet-gawai. Transmitted by ancestors who had sailed across the ocean from the city that I was born in, the first word in the first song they sang was \"Kalkatta.\" Such songs remind us that the aural production of biraha was not a monopoly of post-Partition Hindi films. The Trinidadian singer Ramdeen Chotoo sang about the sadhu who left Kalkatta for Trinidad and lost his caste markers in the process. It reminds me of another casteless ascetic singing on the ghats of Kolkata. Ritwik Ghatak interposed Durbin Shah's song \"Namaz amar hoilo na aday,\" within his landmark film on Partition, Jukti Takko aar Gappo. Here, the riverbank, mythopoetic milieu for the Baul song, has morphed. The river now flows through an urban space; its vessels are passenger steamboats rather than the small boats of East Bengal's waterways that haunted Ghatak's cinematic imagination. What also haunt the river are the jahaj that carried the ancestors of Ramdeen Chotoo to work in \"Chinidad\" with cutlass and kodal.\nThe present tense of the 1974 film is also the aftermath of the emergence of Bangladesh in 1971. Ghatak's protagonist Bangabala watches the Baul sing, her face a chiaroscuro of emotions from enraptured recognition to wistful melancholia, longing, and confusion. She is Ghatak's vehicle for remembering the East Bengali village and its Muslim neighbours that auteur and character have left behind. The Baul, observed intently by Bangabala, telescopes the effects and affects of 1947 and 1971.\nAn aural history of biroho in Bengal is also the many histories of departure, separation, and longing interwoven in its landscape, rivers, and cities.\nIf Ghatak in Calcutta could yearn for East Bengal, whose political identity changed three times in his lifetime, similar longings emanated from people who, because of those changes of identity, found themselves estranged from Calcutta.\nRenowned singer Firoza Begum belonged to a Muslim family from that part of Bengal which became East Pakistan. According to Partition's logic, she was on \"the right side\" in 1947; yet, as she admits, \"the partition of these two countries dealt an irreparable blow to my singing. I became completely detached from everybody. The Gramophone Company [of India in Calcutta] kept asking me to record with them as a guest artiste, but how could that happen? Where would I live? Who would stay with me? These thoughts preoccupied me so much that I became mentally ill. I came to Dhaka, but I didn't like it one bit.\"\nPakistanis, too, remember Firoza Begum's exquisite renderings of Urdu lyrics; her Urdu recordings circulate on the internet. Did East Pakistan's transformation into Bangladesh enable her to draw a veil across her own participation, however unwilling, within the ideological projects of the Pakistani state between 1947 and 1971?\nFiroza Begum's voice is what I hear when I write Nazrul's words in my book's dedication: \"Nebu phuler ator mekhe.\" I remember my maternal grandmother pronouncing it exactly like that – \"nebu\" (rather than \"lebu\") – in her Hooghly district accent. From such layers of memory, we extract the modalities of not merely traumatic experiences of deracination and ideological refashioning triggered by Partition and its aftermath, 1971, but also strategies of survival and adaptation. These strategies are also evident in the descendants of the pre-Partition labour diasporas who continue to embed \"Kalkatta\" in their creative self-fashioning \"Calcutta/Kolkata/Kalkatta,\" such as the Dutch singer-composer Raj Mohan of Hindustani-Surinamese heritage, whose song \"Dui Mutthi\" commemorates the jahaj that left Kalkatta for an unknown destination. When we juxtapose two sets of arrivals, settlements, and revitalisations, whose melancholia, whose affective history, whose dui mutthi do we talk about?\nSongs give a voice to the timelessness of the body's performative archive. Certain tropes, accents, and melodies recur. Melancholia's effect is not merely negative. Rather, as viraha-biraha-biroho, it can sanction the development of alternative sense of community through what academic and poet Sudesh Mishra has called a \"radical potentiality,\" which may or may not be realised beyond its moment of immanence.\nMishra locates this radical potentiality in the practice of the tazia that used to be prevalent in Indo-Fijian communities, but which died out in post-indentured times. But every Muharram, the tazia still moves through the streets of Trinidad, Suriname, Mauritius, and Kalkatta. Its trail of scents, sounds, and taste cuts a path of radical potentiality through the realm of the everyday. I rediscovered the tastes of the Bangalee Muslim Calcutta kitchen in places across the Atlantic and Indian oceans as well as across rivers and borders – Trinidad and Suriname, Mauritius and Karachi, Dhaka and Kushtia.\nAcross fragmented times and spaces, it is the shil-nora song that connects us. \n \nAnanya Jahanara Kabir is professor of English literature at King's College London and author of Partition's Post-Amnesias: 1947, 1971 and Modern South Asia.\n",
        "headline_1": "75 years of Partition: Displaced Music",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-telling-tales-displacement-through-music-3179341",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "It is quite disappointing that Biman Bangladesh Airlines, our national flag carrier, continues to make headlines for all the wrong reasons. Many incidents relating to its inefficiency and mismanagement – from making losses year after year to owing money to different organisations; from keeping new aircrafts underutilised to stopping its flights to several destinations; from providing substandard customer services to causing callous accidents at the grounds of Hazrat Shahjalal International Airport (HSIA) – have been reported in the media this year alone, its 50th year of service. The latest incident happened on November 17 at the HSIA where a ground handling equipment of Biman hit a Gulf Air Boeing 787, damaging the main body of the aircraft and putting it out of service. \nWhile the Biman authorities have formed a committee to investigate the incident and said they would take action against those responsible for the mishap, we wonder if doing so is enough. Shouldn't they get to the root of the problem – which has arisen from its overall inefficiency and mismanagement – by holding its higher authorities accountable and by taking steps to stop such incidents from happening again? This is not the first time something like this has happened at the HSIA. Several such incidents took place in the past due to the carelessness of Biman's ground support staff. For instance, on April 10, a Boeing 777-300ER of Biman rammed into the carrier's Boeing 737-800 while being taken into the hangar. And not only were Biman's own aircrafts damaged in such accidents. Aircrafts of other foreign carriers have also been damaged due to Biman staffers' negligence in recent years – reportedly, not so long ago, two planes of Turkish Airlines were damaged in a similar manner. \nIt is because of Biman's poor reputation in ground and cargo handling services that the Civil Aviation Authority of Bangladesh (CAAB) has decided to appoint an international firm at the new third terminal of the airport for the job. The questions that need to be asked here are: are Biman's ground handling staff following standard operating procedures? Do the Biman authorities provide their staff with the necessary training?\nIn order to prevent such negligence in the future, the government must hold Biman high-ups accountable for its overall inefficiency. And since Biman's image at home and abroad is seriously being harmed because of such callousness, it urgently needs to make changes. The good news is, Biman has earned a record amount of revenue in the past couple of months. This makes us hopeful that it can actually do better if proper plans and policies are taken and implemented, and corruption, irregularities and mismanagement inside the organisation are checked.\n",
        "headline_1": "Yet another rough landing for Biman ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-rough-landing-biman-3179326",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "More than a decade ago, the Bangladesh National Women Lawyers' Association filed a Public Interest Litigation with the High Court, requesting guidelines to protect women and girls from sexual harassment in the workplace and educational institutions. After this, the court issued a directive that, if implemented properly, could have been a landmark moment in the struggle for women's rights in Bangladesh. \nThe High Court directive involved forming sexual harassment complaint committees at every organisation, which would then have to submit annual compliance reports to the government on said guidelines. In a country where there are still far too many obstacles to women's economic independence, the effective operation of such committees would have made all the difference in making workplaces safer and more inclusive. \nUnfortunately, as is the case with too many well-meaning directives, guidelines and policies in Bangladesh, little has been done in terms of implementation. To this day, an overwhelming majority of government and private institutions have not formed these committees, and sexual harassment complaints in the workplace and in educational institutions are still swept under the rug – if women are able to make these complaints at all. \nRecently, The Daily Star conducted interviews of 40 women working at different organisations, and found that 70 percent of these women had either faced physical, verbal, mental or cyber abuse in their existing or former workplace at the hands of their bosses, supervisors or colleagues, or knew other female colleagues who had. Of the women interviewed, 25 percent had been harassed by their own bosses, while 40 percent had been targeted by colleagues.\nAnd most distressing of all – the report also found that more than 70 percent of the women who had sexually harassed had not reported it at all due to fear of repercussions. In a majority of these workplaces, there was no sexual harassment committee that they could have reported the incidents to either.\nThe government has, time and again, reiterated its commitment to women's emancipation, and has also expressed its pride in the role that women played in the country's development journey. Why, then, are so many women facing sexual harassment, and are not even given a space to report that abuse and demand justice? The almost non-existent system of reporting sexual harassment complaints, coupled with the stigma of reporting abuse and the economy's recent downward spiral, means that women are even more likely to keep their heads down and suffer in silence instead of speaking out and risking their livelihoods. This situation is indefensible. The government must show their commitment to creating a harassment-free work environment and enforce the High Court directive. They should begin with their own ministries and offices, and there should also be a focal authority responsible for brushing the dust off the directive and actually implementing it.\n",
        "headline_1": "Women still unsafe at work",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/women-still-unsafe-work-3179591",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "It is quite disappointing that Biman Bangladesh Airlines, our national flag carrier, continues to make headlines for all the wrong reasons. Many incidents relating to its inefficiency and mismanagement – from making losses year after year to owing money to different organisations; from keeping new aircrafts underutilised to stopping its flights to several destinations; from providing substandard customer services to causing callous accidents at the grounds of Hazrat Shahjalal International Airport (HSIA) – have been reported in the media this year alone, its 50th year of service. The latest incident happened on November 17 at the HSIA where a ground handling equipment of Biman hit a Gulf Air Boeing 787, damaging the main body of the aircraft and putting it out of service. \nWhile the Biman authorities have formed a committee to investigate the incident and said they would take action against those responsible for the mishap, we wonder if doing so is enough. Shouldn't they get to the root of the problem – which has arisen from its overall inefficiency and mismanagement – by holding its higher authorities accountable and by taking steps to stop such incidents from happening again? This is not the first time something like this has happened at the HSIA. Several such incidents took place in the past due to the carelessness of Biman's ground support staff. For instance, on April 10, a Boeing 777-300ER of Biman rammed into the carrier's Boeing 737-800 while being taken into the hangar. And not only were Biman's own aircrafts damaged in such accidents. Aircrafts of other foreign carriers have also been damaged due to Biman staffers' negligence in recent years – reportedly, not so long ago, two planes of Turkish Airlines were damaged in a similar manner. \nIt is because of Biman's poor reputation in ground and cargo handling services that the Civil Aviation Authority of Bangladesh (CAAB) has decided to appoint an international firm at the new third terminal of the airport for the job. The questions that need to be asked here are: are Biman's ground handling staff following standard operating procedures? Do the Biman authorities provide their staff with the necessary training?\nIn order to prevent such negligence in the future, the government must hold Biman high-ups accountable for its overall inefficiency. And since Biman's image at home and abroad is seriously being harmed because of such callousness, it urgently needs to make changes. The good news is, Biman has earned a record amount of revenue in the past couple of months. This makes us hopeful that it can actually do better if proper plans and policies are taken and implemented, and corruption, irregularities and mismanagement inside the organisation are checked.\n",
        "headline_1": "Yet another rough landing for Biman ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-rough-landing-biman-3179326",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "To protect the local poultry industry, its leaders representing the Bangladesh Poultry Association (BPA) at a recent meeting with press are learnt to have appealed to the government not to import egg from the international market. There is no question that the local poultry sector needs protection as on it hinges the livelihood of millions of families of the country. But the point is why should the question of importing egg should at all arise, if the local poultry sector can ensure an adequate supply of egg for the public at an affordable price? One might well recall here the last August's bitter experience of the common consumers when egg price went through the roof without rhyme or reason.As if not to lag behind other pricey essential commodities, the egg, too, then suddenly became a luxury food item. It was shocking to the consumers from the low and fixed income group. After dropping fish and meat from their shopping list for obvious reason, they were still holding on to egg, if only for its affordable price, to meet, especially, their children's need for protein. But that source of cheaper animal protein was also gone. Since there was no shortage of supply, sudden volatility of the egg market raised a few eyebrows. Raids were conducted by the government agency, Directorate of National Consumers Right Protection (DNCRP), on the businesses dealing in egg and broiler chicken. Also, the government threatened to import egg, if necessary. Not surprisingly, the price of egg came down as fast as it did go up. Obviously, somebody somewhere in the long supply chain of egg from its producers to its consumers was doing something wrong and artificially creating crisis in the egg market. The DNCRP's investigation found that the wholesalers, who earlier would normally make a profit of 15 to 20 paisa per piece of egg, were, between August 9 and August 13, found making a windfall profit of Tk 2.70 per egg instead. In other words, each dozen of this item was then selling at around Tk160.Following the drive against the suspected market manipulators, the government agency in question found that a nexus of some dishonest traders and middlemen were active behind making the egg market volatile. In the process both the consumers and small producers of egg were being cheated. But the government cannot also think of controlling the market through occasional drives against unscrupulous elements. It has to mount stronger monitoring of the market equipped with sufficient data for the purpose. In fact, the government should immediately start work to create a digital database with updated information on egg from its production to each phase of its supply chain till it reaches the retailers' end. It is this information that can help the government pinpoint the source of market manipulation at any point of time.In this connection, the BPA can come in a big way to help the government in keeping the egg market stable. In that case, the question of importing eggs by any quarter, government or private, would not arise. Of course, to protect the poultry sector, especially, the small and marginal farmers, the government should extend necessary support including soft bank loans and subsidy to them.",
        "headline_1": "Protecting small and marginal poultry farmers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-small-and-marginal-poultry-farmers-1669378912",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "The spiralling rise in cost of construction materials has put both real estate companies and construction enterprises in a fix. According to the Trading Corporation of Bangladesh (TCB) data, 60-grade mild steel is trading anywhere between Tk88,000 and Tk94,000 per tonne over the course of the year. Similarly, price of 40-grade steel is hovering around Tk83,000-Tk85,000 per tonne. If one looks at price of a truckload of bricks, prices have increased somewhat more substantially from a peak of Tk28,000 in 2021 to a peak of Tk42,000 in 2022. Although traders state that the price increase of several construction materials has been due to increase in prices of imports, they also contend that the scarcity of the greenback and higher exchange rate between BDT and dollar are the main bottlenecks. Other issues that have fuelled the price of raw materials are the increased cost of transportation (due to a big hike in vehicle fuel recently) and of course higher primary energy price that have raised the manufacturing cost.One of the primary building blocks of any construction remains the traditional brick. Brick kilns depend on coal to make bricks. According to some traders, the cost per tonne of coal has shot up significantly (from Tk22,000 to Tk31,000) over the course of a year - a stupendous hike of nearly 41 per cent! If that is true, this will have a major consequence on construction cost. Although experts contend that concrete blocks will be replacing the venerable brick over time, this is a long drawn process. Presently the bulk of public road construction and building projects are done using the traditional brick. Hence, there is no way round this problem in the present at least. When one looks at other materials like sand, which is used for concrete mixture, plaster sand and white sand - all of these have posted price rise per tonne anywhere from 15 to 20 per cent. This is not a new trend. Prices of most of these materials had also shot up further last year compared to the preceding year. The most severely affected are house builders or real estate companies. It is very difficult to make an estimation of costs if there is such volatility in the market. While the largest of construction companies in the sector may have long-term contracts with producers / importers / traders of raw materials, or, some of these companies may have already made investments in backward linkage for materials needed, that is simply not the case for the majority of operators in the market. For most small-scale builders, the situation is not easy and any upset in prices results in halting of construction to revise prices or to simply delay start of construction. If we look at the supply of steel in Bangladesh, the rerolling mills depend on imported scrap metals. Hence any devaluation in the local currency and foreign currencies will have direct impact on price of raw materials. Then of course there is price volatility in international markets for the said material. Back in 2021, scrap metal prices were hovering between US$275 and US$350 per tonne and retail prices from local mills depended on the brands selling steel. What is apparent from the data over the course of a year is that prices are on the upswing on a year-to-year basis. One has to contend with the fact that the global economy had gone into mothballs during the 2-year Covid period. While the production lines have reopened, overall, international supply chains keep getting hammered from factors beyond their control - a massive increase in energy costs and this caused unheard-of rise in shipping costs, which is only now beginning to stabilise. Raw material import and its cost are dependent on numerable factors, but the outlook is not very rosy. One cannot discount the fact that China remains off limits in many ways due to its zero-Covid policy. We live in the age of globalisation where supply chains are intertwined and any disruption in the chain has far reaching consequences.Bangladesh has been undergoing massive infrastructure development over the past decade. Numerous mega projects are underway presently. These cost escalations, whatever their circumstances, have been taking a toll. We have had numerous setbacks in terms of completion dates and every time, the project cost has gone up. Why can't we plan for long-term procurement of raw materials both with domestic and international suppliers? Fixed price contracts are nothing new and we have such contracts for liquefied natural gas (LNG) supply. Yes, some experts argue that we end up paying more if there is a price drop in the international market, but then it also saves us from price shocks when the price goes through the roof. So, why can't we have similar contracts for items like brick, concrete block, steel, sand, etc.? The answer lies elsewhere. Perhaps contractors want delays in construction so that price revisions can be made. Most mega projects are financed by foreign loans that carry hefty interest rates and tight repayment schedule. Hence, if project timelines keep getting extended, there lies a possibility of projects ending at the time of the first repayment instalment on the loan taken is due. That creates a huge problem for the exchequer since the benefit that was to accrue from the project in the first place is wholly defeated. We need to rethink our priorities here. There is little room for unprofessionalism. Also profiteering at the cost of the economy needs to be tackled, if we want to reap the benefit of such public works.\n[email protected]",
        "headline_1": "Bad time for construction",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bad-time-for-construction-1669378997",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "Managing the bus-based public transport in Dhaka is a daunting task, mainly due to the chaotic and unplanned development of the sector. Bus operators and commuters are hostages to some powerful vested interest groups. These groups, backed by leading political parties, set the rules and control operation of public buses in Dhaka and adjoining areas. Even law enforcement agencies find themselves powerless before these groups which have compelled the authorities to introduce several unorganised bus routes. The net result is unruliness on roads and the perpetual harassment and suffering of millions of commuters. Most public buses have defaced and tattered exteriors and awful interiors like narrow access and seats, dirty floors and broken windows. Air pollution from these shabby buses is also causing health hazard. Hundreds and thousands of daily passengers are compelled to commute by these buses in a state of mental agony. They have resigned to this shabby condition. With a view to providing some relief to the commuters, the authorities are trying to bring some discipline to roads by reducing and rearranging the multiple bus routes to a limited few. As part of the move, all buses will be operated under a single company on a dedicated route so that there will be no rush or competition and bus owners will get the revenue in proportion. Though most bus owners welcome the idea, those who lead the trade unions and beneficiaries of unearned incomes in the sector opposed the move. Nevertheless, the two mayors of the city corporations in Dhaka, having support from the government's top levels, finally introduced the first bus service named Dhaka Nagar Poribahan last year on Ghatarchar (in Keraniganj) to Kanchpur (in Narayanganj) route as a trial run. As the service gets popular and the test run seems successful, two more new routes have been introduced since October this year.Currently, there are 150 new buses carrying passengers on these routes under the Nagar Paribahan programme. The passengers can board and disembark at dedicated stoppages and have to collect electronic tickets. No standing passenger is allowed, although it is difficult to maintain the rule during rush hours. Besides green-coloured mini-buses, double-decker buses of the Bangladesh Road Transport Corporation (BRTC) also ply on these routes under the arrangement. These buses are clean and primarily commuter-friendly. Amidst chaos on the roads, the service is struggling from the beginning to operate smoothly. Traffic congestions on different segments of roads make it difficult for the Nagar Poribahan buses to maintain the time to reach the next stoppages in many cases. A lack of cooperation of some passengers also creates unnecessary disorder from time to time. BRTC's double-decker bus drivers face more problems as there is no helper in these two-door buses. Nevertheless, these buses indicate that bringing some discipline to public transport is possible. The service also shows that decent and clean public buses are a priority for Dhaka. Dhaka Nagar Poribahan has, however, a long way to go. With growing popularity, the service will face many peculiar obstacles, and the authorities need to remove those carefully. Continuous monitoring is necessary. The immediate challenge is to bring other buses operating on the same routes now under the Nagar Poribahan banner. \n[email protected]",
        "headline_1": "Dhaka Nagar Paribahan: a glimmer of hope",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-nagar-paribahan-a-glimmer-of-hope-1669379037",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2022"
    },
    {
        "full_article": "The World Cup fever sweeps through Bangladesh after every four years as building rooftops show off fans' favourite team's flag and football dominate most of our conversations. The country is home to millions of Brazil and Argentina fans, with only a few European teams. During this time, rival supporters hold massive processions to celebrate the teams, stage prayers for their side's victory, decorate balcony with the colour of their favourite team and also hoist the flags of their teams. The country gets split in half in terms support for Argentina and Brazil and so are social media platforms. However, sometimes unpleasant and unwanted incidents also take place centring around football. Occasionally the rivalry of fans boils over to violence. Just some months ago, a huge brawl between rival fans of the Argentina and Brazil football teams left at least seven people injured. Sport is all about enjoyment. The purpose of the World Cup is to enjoy the game together, respecting each other. We, as die-hard fans of Argentina or Brazil, should support our teams. We should not do anything that hurts our rivals. \nSifat Rabbani, Studentm of Department of Political Science, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Enjoying football peacefully",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/enjoying-football-peacefully-1669379067",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2022"
    }
]