[
    {
        "full_article": "Imagine a government that can prescribe a dress code, where surveillance is constant, which can even decide your political activity or have a say in your private life. Like a communist dictatorship, it organises production through central planning. It can’t put you in prison, but it can exile you. Your only freedom is to emigrate to another such dictatorship. It secures your compliance through carrots: those who follow orders most effectively are best paid and highest ranked. In this system, you might be subordinate to some, but you have others to exercise dominion over.Read full story on TOI+\n\n",
        "headline_1": "Got a good job? But are you really free?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/got-a-good-job-but-are-you-really-free/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "The closure of the Afghanistan embassy in India highlights New Delhi’s strategic dilemma. The embassy ceased its operations citing lack of support from GOI, something Indian officials had previously denied. But it was clear that the position of the embassy, which operated under the previous Afghan republican government, and which now the Taliban regime wants to take over, was untenable. The problem for New Delhi is that like most of the world it doesn’t recognise the Taliban regime, but yet needs to work with Kabul to safeguard its strategic interests.\n\n \nThat requires some diplomatic creativeness. There’s a significant number of Afghan citizens still in India–families have been divided since the fall of Kabul in 2021 with India cancelling all existing visas issued to Afghan nationals. But according a semblance of diplomatic recognition to Taliban is also tricky. Aside from the group’s appalling treatment of Afghan women and girls, there’s no predicting their equation with Pakistan. Currently, Kabul and Islamabad are at odds over the latter’s deportation of Afghan refugees. But this could easily change with a shift in the internal dynamics of Taliban. And if Pakistan is able to restore its strategic depth in Afghanistan via Taliban, India would need suitable options, including contacts with elements of the previous Afghan regime.\nFor the moment, New Delhi can establish limited technical cooperation with Kabul. It should also revive issuing of visas to Afghan nationals. India has always stood by the Afghan people. That goodwill is its biggest strategic asset.\n\n",
        "headline_1": "Kabul conundrum",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/kabul-conundrum/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "The Supreme Court has yet again laid down the limits of a governor’s powers in a writ petition filed by Punjab against the state’s governor. It’s important because it sets the precedent for similar disputes between state governments and governors in Tamil Nadu and Kerala. The common thread running through these disputes is that governors delay assent to some bills passed by the legislature for an inordinate duration. Consequently, it undermines both legislative intent and the policy agenda of the incumbent government.\n\nThe apex court reiterated that a governor is a state’s symbolic head and the real power is with the legislature. This has been stated in judgments for almost 50 years. Yet, if problems recur, it’s because the issue is political rather than legal. Successive central governments have used the office of the governor to undermine states administered by opposition parties. Now, it’s often done using a loophole in the Constitution’s Article 200, which says that if a governor withholds assent to a bill, it has to be returned to the legislature “as soon as possible” for reconsideration. In the absence of a finite limit on the duration before it’s sent back to the legislature for reconsideration, governors have delayed bills in some cases for a few years.\nThe verdict emphasises the Constitution expects governors to act quickly and not sit on bills. Governors don’t have veto power over elected representatives. But the problem is unlikely to disappear because it’s political in nature. Therefore, the entire political class needs to consider a constitutional amendment that fixes a deadline on how long governors can sit on a bill.\n\n",
        "headline_1": "Guvs don’t fit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/guvs-dont-fit/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "Rajya Sabha member from Rajasthan and Congress general secretary KC Venugopal, party’s election war room specialist, comments on the dissonance among INDIA allies, berates BJP’s “polarising politics” and has high praise for Congress party chief Mallikarjun Kharge who, the political leader from Kerala says, has run a high-octane poll campaign. Edited excerpts of an interview as Rajasthan (200 seats) and Telangana (119 seats) go to polls.\n\n \nRead full story on TOI+\n\n",
        "headline_1": "‘Bharat Jodo in T’gana, MP, Raj set the tone for Cong to do well…Nitish’s concerns show sincerity to INDIA alliance’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bharat-jodo-in-tgana-mp-raj-set-the-tone-for-cong-to-do-wellnitishs-concerns-show-sincerity-to-india-alliance/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "Dengue has emerged as a serious health hazard for Bangladesh. Not too long ago, this mosquito-borne disease was restricted mainly to the urban centers of the country, but that is not the situation today. Again, the dengue menace was mainly a monsoon-only health hazard and that pattern too has changed for the worse. Today, dengue is a round-the-year nationwide problem and with that has come the need to raise not only awareness levels but also the need for a comprehensive rethink of how to combat its prevalence to prevent thousands of deaths each year due to dengue-induced fever. These issues came up for discussion at a programme organised by the National Institute of Preventive and Social Medicine (NIPSOM) last week. The biggest hurdle that has been identified is the lack of awareness amongst people about containing the breeding grounds for the dreaded dengue-carrying mosquito. Until now, no vaccine that is effective against all the serotypes of dengue is available. One vaccine developed a few years back has certain limitations. Hence the priority should be to destroy the breeding grounds of aedes mosquito. It is commendable that NIPSOM has raised the issue that deserves urgent and greater attention of the policymakers, who need to prepare a community-level programme to raise awareness among the masses. Mere recognition will not bear fruit. This campaign needs comprehensive planning and its execution requires involvement of various agencies, including local level representative bodies, health officials and non-government organisations that work down to grassroots level. The good thing about Bangladesh is that it has a long history of successfully organising country-wide immunisation programmes and hence is the existence of the primary health set-up here. The problem of course is that this requires active participation of both government bodies and communities to work hand-in-hand to not only destroy current breeding grounds but also ensure that dengue mosquitoes find no place to breed anew in urban and rural settings. Such a campaign will require a lot of resources in terms of manpower and finance. Besides, genuine efforts should be there to make people understand that dengue being a viral disease cannot be cured by medicines and it can be prevented only by destroying the breeding grounds of aedes mosquito. The nonchalance surrounding dengue is not limited to people only, but also there is a lax attitude that extends to government agencies and office complexes. Hence, there is a question of making mandatory compliance measures to prevent larvae production. The State will have to lead by example and only then will people be encouraged to follow suit. The successful handling of this health hazard requires voluntary participation at all levels. It also requires that the State start making provisions for budgetary allocations at Thana, Upazilla and District levels for the campaign and cleaning efforts. This campaign will require more than finances, it will require people to execute the programme and that issue needs to be factored in so that the right people are recruited. What is of concern of course is that there is a general tendency to waste resources when budgets lack clear direction. This health hazard requires timely intervention, but must have checks-and-balances to prevent graft and delivery timelines and targets to stop dengue in its tracks. Since dengue will not be going away, it is time to act.",
        "headline_1": "Round the year awareness against dengue needed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/round-the-year-awareness-against-dengue-needed-1700922076",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "The food system in most countries in Asia and the Pacific region has come under increased risk in recent years. An indication is also there that the risk will grow in the near future, which means more people may face food insecurity in the coming days. A newly introduced framework titled, 'Insights on Food System Risks (INFER), which provides insights into the multidimensional risks of food systems, brought the issue to the fore. Jointly prepared by the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP) and the World Food Programme (WFP), the INFER Index uses 95 indicators to generate food system risk scores and profiles. So, it helps to understand the extent of multidimensional threats to food system.The food system is a 'sum of actors and interactions along the food value chain,' according to the International Food Policy Research Institute (IFPRI). The food value chain includes input supply and production of crops, livestock, fish, and other agricultural commodities to transport, processing, retail, wholesale, and preparing foods for consumption and disposal. As per the IFPRI definition, food systems also include the supporting policy environments and cultural customs around food. So, under an ideal food system, people get better access to nutritious, healthy, safe and sufficient foods in a productive and efficient way. The food production should also be environmentally sustainable, climate-smart, and inclusive. In short, an efficient food system is key to ensuring food security, which implies the availability of adequate supplies of food at a global and national level, along with adequate nutrition and well-being.Obviously, many countries, including Bangladesh, have yet to develop an ideal food system to face various risks involved. Mitigating the food system risks is a big challenge and requires a comprehensive understanding of multiple dimensions of the system. Though Bangladesh achieved self-sufficiency in rice output in the late '90s and many other food items like fish, vegetables and fruits during the last decade, it still needs to go ahead. The INFER framework or index identified the extent of risks of the food systems in the counties across the region by calculating each country's overall food system risk score. The higher the overall score, the riskier is the country's food system. The overall score is calculated by putting equal weight to the products of the three risk dimensions: (i) hazard and exposure, (ii) vulnerability, and (iii) adaptive capacity. There are three main categories under hazard and exposure, namely, natural, economic, and socio-political. There are six common categories for the two other risk dimensions named vulnerability and adaptive capacity. These are: availability, access, utilisation, stability, agency, and sustainability. Under all the categories of the three risk dimensions, there are 41 components like drought, water stress, food price inflation, financial system etc. Overall, INFER reviews and determines the risks to three food system outcomes. These are: (i) human health and nutrition; (ii) shared prosperity; and (iii) ecosystem health and sustainability. The result of the newly introduced index has critical implications for countries like Bangladesh for understandablereasons. The index showed that Afghanistan faced the highest risk in its overall food system last year, followed by Pakistan and Iran, respectively. Sri Lanka became the fourth on the list of general food system risks, followed by Turkmenistan and Papua New Guinea. India and Bangladesh ranked seventh and eighth, respectively, in the index, followed by Mongolia and Myanmar. Bangladesh scored 46.16 in the index. Thus, five out of the ten top countries facing higher food system risks last year were from South Asia. Compared with the previous years, the situation in Bangladesh indicates an improvement in terms of food system risk. The country's overall risk declined by around 11.74 per cent in the last two decades, since 2000 to be precise. The risk dimension of hazard and exposure also reduced by around 15 per cent, and that is for a lack of adaptive capacity, which dropped by 13.20 per cent. Vulnerability-related risk has also dropped by 6.76 percent since 2000. All these are encouraging trends reflecting the country's persistent effort to ensure food security and reduce hunger and malnutrition. One may also analyse the country's food system risk status using the global hunger index (GHI). Bangladesh ranked 81st out of the 125 countries in 2023. In South Asia, Bangladesh is well ahead of Pakistan (102), India (111) and Afghanistan (114) but far behind Sri Lanka (60) and Nepal (69). For Bangladesh, the GHI score is 19.0, indicating the country's overall hunger situation is at the last stage of the moderate level. If the situation deteriorates slightly, it will slip into the first stage of the severe group. Thus, there is no room for complacency regarding reducing hunger and food system risk.So, Bangladesh needs to work persistently to reduce the risk to the food system. In this connection, the National Food and Nutrition Security Policy (NFNSP), adopted in 2020, is critical. The policy has five core objectives: (a) ensuring the availability of safe and nutritious food for a healthy diet and (b) improving access to safe and nutritious food at an affordable price. The policy also prioritises adequate supply and consumption of diversified, safe, and nutritious food. An action plan to attain the objectives has also been devised.The current geo-political tension, mainly due to the Russia-Ukraine war and the Middle-East conflict, has already emerged as a significant threat to global food security. The food system risk may also increase in the coming days if a coordinated mitigation mechanism is not developed. Moreover, improving the food system is a daunting task that requires concerted efforts, including massive investment and trade cooperation. This column will focus on the topic in the next week.\n[email protected]",
        "headline_1": "Rising risk of food system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rising-risk-of-food-system-1700922548",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "A child upon stepping into a cathedral comes across his name on a plaque pinned to the entrance wall. He wondered who that man was with the same name as his and had been honoured for his contribution to the Second World War. The story continues to reveal a journey that a man from one Asian country took to fight with the allied powers to victory. That is the first glimpse into the war, enabled by Onjali Q Rauf, a British author of Bangladeshi origin, in her book The Lion Above the Door meant for children as young as seven or eight. Books or content in any form for children are no longer limited to witches, wonderlands and fairy godmothers. A universe of knowledge has been opened to children by modern writers, filmmakers, and documentary makers about subjects as wide as a refugee crisis, ice melting in the Arctic, and why in Neanderthals, an archaic species of humans went extinct but not Homo sapiens. Unfortunately, Ms Rouf or Yuval Noah Harari, author of Unstoppable Us; Hanna Gold, author of The Lost Whale, and most other brilliant writers have penned extraordinary tales for the young audience in English, and fortunately, with the blessings of the Internet, anyone from any corner of the world can access them. Adults like us who have grown up watching arguments against or in favour of education in English or Bangla in Bangladesh, often contemplate what deserves higher priority. Our nationalistic mindset often forces us into a debate on whether we should stick to our roots or not. While Bangla is our mother tongue and it is very dear to us, it should not stand as a barrier to learning another language. In fact, having the ability to read, write and speak several languages is no longer seen as an exceptional talent. Not anymore. Schools in many countries offer several language courses to children, which is why, maybe, employers nowadays ask job applicants about the languages that they are able to communicate in, other than English and their mother tongue. Since the English language dominates the areas of research in world history, international politics, economics, medicine, engineering and almost everything else that has a great influence on our lives, not learning the language is not an option for us. Because of the British colonial legacy, people from most countries choose English as their second language, which is why writers, scientists, researchers and even filmmakers prefer English to their mother language to disseminate their knowledge to a larger audience. It should not be an impossible task to make a translated version of the content. Otherwise, we will always stay behind considering the astonishing pace at which knowledge is being gathered, processed and presented in every way possible in this era.While globalisation was initially about withdrawing borders in trade and commerce, it has gradually become more and more relevant in other aspects of our everyday lives. In consequence, information and knowledge have glaringly appeared as belonging to the set of global commodities that no one should be deprived of. Because without access, one does not get to exploit his/her full potential. Recently, though wars and right-wing politics may have threatened to reverse some of the developments that globalisation has ushered in, knowledge is not going to be part of the efforts of deglobalisation. Now to make our children global citizens in learning, establishing equal rights, wiping out discrimination, helping their communities thrive, raising resistance against further destruction of nature, showing empathy to fellow human beings and turning the world into a better place to live in, they must be given access to global knowledge that is available in English.  The strength of the language and the Internet has proved over time that education can be taken out of the grip of the privileged and be made universal.\n[email protected]",
        "headline_1": "Indispensability of English in school curriculum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/indispensability-of-english-in-school-curriculum-1700922612",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2023"
    },
    {
        "full_article": "The number of Bangladeshi expatriates is increasing day by day. According to the finance minister, more than 14.9 million Bangladeshis are currently working and studying in 176 countries across the world. The hard-earned remittance these expatriates are sending back home is crucial to our economy as it has become the country's second-largest source of foreign currency earning. However, when these expatriates die abroad, their loved ones fall in numerous troubles. The death becomes a distressing issue because of the complications related to red tapeinvolved in bringing the body back home. Sometimes, the body lies neglected in foreign hospitals' morgue evenfor months. A long time passes before the body finally arrives in the country. Those who try to bring the body back home have to go through a lot of formalities. In some cases, the death news of the expatriate may reach the relatives after seven to eight days. And sometimes the body of the expatriate worker is buried abroad as a stranger. Our expatriates living in different countries often complain that they do not get any government support while they are alive. And if they die abroad, the hassles of bringing back their corpse home is endless. Oftentimes, it so happens that the expats' bodies are left carelessly on the street and the airfare to bring the dead body back home has to be arranged from donations. Recently, a student died in China but the Ministry of Foreign Affairs has done nothing to repatriate the body. The government has opened embassies in different countries to help expatriates but they seem to do nothing in this connection. We urge the authorities concerned to look into the issue and help expatriates' body fly back home free of cost. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Govt. help needed to bring back bodies of expats dying abroad",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/govt-help-needed-to-bring-back-bodies-of-expats-dying-abroad-1700922634",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-11-2023"
    }
]