[
    {
        "full_article": "In her customary address to the nation on the eve of the 76th Republic Day, the President of India, Droupadi Murmu, said that the Constitution has become a living document due to the millennia-old civic virtues of the country. Ms. Murmu also paid tribute to Dr. B.R. Ambedkar, who chaired the Drafting Committee, and other members of the Constituent Assembly, who created a document that would guide the country’s progress. Connecting India’s journey as a modern Republic to its heritage, the President said the constitutional values of justice, liberty, equality, and fraternity have always been a part of India’s civilisation. Sceptics who doubted India’s prospects at the time of Independence have been proven wrong due to these inherent strengths of the country. The President highlighted the representative character of the Constituent Assembly, whose members were drawn from every part of, and communities in, the country, including 15 women. While women’s equality was at that time only a distant ideal in much of the world, Indian women were contributing to shaping the nation’s destiny, she noted. Reflecting on the progress over 75 years, Ms. Murmu commended the Union government’s efforts to move past the relics of the colonial era, particularly the “audacity of vision” of replacing colonial-era criminal laws with three new laws rooted in Indian traditions of jurisprudence.The President strongly advocated the controversial proposal for simultaneous elections to the Lok Sabha and State Assemblies as a means to redefine good governance. The draft Bill on simultaneous elections, introduced by the Narendra Modi government, is under review by a joint committee of Parliament. The President waded into the debate with the argument that synchronised elections would promote consistency in governance, prevent policy paralysis, mitigate resource diversion, and reduce financial burdens. It is a contentious topic and Opposition parties that are a part of the Indian National Developmental Inclusive Alliance have opposed the plan on the ground that it violates the basic structure of the Constitution and undermines federalism. Not surprisingly, Congress President Mallikarjun Kharge has alleged that there is a “tendency” to impose a “One Nation, One Party” agenda by undermining the Opposition. The President could have stayed clear of this topic. The government will need to tread carefully to ensure that the First Citizen is not drawn into what is essentially a partisan political debate. Unity without uniformity is key to a more perfect union. And Republic Day is as good as any other day to reiterate that. Published - January 27, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Republic Day\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        justice and rights\n                    \n                            /                      \n                        \n                        human rights\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        political parties",
        "headline_1": "Republican journey: on the President’s address to the nation",
        "headline_2": "The President should stay clear of partisan political discourse",
        "link": "https://www.thehindu.com/opinion/editorial/republican-journey-on-the-presidents-address-to-the-nation/article69143702.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Indonesian President Prabowo Subianto’s visit to India, as chief guest at the Republic Day parade, was replete with the symbolism of historically important ties between the two countries, albeit short on concrete outcomes. India and Indonesia’s ancient ties, that rest on trade and travel to the spread of an adapted form of Javanese Hinduism, as well as the use of Vedic scriptures and Sanskrit works, have given the two countries a formidable engagement. In the previous century, it was their solidarity against imperialism, which led to independent India’s support to Indonesian leaders fighting Dutch colonialism, with Prime Minister Jawaharlal Nehru banning Dutch overflights and sending Indian planes to evacuate the Indonesian Prime Minister and Vice President — in an article in The Hindu on January 5, 1950, Indonesia’s first President, Sukarno, wrote about Indonesia’s gratitude. Next, India and Indonesia were united by their aversion to great power politics. They supported the creation of the non-aligned movement (NAM), beginning with the Bandung Conference. Ties were also forged by their innate similarities as two Asian nations that dominated South Asia and South-East Asia by size. Both were countries where large religious majorities practised tolerance towards sizable minorities, as well as economic powerhouses committed to an equitable development of their large populations. In the recent past, ties have been spurred by common concerns over western sanctions after the start of the Ukraine war, U.S.-China rivalry and China’s aggression in the Indo-Pacific, worries over “food, fertilizer and fuel” security and a weakening multilateral order. Their efforts to forge consensus at the G-20 summits in Bali (2022) and Delhi (2023), will now be put to further use as Indonesia has joined BRICS. In that sense, Mr. Subianto’s visit, in the 75th year of bilateral ties, is a full circle: from Bandung to an enlarged BRICS.Given the historical, strategic and geopolitical importance of relations, the announcements were more modest than expected. There were five MoUs in health, traditional medicine, maritime security, digital development and cultural cooperation and the joint statement referred to strengthening defence cooperation. However, no specific progress was announced on the sale of India’s Brahmos missile, or on the Sabang port project and Aceh-Andamans connectivity initiatives. The joint statement was also pointedly non-committal on their world view, despite their similar positions on recent geopolitical conflicts, and initiatives to engage the Trump administration and China. India’s Republic Day invitation and Mr. Subianto’s visit, fresh in his presidential term, are, however, an important statement for both capitals to make. There is the impetus for the two Asian powers to forge the next phase in their ties.\r Published - January 27, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Indonesia\n                    \n                            /                      \n                        \n                        Republic Day\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        Netherlands\n                    \n                            /                      \n                        \n                        Non-Aligned Movement\n                    \n                            /                      \n                        \n                        Russia-Ukraine Crisis\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        United Nations\n                    \n                            /                      \n                        \n                        G20\n                    \n                            /                      \n                        \n                        G-20 New Delhi 2023\n                    \n                            /                      \n                        \n                        Brazil\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        South Africa\n                    \n                            /                      \n                        \n                        health\n                    \n                            /                      \n                        \n                        traditional\n                    \n                            /                      \n                        \n                        oceans\n                    \n                            /                      \n                        \n                        online\n                    \n                            /                      \n                        \n                        culture (general)\n                    \n                            /                      \n                        \n                        defence",
        "headline_1": "​India with Indonesia: on ancient ties to a new phase",
        "headline_2": "The two Asian nations must now build on their historic ties",
        "link": "https://www.thehindu.com/opinion/editorial/india-with-indonesia-on-ancient-ties-to-a-new-phase/article69143714.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Writers in flesh often disappoint, panel moderators are the real stars\nLiterature festivals may be free or ticketed, in packed halls or open lawns, but they all call themselves India’s second largest. Weather is predictable: if organisers cover the venue it won’t rain, if they don’t, it will. Audience is a mix of those who come to listen to their fave authors, get books signed or are just resting their feet. From destination festivals to local ones in your own lane, literature boosts tourism. Festivals broaden the mind, lightly coat you in intellectual batter, and give you a lifetime supply of ‘that reminds me of this litfest I went to…’\nWhile fest junkies have their own sisterhood where they skip far and wide in search of a book high, festival virgins enter timidly, chewing their lower lip, in danger of fangirling the first author they meet. Authors should come with a statutory warning: they never look like they do on the festival website! College-time pics and fuzzy close-ups cause consternation among audiences and volunteers alike. Authors call from airports to say volunteer missing, volunteers call to say author missing. Gone is that I-love-you smile from the studio shot.\nAuthors can be divided into the grouch who delivers on stage and the sweet ones who mumble into mics. Performance anxiety and, worse, those who try to play to the gallery with one-liners, are probably why speaker fees never caught on. Selfies are followed by ‘who are you?’ to authors. Barriers between writer and reader are dismantled during Q and A – when someone stands up, introduces himself in detail only to have his meandering philosophies swatted down by the moderator. Authors sandwiched between celeb speakers are touched by audience size. And while actors are mobbed at lit fests, writers are left alone at film fests.\nModerators are kingmakers, they can make a speaker look good – or bad. They are also called interlocutors or chairs, depending on the need to flatter them into doing this. What a garrulous moderator can do to a session? Ask the seething panellists. In a panel, the speaker with the most conjunctions wins – stringing together sentence after sentence while others wait their turn. ‘Time up’ placards are flagrantly ignored. The longest word in the English language is not ‘supercalifragilisticexpialidocious’ – it is what the author is trying to say when the mic is being snatched from him.\n\n",
        "headline_1": "Litfest minus fest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/litfest-minus-fest/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Trai or Irdai or DGCA, Indian regulators tasked with protecting consumers aren’t doing a good job \nThere are about 250mn feature phone users in India. Together they could be the fifth or sixth most populous country, depending on whether they outnumber 252mn Pakistanis. Late last month telecom regulator Trai ordered telcos to provide them voice-and-SMS-only tariff plans. There’s no reason feature phone users should pay for bundled data and OTT services they can’t use, Trai said. Even smartphone users with wired broadband at home and office might not want these extra services. It seemed like a consumer-friendly order that would reduce rates for a large section of people.\nThe opposite happened. Telcos obliged Trai by removing data allowances from existing packs without reducing prices. Simultaneously, they relaunched the old with-data packs at significantly higher rates. Classic case of cocking a snook. What makes it worse is that the leading telcos had revised their pack rates in tandem on July 3 last year. A ₹1,799 pack, for instance, had become 11% dearer at ₹1,999, and now it’s gone up another 12.5% to ₹2,249. Altogether a 25% increase in seven months. Telcos had welcomed the July hike for a “financially healthy business model”. Did they really need another booster shot so soon? Trai must answer, especially because telephony is an essential service now like water and electricity. Arbitrary tariff hikes will deter many from buying their first feature phone, and others from transitioning to smartphones.\nFollowing backlash on social media, telcos have reduced the rates of their new no-frills packs, but public pressure can’t be a proxy for effective regulation. Yet, that seems to be the case in sector after sector. Insurance comes to mind immediately. Insurance regulator Irdai seems unable to speed up hospital bill settlements. Reports say the rate of rejection for health insurance claims increased by 19.1% in FY 2023-24 – altogether ₹26,000cr worth of claims denied. Aviation regulator DGCA also looks feckless at times. Whether it is overbooked flights – 2,719 passengers were denied boarding last May, the same month when a plane had to return because one man was travelling standing – or seemingly random cancellations and delays, DGCA ends up looking like Dhritrashtra. As do the other authorities who may be tasked with protecting homebuyers, or ensuring schools don’t fleece parents, or hospitals don’t inflate bills. The little guy is increasingly left to fend for himself.\n\n",
        "headline_1": "IRREGULATORS",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/irregulators/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Authorities need to pinpoint the cause of deaths in the Rajouri village. Fear grows in the absence of facts\nIt’s close to two months since the first deaths in village Badhal in J&K, now a containment zone. Between Dec 7 and Jan 20, 17 people including 12 children aged between 7 and 15 have died. While fears of both ‘infectious disease’ and ‘mysterious illness’ were disproved, the exact cause of death is yet to be established. The relief is those who fell sick in a later wave received immediate medical attention and are in recovery. Experts have shared that indicators point to toxins – pesticide residue was found in the well from where victim families sourced water. But labs are still to get to the root of the toxic reactions that killed so many.\nThis case needs wrapping up asap. There are plenty reasons why. First and foremost, to secure the health and safety of remaining inhabitants of Badhal and especially secure water sources and safety/quality of their commons. Two, to tackle the runaway disinformation that travels like wildfire, such as a terror attack or targeted kills. Third, it is essential to identify the source of the toxins and disseminate all relevant information publicly and widely. If indeed pesticides are identified as cause, the question is how did such toxins reach Pir Panjal valley?\nToxic reactions from exposure to pesticide residue is a pan-India problem. From barely literate villagers in remote areas storing grain and water in empty pesticide cans to dumping chemicals into creeks and rivulets, there are many things local govt has to fix if freshwater source in the pristine Rajouri hamlet is to be made safe again. But nothing chills locals more than the idea, howsoever remote or implausible to prove or disprove, that this may not have been an accident. Health forensics aside, it is this aspect that the special police teams need to clear the air on at the earliest.\n\n",
        "headline_1": "Scare in Badhal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scare-in-badhal/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Drawing up a simple contract can sometimes become complicated. Imagine then, drafting a constitution for a newly independent nation. And if that were not enough, imagine drafting it at a time when the world was broken by a world war; India was partitioned; and, a migration of people on a scale that the world had never seen before was underway.\nRead full story on TOI+\n\n",
        "headline_1": "75 and going strong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/75-and-going-strong/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Sir Herbert Hope Risley (1851-1911) – who signed himself 'H. H. Risley' – was a member of the Indian Civil Service (ICS) who became British India's pre-eminent anthropologist. How anthropologists and sociologists understand a society is always influenced by the people they come to know best, as well as their own preconceptions, and this was as true of colonial anthropologists as it is of their post-colonial contemporaries. For Risley, who started his ICS career in Bengal in 1873, the most important group of people was the bhadralok, the English-educated, urban, professional middle class, whose members were almost all Hindus from the high-status Brahman, Baidya and Kayastha castes. In Bengal, most Indian subordinate government officials and clerks, as well as other professionals, such as teachers and lawyers, belonged to the bhadralok; so, too, did the leaders and supporters of the Indian National Congress, which was founded in 1885. Risley's relationship with the bhadralok and his attitude towards it, were very ambivalent, but he still had a particular affinity with its members that initially owed much to his early life in England.\nRisley was born in Buckinghamshire, the son of a Church of England village parson. He was educated at Winchester College, the oldest elite public school, followed by New College, Oxford. His uncle, grandfather and great-grandfather were Anglican priests like his father, and all four had been students at Winchester and New College. They all owed their priestly livings and college places to family connections or other forms of patronage. But in the 1850s, both colleges underwent reform and Herbert Risley was awarded scholarships at them because he was successful in their new entrance examinations. In 1855, too, an open competitive examination for the ICS was introduced to replace the old nomination system. Risley therefore belonged to the first generation of Englishmen whose education and professional employment depended not on patronage but meritocratic success. Nonetheless, old ideas about divinely-ordained, hierarchical society still persisted in rural southern England. The landed gentry, allied with the clergy, virtually ruled the countryside and the mass of agricultural labourers subsisted in extreme poverty. Risley, who was always aware of his own elevated class status, probably found inequality and traditional hierarchy in India quite familiar.\nRather like Risley, many members of the bhadralok came from an ancient landholding and priestly gentry that traditionally respected education and learning. By the late nineteenth century, they also lived in a modern world in which an individual's education and employment were increasingly allocated by competitive examinations and bureaucratic rules. Hence there was a kind of class affinity between Risley and the bhadralok, and his inconsistent disposition towards it was a critical factor in how he understood India, both as an anthropologist and a civil servant.\nThe Anthropology of Caste\n\nBengal, the largest province in British India in the late nineteenth century, included present-day Bangladesh, and West Bengal, Bihar, Jharkhand and parts of Odisha in India. Risley started as a junior district officer in rural Midnapore district in 1873-75. In 1876, he was transferred to the Bengal government's secretariat in Calcutta for three years. In his next posting in 1880-84, he was a district officer in Manbhum district in Chota Nagpur, which had a large population of Adivasi Santals and Bhumijs. This was his last period as a district officer, except for six months in Darjeeling district in 1889. Unlike most ICS officers, who spent longer in the districts, almost all Risley's career after 1889 was in the Bengal or Indian secretariats.  Because the great majority of the secretariats' Indian staff belonged to the Bengali Hindu high castes of the bhadralok, Risley came to know them best. He was also fairly well acquainted with some tribal communities, but not with the mass of ordinary, middle- and low-caste villagers in lower Bengal, or with the province's large Muslim population.\nRisley conducted an ethnographic inquiry into the province's castes and tribes in 1885-88. District officers and their staff, who made up Risley's roster of 188 'correspondents', sent him most of his ethnographic information, especially on caste and marriage, and 'social precedence' or caste ranking. Among the correspondents, there were 129 named Indians, 26 Europeans and 33 men listed only by their positions. Of the named Indians, 102 were definitely or probably Brahmans, Baidyas or Kayasthas, 18 were other Hindus and nine were Muslims. Hence the majority of correspondents belonged to the bhadralok. Risley also collected anthropometric data to investigate the racial composition of the Bengali population and to try to show that caste status was correlated with racial admixture.\nRisley's findings were published in The Tribes and Castes of Bengal in 1891. Its two ethnographic volumes contained a glossary with entries on individual tribes and castes, and their subdivisions, preceded by an introduction on 'caste in relation to marriage'. He had hoped to produce 'tables of precedence of castes', but could not do so because there were countless variations and disagreements in his correspondents' voluminous evidence. The glossary had a male gender bias and curiously little material on Muslims. It also described the Brahmans, Baidyas and Kayasthas as the three 'highest and most intelligent' castes, a patent expression of the glossary's elitist bias, which combined Risley's English class prejudice against the uneducated lower orders with the bhadralok's Brahmanical outlook. Thus he and his correspondents all conceptualised castes as discrete, reified groups that could be clearly ranked with Brahmans at the top. Nonetheless, despite its defects and biases, the work contained a great deal of valuable ethnographic evidence and it brought Risley recognition as British India's leading anthropologist.\nIn 1898, Risley was promoted to the government of India and one year later was seconded as the 1901 census commissioner. He wanted ethnographic inquiry to be central in the census and also decided that castes should be classified by 'social precedence', rather than occupation as in 1891, so that he instructed provincial census superintendents to collect comparative data on caste ranking. But because he moved to the Home department in 1902, Risley could not finish the census report, although he did write the chapter on caste, tribe and race, which he edited for his 1908 book, The People of India.\nRisley had argued in 1891 that the caste system originated in the racial inequality between the more 'advanced', fair-skinned Aryans and more 'primitive', darker non-Aryans, primarily Dravidians, and also that social precedence was correlated with race because the highest castes had predominantly Aryan ancestry and the lowest predominantly Dravidian. A decade later, however, he doubted whether the 'Aryan race' ever really existed and modified his theory to contend – more like a modern social scientist – that caste originated in the fiction that skin colour differences indicated distinctions of race and social status. On the other hand, despite copious census evidence that caste ranking varied regionally and was always disputable, Risley never acknowledged that it could not be specified in 'tables of precedence'. Criticism of this and other flaws in his work, especially his wrongheaded racial theory, has generally overshadowed Risley's significant contributions to the anthropological understanding of caste.\nCombating Indian Nationalism\n\nBetween 1891 and 1898, Risley was the secretary of the Bengal government's Financial and Municipal departments. One important issue he handled with was a contentious bill to reorganise Calcutta's municipal administration by reducing the powers of its elected commissioners, including the bhadralok Congress politicians among them, who allegedly blocked any effective decision making. These powers were diminished further when Curzon intervened to make the bill more radical after he became the viceroy in 1899. In 1902, Curzon selected Risley as the imperial government's Home secretary. In this powerful position, Risley played a vital role in formulating policy on numerous major issues, including higher education reform, which was especially urgent in Calcutta University, whose senate was reportedly controlled by 'politicised lawyers' and absentee members with no academic qualifications. Congressmen, however, insisted that the government was really seeking to oust its supporters from Calcutta's university, much as it previously did in the municipality. Soon afterwards, in late 1903, Risley announced the proposals for the 'reconstitution' of Bengal and Assam. The Partition of Bengal, which was completed in 1905 after Risley drew up the final plan, was the most controversial of all Curzon's policies, and it especially infuriated bhadralok members of the Congress, who saw it as an assault on Bengali society and culture, as well as a stratagem to weaken the organisation by separating its leaders and supporters in east Bengal from those in the west. Risley admired Curzon and shared his hostility to Indian nationalism and the Congress, but unlike the viceroy he had considerable sympathy for the bhadralok's position in society and never poured contempt on 'babus' and the class as a whole.\nIn the end, the Partition of Bengal was a political failure. The swadeshi movement against it developed into wider hostility to British rule after partition was implemented, although many Muslims in east Bengal favoured the new arrangement. But the Partition also created separate Hindu- and Muslim-majority provinces, which tended to worsen relations between the two groups and indirectly engendered the communal violence that blighted Bengal for decades. When Minto replaced Curzon as the viceroy in 1905, Risley stayed on as Home secretary and introduced further repressive measures to quash anti-British protests and 'sedition'. But John Morley, the secretary of state, insisted on reform as well. In negotiating the Morley-Minto legislative councils reform enacted in 1909, Minto and Risley acknowledged, unlike the diehard Curzon, that some concessions to 'moderate' Congressmen were politically necessary. Thus the proposals for the new councils were intended to satisfy the 'educated classes', such as the bhadralok, as well as 'loyalist' landlords and Muslim opponents of the Congress, who were granted separate 'class electorates'. Risley expediently justified them for Muslims by asserting that they formed 'an absolutely separate community', even though ethnographic data, as he knew, showed they did not. In general, though, partly because he knew too little about them, Risley tended to be less sympathetic to Muslim interests than Minto or many British officials.\nWhen the new viceroy's council first convened in 1910, Risley introduced a revised Press Act to further deter newspapers from inciting 'sedition'. It was his last official action before retiring from the ICS and returning to London, where he worked in the India Office before his death in 1911. In his council speech, he vigorously defended British rule and insisted on the need for 'cordial and intimate' relationships between the government and the 'educated community'. And he also justified the new law with illustrations likely to strike a chord in the council members from the bhadralok, the group of people who shaped his understanding of Indian society and politics throughout his long career.\nChris Fuller is Emeritus Professor of Anthropology at the London School of Economics and Political Science. He is the author of Anthropologist and Imperialist: H. H. Risley and British India, 1873-1911, published by Social Science Press in New Delhi in 2023.\n",
        "headline_1": "H. H. Risley and Bengal, 1873-1911",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/h-h-risley-and-bengal-1873-1911-3809271",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "We are concerned by the renewed prospect of hassles for students seeking tertiary education following the withdrawal of a number of public universities from the cluster admission test system. The withdrawal of at least 10 universities—including all three under the engineering cluster and seven others under the general, science and technology (GST) cluster—means that admission seekers will have to sit for those exams separately, forcing them back into an expensive and stressful process. This will require them to again prepare for different types of exams, travel long distances across the country, and incur significant expenses for applications and accommodations. After a year marked by frequent academic disruptions, they didn't deserve this added uncertainty so close to their big moment.\nThe cluster system was meant to address these difficulties by consolidating entrance exams, allowing students to apply to multiple universities with a single test. Currently, there are 55 public universities in the country. Considering the sufferings involved with independent tests, the cluster system was introduced in 2019 for agricultural universities—who have adhered to it consistently—and for universities under the GST and engineering clusters in 2020. However, major general and engineering universities have been resisting the attempt to consolidate their admission process. Following the recent withdrawals, there is now no university left under the engineering cluster, while only 17 remain under the GST cluster.\nThis is despite multiple meetings held between the University Grants Commission (UGC) and university vice-chancellors, as well as letters from the education ministry urging that exams be held under the cluster system. Universities opting out have cited poor planning, delayed result publication, and inefficient admission procedures as reasons. Some believe that the cluster system does not adequately reflect their academic standards. While these concerns are not entirely unfounded, abandoning the system without pursuing reform in it is a disservice to students. A well-designed cluster admission system is certainly achievable, as evidenced by the long-established unified medical admission test.\nWe, therefore, urge the education ministry to take more decisive action to convince the dissenting universities that they cannot arbitrarily abandon a system designed to benefit students. We understand that the revenue generated from independent tests is significant, and some universities may be reluctant to relinquish this financial advantage. If this is a factor in their decisions, it is imperative for the regulatory authorities to ensure that students' needs are prioritised. If the universities are concerned about maintaining academic standards, they should work to refine and improve the cluster framework, rather than discarding it entirely.\n",
        "headline_1": "Spare students from the chaos over university admission tests",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/spare-students-the-chaos-over-university-admission-tests-3809196",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "On the occasion of the International Day of Clean Energy, rooftop solar energy emerges as a beacon of hope for sustainable development in urban centres like Dhaka, where population density is seemingly at odds with the high land availability required for solar. But innovation, imagination, and the right design could maximise utility from the supposedly limited space in our bustling city.\nAmidst the worsening climate crisis, the energy transition—shifting from fossil fuels towards renewable energy to reduce carbon emissions—is becoming an imperative. Renewable energy in Bangladesh remains far below the government's target of achieving 10 percent by 2025 and is heading off course in achieving 15 percent by 2030, 40 percent by 2041, and 100 percent by 2050. The urgency in scaling up required to meet these targets is still largely missing. While solar energy dominates the country's renewable energy portfolio, its implementation is riddled with challenges.\nBangladesh, as a signatory to the Paris Agreement, has committed to reducing greenhouse gas emissions and transitioning to a more sustainable energy mix. However, the country's current energy generation mix reveals significant and continued reliance on fossil fuels, with 39.63 percent of installed capacity coming from natural gas, 22.97 percent from coal, and 18.83 percent from heavy fuel oil (HFO). Renewable energy contributes only 4.96 percent of the total installed capacity, highlighting the pressing need to accelerate the adoption of sustainable energy sources.\nWithin the renewable energy mix, solar power accounts for 1256 MW, with 705 MW generated from large-scale solar parks. This underscores the untapped potential for distributed solar energy systems, particularly rooftop solar, to complement centralised solar parks and enhance the country's renewable energy portfolio. After all, the first renewables success story in the country was the deployment of over 5 million solar home systems (SHS) across rural, remote areas of Bangladesh. Decentralised energy also holds a significant advantage in not incurring as much transmission loss as large-scale utility solar production.\nThe Bangladesh National Building Code (BNBC), 2020, mandates that residential buildings must meet at least 3 percent of their total electricity demand using solar or other renewable energy sources, while all other building types are required to generate at least 5 percent renewable energy. Building owners often install panels to meet regulatory requirements but fail to maintain or activate them, leading to underutilisation of a valuable resource; yet about 200 MW of rooftop solar panels installed around the country, both net-metered and non-net-metered as part of compliance measures, remain dormant due to a lack of enforcement and proper monitoring.\nA 2022 NEO report funded by the World Bank highlights that with 4,25,244 residential, commercial, industrial, and public buildings featuring vast unused rooftops, the city has a remarkable opportunity to transform its horizon into a decentralised network of solar power generators of up to 6949 MW. Despite this vast potential, rooftop solar adoption in Dhaka remains shockingly low. According to the Sustainable and Renewable Energy Development Authority (SREDA), the city has only 67.4 MW of non-net-metered and 15.4 MW of net-metered solar panels installed. Studies further indicate that approximately 80 percent of this installed capacity remains unutilised due to inadequate monitoring and enforcement, highlighting a significant gap between potential and actual implementation.\nVietnam provides a valuable example of how strategic policies can accelerate the adoption of renewable energy, particularly rooftop solar systems. The government introduced a series of measures, including favourable feed-in tariffs (FiTs), which significantly boosted solar panel installations nationwide. Policies like net metering and fiscal incentives further encouraged rooftop solar adoption by making the technology more accessible and financially viable for households and businesses. Additionally, Vietnam established a Sustainable Renewable Energy Fund, supported through state budgets and environmental fees on fossil fuels, to finance renewable energy projects. These initiatives led to a dramatic increase in rooftop solar capacity, with cities such as Ho Chi Minh City and Da Nang becoming hubs for solar energy generation. In addition to incentives for rooftop solar, it has developed a robust solar module and panel production sector, becoming the largest supplier in Southeast Asia. By 2022, Vietnam had saved $1.7 billion in fossil fuel costs, thanks to this rapid scale-up of solar PV.\nIndia's remarkable progress in rooftop solar energy offers another compelling case to consider. By 2024, India added 4.59 GW of rooftop solar capacity, a 53 percent increase from the previous year, driven by targeted policies and incentives. Initiatives like providing substantial subsidies for residential installations aim to achieve 30 GW of rooftop solar capacity by reaching 10 million households.\nThese strategies highlight actionable pathways to accelerate rooftop solar adoption and bridge existing gaps in implementation. Similar strategies can be adopted, such as FiTs and dedicated renewable energy funds, to unlock Dhaka's vast rooftop solar potential and bridge the gap between policy and implementation. Part of the solution is to also increase awareness and access to information, as well as create better market conditions, such as by removing the unnecessary high tariffs on the various components of solar modules.\nTo realise the full potential of rooftop solar in Dhaka, immediate action is needed. Authorities must enforce existing regulations under the Bangladesh National Building Code and introduce stronger monitoring mechanisms to ensure compliance. Financial incentives, such as subsidies, low-interest loans, or tax benefits, can encourage building owners to activate and maintain solar installations. Public awareness campaigns highlighting the benefits of rooftop solar can further drive adoption and dispel misconceptions about its costs and maintenance.\nThe International Day of Clean Energy reminds us of the urgency of transitioning to renewable energy. For Bangladesh, rooftop solar is more than just a technological solution—it is a pathway to energy independence, climate resilience, and a cleaner urban environment. It's not just an environmental argument but also an economic one, with the cost of solar plummeting globally over the past decade and a half. The foreign reserve crisis in Bangladesh has been exacerbated by fossil fuel imports—continuous costs that renewable energy avoids. By leveraging its untapped rooftop potential, Dhaka can lead the way in achieving the country's renewable energy goals, inspiring other cities to follow suit. \nThe interim government has already signalled its desire to set up PV manufacturing in Bangladesh, a welcome initiative. By reorienting our energy sector and committing to moving away from the negative practices of the past, Bangladesh can transform its energy future, contribute meaningfully to the global fight against climate change, and hopefully save a few dollars too along the way.\nRysul Hasan Hredoy is research and documentation officer at the Bangladesh Environmental Lawyers Association (BELA). \n\nBareesh Hasan Chowdhury is campaign and policy coordinator at the Bangladesh Environmental Lawyers Association (BELA).\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The untapped potential for renewables on Dhaka rooftops",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-untapped-potential-renewables-dhaka-rooftops-3808761",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Ensuring good governance in banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-good-governance-in-banking-sector-1737906810",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "Police guarding barricade put up at the Shahbagh square on Sunday – FE photo ",
        "headline_1": "Police should be more proactive",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/police-should-be-more-proactive-1737906864",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "School children bearing the brunt of climate-induced calamities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/school-children-bearing-the-brunt-of-climate-induced-calamities-1737906911",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Fear of fox attacks in Lalmonirhat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fear-of-fox-attacks-in-lalmonirhat-1737906947",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-01-2025"
    }
]