[
    {
        "full_article": "A nation brimming with chess talent is now ready to parade it on a platform that does not get any bigger. The 44th Chess Olympiad, with participants from 187 nations, opens with a gala ceremony at Chennai’s Nehru Stadium on Thursday and the 11-round on-board action commences the following day at Mamallapuram. With the usual medal-winning nations — Russia and China — not in the mix, some first-timers could occupy the podium. The greatest of current players, Magnus Carlsen, is looking to lead Norway to its first medal. There will be other illustrious performers in both sections of the biennial competition, but the discerning would focus on how India performs at home. Being the host, India could field two teams in each section. As there were an odd number of entries, India added a third team to make it even. As a result, 30 players, including 15 women, will represent India in the premier world team championship. Though Viswanathan Anand is the mentor for these teams, the Indian men are strong enough to be seeded second in the Open section. The Indian women, looking for their first medal, are seeded first. Talented teens D. Gukesh, Arjun Erigaisi, Nihal Sarin and R. Praggnanandhaa earned their stripes to be on the biggest stage. It remains to be seen whether they play according to their growing reputation.On the organisational front, the Olympiad promises to be a success. Once Russia was out of the Olympiad both as a host and a participant, the magnitude of what the Tamil Nadu Government and the All India Chess Federation (AICF) have accomplished in setting up this mega event in just four months of getting the hosting rights is hard to comprehend. On getting Chief Minister M.K. Stalin’s approval, the bureaucracy turned a vision into reality by taking care of every logistical aspect. The World Chess Federation (FIDE) is already fine-tuning the arrangements, including the two playing halls that will accommodate about 1,400 players, with live broadcast of games from about 700 boards in each round. The Indian technicians are set to raise the bar to a new high. Elsewhere, no effort is being spared to showcase the rich culture and heritage of the country with the focus being on the home State. A team of over 500 volunteers have been trained to handle various needs of the visiting contingents. Security personnel and health workers are in place to meet any contingency. But for those from the AICF who have worked round-the-clock for four months after shifting base to Mamallapuram, all the effort would be worth it only if the Indian teams come up with medal-winning performances.",
        "headline_1": "Square off: On India hosting 44th Chess Olympiad",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/square-off-the-hindu-editorial-on-india-hosting-44th-chess-olympiad/article65685998.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "By executing four political prisoners, defying all international appeals, Myanmar’s junta has sent out a clear message to both its critics abroad and the resistance at home that it has no plans for any political settlement. The military (Tatmadaw), which seized power in February 2021 through a coup, unseating the elected government of Aung San Suu Kyi, has unleashed repressive measures ever since. It arrested some 14,000 political prisoners, of which over 11,000 are still in prison. More than 2,000 civilians have been killed and thousands of houses have been burnt, rendering millions homeless. Ms. Suu Kyi has been convicted on half a dozen phoney charges in secret trials and sentenced to 11 years in prison. The military has slapped her with many other charges that, with convictions from the Generals’ kangaroo courts, could effectively keep her in prison for the rest of her life. But despite these repressive measures, the junta has not managed to establish even a semblance of order. While in the past, pro-democracy activists followed non-violent means of protesting against military rulers, now they have built a violent underground movement and joined hands with the country’s ethnic rebels, who have been fighting the junta for decades. This has caused significant losses for the military, which is seeing more ambushes and sniper attacks. The execution of the political prisoners, one of them a former lawmaker, is an act of desperation by a dispensation that is being increasingly cornered.Myanmar had seen a rare period of stability and economic growth when Ms. Suu Kyi was running the government. The military had agreed to an experiment of quasi-democracy when it found the status quo unsustainable. But that experiment lasted only 10 years as the military became increasingly threatened by Ms. Suu Kyi’s growing popularity. By staging the coup, it did not just end the democratic experiment, but also sought to remove the potential threats to the military’s grip on power. But not everything moved as per plan. The Generals may have captured power, but they now preside over a different Myanmar. The country’s economy is in a free fall — it contracted 18% last year and GDP this year is expected to be 13% lower than in 2019, according to the World Bank. The regime is facing armed resistance in the countryside and civil resistance in the cities. The National Unity Government, the alternative administration formed by the resistance, says the junta, which lacks international recognition, has lost half the country to the rebels. With the executions of political prisoners, the Tatmadaw, one of the most consistent enemies of human freedoms and dignity, has sought to instil fear among the public and crush their spirit. But in trying to do so, it has created four martyrs for the resistance. Its tactics are helping neither the power-hungry Generals nor the people of Myanmar.",
        "headline_1": "Desperate measures: On Myanmar executions",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/desperate-measures-the-hindu-editorial-on-the-myanmar-juntas-killing-of-political-prisoners/article65685980.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Monkeypox has been at a low level of endemicity in western and central Africa for decades but it began to be considered a global problem over the past few weeks, as more and more countries reported fresh cases. On July 23, with over 16,000 cases reported from 75 countries, WHO declared it to be a public health emergency of international concern (PHEIC).\nActually an expert committee, constituted by Director-General Tedros Adhanom Ghebreyesus to study the issue, voted nine against and six for the declaration.\nRead the full article on TOI+\n\n",
        "headline_1": "Monkeypox & human folly: Don’t blame some groups, recognise diseases like this spread because we in general act foolishly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/monkeypox-human-folly-dont-blame-some-groups-recognise-diseases-like-this-spread-because-we-in-general-act-foolishly/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "An actor poses nude for a magazine photoshoot. As is inevitable with social media, photos circulate. As is inevitable too with social media, some people say they are offended. There the matter should have ended. But Ranveer Singh, the actor, is now booked by Mumbai police, for “obscenity”. This is utterly absurd and what is even more absurd – and dangerous – is that no one with the power to correct this absurdity is likely to intervene and ask cops to withdraw the FIR. Singh has been booked under Section 292 of IPC, which includes anything that is “lascivious, appeals to prurient interest, or tends to deprave or corrupt persons likely to read, see or hear the matter”. It’s because obscenity is defined in such a ridiculously loose and vague manner in Indian law that moral busybodies, cops and lower courts get so many opportunities to harass citizens.\nAnother actor, Shilpa Shetty, is still fighting an equally absurd obscenity case filed in 2007. Because someone chose to be offended by American actor Richard Gere kissing Shetty, police in Alwar, Rajasthan filed an FIR. The magistrate’s court discharged Shetty, but Rajasthan police filed an appeal – 15 years after the FIR that should have never been filed the case goes on. Madhu Sapre and Milind Soman had to wait 14 years before their acquittal in 2009 in the obscenity case over the 1995 Tuff shoes advertisement. Couples kissing in the privacy of their cars have been booked by police in India, as have been those sitting on park benches. When cops don’t file FIRs, they use provisions like Section 292 as an instrument of extortion.\nIdeally, politicians should agree that laws like Section 292 of IPC are totally out of sync with any modern, democratic society and kill the law. But since that won’t happen, we must raise the cost for those who initiate these complaints as well as for cops and courts who take these non-offences onboard. Police has the full discretion to not register FIRs if they deem the complaint to be frivolous – police bosses must send the message down the line. Magistrate courts should issue quick discharges to discourage police. And if they don’t, high courts should use their writ jurisdiction to quash FIRs and impose substantial penalties on complainants. India has 4.5 crore pending cases. Clogging the justice system with cases that should never see the light of the day is perhaps the biggest offence here.\n\n",
        "headline_1": "What’s obscene? FIR against Ranveer Singh yet another example of absurd & dangerous misuse of an outdated law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-obscene-fir-against-ranveer-singh-yet-another-example-of-absurd-dangerous-misuse-of-an-outdated-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "July is when the southwest monsoon peaks. So far, it’s been a bountiful year. After a slow start, the intensity of the monsoon picked up around July 5. By July 24, the cumulative rainfall was 42.2 cm, higher than the normal by 11%. The national average, however, cloaks sharp inter-regional differences. Data according to meteorological subdivisions show that in a large contiguous swathe stretching from western UP to the southern part of West Bengal, rainfall has been deficient by anything between 45-72% till July 26. This will have a bearing on paddy production, the most important crop of the kharif agricultural season.\nA distinctive feature of kharif is that there isn’t a neat overlap between distribution of rainfall and food security. To illustrate, Bengal and UP are India’s largest producers of paddy. Therefore, the distribution of rainfall had an adverse impact on paddy acreage. Nationally, it was 12.8 million hectares on July 15, lower by 27% year-on-year. However, food security as represented by adequate rice stocks in the PDS system depends mainly on procurement in Punjab, Telangana, Chhattisgarh and Odisha. These states together account for about 55% of total paddy procurement and rainfall there has been either normal or in excess.\nAnother positive sign is that India’s existing stock of rice is comfortable. GoI data show that on July 1, FCI held 31.7 million tonnes of rice, a level higher than that recorded in the preceding three years. This is in contrast to wheat where the stocks are much lower. Consequently, there’s unlikely to be significant inflationary pressure from rice. However, if the paddy output is poor in parts of eastern India, deprivation may worsen in pockets and GoI will have a tricky call to make on the free cereal scheme.\n\n",
        "headline_1": "Patchy, not scary: Uneven rainfall will affect paddy output. But there are enough stocks to prevent a price jump",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/patchy-not-scary-uneven-rainfall-will-affect-paddy-output-but-there-are-enough-stocks-to-prevent-a-price-jump/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "On July 25 the world woke up to the tragic news of four pro-democracy activists being executed in Myanmar. The victims included Phyo Zeya Thaw who was a former National League for Democracy (NLD) lawmaker and Kyaw Min Yu, also known as Ko Jimmy, who was a democracy activist and had worked closely with Aung San Suu Kyi. UN Human Rights Chief Michelle Bachelet has condemned the executions and called for release of all political prisoners in Myanmar.\nRead the full article on TOI+\n\n",
        "headline_1": "Why Burmese generals should worry New Delhi: Peace in Northeast & Myanmar is linked. Execution of four activists is another reminder to GoI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-burmese-generals-should-worry-new-delhi-peace-in-northeast-myanmar-is-linked-execution-of-four-activists-is-another-reminder-to-goi/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "The so-called \"immoral\" character of survivors of sexual violence can no longer be brought into question, digital evidence can be produced in courts, and questions on the character of witnesses in general can be raised only with the permission of the court. These proposed amendments to the Evidence Act have been approved by the Cabinet and will now be placed in parliament. While long overdue, this move deserves our highest praise and has been welcomed by rights activists who had been campaigning for these amendments.\nA culture of victim-blaming has permeated the system that is meant to give justice to survivors. It is difficult to forget the controversial comments of a Dhaka Tribunal judge last year about giving rape survivors a 72-hour window only to report cases - a recommendation that was later removed from the full verdict after widespread condemnation, including from the law minister. Activists have long argued that defence lawyers attacking survivors with demeaning and obscene questions during cross-examinations is a huge deterrent in the process of justice that has only contributed to normalising sexual violence. Against this backdrop, the protection now given to survivors in court is a milestone to be celebrated.\nHowever, this is only the first step towards tackling a deeper issue - the lack of sensitivity shown to survivors of violence in courts. To this date, there are no proper protocols or guidelines on protections that should be afforded to survivors in court in order to preserve their dignity and avoid re-traumatisation. The idea that a woman of \"bad character\" cannot be raped is the very pinnacle of patriarchal and gender-biased thought, and it has been part and parcel of our justice system for a long time. While removing it from the law is a huge step forward, more needs to be done to make these spaces safer for women who are already struggling with social stigma and the trauma of violence. It should be noted that the amended version of Section 146(3) still allows for the moral character of witnesses to be questioned if the court permits. It is now up to the judges to ensure that this is done only when absolutely necessary and is not allowed to become a regular line of cross-examination.\nPrecautions should also be taken with regard to digital evidence. In a world where almost everything is digitised, it is critical to allow it in courts, but the collection of such evidence must be done through transparent means. As we know all too well from the Digital Security Act, it is not difficult to misuse and abuse digital information. While digital evidence can be a crucial part of the process of justice, it must not be used as an excuse to ignore growing concerns over data protection and privacy.\n \n \n",
        "headline_1": "Welcome changes in Evidence Act",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/welcome-changes-evidence-act-3080021",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Until recently, load-shedding was something that people in Bangladesh had forgotten – at least in Dhaka. Why, then, are we facing the present power crisis, and why should it hit us so hard? Simply put, we ignored the issue of fuel supply for the power plants. There are grid-connected power plants with more than 22,000MW generation capacity, but our consistent electricity production is less than 17,000MW even from our oil-fired power plants, because we haven't planned for sufficient gas supply.\nPower is measured with megawatt (MW), but electricity is measured with megawatt-hour (MWh). We have had growth in power, but not in electricity generation. To generate electricity, one needs fuel – and we have failed in planning for fuel supply for our power plants. If said fuel is imported, supply disruption must be integrated into that planning.\nThe figure below shows the production of natural gas and the import of LNG in Bangladesh since 2008-09. As we can see, gas production peaked in 2015-16, and then started to decline. LNG import started in 2018-19, and has been increasing every year. The need to manage the declining gas production and increasing LNG import is of utmost importance. We are now alert to the dangerous situation that started developing at least five years back. Our daily production is 2,300 mmcf, and in the best possible scenario, on an average, we can import, gasify and supply 1,000 mmcf of regasified LNG daily. That makes a total of 3,300 mmcf of gas per day, but our daily demand is more than 3,800 mmcf; some believe it is more than 4,500 mmcf per day if unsatisfied and suppressed demands are fully met.\nThe second figure shows the power plants in Bangladesh as of 2020-21, disaggregated on the basis of the fuel they use. The heavy reliance on natural gas is clearly evident (52 percent). With gas production declining, the continued high dependency on gas in the power sector is a serious mistake. Approximately, 42 percent of the total gas supply goes into grid power generation.\nFor a long time, the Bangladesh Power Development Board (BPDB) has been relying on oil-fired power plants to meet the demand. Using oil-fired power plants means that the cost of electricity will go up. In the least-cost principle of electricity generation, planning oil-fired power plants should not enter the energy mix. If there is no other option, then roughly 20 percent of the power plants and 10 percent of generation can be from oil-fired power plants to essentially meet the peak demand. But in Bangladesh, we have been using oil-fired power plants for over 10 years for baseload power. This clearly shows that the government has not been able to build a sustainable power sector where uninterrupted electricity is available at affordable prices.\nAs soon as we realised that we were running out of gas, we should have planned for coal-based power plants. Even though more than 5,000MW of coal-fired power plants are in the pipeline, we have not been able to commission more than one 1,320MW power plant. The percentage of coal-based power plants being only eight percent is primarily due to the slow implementation of large-scale power plant projects. If these coal-fired power plants were available on time, the reliance on oil-fired power plants would have been less, and the present power crisis would be more manageable.\nA major problem in Bangladesh's power sector is that the BPDB has rarely ever consulted Bangladesh Oil, Gas and Mineral Corporation, also known as Petrobangla, before setting up a gas-fuelled power plant. In many instances, despite Petrobangla's warning that they may not be able to ensure gas supply, the BPDB went ahead and allowed private companies to build power plants. This is highly irregular, because without primary fuel guarantee, it is not possible to get financing. The guarantee for fuel was given by the BPDB even though gas supply was Petrobangla's responsibility.\nAfter the discovery of the Bibiyana gas field, less than three trillion cubic feet (Tcf) of gas has been added to the 2P (proven+probable) reserves, but more than 10 Tcf of gas has been consumed. In the last five years, less than 0.5 Tcf of gas has been added to the reserves, but more than 3.5 Tcf has been consumed. Clearly, if we are to depend on gas as our main fuel, emphasis must be given on finding new reserves. Unfortunately, instead of emphasising on that, the domestic production of natural gas has been neglected. Bangladesh Petroleum Exploration and Production Company Ltd (Bapex) was not provided with sufficient funding to increase gas exploration.\nMore disturbing is the fact that almost nothing has been achieved on the deep offshore front. Of course, the offshore is an unknown region, but the government should have initiated a survey followed by drilling. But none of that has been done in the deep offshore region we won from Myanmar and India. All these point towards one thing: the government is more eager to import LNG than to find gas at home, which requires high-risk capital. Undoubtedly, the need for vigorous exploration is of paramount importance to avert a situation like the one we are in, or at least to lessen the impacts of supply disruption and price volatility.\nNatural gas resource studies conducted by two reputed organisations from the US and Norway have indicated that there is a 50 percent probability of finding 32-40 Tcf of gas in Bangladesh – excluding the deep-sea region. We have found around five Tcf since the study was completed. Therefore, there are still good chances of finding more gas in the country. How then did Petrobangla come to the conclusion that there is no more gas in Bangladesh?\n \nDr Ijaz Hossain is the dean of the Faculty of Engineering at Bangladesh University of Engineering and Technology (Buet).\n\n",
        "headline_1": "No planning: The root cause of ills in Bangladesh's power sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/no-planning-the-root-cause-ills-bangladeshs-power-sector-3080006",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "The issue of human displacement due to the adverse impacts of human-induced climate change used to be a topic of anticipatory actions, but it has become an active problem here and now. This is because the world has now entered the new era of losses and damages that are attributable to the fact that global temperature has already risen over one degree Celsius due to greenhouse gas (GHG) emissions. Although the Paris Agreement was put into effect to keep the global temperature rise below 1.5 degrees Celsius, this target is rapidly becoming impossible to meet – unless all countries enhance their respective pledges to reduce their emissions even faster than before. Unfortunately, this seems unlikely to happen. \nThus, it is now a high priority for all countries, especially Bangladesh, to take serious measures to deal with such loss and damage, and in particular with the issue of potential displacement of people due to climate change impacts, such as the recent floods in the northeastern part of Bangladesh. The most vulnerable parts of the country are the low-lying coastal zones, which arealready suffering from salinity intrusion as well as coastal erosion and cyclones. While Bangladesh has been successful in reducing the loss of lives from cyclones and floods, we have not yet been able to help the victims recover their livelihoods once the calamities are over. \nHence, it's high time for Bangladesh to take this issue seriously both nationally and internationally.\nLet me start with the process under the United Nations Framework Convention on Climate Change (UNFCCC), where this issue falls under the Warsaw International Mechanism (WIM), which has set up a task force on displacement due to climate change, which has produced its reports with recommendations for actions to \"avert, minimise and address\" loss and damage. This needs to be a priority in the upcoming 27th United Nations Climate Change Conference (COP27). At COP26 held last year, Bangladesh Prime Minister Sheikh Hasina raised this issue in her capacity as the chair of the Climate Vulnerable Forum (CVF) and was successful in getting the issue acknowledged. Now it has to be taken to the next level of getting funds to address losses and damages that are already taking place. \nIn addition to the UNFCCC, there are a number of other international fora and discourses where this issue is relevant and needs to be raised. Some of these important fora is the Platform on Disaster Displacement (PDD) and the Migrants in Countries in Crisis (MICIC), in which Bangladesh is already playing a leadership role. Just this week, our foreign ministry, in collaboration with the International Organization for Migration (IOM), held a successful high-level policy dialogue on the topic, which needs to be followed up by our missions in key developed countries such as the US, the European Union, the UK, and France. Such high-level policy dialogues can be jointly organised by the Bangladesh mission in each country together with the IOM.\nAnother arena where Bangladesh can play a proactive role under the leadership of the environment, forests and climate change ministry is to propose a special report by the Intergovernmental Panel on Climate Change (IPCC) in its upcoming seventh IPCC cycle. Such a special report can be done by the IPCC in just two years, and we have a good example of the highly influential IPCC special report on 1.5-degree temperature rise, which was proposed some years ago by the CVF member countries. \nFinally, we need to be taking the issue of human displacement due to climate change seriously at home in terms of developing some high-level framework to enable the many separate, but relevant initiatives by different government ministries and agencies to bring some synergy to these disparate efforts to ensure a whole-of-government approach to the issue of human mobility and climate change. Indeed, we can go a step further and promote a whole-of-society approach which includes private sector, civil society, academics and researchers as well as media to make Bangladesh a pioneer in taking up the issue of human mobility under climate change as it has already become a global role model on adaptation to climate change. \nThe issue of forced displacement due to climate change impacts is one that can be turned from a challenge into an opportunity if we take the right kinds of anticipatory actions to minimise the adverse impacts and enhance the positive opportunities for potential future climate migrants. \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Time to pay more attention to climate displacement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-pay-more-attention-climate-displacement-3079996",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "The so-called \"immoral\" character of survivors of sexual violence can no longer be brought into question, digital evidence can be produced in courts, and questions on the character of witnesses in general can be raised only with the permission of the court. These proposed amendments to the Evidence Act have been approved by the Cabinet and will now be placed in parliament. While long overdue, this move deserves our highest praise and has been welcomed by rights activists who had been campaigning for these amendments.\nA culture of victim-blaming has permeated the system that is meant to give justice to survivors. It is difficult to forget the controversial comments of a Dhaka Tribunal judge last year about giving rape survivors a 72-hour window only to report cases - a recommendation that was later removed from the full verdict after widespread condemnation, including from the law minister. Activists have long argued that defence lawyers attacking survivors with demeaning and obscene questions during cross-examinations is a huge deterrent in the process of justice that has only contributed to normalising sexual violence. Against this backdrop, the protection now given to survivors in court is a milestone to be celebrated.\nHowever, this is only the first step towards tackling a deeper issue - the lack of sensitivity shown to survivors of violence in courts. To this date, there are no proper protocols or guidelines on protections that should be afforded to survivors in court in order to preserve their dignity and avoid re-traumatisation. The idea that a woman of \"bad character\" cannot be raped is the very pinnacle of patriarchal and gender-biased thought, and it has been part and parcel of our justice system for a long time. While removing it from the law is a huge step forward, more needs to be done to make these spaces safer for women who are already struggling with social stigma and the trauma of violence. It should be noted that the amended version of Section 146(3) still allows for the moral character of witnesses to be questioned if the court permits. It is now up to the judges to ensure that this is done only when absolutely necessary and is not allowed to become a regular line of cross-examination.\nPrecautions should also be taken with regard to digital evidence. In a world where almost everything is digitised, it is critical to allow it in courts, but the collection of such evidence must be done through transparent means. As we know all too well from the Digital Security Act, it is not difficult to misuse and abuse digital information. While digital evidence can be a crucial part of the process of justice, it must not be used as an excuse to ignore growing concerns over data protection and privacy.\n \n \n",
        "headline_1": "Welcome changes in Evidence Act",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/welcome-changes-evidence-act-3080021",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "It is heart-breaking to note that as many as 38 children die every day in Bangladesh due to drowning. According to the World Health Organization and Unicef Bangladesh, that brings the total to around 14,000 deaths among children every year, making it the second leading cause of child (under five) mortality in the country. Unfortunately, Bangladesh has one of the highest rates of under-five drowning in the world. Despite these alarming statistics, the fact that we as a nation have failed to do anything about it over the years is extremely disappointing.\nGlobally, drowning claims the lives of over 2,30,000 people every year. In order to bring global attention to it, the UN declared second World Drowning Prevention Day was observed on July 25, 2022. The majority of deaths by drowning, however, occur in low- and middle-income countries. In a country like Bangladesh, where large areas of land remain submerged due to yearly floods, the absence of awareness among people as well as lack of swimming skills can prove to be lethal, especially since children in rural areas living near water bodies are exposed daily to the risk of drowning.\nAccording to a report earlier in the year by the Society for Media and Suitable Human-communication Techniques (SoMaSHTe), 80 percent of the under-five victims drowned within 20 metres from their homes. What is deeply concerning is that people are also still largely unaware to this threat due to inadequate reporting of such incidents in the media and elsewhere.\nGiven that death by drowning is preventable through low-cost solutions, according to the WHO and Unicef, there really is no excuse for us to continue ignoring this issue and not implementing these solutions. The government, in partnership with other organisations – like the media, NGOs, and others – needs to urgently increase awareness about it among families and communities. Providing swimming skills among children and adolescents would also go a long way in preventing such unnecessary deaths. Since a lack of supervision of children while their guardians are busy with other work is what often leads to such tragic deaths, ensuring childcare facilities for pre-school children can make a significant difference.\nReportedly, the Ministry of Women and Children Affairs has developed a detailed, pro-forma project, which will enable institutional supervision of children under five through 8,000 community-based day care centres. This project should urgently be fast-tracked, as it literally concerns a matter of life and death, particularly for children.\n",
        "headline_1": "A matter of life and death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/matter-life-and-death-3079976",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Since unemployment and poverty go together, the first step towards poverty alleviation should be creation of jobs. Obviously, creation of employment poses a huge challenge before the policymakers particularly in a populous country like Bangladesh hemmed in by resource constraints. The news report that the government has recently framed a National Employment Policy 2022 (NEP 2022) and in it some of the challenges facing the task of employment generation have been identified is no doubt a step in the right direction. Side by side with pinning down the hurdles, the NEP is also learnt to have set out a scheme of generating 30 million jobs by 2030. Evidently, it is a grand objective to achieve. For it implies that the government will have to create more than 3.5 million jobs every year till 2030. The question is does the government have the sector-wise information as to which sector of the economy would require how many jobs? More importantly, the potential job-seekers will be required to have the necessary skills to qualify for a job. In that case, there should be adequate financial resources in hand as well as training infrastructure in place to prepare the unemployed for the job market. And as the job market is constantly in a state of flux, the skills training programmes have to be geared to meet its ever-changing demands. So, the success of the entire effort would hinge on developing a digitalised database dedicated to supplying updated information on the country's employment market. Now, the primary task before the government will be to meet these preconditions in the run-up to the drive to create that number of jobs within the specified time. But it is not given that a person with the required skill will get the sought-after job. The demand for job is not also created automatically. In fact, it is the industries, both in the public and private sectors that create the demand for jobs. But the existing industries in all the sectors in the economy lack the capacity to absorb all the unemployed people in the country. As reported in the said Policy, the country has at the moment around 15.2 million unemployed. And more than 17.75 per cent of them belong to the category of hidden or disguised unemployment, which is low or unproductive employment. Also, there are more than 60 million able-bodied people without work in the country, the NEP report further adds. Worse yet, the existing industries and other workplaces in the formal sector can absorb only 15 per cent of this vast army of the unemployed, while the unstructured informal sector employs the rest 85 per cent.To overcome these hurdles, the formulators of the NEP will also have to act as a catalyst to create the necessary conditions for mobilising the required investments in different sectors of the economy to build their capacity for absorbing the greater portion of the unemployed. Since women, who constitute 50 per cent of the total able-bodied workforce, are mostly unemployed, or working in the informal sector, the NEP-framers will have the added task of making the skill training programmes and their curricula gender-sensitive. Once the ground is fully prepared, the framers of the policy can then start working at full throttle to provide jobs to 1.84 million persons locally and 0.5 million persons overseas by 2030 as part of the SDGs. This is how the government can hope to alleviate poverty as well as achieve its vision 2041.",
        "headline_1": "National Employment Policy 2022",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/national-employment-policy-2022-1658846401",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Statements that at times appeal to us as quite apt may prove to be not only inappropriate but thoroughly untrue. When the Covid 19 began its onslaught a couple of years ago, sparing none-- rich or poor, it seemed to many as if it were a God-sent equaliser. US rock star Madonna said the pandemic proved to be the 'great equaliser', adding 'the global population is on the same boat'. Government leaders, too, took fancy to say 'we're in this together'. That the pandemic has spared none apparently reflects a sense of indiscrimination ('equality' one could say), but what is more to it is not its own making. It's manmade. And it is discrimination -- divides of various stripes -- drawing lines across societies that many of us did not care to notice at the beginning. In many parts of the world it was racism that having been released as though from its veiled state became almost invasive. Money and power being the key fundamentals not only kept societies away from one another, even societies not at all prosperous but apparently homogeneous (say, those in the developing world) did demonstrate signs of disintegration as one or more social segments looked for security at the expense of many more. Studies have shown that most human activities had the harsh knock of segregation. In fact, it is difficult to tell which are the areas not dented by the discrimination. The pandemic stoked it up, but it is mostly our selfish instinct that made the most of it in drawing the lines. Covid-19 has brought home at least one thing. While it has bared the inadequacy and utter unpreparedness of healthcare systems across the globe, even in advanced countries, to stop people dying on an unprecedented scale, the arrogance of some governments at the start has also added to fuel the pandemic and also to the eventual fallout of inequality in various spheres. The boat rhetoric gained popularity drawing media attention just because Madonna is famous with a massive social media following. But the hypocrisy underlying the empty rhetoric was easy to see. Are we, really 'on the same boat', or are we 'all in this together?' With unemployment rates skyrocketing across the globe, hundreds of millions struggling to feed their children, multitudes of hapless families in desperate need of healthcare, one cannot make such outrageous claim.Not only are we not 'on the same boat', but certainly, we have never been. According to World Bank data, nearly half of the world lives on less than $5.5 a day. This dismal statistics is part of a remarkable trajectory of inequality that has afflicted humanity for a long time.The plight of many of the world's poor is further compounded by their condemnation to war refugees, the double victims of state terrorism and violence and the unwillingness of those with resources to step forward with some of their largely undeserved wealth.At the recently held 12th WTO ministerial meeting in Geneva, it became starkly evident that cashing in on Covid vaccine divide was a clear objective that prompted advanced countries not to agree on a TRIPs waiver that otherwise would have helped millions of people in the developing world fight the global pandemic. Proposal for a meaningful intellectual property waiver for vaccines was watered down by the rich countries including the EU, UK and Switzerland. The Covid-19 has accentuated and, in fact, accelerated the sharp inequalities that exist in every society individually, and the world at large. According to a study conducted in the United States by the Brookings Institute, the number of deaths as a result of the disease reflects a clear racial logic. Many indicators included in the study leave no doubt that racism is a central factor in the life cycle of Covid. For example, among those aged between 45 and 54 years, \"Black and Hispanic/Latino death rates are at least six times higher than for whites\". Although whites make up 62 per cent of the US population of that specific age group, only 22 per cent of the total deaths were white.According to this and other studies, the main assumption behind the discrepancy of infection and death rates resulting from Covid among various racial groups in advanced countries is poverty which by itself is an expression of inequality. Moreover, poor communities in all countries tend to work in low-paying jobs in the service sector, where social distancing is nearly impossible. With little government support to help them survive the lockdowns, they did everything within their power to provide for their children, only to be infected by the virus, or worse, die.Now that the pandemic has eased to a large extent -- cases of infection still prevalent though -- and life has started to kick off, the divide is more apparent. This divide is not a two-dimensional divider, but a multifaceted one cutting across societies affecting human behaviour, social norms and practices. The basic social necessity and human instinct that shape the human race through numerous activities at home and outdoors have suffered setbacks, and the changes are yet to be fully visible. While it is likely that class, race and gender inequalities will continue to ravage human societies after the pandemic, as they did before, bridging the inequality gap sounds like a rhetoric but at least keeping this malady in mind may awaken the human spirit in favour of a better understanding of each other.\n[email protected]",
        "headline_1": "Manmade discrimination accentuated Covid inequality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manmade-discrimination-accentuated-covid-inequality-1658846462",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Not every country is in trouble, unlike Bangladesh, with power cuts, price spiral and loss of value of Taka to US dollars on the same pretext - Russia's invasion of Ukraine. Covid-19 is partially to blame for the Sri Lanka syndrome of electricity outage and foreign currency crisis but a domestically made case can't be attributed merely to external forces.The currency market volatility and the process of dwindling Bangladesh's dollar-denominated foreign exchange reserve are not just a day's development. Breaking records after records, it rose to US$46 billion by December 2021, from $32.92 billion in August 2019.Once the reserve slipped below $40-billion mark, import payment was assigned as the reason for the decline. Then came austerity measures and restrictions on official spending of dollars.Why weren't preemptive or prompt actions taken to counter the adverse impacts of the pandemic and the 2022 war on the economy? Enough time was there to prepare contingency and medium-term plans to ensure smooth energy supply, retain higher reserve and readjust domestic production to substitute imports of foods.Perhaps, a sense of complacency or inefficiency has contributed to inaction in seeking solutions to a possible crisis in the making.If energy supply is hampered, industrial and other production will drop and if imports of raw materials are reduced, exports will suffer. Unless the foreign exchange earning increases, no finance minister on earth can guarantee forex stability in an energy-dependent country.The measures like reducing spending and electricity load-shedding have come as reactive steps. Restrictions on imports of luxury items are welcome but the central bank, with the help of law enforcement authorities, should have stopped illegal transfer of dollars abroad,Those who import and export goods and commodities can be brought to book in case of any foul play but what about 'powerful, moneyed men' who can freely buy and take away dollars to anywhere?We haven't seen a smart answer to the Global Financial Integrity report that almost US$50 billion had been siphoned off Bangladesh between 2009 and 2018. That money, if not laundered, could have raised the reserve to US$80 billion, more than annual import bill.Instead, the reserve fell despite the amnesty given to the money launderers to bring back the stolen assets from different countries.As the crises are unfolding on various fronts, the authorities are searching for ad hoc measures to get rid of the situation. This tendency doesn't prove to be a proper homework or due diligence done to overcome the fallouts of the global events.Equating Bangladesh with Sri Lanka is scary while Colombo's debt servicing liability for large infrastructure projects and bureaucratic handling of the situation are a warning signal for Dhaka.The solutions that Bangladesh needs may not be available entirely at home though, they have to be made through a set of well-coordinated policies and measures to be worked out in the context of global trends.In order to avoid effects of external shocks and save foreign currency, the authorities could have encouraged farmers to increase production of major import items such as oil seeds, onion, pulses and wheat. Bangladesh has become self-sufficient in livestock within a short time following India's ban on cattle exports. Increasing income is a remedy for anyone but no effective measures and initiatives to achieve a leapfrog in export and remittance earnings are visible.For most individuals and families, what has increased is not their income but almost all expenses of living and they are increasingly getting tired of the situation. Calling price-hike inflation and showing it at 7.0 per cent and below to keep the issue beyond the commoners' understanding won't solve it.Neither panic-mongering nor ignoring the crisis would help reduce their sufferings. Any forecast that the financial crisis is unlikely to be over any time soon may lower public expectations of an economic rebound and justify the excuse shown by the ones who preside over the crisis.Collective efforts of the local stakeholders, if appreciated, can offer multiple solutions to the crisis. That's, however, not possible without exploring politically lasting solutions to the economic crisis and national issues.\n[email protected]",
        "headline_1": "A perfect dilemma in a predicted crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-perfect-dilemma-in-a-predicted-crisis-1658846496",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2022"
    },
    {
        "full_article": "Bangladesh has made commendable progress over the past 40 years in achieving food security. We have gained significant success in agriculture and become self-sufficient in rice production. However, performance has not been so good in case of other crops, particularly oilseeds. The oilseed part of agriculture has been an area of serious concern for us. Our edible oil industry continues to depend heavily on imported oil. More than 95 per cent of the local demand is met through imports. In the face of this grim situation, we should aim to achieve self-sufficiency in edible oilseeds. Bangladesh has a number of coastal areas, which are suitable for palm oilseed cultivation. If we plant palm trees in these areas, it will help us fight natural calamities like cyclones and storm surges as well as produce palm oil for us. If implemented, it will meet the local demand for vegetable oil and may even export it. Palm oil is cheap and very suitable for human consumption. Its yield per hectare is much higher than any other edible vegetable oil. Except for the months of December and January, the tropical climate of Bangladesh is favourable for palm oil production throughout the year. The coastal areas of the country are particularly suitable for palm trees. The plants may also save people from lightning. A project of palm tree plantation can make Bangladesh self-sufficient in edible oil production within five to six years. \nMd Ashraf Hossain, 120 Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Self-sufficiency in edible oil production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/self-sufficiency-in-edible-oil-production-1658846526",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2022"
    }
]