[
    {
        "full_article": "In an innocuously titled report on “Decentralized Finance and Digital Assets” released last Saturday, global rating major Moody’s Investors Service has flagged some uncomfortable home truths about India’s ambitious digital identification (ID) programme for residents, Aadhaar. As the world’s largest digital ID programme with biometric and demographic details of over a billion residents, Aadhaar stands out for its scale. But at a broader level, the agency has red-flagged security and privacy risks from “centralised” digital ID systems such as Aadhaar, where a single entity controls identifying credentials. Moody’s, which has mooted decentralised ID systems that give users more control over their data, has also lent weight to worries about the efficacy of Aadhaar’s biometric-based authentication systems to verify identities. “The system often results in service denials, and the reliability of biometric technologies, especially for manual labourers in hot, humid climates, is questionable,” it said. While this observation is of relevance amid the government’s push to switch all payments under the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) to an Aadhaar-based payment system, it echoes the concerns raised ever since its launch under the United Progressive Alliance regime.The vigorous pursuit of Aadhaar, after some initial hesitation, under the present government has manifested in the 12-digit number becoming mandatory for almost all welfare benefits to weaker sections as well as activities such as opening bank or provident fund accounts, securing telephone connections and remitting taxes. Its use, backed by the expansion of access to no-frills bank accounts and mobile phone connections, has indeed enabled the direct transfer of benefits to millions in welfare schemes and weeding out ghosts and middlemen. Yet, there have also been instances of people being excluded from basic services for lack of an Aadhaar or labourers and senior citizens struggling to confirm their fingerprints and retina scans to prove they exist. An audit of the Unique Identification Authority of India (UIDAI) by the Comptroller and Auditor General of India released last year, had flagged lapses that jeopardise privacy and compromise data security, along with flaws in enrolment processes leading to duplication and faulty biometrics. India has pushed for digital public infrastructure like the one built around the edifice of Aadhaar, as a means for service delivery in G-20 nations and beyond. Having appointed a part-time chief to the UIDAI last month after four years, the government must seek an honest review of, and course correction in the Aadhaar programme, before expanding its linkages further, be it for electoral rolls, private entities or MGNREGA payments.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nAadhaar\n\n/\n\nrating\n\n/\n\ndemography\n\n/\n\nRight to Privacy\n\n/\n\npersonal data collection\n\n/\n\nemployment\n\n/\n\nwelfare\n\n/\n\nbanking\n\n/\n\nmobile phones\n\n/\n\ndata protection\n\n/\n\nG20\n\n/\n\nelection",
        "headline_1": "Identity pangs: On Aadhaar and concerns",
        "headline_2": "A report on global digital IDs brings Aadhaar’s limitations, risks back into focus",
        "link": "https://www.thehindu.com/opinion/editorial/identity-pangs-the-hindu-editorial-on-aadhaar-and-concerns/article67348095.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "The decision of the All India Anna Dravida Munnetra Kazhagam (AIADMK) to snap ties with the Bharatiya Janata Party (BJP) and quit the National Democratic Alliance (NDA) was sudden, given their bonhomie at the highest level. Monday’s decision comes a few days after the Janata Dal (Secular) joined the NDA. Even though the AIADMK hinted recently that the BJP was no longer an ally, it did say that the issue of an alliance would be decided at the time of the Lok Sabha polls, leaving room for rapprochement. An AIADMK delegation’s visit to New Delhi to meet senior BJP leaders did not yield results. What makes the decision dramatic is the nature of the AIADMK-BJP relationship, especially after the passing of former Tamil Nadu Chief Minister Jayalalithaa in 2016. The regional party had supported the BJP-led government at the Centre on crucial occasions: the no-confidence motion in July 2018, and the dilution of Article 370 and the adoption of the Citizenship (Amendment) Bill, both in 2019. The AIADMK General Secretary, Edappadi K. Palaniswami, as Chief Minister, defended the three farm Bills of the Centre in 2020; he has also reiterated his support for the idea of ‘One Nation, One Election.’ There is a strong perception that but for the BJP’s backing, many former AIADMK Ministers facing charges of corruption, would have been in legal trouble. For these and other reasons, the Dravidian major came to be seen as subservient to the BJP, an image the AIADMK has now sought to shed.However, the possibility of reconciliation cannot be ruled out. In a resolution at a party meeting on September 25, the AIADMK’s ire was directed at the State BJP leadership. Even though the resolution did not explicitly refer to BJP State unit president K. Annamalai, its message was clear — enough is enough. The resolution spoke of AIADMK icons being “belittled” by the BJP. Many AIADMK leaders have also begun nursing the feeling that the BJP is gradually bringing other smaller friendly parties into its fold, isolating the the Dravidian major. Though it is still too early to gauge the electoral fallout, a three-cornered contest could favour the formidable DMK-led front. One possible impact for the DMK-led coalition in Tamil Nadu is that smaller constituents will now demand a bigger share in the pie as moving to the AIADMK-led front is an option. The DMK might need to do its best to keep its alliance intact, as the party has been out of power at the Centre for 10 years now. Under these circumstances, exiting the NDA in the run-up to 2024 is a tactical gambit by the AIADMK, which is not oblivious to the possibility of unpalatable electoral results too. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nArticle 370\n\n/\n\nCitizenship Amendment Act\n\n/\n\ncorruption & bribery\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Dramatic shift: On the AIADMK snapping ties with the BJP",
        "headline_2": "The AIADMK is upset with the rising belligerence of the BJP State unit",
        "link": "https://www.thehindu.com/opinion/editorial/dramatic-shift-the-hindu-editorial-on-the-aiadmk-snapping-ties-with-the-bjp/article67348114.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "Nepal PM Prachanda’s visit to China from September 23 has resulted in numerous commitments and bilateral agreements. It will be interesting to watch how their implementation unfolds. Twenty agreements were signed when Xi Jinping visited Kathmandu in October 2019 – the visit was intended to help Nepal develop, connect, and trade better. While Chinese investment in, and exports to, Nepal increased, China shut its borders with Nepal, preventing Nepalese exports. Last year, Nepal exported just $5.11 million worth of goods to China, less than 0.3% of Chinese exports to Nepal at $1.74 billion.\n\nNepal must maintain good relations with India and China. Equidistance between India and China for Nepal, as writer Jagdish Rana would say, is historically incorrect and a geographic fallacy.\nRead full opinion on TOI+\n\n",
        "headline_1": "Prachanda & Himalayan Xiopolitics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/prachanda-himalayan-xiopolitics/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "In contrast to worldwide trends indicating a noticeable decline in democracy since 2006, India is currently experiencing a reinforcement of its democratic traditions and institutions, especially in relation to women’s political participation. There are discernible and comprehensive upward trends in women’s involvement in the democratic process during elections throughout India.\n\nThe most remarkable progress has been observed in women’s roles as voters and candidates. While the surge in women voters is well documented and appreciated, perhaps the lesser-known fact is that there has been a seven-fold increase in women contesting elections across assembly constituencies of India in the last four decades.\nRead full opinion on TOI+\n\n",
        "headline_1": "Correcting electoral market failure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/shamika-ravi-blog/correcting-electoral-market-failure/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "The National Disaster Management Authority (NDMA) has formally confirmed what residents of Joshimath and geologists have been saying. The town’s carrying capacity has long crossed acceptable limits. Consequently, there shouldn’t be new constructions there. Unfortunately, even this confirmation wasn’t shared with people by the Uttarakhand government. It took a TOIreport for everyone to know what NDMA’s conclusions were as they were given to the Uttarakhand HC in a sealed envelope. The HC bench questioned the need for secrecy.\nNDMA’s post-disaster report needs to be read alongside other developments that indicate we are at a crossroads when it comes to development in Himalayan states. Joshimath’s problem with land subsidence brought the development strategy into focus. Given the importance of tourism and the attendant need for supporting infrastructure, reducing the issue to development versus environment is a false argument. Instead, it needs to be framed as a question on the carrying capacity of each Himalayan state in view of the risks involved. That’s precisely what GOI did earlier in the month in response to a PIL in the Supreme Court when it proposed Himalayan hill states assess the carrying capacity and file their reports to court.\n\nJoshimath’s trajectory encapsulates the challenges involved. Almost 50 years ago, a committee under then commissioner of Garhwal studied the issue of land subsidence and said the construction activity be linked to the soil’s load-bearing capacity. In addition to local geological characteristics, there are also macro risks in the Himalayan region. Northern districts of Garhwal, for instance, are categorised as zone V for seismic activity, indicating the highest level of seismic activity. Moreover, they are marked as areas where there’s a high incidence of landslides in the state disaster management authority’s map. The combination of factors should make governments re-visit the risk assessment of infrastructure projects.\nUttarakhand’s state emergency operation centre, for example, put out data for 2023 that listed 1,100-plus landslides till midSeptember. The figures for 2021 and 2022 were 354 and 245, respectively. The scale of the difference needs a closer examination to ensure carrying capacity hasn’t been grossly exceeded. Finally, governments need to be transparent with people, the most important stakeholders here. There’s no place for sealed envelopes. One of the most important lessons of the pandemic is that open scientific collaboration is the most effective way to find solutions.\n\n",
        "headline_1": "Unseal and pause: NDMA finding that Joshimath has overshot carrying capacity was expected",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unseal-and-pause-ndma-finding-that-joshimath-has-overshot-carrying-capacity-was-expected/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "When America-led West says governments must not order hit jobs on citizens of other countries – as it has been saying since Canada alleged GOI involvement in the killing of Hardeep Singh Nijjar – or when it says no one must buy Russian oil – as it has preached since Russia invaded Ukraine and India became Russia’s big petro buyer – what’s at play is deadpan duplicity. The point is not whether GOI ordered the hit job; GOI has denied it strongly and Canada hasn’t offered any substantive proof yet. But foreign minister Jaishankar has a point when he talks of “double standards”. Double standards are standard operating procedure in global realpolitik. But it stands out when it’s SOP for the West since Western countries consider themselves as models of moral behaviour.\n\nAmerica’s many recent extrajudicial killings – let’s not even mention its Cold War excursions – are justified by the targets being terrorists or dangerous types – and mostly, they are. But here’s the thing. The world is supposed to accept America’s definition of a terrorist, but America and its allies contest many other democracies’ definition of what’s terrorism or dangerous behaviour. Nijjar is being called Sikh leader or dissident leader by many in the West. This is laughable, considering both what he had done and who his close associates were. If one were to apply the Western view on Nijjar to some of the characters killed by Israeli hit squads, Israel would be under permanent sanction. But Western realpolitik demands there be no censure of Israel.\nIt’s about power and interests. Canada denied India’s many extradition requests, merrily made a hash of the Air India bombing case and made light of Indian security interests – all because it thought it could. That was double standard served with maple syrup.\n\n\n",
        "headline_1": "Papas, don’t preach: Double standards are standard operating procedure in realpolitik",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/papas-dont-preach-double-standards-are-standard-operating-procedure-in-realpolitik/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "While Dhaka was being lashed by a rainstorm on the evening of September 21, a tragedy unfolded near Dhaka Commerce College in Mirpur as four lives, including three of a family, were lost to electrocution amid waterlogging.\nStreet vendor Mizanur Rahman (32) was trying to cross an inundated road – as an immediate result of the 134mm rainfall the capital endured since the evening on Thursday – with his seven-month-old son Hossain in his arms, along with his wife Mukta Begum (22), and seven-year-old daughter Lima. They were returning to their home in a slum near Botanical Garden from Mukta's parental home in Jhilpar slum. Lightning struck, leading to an electric wire falling into the water, which resulted in the electrocution of the family. A 20-year-old autorickshaw driver, Anik, was the only person who dared to go to the rescue of the family. As Anik pushed baby Hossain from the arms of his electrocuted father, he too lost his life. Later, videos on social media surfaced showing how a handful of bystanders were trying to get the lifeless bodies out of the water using gamchha and sticks.\nThe downpour resulted in unspeakable suffering for city dwellers, including severe waterlogging in many areas in New Market, Mirpur, Dakshinkhan, Khilkhet, Ashkona, Bangshal, Jurain, and Matuail, among others. While the city corporations did try to remove water from many of the worst affected areas, the inefficient drainage system made it difficult to do so. Some areas remained waterlogged even two days after the downpour, such as Jurain, Shyampur, Abdullahpur, Dakshin Khan, Uttar Khan, Ashkona.\nThe tragedy of the family-of-four on Thursday night has once again brought to fore the never-ending failure of the city's drainage system. From unplanned and environmentally-hostile urbanisation to random digging of the roads by various authorities and the drains being clogged due to irresponsible waste disposal, there are multiple factors contributing to our persistent waterlogging woes.\nFirst of all, while we are surrounding the city with high-rise buildings – both commercial and residential – we are doing little to also build the capacity of the drainage system to bear this added load. In the pursuit of urbanising Dhaka, we have encroached upon ponds, lakes, and canals, blocking the channels that are critical for effective natural drainage of water, including by government bodies themselves, resulting in rapid loss of natural drainage mechanisms. Take, for instance, the Bangladesh Agricultural Development Corporation (BADC), which earlier filled about 11 acres of a 53-acre water retention area in Gabtoli's Goidartek for the establishment of a four-storey building to be used as a tissue culture laboratory. Then, in 2021, the Bangladesh Inland Water Transport Authority (BIWTA) took initiatives to build eco parks and other permanent structures by filling up the Turag River. The Civil Aviation Authority of Bangladesh (CAAB) last year filled up a water retention pond in Ashkona for a housing project for its employees and officials. All this, unfortunately, is only the tip of the iceberg.\nAccording to Fire Service and Civil Defence data, of the 100 ponds recorded in Dhaka in 2018, at least 71 have been filled up over the last five years. And, according to a survey report by the Institute of Water Modelling, wetlands, canals, and lowlands covering more than 10,000 hectares in Dhaka have been choked since 1985.\nBoth the DNCC and DSCC mayors in January 2021, after being handed over the responsibility for the drainage system from Dhaka Wasa, committed that the lost water bodies would be reclaimed. But little visible progress has been made so far. At that time, the DSCC went so far as to suggest that the Shyampur, Manda, Kalunagar, and Jirni canals along with Panthapath and Shegunbagicha box culverts would be reclaimed and developed so that, by March that year, the locals would get respite from waterlogging. Unfortunately, due to bureaucratic red tape, funds for the project, titled \"Canal Restoration, Renovation and Aesthetic Environment Creation Project,\" could not be cleared for months and months. And even since the funds were allocated, no visible and effective progress has been made in the project so far.\nThe second major problem contributing to the capital's waterlogging woes is the poorly managed drainage system that gives up in the face of slight downpours. A lot of it certainly has to do with our ill-managed waste disposal system. Despite the 2002 ban on the use of polythene bags, they are still in use and often end up in the drains, canals, and other water bodies, thus clogging the waterways. This is the result of a two-pronged problem: 1) the lack of enforcement of the plastic ban; and 2) the disorganised and insufficient waste management system across the country, not just in Dhaka.\n\nThe two city corporations in Dhaka do sound sincere when they say they are working relentlessly to recover the canals and ponds, or developing a drainage system to eliminate the problem of waterlogging. Still, their efforts are not resulting in any positive, demonstrable changes in the situation. While more than Tk 3,000 crore has been spent to combat waterlogging in Dhaka – by Dhaka Wasa and the city corporations in the last 12 years – these investments have yielded almost no results.\nA study titled \"Solid Waste Management in Dhaka City\" by Nature Study Society of Bangladesh suggests that about 5,000 tonnes of waste is generated in Dhaka every day, of which only about half is collected and disposed of in an organised manner. Although the blame is often put on the people, in a city where there is an acute lack of waste disposal bins (let alone segregated bins), it is a challenge for even those with good intentions to practise responsible waste disposal. The onus is on the city corporations to make sure that there are sufficient services and mechanisms in place for people to discard waste responsibly.\nEven when it comes to waste collection by the municipality, while recyclable waste (such as e-waste, recyclable fabric, and plastic waste) is collected and sold to actors in the recycling industry, the waste that cannot be recycled (including single-use plastic products such as one-time utensils, straws, etc) is dumped haphazardly in random places.\nThese wastes – biodegradable, non-biodegradable, chemical, electronic, and recyclable – often end up jumbled together in the wrong places, including in canals, lakes, ponds, drains, and openings of drains, such that water cannot pass through them. Even the investment of around Tk 1,300 crore by the two city corporations between 2016 and 2020 to declutter canals, drains, box culverts, and remove accumulated waste have not made any impact because, after the clean-up, irresponsibly dumped waste smothers these openings anew.\nThe two city corporations in the capital do sound sincere when they say they are working relentlessly to recover the canals and ponds, or developing a drainage system to eliminate the problem of waterlogging. Still, their efforts are not resulting in any positive, demonstrable changes in the situation. While more than Tk 3,000 crore has been spent to combat waterlogging in Dhaka – by Dhaka Wasa and the city corporations in the last 12 years – these investments have yielded almost no results.\nIn response to the paralysis of the city due to Thursday's rain, both the city corporations are only sharing laundry lists of the work that they have apparently done. But all this shows is that whatever the city corporations are doing is simply not working. They must revisit their plans and see where they are going wrong with these investments, or evaluate if their strategy is even relevant in the first place. Baby Hossain was saved this time around. But there are more children out there who are at the risk of losing their lives due to our ineffective drainage system. No one should have to die due to the failures – if not apathy – of the authorities.\nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Why must Dhaka drown after heavy rain?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/why-must-dhaka-drown-after-heavy-rain-3428681",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "The global financial system is in a real bind, because interest rates may be peaking, global debts are at record highs, and geopolitical and climate disaster risks are looming.  \nThe United Nations have been complaining that the funding gap for meeting their 2030 Sustainable Development Goals (SDG) is around US$4 trillion per year, or roughly around 4 percent of world GDP. In their August 2023 study on lifting economies out of poverty and dealing with net zero transformation, McKinsey Global Institute estimated that to empower the underprivileged out of poverty and tackle net zero, the world would need investment to the order of 8 percent of global GDP annually. \n\nBluntly speaking, the West is no longer thinking for the rest of the world. \nAlthough these numbers look horrendously high, McKinsey's own estimates of the global balance sheet showed that funding for change is possible, provided the political will is there. Between 2000 to 2021, \"the global balance sheet grew 1.3 times faster than GDP. It quadrupled to reach $1.6 quintillion in assets, consisting of $610 trillion in real assets, $520 trillion in financial assets outside the financial sector, and $500 trillion within the financial sector.\"  \nThe global financial system with roughly $500 billion assets ($486.6 billion according to Financial Stability Board estimates) should not find funding of $4 to 8 trillion or 0.8-1.6 percent growth annually impossible to achieve. The banks alone have $183 trillion in assets, the non-bank financial intermediaries $239 trillion, whilst central banks have $44 trillion.  \nOne reason why the global financial system is reluctant to really fund SDG goals is that the advanced rich countries are taking a lot of the global savings. The United States alone has a net international investment deficit of $16.1 trillion at the end of 2022, equivalent to  15.5 percent of world GDP. Due to these large US fiscal deficits, the Congressional Budget Office (CBO) estimated that  the US federal budget deficit would fall from 12.4 percent of GDP in 2021 to 3.7 percent of GDP by 2023. Due to higher interest rates and expenditure, the CBO estimated that the deficit would rise to 6.1 percent of GDP by 2032 — significantly larger than the 3.5 percent of GDP average deficits over the past 50 years.\nIn short, if the rich countries do not devote funding towards SDG for the world as a whole, and instead spend on domestic defence and consumption, the world is doomed to have a burning planet and social disorder.  \nWithin Asia, the richer and aging North East Asia (Japan, South Korea, China, Taiwan, Hong Kong SAR) are huge net savers, with net investment surpluses (including Singapore), amounting to $10.4 trillion. A large part of the savings have been invested in US and European financial assets or foreign direct investments, with a considerable share intermediated by the international financial centres of Hong Kong and Singapore. The financial centres in the Gulf may emerge to be important funders of the needs of Central Asia, Middle East, Africa and South Asia.  \nThe future growth zone in the world will be Southeast Asia and India, which have over 2 billion people, with a younger population, requiring huge funding for poverty eradication, infrastructure needs and NetZero investments.  At the end of 2022, Hong Kong has gross international assets of HK$47.5 trillion (US$6.1 trillion) and a net position of US$1.76 trillion. \nSingapore, on the other hand, had gross international assets of S$7.1 trillion (US$5.2 trillion) at the end of 2022, and a net investment position of S$1.1 trillion (US$813 billion).  Since both financial centres intermediate global flows, the real issue is whether they have the right set of financial institutions to intermediate the supply and demand for funding of the structural transformation of the global South.  \nIn global terms, the multilateral development banks (such as the World Bank etc) are too small to make a big dent. Their total annual lending is around $130 billion and their balance sheet total is still too small because they are constrained by the unwillingness of their majority shareholders to increase their capital. Official Development Assistance (ODA) aid to developing countries in 2021 was only 0.33 percent of the developing country donor GDP, whereas the target was 0.7 percent of GDP.  Many rich countries have cut back on ODA due to their own fiscal difficulties. \nAlthough Hong Kong and Singapore have very large banking systems, the Basel Rules on capital, liquidity and total leverage caps have on the whole made banks much more cautious in taking risks to finance long-term infrastructure and SDG projects.   \nThe only possible institutions that may be willing to take more risks are insurance companies, pension and provident funds and sovereign wealth funds. Insurance companies remain cautious due to growing natural disaster risks, whilst long-term pension funds have kept their asset allocation to advanced countries. Sovereign wealth funds have grown in size to over $10 trillion in global assets, but they are only recently more willing to take higher risks in alternative assets. \nAll in all, if New York, London, Frankfurt and Tokyo are willing to fund mostly advanced country needs, will Hong Kong and Singapore be prepared to take higher intermediation risks of the global South?  \nIt is difficult to say, \"let the market decide,\" because free market flows are now complicated by geopolitically driven sanctions, central bank interventions, as governments become more protectionist and interventionist. Given excessive and growing debt burden, the only funding which can absorb higher risks is equity funding.  But currently, such funding is chasing tech IPOs which are also increasingly geopolitically charged.  \nIt is too glib to conclude that climate change and SDG funding will not be met by the current international financial system.  When, not if, climate disasters and social disorders erupt, financial systems cannot escape losses, nor responsibility for being unwilling to take the risks of meeting the needs of the real economy. If the real economy fails, so will the financial systems, central banks notwithstanding. \nBluntly speaking, the West is no longer thinking for the rest of the world. They have enough of their own problems in beating back the challenge from rising powers. The South's future will be shaped not just by alternative visions of disparate and diverse views, but also how their financial institutions respond and adapt to new geopolitical realities.  \nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "Will Singapore or Hong Kong finance the South’s next transition?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/will-singapore-or-hong-kong-finance-the-souths-next-transition-3428541",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "Over the last 14 years or so, Bangladesh Chhatra League (BCL) has always been in the news for their objectionable conduct across public universities. From harassing and torturing general students and political rivals to engaging in criminal activities, such as extorting and mugging, to intimidating teachers and journalists – there seems to be no end to their criminality. And over time, they have become more emboldened as university administrations hardly take any action against them. And the ruling party seems hardly ever bothered about it so long as the BCL maintains control over campuses on its behalf.\nThe daily Prothom Alo published a number of reports yesterday detailing how BCL leaders and activists are enjoying a free rein in public universities. At Chittagong University, for instance, they frequently clash with each other, often with sharp weapons. They are publicly extorting the contractors implementing development projects at the university, illegally occupying hall rooms, beating administrative officials, sexually harassing female students, vandalising university properties and even threatening the teachers. Even journalists are not spared. Reportedly, on Sunday, some BCL activists severely beat up the CU correspondent of Prothom Alo, Mosharraf Shah, for reporting on clashes between two factions of the pro-Awami League student body, which is disturbing, to say the least.\n\nThe situation is equally worrying at Jahangirnagar University and Rajshahi University. At JU, BCL leaders and activists recently held the vice-chancellor hostage at his office for about two hours for not appointing a certain BCL leader as teacher. Also recently, a BCL leader from RU suggested, live on Facebook, that it was wrong for the prime minister to appoint that university's VC, pro-VC and others if they did not stand by the BCL's side.\nSuch audacious comments and activities of the BCL at these prominent public universities – as well as at Dhaka University, where the group has been equally active – are totally unacceptable. Left unaddressed, these activities create fear among ordinary students and disrupt the learning environment. We urge the administrations of public universities and the ruling party to take sterner measures to control the unruly members of the BCL in the greater interest of our country.\n",
        "headline_1": "BCL is totally out of control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-totally-out-control-3428326",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "Over the last 14 years or so, Bangladesh Chhatra League (BCL) has always been in the news for their objectionable conduct across public universities. From harassing and torturing general students and political rivals to engaging in criminal activities, such as extorting and mugging, to intimidating teachers and journalists – there seems to be no end to their criminality. And over time, they have become more emboldened as university administrations hardly take any action against them. And the ruling party seems hardly ever bothered about it so long as the BCL maintains control over campuses on its behalf.\nThe daily Prothom Alo published a number of reports yesterday detailing how BCL leaders and activists are enjoying a free rein in public universities. At Chittagong University, for instance, they frequently clash with each other, often with sharp weapons. They are publicly extorting the contractors implementing development projects at the university, illegally occupying hall rooms, beating administrative officials, sexually harassing female students, vandalising university properties and even threatening the teachers. Even journalists are not spared. Reportedly, on Sunday, some BCL activists severely beat up the CU correspondent of Prothom Alo, Mosharraf Shah, for reporting on clashes between two factions of the pro-Awami League student body, which is disturbing, to say the least.\n\nThe situation is equally worrying at Jahangirnagar University and Rajshahi University. At JU, BCL leaders and activists recently held the vice-chancellor hostage at his office for about two hours for not appointing a certain BCL leader as teacher. Also recently, a BCL leader from RU suggested, live on Facebook, that it was wrong for the prime minister to appoint that university's VC, pro-VC and others if they did not stand by the BCL's side.\nSuch audacious comments and activities of the BCL at these prominent public universities – as well as at Dhaka University, where the group has been equally active – are totally unacceptable. Left unaddressed, these activities create fear among ordinary students and disrupt the learning environment. We urge the administrations of public universities and the ruling party to take sterner measures to control the unruly members of the BCL in the greater interest of our country.\n",
        "headline_1": "BCL is totally out of control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bcl-totally-out-control-3428326",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "With prices of essential goods long having spiralled out of the reach of ordinary people, we are frustrated that the government's approach to stabilise the market continues to be short-sighted and ineffective. On September 15, the government fixed the prices of eggs, onions and potatoes as part of a bid to contain the runaway food inflation (which hit a 12-year high in August). But according to our report, none of these items are being sold at the set prices. This comes as no surprise to us – and it shouldn't to the authorities either – as the government's past attempts at price control have repeatedly fallen short of expectations, providing financial windfalls to market syndicates instead.\nFor instance, every year, the government fixes rawhide prices ahead of Eid-ul-Azha, and every year without exception, traders violate that cap, citing various reasons. In the agriculture sector, too, farmers inevitably end up paying more than government-set fertilizer prices. Meanwhile, LPG cylinders, fixed at Tk 1,284, are currently selling at Tk 1,600. Whether it's the transportation fares, dollar rates, or prices of soybean oil, sugar or IV saline, the story is much the same, with the only ones to have benefitted in the process being the traders.\n\nWhy must the government insist on this charade year after year instead of addressing the root causes of escalating prices? Who is it really making a mockery of – its own institutions, whose failure to monitor the market is markedly clear, or the people, whose suffering has increased manifold over the past one and a half years?\nEchoing the advice of economists, we have written countless times over the past year(s) advocating a different approach – to take stern action against the syndicates that are monopolising the market and manipulating prices. Yet, for reasons best known to the authorities, they have refused to monitor and regulate the major players who dominate supply chains and engage in monopolistic practices. Over and over, big players, with friends in powerful positions, have won over ordinary people, who have no one to look out for them.\nAhead of the upcoming general elections, the government must take a hard look at its present policies and consistent failure to bring down food prices, and ease people's sufferings. If it insists on setting prices, then it must do the bare minimum of ensuring compliance. But beyond, it is painfully obvious that it needs to ensure a transparent and competitive marketplace to pave the way for efficient market performance.\n",
        "headline_1": "Stop this charade of price control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-charade-price-control-3427686",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "That the incidence of the vector-borne disease, dengue, has reached alarming proportions this year is to say the least when a record 928 deaths and 190,758 cases were reported till the morning of September 25. Given that the responsible government agencies including the local government bodies and the health ministry have so far failed to effectively combat dengue and destroy its carrier, Aedes mosquito, its larvae and the breeding grounds, it is anybody's guess what the final count of the infections and fatalities from the disease will come to in the end.Doctors, however, have attributed this year's high death toll to delayed hospitalisation, reinfections and the existence of Den-2 and Den-3, the two of the four dengue virus serotypes among the patients. But early hospitalisation becomes an issue when overflowing with patients, the existing dengue-dedicated hospitals miserably fail to do justice to all those seeking inpatient service. So, with the caseloads of dengue and fatalities from it being on a steeply rising curve since 20018 and 20019 when the number of infections crossed the 100,000 mark, the authorities should have taken that as a wake-up call. Now it appears too late when the total number of cases so far this year is close to 200,000. Had the government given due importance, for instance, to the warnings by WHO that Bangladesh was becoming an ideal ground for dengue vector, thanks to climate change, the preparedness to fight the menace should have meanwhile been on a war footing. But nothing like that happened. Rather, the traditional approach to kill the mosquito and fogging at its suspected breeding spots continued. All seems to be quiet on the dengue front now, though the disease has been wreaking havoc on the populace in the capital as elsewhere in the country. One often hears of those supposedly in charge blaming the lack of the public's awareness for the ever-deteriorating dengue situation. But it is like the proverbial bad workman who blames his tools for any failure. To be frank, what has been lacking from the very beginning is a sharply defined policy to address the dengue menace. It is said that there is such a policy in the making, styled, Bangladesh's Vector Management Policy and that it is being drafted by the local government ministry. No doubt it sounds big. But then whose purpose is such a yet-to-be-born policy going to serve if it is not available when the war is practically over with the enemy, dengue, practically, the victor?The ministry of health, though not an agency to contain the dengue vector, does still have a role to play by informing the public about the scale of infection by the disease across the nation. In absence of a database to do the job, the bulletins it publishes for the purpose are also not exhaustive. In fact, the Directorate General of Health Services (DGHS) gets its data from only 57 public and private hospitals in Dhaka and 81 district and divisional hospitals. But it is important to note that some 16,000 public and private hospitals, clinics and similar other health facilities are extending dengue-related services across the country. So, it is urgent that as a vital tool to contain the dengue vector, the health ministry should at least have a database updated regularly with all the dengue-related information from the existing nationwide health facilities.",
        "headline_1": "Containment of dengue: A losing battle?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/containment-of-dengue-a-losing-battle-1695738670",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "Although dairy as an industry did not have any organised footing in Bangladesh until recently, its emergence and growth over the decades is by all means commendable. From a very humble beginning in an informal manner, the industry grew to a large size thanks to a number of dedicated entrepreneurs backed by large-scale investment and introduction of modern technology. Reports published in the media often highlight the potential of the expanding industry, while also mentioning the lack of processing as a major hurdle to further expansion. Also, poor monitoring of quality control and pricing, and absence of institutional farming are believed to be instrumental in its struggle to thrive. According to the Department of Livestock Services, milk production in Bangladesh amounted to 119.85 lakh tonnes in the 2020-21 fiscal year against the demand for 152.02 lakh tonnes. The deficit in production is met by bulk imports of milk powder, mainly from Australia, New Zealand, Holland, Denmark and Poland. According to Bangladesh Bank data, the country imported more than one lakh tonnes of milk powder and dairy derivatives spending Tk 2,000 crore in 2021.Despite the huge demand and growth potential, the advancement of the industry is impeded by several challenges in the ecosystem. The informal segment of the industry is dominated by small-scale farmers and intermediaries, so quality control processes are apparently non-existent. As a result, the quality of milk is not being ensured. The overwhelming reliance on imported milk products, particularly milk powder, is ever growing in the absence of processing facilities, and due to, what many think import bias. There can be no arguing that import is the only choice for the domestic market because of high demand, and absence of local processing makes import inevitable. Many companies in the processing industry, like sweetmeat and ice-cream producers, use imported bulk milk powder for its low cost. According to a survey, the size of Bangladesh's milk market is $2.47 billion which is expected to grow over 5.0 per cent annually in the coming years. However, the fact remains that the country's dairy market is dominated by unprocessed, raw milk, and the processed segment is dominated by imported powdered milk. As for other milk products like butter, cheese, yogurt etc, a major portion of the demand is met from import. Milk is a valuable nutritious food that has a short shelf life and requires careful handling. Milk is highly perishable because it is an excellent medium for the growth of microorganisms, particularly bacterial pathogens that can cause spoilage and disease in consumers. Milk processing allows the preservation of milk for days, weeks or months and helps reduce food-borne illness. The usable life of milk can be extended for several days. Of these, pasteurisation is a heat treatment process that extends the usable life of milk and reduces the numbers of possible pathogenic microorganisms to levels at which they do not represent any health hazard. Milk can be processed further to convert it into high-value, concentrated and easily transportable dairy products with long shelf-life, such as butter, cheese and ghee. Processing of dairy products gives small-scale dairy producers higher income than selling raw milk and offers better opportunities to reach regional and urban markets. Milk processing can also help deal with seasonal fluctuations in milk supply. The transformation of raw milk into processed milk and products can benefit entire communities by generating off-farm jobs in milk collection, transportation, processing and marketing.While most countries produce their own milk products, the structure of the dairy industry varies in different parts of the world. In major milk-producing countries most milk is distributed through wholesale markets. In Ireland and Australia, for example, farmers' cooperatives own many of the large-scale processors, while in the United States many farmers and processors run their business through individual contracts. In developing countries, the past practice of farmers marketing milk in their own neighbourhoods is changing rapidly. Notable developments include considerable foreign investment in the dairy industry and a growing role for dairy cooperatives. Output of milk is growing rapidly in such countries and presents a major source of income growth for many farmers. As in many other branches of the food industry, dairy processing in the major dairy producing countries has become increasingly concentrated, with fewer but larger and more efficient plants. This is notably the case in the United States, Europe, Australia and New Zealand.Although in Bangladesh dairy is still a nascent industry operated largely informally, over the years it has experienced considerable change in procuring high milk-yielding cows, introduction of semi-mechanised milking techniques. But the supply chain is far from organised. Since there are only a few processing plants which procure fresh milk from the farmers, pricing, albeit low pricing, is often a disheartening aspect affecting farmers. There are a few cooperatives in the northern region of the country, but it is a tough task for them to ensure fair price because of lack of bargaining power. As the dairy industry in the country is getting more and more organised and modern tech-based farms are also coming up with sizable investments, production of raw milk must not be the only objective. While there will always be demand for raw milk among a section of the consumers, pasteurisation, to start with, can be a viable option for accessing a better and bigger market. But this has to be done by a third party with big investment. Observers believe that despite the capital-intensive nature of investment, prospect for such venture is very bright. Next comes investment in other product areas such as yoghurt, butter, cheese etc. Investment in milk processing has hardly ever figured as a subject of importance in the country -- for strange reasons. Isn't it time the dairy industry received the right boost by way of investment in processing?According to experts, for the industry to grow in a desired manner, the focus should be more broad-based and diversity-oriented to cater to demands that are largely met from imports. \n[email protected]",
        "headline_1": "Dairy industry and the untapped potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dairy-industry-and-the-untapped-potential-1695738709",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "One of the things economists in the country had pointed out in years past was that the government should be cautious in racking up loans for all sorts of projects. The opening up of billions of dollars in foreign loans ushered in by foreign countries did come with a catch. In case of the soft loans that multilateral development donor agencies and banks like the Asian Development Bank or the World Bank granted, repayment periods were spaced out over a long time. The interest amounts payable were also much milder. Sadly, for a multitude of reasons, after the bungling with the Padma Bridge financing, the country's policymakers turned to commercial loans which had become available.Again, the cautionary message from economists about overshooting implementation period, conducting proper feasibility studies about which projects made sense - much of this advice were not heeded. So today, the country which is in the midst of its own recession, partly due to the global recession is having to service multi-billion dollar external debts, both in terms of principal amounts and interest accrued.Indeed, this heavy debt servicing began from the last fiscal (FY2022) with amount totalling to US$2.07 billion. Already the amount has crossed $2.67 billion as of FY2023. If one looks at the monthly figures, the country repaid $179.032 million in July 2022, which has now increased to $253.09 million in July 2023. These figures are not going to be decreasing, rather, estimates point to the fact that Bangladesh may well have to pay beyond the $3.0 billion as debt servicing for medium to long-term loans taken so far. Such news could not have come at a worse time. The economy is already reeling with an ever-depleting foreign exchange reserve, one that started its downhill trajectory at about the same time when foreign debt-servicing came on line.According to a report published in this newspaper, \"the government repaid a record-high amount of US$253.09 million in a month to the lenders in July, officials said Friday, to start a payback process in the new fiscal year (FY) 2023-24 against foreign borrowings.\" This represents the single largest amount of debt the country has serviced in the first month of the current fiscal, the last highest amount had not exceeded more than $200 million in the beginning of any fiscal. As per government figures, this amount is going to rise in the coming months and this will be how things will have to be managed from now on.Things have gotten to the stage where the government has been forced to borrow heavily simply to service the shorter period loans and also some of the concession project loans which have matured. Obviously, things have not gone according to plan. The assumption that the country would continue to grow at a steady 6+ per cent per annum and remittance would remain strong was perhaps somewhat naïve to begin with. External shocks were not taken into account. While no one could have predicted a prolonged war in Europe, the continued lapse in project completion of several mega-projects over the years should have been looked into, but was not. It is time to stop taking up any more infrastructure projects with foreign loans and expedite the completion of those in the pipeline. There is no point increasing the debt burden, especially at a time when imports are being squeezed due to the dollar crunch. The economy is slowing down as production gets hit. Debt servicing cannot be put off but adding more external debt for financing infrastructure projects at this stage would be suicidal.\n[email protected]",
        "headline_1": "Debt servicing begins to bite",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/debt-servicing-begins-to-bite-1695738742",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2023"
    },
    {
        "full_article": "Water logging seems to be a curse for Chattogram city. Residents of this beautiful city have been living with this curse for years. It is known to them that the city roads will go under water even after a little rain. But when it rains, the drains become more dangerous than water logging. The small and large drains sometimes cannot be identified by passers-by. They fall into these drains and many of them have to drown in drain water. Due to water logging, canals and drains along the roads have now become death traps. Some days ago, one-and-a-half-year old child Yasin Arafat went missing in the waterlogged Agrabad area of Chattogam city. His body was found a day later. Earlier on August 7, a college student named Nipa Palit died after falling into an open drain in Islamiahat Badamtala as the road went under water after heavy rains. Such deaths are happening regularly. However, the city corporation authorities are paying the least heed to such deaths and taking no initiatives to ensure safety of the residents from these open drains. If we look closely, we will find that unplanned construction of buildings, littering, encroachment of canals and water bodies are some of the major reasons behind this perennial water-logging problem in the port city. The authorities should address this problem immediately and come forward with a permanent solution so that waterlogged roads do not remain a problem in this city. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Ridding Chattogram of water logging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ridding-chattogram-of-water-logging-1695738767",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-09-2023"
    }
]