[
    {
        "full_article": "The decision by India and Egypt to upgrade their ties to a Strategic Partnership during Prime Minister Narendra Modi’s meeting with Egypt President Abdel Fattah El-Sisi is a significant move for India’s ties with the West Asia-North Africa (WANA) region that is long overdue, given their historical ties. The two countries signed a Friendship Treaty in 1955, and India’s support to Egypt, including during the Suez Canal crisis in 1956, eventually led to the Non-Aligned Movement in 1961, with both as founder members. They were also instrumental in the G-77 grouping and “South-South Cooperation” initiatives. During the Cold War, India and Egypt were united over their desire not to become “camp followers” of either the U.S. or the Soviet Union. More recently, their positions on the Ukraine war have been extremely similar — refusing to criticise Russia’s actions but not condoning them either and calling for a diplomatic resolution. Last year, India’s decision to supply wheat to Egypt, one of the world’s biggest importers that was hit by the blockade on exports from Russia and Ukraine last year, before the Black Sea Grain Initiative stepped in, won New Delhi much goodwill in Cairo. The two sides are also pursuing closer cooperation in green energy, pharmaceuticals and defence, with MoUs in agriculture, archaeology and antiquities, and competition law. Mr. Modi’s visit to the Al-Hakim Mosque and meeting with Egypt’s Grand Mufti appeared to be an attempt to dispel misgivings about his government’s policies towards the Muslim world.President El-Sisi who was India’s Republic Day chief guest this year, conferred Egypt’s highest State Honour, “The Order of The Nile”, on Mr. Modi; it is given to world leaders and those “who offer Egypt or humanity invaluable services”. The two leaders will meet again as Egypt is a “special invitee” to the G-20 Summit in Delhi in September. The leaders appear to have spent much time focusing on multilateral issues, India’s close ties in Egypt’s neighbourhood (especially Israel and Saudi Arabia), food and energy security constraints, and building more cooperation with the Global South including the African Union. In March, Egypt joined the “New Development Bank” set up by BRICS (Brazil-Russia-India-China-South Africa), and is keen to join this grouping that will deliberate new memberships at its Summit in Cape Town this August, where Egypt will seek India’s support. Bolstered by historical ties, and buffeted by present-day geopolitical turmoil, it is clear that India and Egypt are now essaying a closer relationship, one that looks both at future economies and autonomous foreign policies. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nEgypt\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nUSA\n\n/\n\nRussia\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nNon-Aligned Movement\n\n/\n\nclimate change\n\n/\n\nbanking\n\n/\n\nBrazil\n\n/\n\nChina\n\n/\n\nSouth Africa",
        "headline_1": "A grand revival: on India-Egypt ties",
        "headline_2": "India and Egypt have re-established close ties in recent years",
        "link": "https://www.thehindu.com/opinion/editorial/a-grand-revival-on-india-egypt-ties/article67012330.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "The short-lived mutiny of Yevgeny Prigozhin, head of the Wagner private military company, not only exposed the growing, uncontrollable feud between the warlord and Russia’s top defence leadership but also the weakening position of Russian President Vladimir Putin in the country’s complex power dynamics. For over two decades, Mr. Putin has ruled Russia with an iron fist, allowing little dissent at home and expanding foreign policy interests through force. But in Mr. Prigozhin, whose forces took over a critical military headquarters in the southern city of Rostov-on-Don and launched a “march of justice” towards Moscow, Mr. Putin faced his most significant political and internal security challenge. He called the mutiny a “betrayal”, and ordered his security services to crush the rebellion. But Mr. Putin’s hands were understandably tied as Wagner has grown over the years as a parallel security structure with deep influence in Africa and has made battlefield gains in Ukraine. So, instead of crushing the rebellion, Mr. Putin allowed the Belarus President, Alexander Lukashenko, to strike a deal with Mr. Prigozhin. As part of the deal, Mr. Prigozhin, who earlier on Saturday had demanded the dismissal of Russia’s top military leadership and called the Defence Minister, Sergei Shoigu, and the Chief of General Staff “geriatric clowns”, decided to pull back his troops and exile himself in Belarus.Mr. Putin has averted an all-out civil war, but he cannot escape the question why he failed to prevent this feud in his security circle from escalating into such a humiliating public crisis. The rivalry between the Defence Ministry and Wagner was hardly a secret. Since February, Mr. Prigozhin has attacked the Ministry, accusing it of corruption and incompetence, and Mr. Putin did nothing. Mr. Prigozhin has also blamed the defence establishment for the excessive losses Wagner suffered in Bakhmut. But Wagner’s victory in Bakhmut, the first major Russian battlefield victory in months, seemed to have intensified the Shoigu-Prigozhin feud. A few days after Wagner captured Bakhmut, Mr. Shoigu asked all paramilitary forces to sign contracts with the Defence Ministry, which Mr. Prigozhin saw as an attempt to dismantle Wagner. This was the trigger for his revolt. Before the Ukraine war began on February 2022, Mr. Putin seemed all powerful, presiding over a huge but cohesive administration and expanding Russia’s influence abroad. Sixteen months later, with limited Russian territorial gains in Ukraine, Mr. Putin’s challenges at home are mounting. He may have brought temporary peace between his generals and warlords, but the reasons behind the mutiny remain unaddressed. If he wants stability, Mr. Putin should first bring the war to an end and put his house in order.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRussia\n\n/\n\npolitics\n\n/\n\nunrest, conflicts and war\n\n/\n\ncorruption & bribery\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "Rebellion in Russia: on the mutiny by Yevgeny Prigozhin of the Wagner private military company",
        "headline_2": "Valdimir Putin should bring the war to an end for stability at home",
        "link": "https://www.thehindu.com/opinion/editorial/rebellion-in-russia-on-the-mutiny-by-yevgeny-prigozhin-of-the-wagner-private-military-company/article67011821.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Oh, East is East, \nand West is West, \nand never the twain shall meet, \nTill East and West stand presently \nAt God’s great toilet seat. \n \n–Without apologies to Rudyard Kipling\nIn John Masters’ 1954 novel, Bhowani Junction, set in India during the sunset of the British Raj, a young Anglo Indian, Patrick, who is in love with Victoria, also an Anglo-Indian, attempts to dissuade her from forming a romantic attachment to Ranjit, an Indian, by asking her if she realised that the hand her lover-to-be would caress her with was the hand he used to wash his bottom after attending to what is referred to as one’s ‘morning business’.\n\nThat single sentence summed up a watershed divergence in daily practice between East and West, as presented by the Anglo-Saxon hemisphere, which can’t be papered over: the difference between wash and wipe. \nThe Anglo-Indians, like the fictional Patrick, who sought to emulate the British with mixed success, in all manner of things, from dress, and speech, to ablutionary custom saw, at least in Masters’ view, what might be called the ‘wipe-wash divide’ as the unbridgeable chasm between the two worlds, real or imagined, of East and West.\n\nWhile Western Europe, for the most part, has long recognised the bidet as being a necessary item of lavatorial requirements, the Anglophone domains of Britain, Canada, the US, New Zealand, and Australia, resolutely stick to their guns – or, rather, toilet rolls – much to the dismay of visitors from South Asia who search in vain for a makeshift receptacle that may serve the balneary purpose, and might be observed furtively conveying into the W/C plastic bottles of drinking water, especially retained to this end.\nThough the officially recognised flower of India is the lotus, for many an Indian marooned on shores where TP –toilet paper – rules the morning throne, the longed-for symbol of home is the brass lota, now largely being replaced in urban locales by the hygiene faucet, both of which appurtenances seem as remote as the lunar surface in loos forever foreign. \nHowever, in the global climate change of cultural custom, there might be early signs of, if not the winds of change, at least a puff of progress.\nOn a visit to London, in the cavernous innards of a Tube station I spot a large ad depicting a male behind and proclaiming:\n‘It’s go time. \nBums of the world, 1 million trees are cut down every day to make regular toilet paper. It’s pretty crap, but you can help by switching to our recycled or bamboo rolls. \nWho gives a crap, \nBamboo/Recycled’ \nTo butt-stress the ecological point being made, there is also a TV commercial which, in a follow-up derriere-guard action, shows backsides, of both genders, and of varying ages and ethnicities, heading towards what used to be called ‘the privy’ clutching rolls of recyclable bum-boo TP.\n \nHaving long enshrined the putative ‘Indian’ tikka masala as its national dish – and in a perhaps not entirely unrelated diversion accorded its primeministership to a second-generation Indian-origin migrant – Britain may appear to be reconsidering its accustomed way of dealing with the nether end of its alimentary canal. But while TP made of recycled bamboo (ouch?) may be an improvement environmentally-speaking, it does nothing by way of cleaning up one’s act anatomically speaking, making for a bottom line that leaves the user both high – as in odoriferous – and dry.\n \nWhen it comes to using what the Americans call the ‘john’, John Bull remains bullish on paper, reusable or otherwise, in an implicit expression of defiance tantamount to saying, ‘I’d rather itch than switch,’ that being the non-negotiable bottom line, in more ways than one. \nHowever, erstwhile empire – well, former denizens of former empire, at any rate – could well strike back, employing tactical flank attacks, such as increasingly popularising Made-in-India practices, and products like yoga and haldi shots, to further a strategy that would, eventually, lead to the insular kingdom meeting its Water-loo.\n\n",
        "headline_1": "Getting to the Bottom of This Divide",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/getting-to-the-bottom-of-this-divide/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "New Delhi is well-placed to lead a concerted effort by Indo-Pacific states to ensure Beijing sticks to its expressed willingness to maintain peace on the crucial sea route:\nHenry Kissinger, in an interview to The Economist, said the US and China were in a classic pre-World War I situation where neither party felt there was room for concession. Secretary of State Antony Blinken’s visit to Beijing from June 18-19 did not materially alter the situation. Given they’re the two most consequential global powers, the friction points in their relationship should, rightly, be of others’ concern.\n\nFor China, the biggest point of friction is the status of Taiwan. They hold the Americans responsible for their inability to peacefully re-unite Taiwan with the mainland. But, it is not simply about territory. For both, Taiwan is a symbol of what it means to be a Great Power.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why Taiwan Strait matters to India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-taiwan-strait-matters-to-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Putin’s stock in Russia may go up after Prigozhin pulled back but the president may also accede to the Wagner chief’s demand on removing key Russian military leaders:\nOn June 24 Russia woke to stunning news that private military company Wagner had mutinied, and fully equipped columns of this outfit were on a “Justice March” to Moscow.\n\nWagner chief Yevgeny Prigozhin made clear that these actions were against Russia’s ministry of defence and not the country’s political leadership. Prigozhin has a long-standing grouse against defence minister Sergei Shoigu and his deputy and chief of general staff, Valery Gerasimov. The origins of this conflict are unclear but presently the focus of Prigozhin’s outbursts is the “badly conducted war in Ukraine” resulting in “unwarranted losses of territory and military personnel”. Prigozhin’s demand was that Shoigu and Gerasimov be handed over to him.\nRead full opinion on TOI+\n\n",
        "headline_1": "After the coup in Moscow that never was",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/after-the-coup-in-moscow-that-never-was/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Russia or Pakistan, states that nurture armed non-state actors risk getting targeted by them: \nVladimir Putin has successfully faced down the most palpable challenge to his two-decade rule, for now. But only after it laid bare how terribly Russia has been weakened by Putin’s oligopolistic governance model. Before the Belarus president mediated a U-turn, Yevgeny Prigozhin’s mercenaries were looking confident marching towards Moscow, after seeming to have taken comfortable control of the military facilities in Rostov-on-Don. Putin’s emergency televised address recalled 1917: “Russians were killing Russians, brothers killing brothers. ” Except, Prigozhin and his Wagner force are very much Putin’s creations. Just as in Pakistan so in Russia, state patronage of a non-state militia now threatens the state itself.\n\nIn 2011, when Osama bin Laden was found by US special forces in the military town of Abbottabad, near Islamabad, it painted a crystal-clear picture of Pakistan’s establishment and terrorist nexus. Obviously, the country has had countless wake-up calls, all of which it has continued to ignore, at great cost.\nNow, as resurgent attacks by Tehreek-eTaliban Pakistan worsen the acute pain of an economy in shambles, the government has been asking for Afghanistan’s Taliban leadership to help. But all the support that this leadership got from Pakistan over the years does not at all translate into helping deliver peace today. Yet Pakistan’s military-intelligence complex continues to sponsor non-state militias.\nIn Max Weber’s theory of the modern state, its monopoly on violence brings order to chaos. While this idea too can be abused, any state that empowers violence by proxies necessarily creates chaos and hurts its citizens’ interests. Even states that support another state in doing this, are culpable. When China keeps blocking UNSC efforts to designate Pakistan-based terrorists, it is not just belittling India’s 26/11 scars. The list of Chinese victims of terrorismin Pakistan is also rising.\nHaving nurtured Taliban to power in Afghanistan is cold comfort for Pakistan today. Likewise, that Wagner has served Putin’s cause from annexing Crimea in 2014 to capturing Bakhmut in 2023 doesn’t stop it from now hurting both his and Russia’s interests. The country’s actual military is badly diminished, as is Putin by the aborted march on Moscow. Plus, the social media space suggests that the Prigozhin phenomenon has gathered quite the pull among Russians. Putin’s nightmare scenario shall find him, in addition to the war against Ukraine and the war of words with the West, looking at a civil war.\n\n",
        "headline_1": "Putins & Rasputins",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/putins-rasputins/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "The upcoming national election means that the travelling woes for homeward bound people this Eid-ul-Azha will be tied to the government's image issue. Therefore, the government is expected to take the necessary steps to reduce the passengers' sufferings and the fare-related anarchy that is usually rampant in our transport sector during Eid rush.\nAccording to a survey by the Bangladesh Jatri Kalyan Samity (BJKS), more than 11 million people from Dhaka, Narayanganj, Munshiganj, Gazipur and the nearby districts will travel to different parts of the country this Eid. In addition, almost four million people are expected to travel between different districts. Even though Eid travels started from June 22, the main travelling flow is expected to begin on June 26, after salaries and bonuses are disbursed to jobholders. On June 26-27, it's expected that 3-3.5 million people on average will leave the capital every day. The government's decision of close garments and other factories for the holidays in stages was easier to implement during Eid-ul-Fitr than it will be for Eid-ul-Azha.\nOur public transportation system has the capacity to carry 800,000 to a million passengers by road and waterways, and another 120,000 via railway. However, if more passengers are loaded than the available capacity, it results in terrible suffering for the general public. In certain routes, there are 8-10 times more passengers than the capacity for public transportation that is available. These routes are mired by traffic and human congestion.\nThe major challenges in this year's Eid travels are going to be traffic jams, road accidents, slow pace of toll collection, low velocity of cattle-carrying vehicles, and cattle markets and pop-up markets on the roadside. Hence, if the smooth flow of public transportation is hindered, then we might see hellish conditions on the roads this Eid.\nOur public transportation sector has been going through a terrible crisis for many years. Like Eid-ul-Fitr, 800,000 to a million bikers may carry almost 1.6 million passengers by motorcycle to their destinations this Eid. While this may alleviate some pressure from public transport, it will increase the risk of road accidents and loss of lives.\n\nOur public transportation system has the capacity to carry 800,000 to a million passengers by road and waterways, and another 120,000 via railway. However, if more passengers are loaded than the available capacity, it results in terrible suffering for the general public. In certain routes, there are 8-10 times more passengers than the capacity for public transportation that is available. These routes are mired by traffic and human congestion.\nPeople in the northern regions of the country may suffer the most during Eid travels this year. People travelling along the road between Dhaka airport and Gazipur, up to the other side of the Bangabandhu Bridge, may have to suffer quite a lot due to cattle-carrying trucks and roadside cattle markets, which will lead to terrible traffic at various exit points and leave the travellers to wait hours on end trying to leave the capital. It is imperative that all the pavements and roads in the capital be cleared of hawkers, illegal parking and cattle markets. Smaller vehicles such as rickshaws, battery-run rickshaws, and easy bikes should be barred from highways.\nHaving observed the trends in Eid travelling over the last few years, we have seen different wings of the police work tirelessly to keep the roads and highways flowing smoothly. But some dishonest members of the law enforcement agencies and extortion by a few transport leaders often rub the sheen off the hard work of many. Besides, the practice of analogue toll collection in today's \"Digital Bangladesh\" creates choke points at toll collection booths, creating horrific tailbacks, which often get as long as 10-20 kilometres. These are easily fixable problems that merely require the relevant authorities to be willing to find solutions.\nThere are some dishonest transport owners and drivers who leverage the excessive pressure of passengers and transportation crisis to make extra profits. The weakness of government regulatory agencies, with the \"endorsement\" of some law enforcement members, allows for this to happen. Some symbolic measures are taken against them in the form of mobile courts, but that does not do much in preventing the collection of excessive fares. Thus, in many cases, there may be attempts to charge double of triple the amount of regular fare from passengers during Eid. To establish the rule of law and to help the general public, tough measures need to be taken to stop the collection of extra fares during Eid travels.\nEvery year during Eid, we see unfit vehicles being deployed with a fresh coat of paint to make them look new. Unfit water vehicles are repaired in the dockyards. Some dishonest transport owners find a way to cheat the system and run these vehicles during Eid travels to carry both passengers and cargo. When these vehicles get into accidents, investigation shows that they do not have any fitness clearances, the drivers don't have licences, or there are no route permits.\nEven on the waterways, it is a common sight that vehicles without enough buoys, lamps, and other life-saving equipment are handed over to unskilled boatmen with the responsibility of transporting thousands of passengers. There has been a lack of skilled drivers on the roads as well. As a result, during the Eid seasons, drivers are often required to undertake shifts of 10, 15 or even 20 hours non-stop. Unskilled drivers driving unfit vehicles results in the deaths of hundreds of passengers during Eid every year. According to observations made by the BJKS, during Eid-ul-Azha in 2022, 398 people died and 774 were injured in 319 road accidents.\nOnline train tickets have resulted in railway passengers being placed in a bit of a hassle this Eid. As in the past, initiatives to help people may be hindered by black marketers and syndicates of dishonest railway employees. Due to 100 percent of the tickets being available online, a large section of marginalised people will remain deprived of railway services. Taking this matter into consideration, it is important that necessary measures are eventually taken to include marginalised people into the public transport services provided by the state.\nEvery year during Eid, we see travel agencies hoard tickets for internal flight routes and sell them to passengers at hiked prices. The same has been happening this year. During Eid, between 100,000 and 200,000 passengers travel by air. For the benefit of these passengers, the director of the national consumer rights protection and district administrations should be conducting mobile court drives.\nWith the rising prices of commodities and an unemployment crisis, Eid travellers this year will be massively affected by hijackers and conmen. These incidents are enough to ruin Eid celebrations for anyone. Thus, it is important for law enforcement members to be on alert at bus and train stations and river ports. Steps should be taken to stop robberies and theft on the highways as well.\nTranslated from Bangla by Azmin Azran.\n\nMozammel Hoque Chowdhury is secretary general at Bangladesh Jatri Kalyan Samity.\n",
        "headline_1": "Steps the government should take for Eid travellers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/steps-the-government-should-take-eid-travellers-3356231",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Young people in Bangladesh have been demanding the revision of a few public recruitment policies for some time now. Their demand for revising the quota policy was met, and they are currently striving to raise the eligibility age ceiling from 30 to 35 years. But, it is unfortunate that revising a policy requires chaos rather than research.\nAbout 90 percent of Bangladesh's employment is in the informal sector, which provides almost no stable earnings and economic security. In the remaining 10 percent, which consists of the formal private and public sectors, a large segment of private sector jobs does not provide decent working conditions, earnings, and social security. Public sector jobs ensure basic benefits, which makes individuals want them more. Preferences for public sector jobs intensified in recent times, particularly after the pay scale was doubled in 2015.\nThe public sector covers less than five percent of total employment in Bangladesh and is unable to absorb a large pool of interested candidates. Instead, it may affect human capital development by diverting investment, prolonging unemployment by keeping candidates engaged in the preparation process, and crowd out private sectors in getting efficient human resources. To minimise these harmful effects, the government applies an age ceiling for recruitment, which was revised from 27 to 30 years in 1991.\nBeyond the eligible age, obtaining jobs in other sectors would not be easy if the public sector job preparation could not be utilised for other sectors. Human capital or brain gain may result from the preparation for public service exams if said preparation is useful in obtaining a non-government job as well. This is supported by some literature on international migration that indicates that migrant-sending countries enjoy brain gain rather than brain drain, because investment takes place on human resources in the hope of migration, but not all of those who prepare can emigrate, and some are left in their home countries with higher capabilities.\nA survey indicates some gains from public sector preparation: about 32 percent of 105 respondents who were preparing or had prepared for government jobs at the time of the survey found the preparation \"very\" or \"extremely\" useful for other jobs, while the rest of the respondents found it somewhat useful (40 percent) or not useful at all (28 percent).\nMy review of the preparation materials for public service in Bangladesh does not indicate much value addition. Candidates generally study Bangla and English language and literature, general knowledge of Bangladesh and global affairs, and general science for government job preparation. Even if studying these materials generates some human capital gain, the gain appears to be trivial compared to the high cost of preparation.\nWith the goal of getting attractive government jobs, jobseekers are likely to delay searching for and taking up other opportunities, repeatedly try for public sector jobs until they become ineligible, and incur substantial direct and indirect costs related to the preparation. In the survey, the median number of exam attempts was 13 for a candidate, and the median number of hours spent was 1,116. The time spent on preparation is equivalent to 28 work weeks if we consider full-time work as 40 hours in a week. The median of total monetary costs is close to that of the monthly income for those who had studied for government jobs in the past and about four times the median monthly income for those who were currently preparing.\nThe survey findings reinforce the notion that the lure of government employment leads people to prepare for jobs they may not get. The demand side of the labour market gets affected by this since job preparation keeps people from proactively taking on entrepreneurial roles and generating employment.\nWhen I spoke to people at different professional forums, some of them were surprised to learn that such an age restriction policy exists. Some of them asked me about what happens when a woman's eligibility expires due to giving birth or when someone is sick. These serious issues are not considered in our public sector recruitment process.\nTo avoid the negative consequences of seeking government jobs, in the short run, a restriction on the number of times a candidate can apply would be preferable to the age ceiling, considering other factors such as the variation of the number of years for university graduation, discrimination against older candidates, and special conditions such as sickness and pregnancy. In the long run, achieving optimum wages and other benefits for the entire labour market, keeping no public vs private segmentation, would be a more sustainable and efficient approach to create a vibrant economy and ensure the quality of work and life for all.\nShahida Pervin is PhD researcher at the National Graduate Institute for Policy Studies (GRIPS) in Tokyo, Japan.\n",
        "headline_1": "Government job recruitment: Is the age limit of 30 years a rational policy?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/government-job-recruitment-the-age-limit-30-years-rational-policy-3356201",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Killing of civilians along the Bangladesh-India border by India's Border Security Force (BSF) has plagued the bilateral relations between the two countries for decades. Thus far, the occasional reiteration of the Indian commitment to bring the casualty figure to zero has yielded a marginal result. Needless to say, periodic media reports on border killings and the Indian authorities' reticence about instituting credible investigation into the incidents and actions against the perpetrators have caused frustration among a large section of Bangladeshis.\nLast week, the director-general (DG)-level border coordination conference between the BSF and Border Guard Bangladesh (BGB) was concluded in New Delhi. The principal thrust of this conference was to expedite and give more momentum to developmental and infrastructure activities to boost trade and bilateral relations between the two countries. The two forces agreed to curb border crimes effectively through more simultaneous coordinated night patrols in vulnerable regions and real-time sharing of information.\nOn the issue of \"violent incidents\" (euphemism for killing) along the border and to ensure that the number of such incidents was curbed, both sides agreed \"to work jointly and engage professionally, enhance joint patrolling, and vigilance, especially during late hours of the night to early morning, intensify public awareness programmes, share real-time information and (make) all-out efforts to bring these criminals to justice.\" \nSpeaking on the killing incidents at the border, the BSF DG said his force \"does not discriminate amongst criminals. So, when these kinds of incidents happen, usually it is taken as a last resort when the life of a BSF personnel on duty is threatened.\" He asserted that BSF assiduously followed the mandatory policy of resorting to non-lethal weapons. He, however, acknowledged that \"in a couple of incidents, the use of force by the BSF personnel was probably more than it was necessary. So, these individuals were identified and the proceedings as per (the) BSF Act are going on.\" In his statement, the BSF commander stated that the DGs agreed that sometimes there are misunderstandings or misinformation among ground level forces. He hoped by working together the \"killing incidents in the bordering area will be reduced.\"\nAt the outset of the conference, the BGB DG made it clear that the issue of border killing would be his top priority. However, from the above narrative on the outcome of the conference, it is clear that his Indian counterpart essentially hung on to the business-as-usual approach pursued by his predecessors. No one can underestimate the value of cooperation and collaboration between the border forces of neighbouring countries, and the need for simultaneous coordinated night patrols in vulnerable regions and real-time sharing of information, intensified public awareness programmes and sharing of real-time information. However a close reading of the BSF statement brings to fore several important elements of the Indian approach. \nFirstly, the formulation presents the victims of BSF shoot-outs as \"criminals.\" It begs the question whether the BSF as an institution can be the plaintiff, judge, jury and executioner of those deemed by the agency as criminals. Should the determination of criminals not be left to the judicial authorities of the country concerned, following due procedure?\n\nOdhikar documentation reveals that as many as 1,276 Bangladeshi lives were lost and 1,183 more were injured by BSF firing along the Bangladesh-India border between 2010 and March 2023. \nSecondly, BSF's claim that it does not discriminate (on grounds of nationality) in shooting down criminals at the border triggers the need for securing the number of Indian nationals who fell victims to such killings over the past 12 years against more than 1,200 Bangladeshis who lost their lives. \nThirdly, the BSF justifies the killing of suspected smugglers by claiming that they try to evade arrest. Suspicion of a crime or evasion of arrest cannot alone justify the use of lethal force. The Human Rights Watch (HRW) and Odhikar report, \"Trigger Happy\" (2010), reminds us that \"even India's domestic laws that allow 'all means necessary' in case a person attempts to use force to resist arrest, specifically forbid causing the death of a person who is not accused of an (offence) punishable by death or a life term.\" The BSF DG argued that his force used lethal weapons \"as a last resort when the life of a BSF personnel on duty is threatened.\" The hollowness of this argument is well-established. In all 100 cases covered by the HRW and Odhikar study, \"the alleged criminals were either unarmed or armed with only sickles, sticks, and knives, which suggest that in shooting victims, the border guards are likely to have used excessive force… In others, injuries indicate the person was shot at close range, with witnesses often alleging that the person was tortured and killed in BSF custody.\" The report further adds that in none of the cases \"did the BSF show it had recovered lethal weapons or explosives that could pose an imminent threat of death or serious injury that might justify killings in (self-defence).\" Therefore, the claims that shoot-outs take place for self-defence is simply self-serving. \nFourthly, the BSF DG's statement that \"on a couple of incidents, the use of force by the BSF personnel was probably more than it was necessary\" is a welcome acknowledgement of the reality. However, in contrast to the \"couple of incidents\" he cited, Odhikar documentation reveals that as many as 1,276 Bangladeshi lives were lost and 1,183 more were injured by BSF firing along the Bangladesh-India border between 2010 and March 2023. \nFifthly, while the onus of border killing squarely rests on the BSF for its failure to attain zero target set more than a decade ago, the narrative churned out by the agency appears to hold both Bangladesh and India responsible for \"misunderstandings and misinformation\" that cause \"such violence.\" In the future rounds of the border conference, there is a strong case for Bangladesh to remind the Indian authorities of the zero target that the country has committed to achieve. Also, there is little scope for complacency at the mere \"reduction\" in the number of killings. \nFinally, the DG's assurance that procedures are in place in India for errant BSF personnel to be held to account for their misdeeds fails to gain traction among border scholars and rights activists. The charade conducted in the name of administrative proceedings by the force and the blatant impunity that was accorded to the killers of Bangladeshi teenager Felani leaves little room to trust such a process. \nIt is worthwhile to juxtapose the experiences of the Indian authorities' border policy along the Bangladesh-India border with those along the India-Pakistan and India-Nepal borders. Unlike the experiences of the other two borders where BSF shoot-outs are rare, if not non-existent, Bangladeshis succumbing to BSF bullets is almost a regular phenomenon. In March 2017, the killing of a Nepalese citizen over a local dispute in a rare shooting at the border prompted a series of anti-India protests in Nepal. The scale of the protest led to India's national security adviser calling up the Nepal prime minister to condole the victim's death and extend assurance that the Indian authorities had initiated a probe into the killing. This leads to the questions why, as a neighbour, we have been taken for granted and being subjected to such brutality and ignominy for decades by India, and why as a nation we have failed to raise our collective voice when our fellow citizens are extrajudicially killed and the perpetrators are not held to account. \nDr CR Abrar is an academic with an interest in human rights issues.\n",
        "headline_1": "Attaining zero target on border killing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-shores-injustice/news/attaining-zero-target-border-killing-3356176",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "In a city perennially struggling for space, it is totally unacceptable that huge chunks of area lie unutilised or wasted underneath its flyovers. According to a new study conducted by Brac University's Centre for Inclusive Architecture and Urbanism, the spaces beneath Dhaka's flyovers have been used improperly since they were opened to traffic due to a lack of planning, resulting in public health, environmental and socio-economic losses. The study examined 10 flyovers which have a total length of 105.22 kilometres and a total area of 207 acres beneath them. And a large portion of that area has been either grabbed or misused or simply discarded, despite its potential to be an urban asset with proper policy.\nFor example, underneath the Hanif and Moghbazar flyovers, you can see parking space, mosque, police box, temporary kitchen market, waste dumping area, and small shops. In some places, street children and homeless people are seen to be taking refuge, while some places are also used for the sale and consumption of illegal narcotics. Taking various factors into consideration, Brac researchers estimate the public health, environmental and socio-economic losses from such usage of space at Tk 21,000 crore annually. This is too big a number to be taken lightly. Other countries around the world – countries that don't even have the kind of land shortage issues that we do – are making much better use of such spaces. For example, in developed countries, these have been converted for community-oriented usage such as through playgrounds, urban agriculture, forestation, cycle lanes, swimming pools, gymnasiums, walkways, etc.\nFlyovers are perceived as symbols of modernity that are aimed at easing traffic congestion and endorsing development. But it seems that our city planners are failing to take into consideration the contextual needs of the city's inhabitants, all the while claiming to promote a futuristic vision. With the population of Dhaka growing and the space shortage problem worsening, these areas could be used, among other civic purposes, for the upliftment of the weaker sections of society. Like France, we could be using them to properly house the homeless.\nDhaka's planners need to realise the huge opportunity they are wasting through their lack of vision and poor planning. They need to urgently draw up a plan that can best utilise these areas, particularly in a way that benefits local communities and the environment.\n",
        "headline_1": "An urban asset going to waste",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/urban-asset-going-waste-3356151",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "It is disconcerting to see the deteriorating state of many primary schools in rural Bangladesh. Two studies recently unveiled by the Centre for Policy Dialogue (CPD) have brought this issue to the fore by highlighting the lack of learning facilities in Thakurgaon and Nilphamari. Apparently, there are no libraries at nine out of 10 primary schools in Nilphamari and seven out of 10 schools in Thakurgaon. And only 17 percent of students in Thakurgaon and 26 percent of students in Nilphamari use existing libraries. Moreover, 54 percent of schools in Thakurgaon and 59 percent in Nilphamari lack internet facilities. There are many such details in the study reports that paint a troubling picture of primary education at the district level.\nBesides the lack of proper learning tools, many respondents have also complained about not receiving grants since the pandemic or the allocated funds being insufficient. This is hardly shocking, however, given the history of meagre budget allocations for education. The pandemic's effect on the sector has been widespread and well-documented, and as such, we had expected that the budget for FY2023-24 would support the increased need for learning recovery. Yet, as a report shows, the proposed allocation of 1.76 percent of the GDP for education ministries happens to be the lowest in 15 years. With the global median value for expenditure on education being 4.45 percent of GDP, it is disappointing that the government has been skirting around the 2 percent mark for so long.\nThis is despite the government's own data showing that at least 17.62 lakh students dropped out between 2020 and 2021. Of them, 14.5 lakh were primary school students. Many primary schools have also been closed. Clearly, the primary education system, especially at the district level, needs an overhaul. Why then are our education authorities still neglecting it? If we are to build a knowledge-based society to meet the challenges of the future, we must prioritise primary education and make all resources available for the students. As well as higher budgetary allocations, there must be more qualified teachers, better-equipped classrooms and other necessary facilities to prepare our future leaders.\n",
        "headline_1": "Rural primary schools are falling behind",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rural-primary-schools-are-falling-behind-3356096",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Sugar price has become all-time high, recording an unbelievable margin of Tk 155 a kilogram in the market. Responding to the demand from the Bangladesd Sugar Refiners Association (BSRA), the government has made upward revisions of the sweetener several times in the past months---the latest at Tk 120-125 for its loose and packet types respectively. But a week ago the BSRA asked the government for another revision up to Tk 150 a kg for retail sale. The government did not agree to the proposal and instead requested the sugar refiners to wait for another hike until the end of the Eid-ul-Adha. The traders did not wait for the government's permission and went for unilateral price increase to the atrocious level. In the face of non-compliance of its directive, the authorities have once again proved its powerlessness and helplessness. The impression is that the trade syndicates target a few items on higher demand for vicious price manipulation with the approach of the two great festivals of Eid in order to stash away a few billions of taka from the market. By the way the authorities concerned refuse to intervene in the market, it only becomes a party to the aberration of business ethics the traders here have made a new normal. It has happened in case of onion, and is now happening with a wide variety of spices and sugar. Why spices and sugar? It is because of the extensive use of those items during the festival time. Even onion is in great demand around this festival time. There is none to stop the business sharks' clandestine but methodical and calculative activities. Inflation could stay lower if business syndicates did not take undue advantage of the situation where the government stands more or less a silent spectator. The business lobby is so powerful that the government is rather submissive to it rather than the opposite. Globally commodity prices are on the decline now but not in this country. In case of sugar, its price has increased on global market. But in neighbouring India, USA and large swathes of Europe including warring Ukraine and Russia, sugar price is between US$0.53 to $0.60. In neighbouring India, it is below Rs 60. But elsewhere it is quite high. Had India not put a cap on export of sugar until the second half of 2024, fearing production fall under the influence of EL Nino, Bangladesh would not be in such a position of supply crunch. Brazil also has diverted its sugarcane for production of bio-fuel in the face of energy crisis. Traders here are taking undue advantage of this supply chain disruption.The refiners advance the pretext of higher refining cost and delay in unloading at the ports. These are flimsy excuses. Had there been a strong national consumer rights protection body, it could collect all the documents relating to import of sugar and easily find out the exact cost. The Directorate of National Consumers' Rights Protection, however, did it once when broiler chicken's price shot up all on a sudden before Eid-ul-Fitr. It showed the profit margin was exaggeratedly higher and the companies had to bring down the price of this cheap meat. The authorities have let down the people in order to serve the interests of businesses. It certainly could do better.",
        "headline_1": "Sugar is sour now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sugar-is-sour-now-1687791415",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "The view of the shorelines of the Cox's Bazar beach filled with myriad types of viscous and rotting sewage may have remained beyond the furthest thoughts of the beach-goers. Woefully, this is feared to be the common scenario in the Cox's Bazar beach, and the surrounding areas. Cox's Bazar is no longer a tranquil seaside resort filled with tourists. Over the last two decades, the district headquarters have emerged as a centre of brisk urban activities befitting a fast rising city. The crowded beach and the densely populated city of Cox's Bazar is dotted with over 500 hotels, motels, guesthouses, cottages and residential houses, and even hatcheries. These set-ups are said to be discharging around 150 tonnes of waste substances annually into the once-transparent and largely unpolluted water of the sea --- the Bay of Bengal. The moot point is the situation has deteriorated to this pass due to the absence of sewage treatment plants (STPs) normally attached to the hotels, residential buildings, and the numerous hatcheries, says a FE report.Environmental experts have long singled out the hazardous impacts of the reckless dumping of waste into the beach nearly abutting the sea and the coastal line. Persons in charge of the Cox's Bazar-based tourism have started bracing for worse times ahead. As they fear, the odious smell of the waste materials will continue to become more intense in the days to come. Unless the sources of the foul-smelling waste are sealed on an urgent basis, this burgeoning tourist spot may have to fall on bad times. It is feared to leave adverse impacts on the whole tourism sector. The picture is clear. The negative developments will possibly see hundreds of unsuspecting tourists getting sick with the foul-smelling sea-water. Many of them will be compelled to leave the area. This will disrupt many future projects of the government which it has envisioned for the development of tourism. Worse, with tourists not coming to the site like before, thousands of people will lose their jobs. Lots of people in the area are panicked to even distantly think that a spectre of unemployment and the related tense situation shadows Cox's Bazar. If the tourism authorities still foot-drag on forcing hotels to set up individual sewage treatment plants (STPs) or establish a central STP, they are doing it at their peril.The common people will not sit idle. They chiefly include persons engaged in medium and petty businesses in handicraft items and restaurants. If the situation turns worse, these people are feared to be badly affected. As a corollary, the economically hurt people may join the aggrieved groups who may have lost their jobs at hotels, motels, guesthouses and other accommodations. Many environmentally conscious local people feel alarmed at the possibility of the grand beach turning into an unsightly place not worth visiting. The local people unanimously demand that a central sewage treatment plant be in place at the busy Cox's Bazar tourist point, in order to save the 155-kilometre beach, the world's longest natural sea beach. According to Cox's Bazar Development Authority, out of the hotels, motels, guesthouses etc in the 'designated area', only six own sewage system plants. To speak unsparingly, the vast scenario is filled with glaring loopholes; and this is unconscionable.The resort town started with a handful of residential hotels launched by local entrepreneurs. The British-modelled hotels served non-local tourists for long. The beach in those days was quiet with genuine visitors having a passion for tour. The limited number of hotel staff was enough to keep the hotels and their surroundings free of waste pollution. As the hotels were located in the mid-town, there was no question of any flow of effluents. It took time for the Cox's Bazar town to emerge as a full-fledged district headquarters. The prospective hoteliers didn't wait longer. As a result, the 134 hotels, motels, guest houses etc that were built had changed the tourist city's skyline. In the newly independent sovereign Bangladesh, the crowd of tourists was manageable. But it became unwieldy as decades wore on. It was just two decades back that the mushrooming of residential hotels got off the ground. The multi-storey deluxe hotels are now found dotting the whole beach area.As the hotels continue to abut on the sea waters, untreated and rotting waste materials are found floating along the shoreline. Few had ever thought of this repugnant turn of things at the beach resort. The sight stands in sharp contrast to the honey-mooning couples viewing the sea from a high-rise hotel balcony. But those checking in the low-height hotels go through a few smelly nightmarish days and nights. Following the appeals from the owners of hotels and other structures to control man-made pollutions, the authorities have failed to take measures for effective waste management. It prompted the stakeholders to raise the demand for a central sewage treatment plant. Many now view its materialisation to be a pipedream. The developments in the area of waste management do not elude the environmental activists. As they view it, if the sea water remains polluted, tourists will lose interest to visit Cox's Bazar. It will, inevitably, lead to financial losses for the ambitious tourism entrepreneurs coupled with unemployment for those who are engaged in the fast-rising industry. Thus the advocacy on keeping the hotel surroundings pollution-free could be a wise option. The vital campaign should be aimed at the hoteliers in particular and the general beach-goers in general. Mindless littering in the main beach area continues unabated these days.\n[email protected]",
        "headline_1": "Pollution haunts sea at Cox's Bazar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pollution-haunts-sea-at-coxs-bazar-1687791461",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "Death of a mother or a child during childbirth is not rare, if not common in modern times. That can happen both during normal delivery and when it is done through Caesarian section, or in short, C-section. But it is not normal when both the mother and the newborn child die under the supervision of obstetricians following a C-section delivery, especially when the mother in question is in good health. So, the question arises as to what went wrong. And if there is room for confusion or lack of clarity over the reports emanating from the doctors on duty during the ill-fated C-section surgery, from hospital authorities and from the gynaecologist herself under whose supervision the expecting mother was being treated, then serious doubts arise about everything surrounding such gratuitous deaths and the hospital under scrutiny. Two precious lives were lost to the clear negligence of those who were looked upon as saviours by both the victim(s) and their relatives. The child reportedly died immediately after its birth following the C-section on June 10, while the mother, a 25-year-old student of the Eden Girls College, died of surgery-related injuries eight days after the botched C-section delivery, at the ICU of another private hospital where she was later shifted. The health directorate's prompt action suspending the surgery and ICU services at the hospital where the avoidable tragedy took place is no doubt commendable. Two doctors who were reportedly present at the operation theatre were later arrested and sent to jail following a complaint lodged by the victim woman's husband with the law enforcement authority. It is learnt that the Obstetrical and Gynaecological Society of Bangladesh (OGSB), a professional body of doctors, protested the arrest and imprisonment of the two doctors allegedly to blame for the fatal C-section delivery. The professional body of doctors in question has of course its democratic right to protest against the procedure of the arrest and incarceration which has been made with unusual speed. So, questions remain if those thus taken into custody were given the opportunity to place their arguments in self-defence. But in any civilised society any citizen who feels he or she has been wronged can seek the intervention of the law whoever the defendant is. For private citizens, particularly from the broad commonalty, are mostly helpless before powerful quarters in any society and especially so in societies like ours where the culture of impunity prevails. The unfortunate deaths of a mother and the child in a private hospital are not also the first of their kind. And few of such tragic incidents are reported in the media and get the due attention even after those are reported. In the case of people from the very underprivileged segment of society, they would not even dare to complain against doctors or a hospital if their female relatives die under similar circumstances. On the contrary, they would consider such deaths of their most beloved ones, even if it happens due to gross negligence of those responsible, as something fated. And in case they know what actually happened, who is going to listen to them, let alone receive a complaint?The government's action following the media reports and filing of complaint with the police by the victim woman's husband should not be a one-off case. The law should be unforgiving in dealing with those whose laxity or inexperience lay behind the deaths of Ankhi and her newborn baby. At the same time, the health ministry should mount strong monitoring on the private and public hospitals as well as the community clinics to avoid similar tragedies in the future.\n[email protected]",
        "headline_1": "A mother and her child who could be saved",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-mother-and-her-child-who-could-be-saved-1687791502",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2023"
    },
    {
        "full_article": "We all are familiar with zebra crossing. It is an area of road painted with broad white stripes, where vehicles must stop if pedestrians wish to cross. Most of the zebra crossings in Bangladesh are placed a few feet before the traffic signal posts. The idea is that once the traffic comes to a stop at a traffic signal, the pedestrians will use the zebra crossing to move to the other side of the road. But in most cities, especially in Dhaka, the drivers of vehicles do not want to stop and wait at the crossings. These vehicles intentionally speed up near the zebra crossings. And so, the pedestrians are often hit by these vehicles. Even rickshaws and CNG-run auto-rickshaws do not want to wait at such spots. If pedestrians complain, traffic policemen often point to the nearest foot over-bridges. However, scaling the stairs of the over-bridges is quite difficult for many people including the elders and those who are physically-challenged. For them, zebra crossing is the best alternative. It is sad that in many places in Dhaka city and elsewhere there is no of zebra crossing. Most of them have faded away. As these zebra crossings are difficult to spot, drivers often do not stop their vehicles on those places and sometimes accidents take place. If we want to cross the road in an orderly manner and reduce accidents, we need to increase the use of zebra crossings. Therefore, the authorities concerned must ensure that the existing zebra crossings on our roads remain visible, especially in front of schools, colleges, madrasas, universities and hospitals. And for this, repainting existing zebra crossings and adding new ones with glow paint is the only option. \nMuhammad Sultan Mahmud, Student of Department of Psychology, Dhaka College, Dhaka, [email protected]",
        "headline_1": "Repaint zebra crossings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/repaint-zebra-crossings-1687791525",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-06-2023"
    }
]