[
    {
        "full_article": "The thin line between culpable homicide and murder under Indian penal law is a subject of endless analysis, but it is not easy to accept this nuanced distinction in a case of mob lynching. A Sessions Court in Alwar district of Rajasthan has sentenced four men to a prison term of seven years for the lynching of a Muslim dairy farmer in July 2018. However, it acquitted Naval Kishore, a Vishwa Hindu Parishad functionary, for want of sufficient evidence. If one recalls the acquittal of all those tried for the 2017 murder of Pehlu Khan, who was also a victim of cow vigilantism, there is a semblance of justice for Rakbar Khan, 31, who was attacked by a mob while transporting two cows along with a friend near Lalawandi village in Alwar. The police had found Rakbar Khan with serious injuries, to which he succumbed later, presumably due to the delay in taking him for medical treatment. If one takes into account the number of attacks, some of them fatal, involving so-called cow protection gangs in various States in recent years, the record of the criminal justice system in successfully prosecuting those involved in such incidents is quite dismal. In this backdrop, the fact that the police in Alwar managed to obtain a conviction is noteworthy. However, that the assailants were found guilty only of culpable homicide not amounting to murder and wrongful restraint does raise some concern. A conviction for murder would have entailed at least life imprisonment.Rakbar Khan’s family is justly aggrieved both over the acquittal of one suspect, who they believe was the main accused, and the seven-year prison term. The police relied on some telephone conversations between the acquitted VHP leader and the assailants to rope him in as a key suspect. However, the court did not consider this adequate proof. While deciding that the fatal attack did not amount to murder, the trial court has concluded that the assailants neither intended to cause death nor knew that their assault may cause death. The prosecution is likely to take up both the “inadequate” sentence awarded to the four and the acquittal of one on appeal. Organised cow vigilantism poses a major threat to the safety and security of minorities, as well as to the maintenance of the rule of law. Despite the Supreme Court deprecating the bigotry and hate propaganda that underlie such activities, incidents of sectarian violence and vigilantism seem to go on. Both preventive and punitive measures are needed to arrest the trend, and one cannot emphasise enough the need for efficient investigation and prosecution.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRajasthan\n\n/\n\nmurder",
        "headline_1": "Mob and justice: On the Alwar lynching case verdict",
        "headline_2": "Alwar verdict flags need for stern steps to ensure justice in lynching cases",
        "link": "https://www.thehindu.com/opinion/editorial/mob-and-justice-the-hindu-editorial-on-the-sentence-awarded-to-four-men-for-the-lynching-of-a-muslim-dairy-farmer-in-alwar/article66897906.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "For nearly two decades, a champion other than Rafael Nadal at Roland-Garros has been as elusive as a shadow at high noon on solar equinox. Ever since he made his debut in 2005, the legendary Spaniard has won the event a record 14 times, losing just three of his 115 matches. The occasional uprisings against his ironclad rule, mainly from Novak Djokovic, were crushed with characteristic menace; Nadal leads the Serb 8-2 on Parisian clay. French Open 2023, however, is set to herald a shift, for Nadal will miss the event for the first time since 2004 because of the hip injury that has kept him out since January. There are signs that a change of guard is in the offing in men’s tennis in general. With Roger Federer retired and Djokovic out of form, the once vice-like hold of the ‘Big Three’ is at its weakest. Djokovic is a two-time champion and will be motivated to break the tie with Nadal on 22 Majors. But Carlos Alcaraz, the reigning World No.1 and winner of the French Open tune-up events in Barcelona and Madrid, seems primed to occupy centre stage. The 20-year-old has already established his Slam-winning credentials (2022 US Open), and a follow-up act will only embellish his status as the game’s chosen one.Challenging him will be the Scandinavian duo of No.4 Casper Ruud, who lost the 2022 summit clash to Nadal, and No.6 Holger Rune, finalist at both Monte Carlo and Rome recently. Daniil Medvedev has developed a newfound love for the red dirt following his success in Rome last week, but the Russian No.2 is at best a wild card, alongside Stefanos Tsitsipas, Andrey Rublev, Jannik Sinner, and Alexander Zverev. In contrast — and in a departure from the past — it is the women’s field that wears a settled look, with Iga Swiatek, Aryna Sabalenka, and Elena Rybakina forming a dominant troika. They have swept the last four Majors and the Roland-Garros preparatory tournaments in Stuttgart, Madrid and Rome. If anything, Swiatek is just the first among equals, by virtue of being the World No.1, a two-time winner in Paris and a three-time Major champion. Tunisia’s Ons Jabeur, who finished runner-up at Wimbledon and US Open in 2022, is coming back from a calf injury, but her triumphs in Madrid last year and Charleston in early April prove that she is a genuine contender. So is Czech Republic’s Barbora Krejcikova, the 2021 singles and doubles champion. All of this suggests there is no clear favourite, but no dark horses either.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis",
        "headline_1": "A younger lot: On the 2023 French Open",
        "headline_2": "Without Nadal, there is no clear favourite at Roland-Garros",
        "link": "https://www.thehindu.com/opinion/editorial/a-younger-lot-the-hindu-editorial-on-the-players-at-2023-french-open/article66897946.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Karnataka result neither means BJP has no gameplan for minority vote nor that non-BJP parties can ignore stratification within the community.\nThe emerging trajectories of Muslim voting, especially political attitudes of most marginalised Muslims – Pasmanda communities – is almost ignored in public debate. Despite Congress’s impressive success in Karnataka, non-BJP parties are reluctant to take any clear position on Muslim marginalisation. On the other hand, BJP has accommodated the Pasmanda discourse in its sab ka sath sab ka vikas narrative. The party has not merely started reaching out to Pasmanda groups in the northern states, it has also begun to nurture its support base, especially in UP. The results of local elections are revealing.\n\nThis political configuration – the over-enthusiasm of BJP for the Pasmanda vote and the opposition’s hesitation to engage with marginalised Muslims – requires careful assessment.\nRead full opinion on TOI+\n\n",
        "headline_1": "Does opposition understand the Muslim vote?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/does-opposition-understand-the-muslim-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Lieutenant Governor of J&K argues that the G20 tourism meet deepened the UT’s development ecosystem, and showed the world’s faith in India’s leadership:\nWith 57 delegates from 27 countries, the 3rd G20 Tourism Working Group meeting in Jammu and Kashmir saw the best of global minds and experts deliberate sustainable tourism over three days. On the sidelines, the delegates also got a fair chance to enjoy an unspoilt view of J&K, for example while gathering on the banks of Dal Lake and taking shikara rides or on the Jhelum riverfront.\n\nIf the G20 meeting in Srinagar has been a blissful affair, it is due to the relentless efforts of PM Modi to retrieve the lost glory of the region and transform it into a modern, welfare-oriented and well-governed Union Territory.\nRead full opinion on TOI+\n\n",
        "headline_1": "Kashmir finally takes a shikara ride to a better future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/kashmir-finally-takes-a-shikara-ride-to-a-better-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Tesla may be a big brand. But what India’s EV sector needs more is nimble govt policy, not a marquee name: \nTesla, a marquee brand in electric vehicles, keeps saying it’s interested in investing in India. True, if Elon Musk’s company firms up its plans to invest here, it will be good for the Indian EV ecosystem. But Tesla is nowhere close to being the most important factor – GoI’s next EV policy is. The reason is the unique nature of India’s EV market. The year 2022-23 recorded a milestone – more than a million EVs were sold for the first time. But around 95% of them were two and three wheelers. So, EVs in India mimic the internal combustion engine (ICE) market; low-priced segments dominate.\n\nSubsidies to encourage a switch to EVs, particularly Faster Adoption and Manufacturing of Hybrid and Electric Vehicles (FAME-II), provided a boost in the last few years. It also catalysed manufacturing by both traditional auto firms and standalone EVs. As the market grew, the manufacturing ecosystem followed. But to take this forward, we need a stable policy environment, which is currently lacking. For example, FAME-II specifications were recently altered, which is expected to increase a customer’s acquisition cost. A jolt like this will adversely impact potential manufacturing investments.\nWhen it comes to manufacturing across the spectrum of EVs, India has the advantage of a sound ICE auto industry. Legacy auto manufacturers in Europe have quickly repurposed factories to make EVs. This provides a good foundation for India. However, the heart of an EV is its battery, which makes up about 40% of its total value.\nThe battery supply chain is dominated by China. IEA estimated that about 75% of the global battery cell production capacity is in China. It’s mainly Chinese firms followed by Korean and Japanese companies that control the part of the supply chain dealing with processing of materials.\nIndia may have to look beyond PLIs to get a foothold in the battery supply chain given the larger quantum of resources injected into EV industrial policy elsewhere. For instance, the US recently unveiled large subsidies to encourage EV supply chains. Technology in the battery supply chain is in a fluid state as manufacturers adapt to risks in accessing minerals due to geopolitical reasons. The future of the EV battery supply chain is not set in stone. Case in point is India’s potential lithium reserves. Policy needs to be nimble enough to grab opportunities arising out of these shifts.\n\n",
        "headline_1": "Don’t just musk up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-just-musk-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Raids into Russia using US weapons, even if by Ukraine’s proxies, aren’t in the world’s and Ukraine’s interests:\nRaids by pro-Ukraine Russian militias into Russia’s Belgorod region earlier this week are not a small event in a war that’s dragging – it’s a potentially dangerous turn. Kyiv’s denial of any involvement isn’t answering questions on the use of American military hardware by Russian dissident raiders. Remember, the US and other Nato members gave Ukraine weapons with the condition that they won’t be used inside Russian territory. If the raids used those weapons, three major issues arise – for both Kyiv and the rest of the world.\nFirst, notwithstanding Ukraine’s extraordinary resilience, these raids may help Russian propaganda that Nato is directly involved, and that Ukraine is a pawn. Second, deploying militias in Russia makes it more likely that the war will escalate – terrible news for the world. Kyiv has every right to defend its internationally recognised territory. But by taking the war into Russian territory through proxies, not only does Ukraine lose the moral high ground – because that’s precisely what the Russians did to Ukraine – it also pushes Putin into a corner. A nuclear-armed and cornered Putin is on no one’s wish list, and for all the admiration Zelenskyy draws, the world won’t thank him for that.\nThird, what will raids such as these do to Ukraine’s diplomatic outreach? Ukrainian foreign minister Dmytro Kuleba is on an Africa tour this week to garner support for Kyiv’s Peace Formula, knowing full well that much of the Global South has taken a neutral position on the war. If Kyiv is to counter Moscow’s influence in the developing world and make its case, it can’t be seen to be the cause of more economic misery for them through a dramatic expansion of the conflict. Raiding Russia is not in Ukraine’s interest – nor is it in anyone else’s.\n\n",
        "headline_1": "Careful now, Kyiv",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/careful-now-kyiv/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "The just-finished Gazipur City Corporation election can be termed \"fair.\" It was generally peaceful; there were no major incidents of violence. The ruling Awami League's mayoral candidate Azmat Ullah Khan lost to independent candidate Zaida Khatun (read: former mayor Zahangir Alam, since Zaida is his mother and has been placed as his proxy). This was a surprising turn of events, seeing as most news outlets reported not finding any of Zaida's polling agents at the majority of polling centres.\nBefore delving into the hows and whys of this result, and what this means in the long run, a little context is in order.\nMajor contenders of the Awami League began flexing their muscles as soon as the schedule for the five city corporation elections was announced, but the party decided to bet on its seasoned old horse, Azmat Ullah. Then Zahangir Alam emerged as an independent candidate. He collected nomination papers for his mother too, which, in hindsight, was a clever move. He might have anticipated obstacles to his own candidacy – which he did face. The Election Commission disqualified him saying that he was a loan defaulter. But his mother's nomination went through, and she became Azmat's main rival in an election that would otherwise have been an unexciting event.\nFrom the outset, the polls were set up to be a three-way race. But with the BNP boycotting the election – not an altogether unpredictable move – it basically turned into a contest between an AL veteran and a former AL leader. Although Zahangir was expelled for life from the ruling party, his followers remained loyal to the individual, rather than the party.\nAs with any other elections, journalists went out to get a feel of the atmosphere. I spoke to rickshaw pullers, teachers, students, street vendors, and office-goers. The more conversations with the common people I had, the more it became apparent that all was not well for the Awami League on the ground. Slowly but surely, it became evident that the 61-year-old was going to give a tough fight to her more politically seasoned competitor.\nOn the surface, the situation remained calm up until and throughout the election day. Zaida's polling agents could hardly be found at the polling centres. The AL men had an overwhelming and vocal presence both inside and outside the polling centres. The voters were silent. They came and cast their votes peacefully. And when the result was announced, Zaida came out to be the victor – on the back of a silent revolution, becoming the second female mayor in Bangladesh.\nThis twist left everyone in an apparent quandary. How could Zaida, a homemaker with no affiliation with politics, possibly beat a powerful ruling party veteran? When Zahangir did not get the nomination, Gazipur citizens seemed to think that the government had been unfair to him. The ballot was the only means of a fitting reply. So people voted for Zahangir's proxy. The attack on Zahangir's motorcade before the election did not go down well with the people either. Zahangir's uncompromising attitude and refusal to let Azmat have a walkover seemed to have appealed to the people as well.\nThis government's main selling point for any election campaign is development. People know that if the Awami League loses the mayoral race, then the city is unlikely to see much development. Yet, the people of Gazipur voted against the ruling party candidate.\nIf we look at the voter turnout, it was 48.75 percent – more than half the electorate did not vote. Traditionally, in any local election, voter turnout is high. This is also an indication that people didn't have enough faith in the Election Commission or didn't feel encouraged to vote.\nThe most important message that the voters have sent out is that they are aggrieved. The anti-government sentiment is quite evident, which the central leadership of the ruling party did not likely realise. They thought Azmat was a better candidate than Zahangir. In terms of politics, Azmat is certainly more seasoned, but Zahangir is seen more as the people's leader – a darling of the streets, so to speak. Besides, voters did not seem to appreciate the domineering style of Azmat's campaign, which was rife with the attitude that the mayoral race was all but won.\nThe result was not a shock for the local ruling party members, however. Awami League leaders in Gazipur confided that they were sceptical about people actually voting for the boat inside the booth no matter what they said outside. The results clearly point out that many apparent party sympathisers ended up voting for Zahangir.\nZahangir's charisma paid off and got his mother to the mayor's office. This should not be taken lightly. Bringing in a newbie as a proxy, fighting against a veteran who has the support of the ruling party, and actually winning the race is quite a gargantuan achievement. There could have been only one motivation for the voters. They wanted to beat the boat.\n \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "The message from Gazipur city polls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/the-message-gazipur-city-polls-3330246",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "In what was perhaps a surprising twist to a dramatic unfolding of events centring the Gazipur city polls, independent candidate Zaida Khatun was elected city mayor on Thursday, defeating the Awami League candidate Azmat Ullah Khan. What made her win particularly remarkable – apart from the fact that she's the mother of suspended Gazipur mayor Zahangir Alam and had no political aspirations before her son was disqualified from running as an independent candidate – was the fact that her polling agents, as well as her supporters, were largely missing from the voting centres. Her campaign, too, was mostly subdued. Azmat Ullah, on the other hand, enjoyed all the blessings of the ruling party. According to our reports, on election day, the presence of his supporters was overwhelming at most of the polling centres. And yet, Zaida defeated Azmat by 16,197 votes, in what was largely a peaceful election, as per our observation.\nWe commend the Election Commission for holding a violence-free and fair election in Gazipur City Corporation, in which people's verdict could be clearly heard. There is no denying that all eyes are now on the other city polls, and the EC has a critical role to play in convincing all concerned that it is able to carry out its constitutional obligation properly and independently.\nThe commission must also remember that an election is not a one-off event, and it has a duty to ensure that campaigns leading up to the elections are equally fair as well. The allegations of attacks on Zahangir and his mother must be investigated, as well as the allegations of electoral conduct violations by the supporters of the AL nominee. The EC must also take note of the low-voter turnout, which has been a consistent red flag in the past polls as well, signifying people's lack of interest in the electoral process. It is incumbent upon the commission to make people believe that their vote still counts. \nThe results have also sent a clear message to the ruling party: it can no longer ignore people's sentiments. While the AL may have had good reasons to expel Zahangir from the party, it appears that people did not like the heavy-handed way in which he was targeted, particularly the threats on his life and that of his mother. Moving forward, the party must be more careful in choosing candidates whom people trust. More importantly, it must realise that the more aggressive it acts during the election campaigns, the more it risks alienating the voters. The ruling party must provide space to the opposition to carry out its programmes and campaigns, without threats and intimidation for its own sake.\n",
        "headline_1": "EC’s role in Gazipur laudable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ecs-role-gazipur-laudable-3330121",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "In May 2022, a young woman, who lives in Dhaka city, was verbally and physically assaulted at a train station in Narsingdi while waiting for a Dhaka-bound train. The assault was initiated by a local elderly lady who accused her of wearing \"indecent clothes.\" Later, a few other men, waiting at the station, joined the elderly lady.\nThe video of this assault was recorded and posted on social media that led to protests and critical reactions among citizens and women's rights organisations. Subsequently, a case was filed and the accused were arrested. The accused later sought bail at the High Court, which was challenged by the lawyer of the victim who argued that a woman has the right to wear clothes as she pleases and cannot be harassed for this. In response, the High Court observed, \"Do people not have the right to preserve their heritage, culture, and tradition? Is clothing not part of the culture? The socioeconomic status of society one is in should also be considered. Dhaka has one kind of environment and rural areas have their own\" (The Daily Star, August 2022).\nMany human rights organisations protested the High Court's statement; for instance, Ain O Salish Kendra issued a statement saying \"it goes against women's equality, constitutional rights, internationally recognised human rights standards, and the current government's policies regarding women empowerment.\" In contrast, groups of students at the Islamic University in Kushtia, Dhaka University and North South University arranged human chains, holding placards with slogans like \"Culture against social norms and values are unacceptable,\" \"Stop public nuisance in the name of right to dress\" and endorsed the High Court's observations (The Daily Star, August 2022).\nTo what extent do such contentious opinions on the Narsingdi event represent the prevailing collective norms and values of our society in relation to women's rights to wear clothes as they please? Thanks to a recent nationally representative survey (sample size 10,218; survey conducted in November-December 2022), now perhaps we can reflect on the question in an informed and systematic manner, rather than speculating on it or trying to answer it based on anecdotes. The survey asked if people agree with the statement \"I believe women can wear dresses as they please.\"\nAbout 40 percent of the respondents agreed with the statement and the rest disagreed. However, there is a gender difference: only 32 percent of the men respondents agreed compared to 49 percent of the women. People's perceptions did not vary much based on where they lived – urban or rural. Younger people tend to agree more compared to the older, although the differences are not very pronounced. Similarly, people's opinions differed very little across income status, but views started to change at a higher income level. For instance, 40 percent of the respondents earning Tk 5,000-30,000 per month said yes to the statement, but it came down to 30 percent (a significant drop) when their income level reached Tk 50,000 and above. The same trend can be observed across educational levels – about 40 percent of people with no or primary education to higher secondary level responded yes to the statement, but such positive opinion went down to 36 percent (a moderate decline) for higher education (graduates and above) cohort.\nAs noted earlier, about 60 percent of the respondents were not in favour of women wearing clothes to their liking. They were asked what specific types of dresses they found objectionable. Western clothes top the list (53 percent), followed by indecent clothes (41 percent). Among those who disliked Western clothes, there are more females (57 percent) compared to males (44 percent). When asked what they meant by \"indecent,\" the majority mentioned sleeveless tops and kameezes, while other categories of objectionable clothes include shorts, fitted/body hugging, and see-through/transparent. Only one percent mentioned that they find un-Islamic clothing (such as not wearing a burqa or hijab) unacceptable. People against deshi or sub-continental clothes also constituted a mere one percent of the respondents.\nMore respondents belonging to the lowest monthly income group said they did not like indecent clothing, while more respondents in the highest income group said they did not like Western attire. Differences in responses across educational levels are not very pronounced, but it appears that highly educated respondents (graduates and above) reported more disliking towards \"indecent dresses\" compared to others.\nWhat meta-level social dynamics can we discern from our findings? Two features stand out: firstly, societal norms, as they relate to women's choice of clothing, tend to be generally diffused in the society and not sharply clustering around economic class, gender, education, location, and demographic factors. Is this due to increasingly generalised accessibility to media, both electronic and social, which is flattening the normative landscape? Secondly, what is deemed as objectionable seem to be predominantly informed by ethnic-cultural identity (anti-Western) which is also secular, i.e. hardly based on religious values. Other findings indicate that women, across economic classes, tend to be anti-Western, and such a value also seems to slightly cluster around people with high income. These are some of the normative \"puzzles\" that we cannot attempt to deal with in the short spaces of an op-ed.\nDr Mirza Hassan, Syeda Salina Aziz and Sumaiya Tasnim are faculties and researchers based at the Brac Institute of Governance and Development (BIGD).\n\n",
        "headline_1": "What should women wear?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-should-women-wear-3330116",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "In what was perhaps a surprising twist to a dramatic unfolding of events centring the Gazipur city polls, independent candidate Zaida Khatun was elected city mayor on Thursday, defeating the Awami League candidate Azmat Ullah Khan. What made her win particularly remarkable – apart from the fact that she's the mother of suspended Gazipur mayor Zahangir Alam and had no political aspirations before her son was disqualified from running as an independent candidate – was the fact that her polling agents, as well as her supporters, were largely missing from the voting centres. Her campaign, too, was mostly subdued. Azmat Ullah, on the other hand, enjoyed all the blessings of the ruling party. According to our reports, on election day, the presence of his supporters was overwhelming at most of the polling centres. And yet, Zaida defeated Azmat by 16,197 votes, in what was largely a peaceful election, as per our observation.\nWe commend the Election Commission for holding a violence-free and fair election in Gazipur City Corporation, in which people's verdict could be clearly heard. There is no denying that all eyes are now on the other city polls, and the EC has a critical role to play in convincing all concerned that it is able to carry out its constitutional obligation properly and independently.\nThe commission must also remember that an election is not a one-off event, and it has a duty to ensure that campaigns leading up to the elections are equally fair as well. The allegations of attacks on Zahangir and his mother must be investigated, as well as the allegations of electoral conduct violations by the supporters of the AL nominee. The EC must also take note of the low-voter turnout, which has been a consistent red flag in the past polls as well, signifying people's lack of interest in the electoral process. It is incumbent upon the commission to make people believe that their vote still counts. \nThe results have also sent a clear message to the ruling party: it can no longer ignore people's sentiments. While the AL may have had good reasons to expel Zahangir from the party, it appears that people did not like the heavy-handed way in which he was targeted, particularly the threats on his life and that of his mother. Moving forward, the party must be more careful in choosing candidates whom people trust. More importantly, it must realise that the more aggressive it acts during the election campaigns, the more it risks alienating the voters. The ruling party must provide space to the opposition to carry out its programmes and campaigns, without threats and intimidation for its own sake.\n",
        "headline_1": "EC’s role in Gazipur laudable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ecs-role-gazipur-laudable-3330121",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "With the monsoon season approaching fast, there are growing concerns about waterlogging which seems certain to haunt residents and commuters in major cities, like in the past years. Already, intermittent rain has exposed cracks in the fragile defences put up by city corporations and other relevant authorities. On Wednesday, Chattogram, where waterlogging has long been a major issue, saw heavy rainfall causing waterlogging in various low-lying areas. People had trouble move freely as traffic was slow on many roads, because excess water could not be channelled away. Over the last week or so, we have had similar reports from Dhaka, Khulna, Sylhet, Cumilla and other cities on waterlogging thanks to clogged drains, blocked canals, and streets full of potholes.\nThe sufferings caused in the process are not unknown. First, there is the public health issue as stagnant water becomes a breeding ground for mosquitoes, leading to risks of diseases such as dengue, which last year saw the highest death toll on record. Moreover, waterlogged areas may cause accidents and hinder mobility, making it difficult for people to commute, access healthcare, etc. The question is, why does the problem persist to this day despite the many crores spent in upgrading infrastructure, clearing blockages in canals, and building drainage systems to dispose excess water?\nIn Dhaka, both city corporations have various projects in place, and the authorities are confident that streets will not be submerged after light rain. But in recent days, intermittent rain was invariably followed by waterlogging in many areas, suggesting that there will not be expected relief when the monsoon brings more frequent and heavy precipitation. At the DNCC, 103 places were apparently identified where sustained waterlogging is anticipated. At the DSCC, delayed dredging of four major canals, which remain clogged with garbage, is expected to exacerbate people's suffering come monsoon. In Chattogram, ward councillors at a city corporation meeting on Wednesday blasted the Chittagong Development Authority (CDA) and Wasa for lack of action and coordination on this issue.\nClearly, the authorities have a lot to do to address the impending waterlogging menace but little time to do it. This is totally unacceptable. Already, dengue is threatening to come back with greater force than last year. We urge the government to take the situation seriously, and direct all departments and agencies to bolster their efforts to prevent waterlogging and associated problems.\n",
        "headline_1": "Will there be relief from waterlogging?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-there-be-relief-waterlogging-3329996",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "South Asia is said to be poised to become the next growth engine of the world. Being the largest nation of the region both in terms of size and population, India, is obviously the driver of that growth engine. And Bangladesh, as its most friendly next-door neighbour, is going to become an important stakeholder of that regional growth prospects. However, the immense growth potential, whether at the regional or bilateral levels, is yet to be fully realized. In this connection, business leaders at a recent event in the city came up with a set of proposals and recommendations to exploit the full potential of the existing bilateral trade relations between Bangladesh and India. They suggested measures that include getting around the systemic bottlenecks through harmonising the standards of products set both by the Bureau of Indian Standards (BIS) and the Bangladesh Standards and Testing Institution (BSTI).Among other proposals at the event were the introduction of a dual currency credit card and free flow of Bangladeshi taka and Indian rupee without any cap whereby India will accept without the mediation of any third currency payments in taka for its exports to Bangladesh. Similarly, Bangladesh will accept payment in rupee against its exports to India. Issuing work permits for Bangladeshis in India, easing visa procedures to augment mutual business-to-business relations and initiating a working group with the participation of the Indian diplomatic mission in Dhaka and a local business chamber to work together towards further promoting cross-border trade between the two countries also came within the purview of the recommendations.Notably, India is the 10th largest investment destination of Bangladesh while Bangladesh remains India's fourth biggest export destination in the world. In the last fiscal year (FY2021-22), for instance, the volume of bilateral trade between Bangladesh and India soared to USD18 billion. However, due to issues including dollar crunch, growth in bilateral trade slowed down substantially and the worth of bilateral trade transacted declined to USD12.5 billon in the current fiscal (FY2022-23), which marks a 31 per cent fall in trade volume year-on-year.The Indian High Commissioner in Bangladesh, Pranay Verma, who was also a participant at the said business event as its chief guest organized by a local business body, the Metropolitan Chamber of Commerce and Industry (MCCI), assured the local business community of increasing business cooperation laying stress on cross-border multimodal connectivity through widening railway, shipping and air links. Modernisation of land ports, creating transshipment facilities through seaports and the prospects of huge trade benefits that Bangladesh can draw particularly from its enhanced connectivity with the northeastern states of India figured prominently in his deliberation. Especially, the possibility of Bangladesh's use of Indian sea and airport facilities for exporting its products to other countries as suggested by the Indian diplomat is undoubtedly a good-neighbourly offer from the Indian side. In this context, following inking of the proposed Comprehensive Economic Partnership Agreement (Cepa) between Bangladesh and India, the current size of annual bilateral trade worth about USD 12 billion would increase fivefold to USD 50 billion. Hopefully, at its post-graduation phase (from an LDC), Bangladesh will be able to see such growth in bilateral trade. As expected, Bangladesh is looking forward to an unhindered growth of bilateral trade with its closest neighbour so that its current trade gap could be narrowed faster. The bilateral trade facilitation measures as suggested at the MCCI's business meet, it is hoped, will take the ongoing efforts further forward to that end.",
        "headline_1": "Expanding Bangladesh-India bilateral trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expanding-bangladesh-india-bilateral-trade-1685106600",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Bangladesh is now facing stiff competition from emerging RMG powerhouses like Vietnam. Diversification of the apparel product line is no longer an option, but mandatory. One area where Bangladeshi readymade garments (RMG) products are yet to make a serious dent is the non-cotton sub-sector of the apparel industry. Recently, the Bangladesh Garment Manufacturers and Export Association (BGMEA) president has requested the Ministry of Commerce to make provisions for providing a 10 per cent \"special incentive\" on export of non-cotton clothes.The facts speak for themselves. According World Trade Organisation (WTO) data (as of 2020), Bangladesh occupies the 3rd position in global market for apparels with 6.26 per cent share. If one looks at the RMG export basket of US$43 billion (2021 data), cotton-based apparels are dominant to have a share equivalent to an approximate $29 billion. Non-cotton clothes lag behind at $13 billion. Bangladesh holds 2nd position in cotton and 8th position in non-cotton in the global market. According to a BGMEA presentation back in October, 2022, it was found that while Bangladesh held a significant13 per cent share in cotton apparel export to the United States (US), in the non-cotton apparel export market to the US, Bangladesh occupied a meager 8.0 per cent. Two things are evident. First, the global apparel market is making a shift from cotton to non-cotton apparels, and second, in the two major destinations for Bangladeshi RMG exports, i.e., in the US and the European Union (EU), Bangladesh holds a minority stake in the non-cotton apparel segment. So, while Bangladesh is one of the top-5 RMG manufacturing countries, it also holds the smallest share in non-cotton apparel export. This means Bangladeshi RMG sector is in trouble because the world is moving away from cotton to non-cotton and something must change to take cognizance of this fact and prepare the highest foreign exchange earning segment of the economy to make the desirable transition. A lot depends on such a transition. After all, there is more to just foreign exchange earnings by the RMG industry. It is the single largest employer of people with an estimated 4.0 million people. There are around 3,500 factories in operation where an approximate amount of $20 billion in investments has been made. Financial institutions of the country have a huge stake in it as they have heavily invested in this sector. The RMG sector is now nearly self-sufficient in backward linkages with practically all accessories being produced in the country. When one puts all that into perspective, the upcoming budget needs to have provisions that will help companies begin transitioning from one source material to another.The country's overwhelming dependence on cotton-made apparels is also its Achilles heel. With little in way of material diversification, Bangladesh is not being able to take advantage of the rise in demand for clothes made out of synthetic materials. This demand growth has come out of consumers wanting their wearables to be made of material made in a sustainable and environmentally-friendly manner. Cotton production unfortunately is very taxing on water resources, which could be put to better uses in an increasingly chaotic age of climate change. International trade data point to this change where today, reportedly, \"non-cotton items' share is around 52 per cent in the total global apparel trade, whereas only 26 per cent of Bangladesh's RMG export is non-cotton items.\"It would be prudent to recognise that consumer preferences dictate the market and Western consumers today are far more aware and increasingly make informed decisions when they invest in clothes. One of the things that has changed over the decades is where consumers are increasingly concerned about how their clothes are made, not just about the working conditions in factories abroad but the materials used in them. Whether these materials are environmentally sustainable or not. That puts the ball back in the court of RMG producers and those countries will flourish that are making investments in producing the building blocks of clothes, i.e., man-made fibre (MMF). Furthermore, MMF is the preferred material of choice because it is far more versatile than cotton in making apparels. The RMG sector will need to train skilled workers to make the jump. The industry as a whole will have to invest in product development and learn to innovate. All this costs money and finance will have to become cost-effective to begin with, otherwise the economies of scale will not be achieved. Since the process of turning MMF into finished goods is an energy-incentive process, cost of energy will have to be buffered somehow. These are just some of the challenges that lie ahead and here policy intervention is required, without which none of the above will come to materialise. These are issues that must be addressed by policymakers because the opportunity to earn billions of dollars more is within reach from a sector which has proven its worth by successfully competing with the rest of the world and earning its laurels.[email protected]",
        "headline_1": "Promoting non-cotton RMG export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-non-cotton-rmg-export-1685106655",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "One of the main reasons for traffic chaos in Dhaka is wrong-side driving by a section of motor bikers, rickshaw pullers and drivers of CNG-driven auto-rickshaws and battery-run three-wheelers. Day by day the erratic behaviour of the drivers of these vehicles is growing. They are driving on wrong sides of the roads, rushing from the opposite directions and driving on footpaths. All these have already reached a sickening proportion. The wrong-side drivers, mostly the motor bikers and rickshaw pullers, don't care anyone and some even turn violent if others make any protest. Their attitude is that they are not breaking any societal or safety rule by driving on the wrong side or in the opposite direction on the roads. As an increasing number of people are now trying to find shortcuts even for problems with easier solutions, it is reflected in the wrong-side driving on roads and streets. In this process, many are also compromising not only on their own safety and security, but also putting others at risks. So, the problem of wrong side driving seems incurable. On the busy main roads, the traffic police sometime try to book a few of the offenders. Most of them, however, enjoy free ride under the very nose of law enforcers. Due to a lack of effective implementation of traffic law, the bad attitude is gaining currency with impunity. To address the problem properly, it is necessary to understand the reason behind the wrong side driving. Most of them do this to save a few minutes while some, especially the youths, take it as a demonstration of bravery. So, the law enforcer needs to catch the offenders randomly and confiscate their keys first. Instead of imposing fine, the keys may be kept for a few hours before returning to the drivers. Or the police may lock the vehicle's wheel for a few hours. If applied strictly for a couple of weeks, the trend of wrong side driving will witness a drastic fall. The traffic police are used to take away the seats of rickshaws driving on wrong side. It is an old practice which is effective to a large extent. The problem with such measures is that it will enhance the workload of the traffic police especially during the rush hours. It will also require an increased number of police staff. Moreover, discriminatory application of the steps will make things less effective and create public disappointment. Thus, the measures may be temporary.Another effective way maybe the use of camera technology. As it is not feasible to install CCTV to cover entire road and street networks, some innovative approach may work. Dashcam may be encouraged on all four-wheelers. These cameras will help catch the video picture of wrong-side and reckless drivers. Moreover, people may also be encouraged to install specially designed mini-camera in their mobile phones. The camera should be able to capture the photo of number plates, faces and vehicles clearly from a long-distance. Anyone can now capture the photos of offenders and send it to the police online. There will be no identification of the senders to protect their privacy and security. Though the above measures may be applicable for motor vehicles, what about the non-motorised of semi-motorised ones? Deployment of additional manpower to check these vehicles is not a solution. Conducive walking atmosphere along with free walkways should be ensured so that people can reduce the use of these vehicles at a short distance. [email protected]",
        "headline_1": "Driving on wrong side yet to be stopped",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/driving-on-wrong-side-yet-to-be-stopped-1685106696",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2023"
    },
    {
        "full_article": "Bangladesh is feeling the impact of the Russia-Ukraine war in various ways. The situation is expected to worsen further if the war lingers. Reduced exports and increased import bills are hitting the country hard, particularly as an oil-importing nation, we already facing high import payments. In addition to fuel prices, costs of other imported products have also gone up significantly. This will push the production costs up, resulting in higher prices for consumer goods. Bangladesh Bank officials attribute the depletion of foreign reserves to soaring import payments, driven by escalating commodity prices resulting from the Russia-Ukraine war. Over the past six months, foreign reserves have significantly dropped, while the value of the taka has depreciated by 27 per cent against the dollar, falling from 84 to 107. This has created a severe dollar crisis for businesses operating in Bangladesh. Consumer Association of Bangladesh data show that prices of 56 consumer products, including essential imports like edible oil, sugar, and lentils, have risen by 20 to 30 per cent in recent months. The Russia-Ukraine war has posed significant economic challenges before Bangladesh, with declining foreign reserves, currency depreciation, and soaring import costs, leading to a severe dollar crisis and higher consumer prices. In this situation, the government must come out with a concrete plan in order to obviate the crisis for survival of all people even if the war continues further. Tasmia Nusrat,Student of Department of Finance and Accounting,School of Business and Economics, North South University, Dhaka, [email protected]",
        "headline_1": "Impact of Ukraine war on Bangladesh economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impact-of-ukraine-war-on-bangladesh-economy-1685106720",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2023"
    }
]